{"error": 448, "message": "OK", "parameters": {"id": 5065, "name": "CITI Program", "created_at": "2021-09-29 15:09:46.453159", "updated_at": "2021-10-02 22:01:10.021676", "wikipedia": null, "keywords": null, "related": null, "slug": "citi-program", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/5065.png", "url": "citiprogram.org", "documents": [{"id": 9091, "name": "Privacy Policy", "url": "https://about.citiprogram.org/privacy-policy/", "xpath": "/html/body/div[3]/div[2]/div", "text": " <p>Last updated: 1 March 2021</p>\nIntroduction\n<p>This Privacy Policy (“Policy”) describes how CITI Program, a division of the Biomedical Research Alliance of New York LLC (“Company,” “we,” and “our”) collects, uses and shares personal data we obtain through our affiliated websites (the “Sites”).\nThis Policy applies when you visit the Sites and/or use our related services (the “Services”).\nPlease read the following information carefully to understand our views and practices regarding your personal data and how we treat it.</p>\n<p>&nbsp;</p>\nParticularly Important Information\n<p>\n<strong>WHO WE ARE:</strong> For the purpose of applicable data protection legislation, the data controller of your personal data is CITI Program, a division of Biomedical Research Alliance of New York LLC, with offices at 1981 Marcus Avenue, Suite 210, Lake Success, NY 11042.\nOur Data Protection Officer (Privacy Officer) can be contacted at privacy@citiprogram.org.</p>\n<p>\n<strong>MUST READ SECTIONS (EEA RESIDENTS):</strong> We draw your attention in particular to the sections entitled “International Data Transfer” and “Your Rights.”</p>\n<p>\n<strong>CHANGES TO THIS POLICY:</strong> We will post any modifications or changes to the Policy on our Sites.\nWe reserve the right to modify the Policy at any time, so we encourage you to review it frequently.\nThe “Last Updated” date above indicates when this Policy was last changed.\nIf we make any material change(s) to the Policy, we will post a notice on our Sites prior to such changes(s) taking effect.</p>\n<p>&nbsp;</p>\n1.\nPurposes of Processing\n<strong>What is personal data?</strong>\n<p>We collect information about you in a range of forms, including personal data that includes information which, either alone or in combination with other information we hold about you, identifies you as an individual.\nThis includes, for example, your name, postal address, email address(es), and telephone number(s).</p>\n<strong>Why do we need your personal data?</strong>\n<p>We will only process your personal data in accordance with applicable data protection and privacy laws.\nWe need certain personal data in order to provide you with access to our Services.\nIf you create a profile/register with us, you will be asked to agree to provide this information in order to access the Services.\nThis consent provides us with the legal basis we require under applicable law to process your data.\nYou maintain the right to withdraw such consent at any time.\nIf you do not agree to our use of your personal data in line with this Policy, please do not use our Services.</p>\n<p>&nbsp;</p>\n2.\nCollecting Your Personal Data\n<p>We collect information about you in the following ways:</p>\n<strong>Information You Give Us</strong>\n<p>This includes:</p>\n<ul>\n<li>the personal data you provide when you register to use our Services, including your‎ name, postal address, email address(es), telephone number(s), username, password and demographic information (such as your gender);</li>\n<li>the personal data you provide when you report a problem with our Services or when we provide you with customer support;</li>\n<li>the personal data you provide when you make a purchase thorough our Sites.\nand</li>\n<li>the personal data you provide when you correspond with us by phone, email, or by other means.</li>\n</ul>\n<strong>Information We Get from Others</strong>\n<p>We may also obtain information about you from other sources.\nFor example, if you are part of an organization that has an agreement with us for the use of our Services, we may receive some identifiable information from the organization, such as your name, title, email address(es), and phone number(s).\nWe may add this to information provided by you.</p>\n<strong>Information Automatically Collected</strong>\n<p>We automatically log information about you and your computer or mobile device when you access our Services.\nFor example, when visiting our Services, we log your computer or mobile device operating system name and version, manufacturer and model, browser type, browser language, screen resolution, the website you visited before browsing our Sites, pages you viewed on the Sites, how long you spent on each page, and other related information about your use of and actions with respect to our Services.\nWe collect this information about you using tracking technologies such as “cookies.” Please refer to the sections on cookies and tracking technologies below.</p>\n<strong>Automated Decision Making and Profiling</strong>\n<p>We do not generally use your personal data for the purposes of automated decision-making.\nHowever, we may do so in order to fulfil obligations imposed by law, or as part of preserving the security of our Sites, in which case we will inform you of any such processing and provide you with an opportunity to object.</p>\n3.\nCookies and Related Tracking Technologies\n<strong>What are cookies?</strong>\n<p>We may collect information using tracking technologies such as “cookies.” Cookies are small data files stored on the hard drive of your computer or mobile device by a website.\nWe may use both session cookies (which expire once you close your web browser) and persistent cookies (which stay on your computer or mobile device until you delete them) to provide you with a more personal and interactive experience on our Sites.</p>\n<p>We use two broad categories of cookies: (1) first party cookies, issued directly by us to your computer or mobile device, which are used only by us to recognize your computer or mobile device when it revisits our Services.\nand (2) third party cookies, which are issued by service providers on our Sites, and can be used by such service providers to recognize your computer or mobile device when it visits other websites.</p>\n<strong>Cookies we use</strong>\n<strong>Type of cookie</strong>\n<strong>Purpose&nbsp;</strong>\n<em>Essential Cookies &nbsp.\n&nbsp;</em>\nThese cookies are essential to provide you with Services available through our Sites and to enable you to use their features fully.\nFor example, they allow you to log in to secure areas of our Sites.&nbsp;&nbsp;Without these cookies, the Services that you have asked for cannot be provided, and we only use these cookies to provide you with those Services.\n<em>Functionality &nbsp;Cookies</em>\nThese cookies allow us to remember choices you make when you visit our Sites, such as remembering your language preferences, and remembering your login details.\nThe purpose of these cookies is to provide you with a more personal experience and to avoid you having to re-enter your preferences every time you use our Services.\n<em>Analytics and Performance Cookies</em>\nThese cookies are used to collect information about traffic to our Sites and how users use Services.\nThe information gathered does not identify any individual visitor, though it includes IP addresses that can be used to do so.\nIt includes the number of visitors to each Site, the websites that referred them to that Site, the pages visited and for how long, the time of day of that session, whether this is a new or repeat visit, and other similar information.&nbsp;&nbsp;&nbsp;We use this information to help operate our Sites more efficiently, to gather broad demographic information, and to monitor the level of utilization of all our Services.\n<em>Social Media Cookies</em>\nThese cookies are used when you share information using a social media sharing button or “like” button related to our Services, or you link your account or engage with our content on or through a social networking website such as Facebook, Google+, LinkedIn or Twitter.\nThe social media site will record that you have done this.\n<p>&nbsp;</p>\n<strong>Disabling cookies</strong>\n<p>You can typically remove or reject cookies via your browser settings.\nIn order to do this, follow the instructions provided by your browser (usually located within the “settings,” “help,” “tools,” or “edit” facilities).\nMany browsers are set to accept cookies until you change your settings.\nNOTE: Many of our Sites will not function unless cookies are enabled, and you may be prevented from accessing a Site until cookies are enabled.</p>\n<p>Further information about cookies, including which cookies we use, how to see what cookies have been set on your computer or mobile device and how to manage and delete them, see our Cookie FAQ and Cookie Listing in the CITI Program Support Center.</p>\n4.\nPixel Tags and Related Tracking Technologies\n<p>We may also use pixel tags (which are also known as web beacons and clear GIFs) on our Sites to track the actions of users of our Services.\nUnlike cookies, which are stored on the hard drive of your computer or mobile device by a website, pixel tags are embedded invisibly on webpages.\nPixel tags measure the success of our marketing campaigns and compile statistics about usage of the Services, so that we can manage our content more effectively.\nThe information we collect using pixel tags may be linked to your personal data.</p>\n5.\nAdvertising\n<p>We currently do not use other companies to serve third-party advertisements when you visit and use the Services.</p>\n<p>We may use Remarketing with Google Analytics, Facebook, or other social media remarketing tools to advertise online.\nThis enables third-party vendors, including Google and Facebook, to show our ads on sites across the Internet.\nSuch third-party vendors, may use first-party cookies and third-party cookies together to inform, optimize, and serve ads based on your past visits to our Site.\nThese remarketing tools do not identify you to use personally unless you respond to an advertisement that you received directly from the service.\nFor information on how you can opt out of a third-party vendor’s use of cookies for interest-based ads please visit the Network Advertising Initiative opt-out page or control the use of your device identifiers by using your device’s settings options.</p>\n6.\nUsing Your Personal Data\n<p>We will not share, sell, rent, or trade your personal data with other parties without your express consent.\nWe may use your personal data as follows:</p>\n<ul>\n<li>to operate, maintain, and improve our Sites, and our Services delivered via those Sites;</li>\n<li>to manage your account, including to communicate with you regarding your account, if you have an account for one of our Services;</li>\n<li>to respond to your comments and questions, and to provide customer service;</li>\n<li>to send information including technical notices, updates, security alerts, and support and administrative messages;</li>\n<li>with your consent, to send you marketing e-mails about upcoming promotions, and other news, including information about products and services offered by us and our affiliates, including products and services offered by other divisions of the Biomedical Research Alliance of New York LLC.\nYou may opt-out of receiving such information at any time: such marketing emails tell you how to “opt-out.” Please note, even if you opt out of receiving marketing emails, we may still send you non-marketing emails.\nNon-marketing emails include those about your account with us (if you have one) and our business dealings with you;</li>\n<li>to process payments for our Services that you make via our Sites;</li>\n<li>to link or combine user information with other personal data;</li>\n<li>as we believe necessary or appropriate (a) to comply with applicable laws.\n(b) to comply with lawful requests and legal process, including to respond to requests from public and government authorities.\n(c) to enforce our policies.\nand (d) to protect our rights, privacy, safety or property, and/or that of you or others who use our Services.\nand</li>\n<li>as described in the “Sharing of Your Personal Data” section below.</li>\n</ul>\n<p>&nbsp;</p>\n7.\nSharing Your Personal Data\n<p>We may share your personal data as follows:</p>\n<ul>\n<li>\n<strong>Organizational Sponsors.</strong> When an organization (educational institution, government, research sponsor, etc.) pays for or otherwise sponsors your account or use of our Services, the sponsor will be able to see your profile information and your activities, such as enrollment, participation, progress, results and completions status of training and other user information.\nOrganizational Sponsors will also be able to see your name (not only your username) as well as your email address(es) and other contact information if you include such data in your account profile.</li>\n<li>\n<strong>Third Parties Designated by You.</strong> We may share your personal data with third parties but only when you have provided express consent to do so.</li>\n<li>\n<strong>Our Third Party Service Providers.</strong> We may share your personal data with our third party service providers who provide services such as data analysis, payment processing, information technology and related infrastructure provision, customer service, email delivery, auditing and other similar services.\nThese third parties are only permitted to use your personal data to the extent necessary to enable them to provide their services to us.\nThey are required to follow our express instructions and to comply with appropriate security measures to protect your personal data.</li>\n<li>\n<strong>Affiliates.</strong> We may share some or all of your personal data with our affiliates, including other divisions of Biomedical Research Alliance of New York LLC, in which case we will require our affiliates to comply with this Policy.\nIn particular, you may let us share personal data with our affiliates where you wish to receive marketing communications from them.</li>\n<li>\n<strong>Corporate Restructuring.</strong> We may share personal data when we do a business deal, or negotiate a business deal, involving the sale or transfer of all or a part of our business or assets.\nThese deals can include any merger, financing, acquisition, or bankruptcy transaction or proceeding.</li>\n<li>\n<strong>Other Disclosures.</strong> We may share personal data as we believe necessary or appropriate: (a) to comply with applicable laws.\n(b) to comply with lawful requests and legal process, including to respond to requests from public and government authorities to meet national security or law enforcement requirements.\n(c) to enforce this Policy or related policies.\nand (d) to protect our rights, privacy, safety or property, and/or that of you or others.</li>\n</ul>\n<p>&nbsp;</p>\n8.\nAnonymous Data\n<p>When we use the term “anonymous data,” we are referring to data and information that does not permit you to be identified or identifiable, either alone or when combined with any other information available to a third party.</p>\n<p>We may create anonymous data from the personal data we receive about you and other individuals whose personal data we collect.\nAnonymous data might include analytics information and information collected by us using cookies or other tracking technologies.\nWe convert personal data into anonymous data by excluding information (such as your name), and modifying any other elements that are reasonably likely to make the data personally identifiable.\nWe use this anonymous data to analyze usage patterns in order to make improvements to our Sites and Services.</p>\n9.\nThird Party Sites\n<p>Our Sites may contain links to third-party websites and features.\nThis Policy does not cover the privacy practices of such third parties.\nThese third parties have their own privacy policies and we do not accept any responsibility or liability for their websites, features, or policies.\nPlease read their privacy policies before you submit any data to them.\nIf you believe a link has been placed on our website incorrectly, please email us at info@citiprogram.org, or you can contact our website management company, Proper Noun.</p>\n10.\nUser Generated Content\n<p>If you provide feedback to us, we may use and disclose such feedback on our Sites, provided we do not associate such feedback with your personal data or other identifying information.\nIf you have provided your consent to do so, we may, with your approval, post your first and last name along with your feedback about our Services on our Sites.</p>\n11.\nInternational Data Transfer\n<p>Your information, including personal data that we collect from you, may be transferred to, stored, and processed by us and our affiliates and other third parties outside the country in which you reside, including, but not limited to the United States, where data protection and privacy regulations may not offer the same level of protection as in other parts of the world.\nBy using our Services, you agree to this transfer, storing or processing.\nIf you are a resident of the EEA, you will be required to confirm your acceptance of such transfer, storing or processing when you create your user account.\nWe will take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this Policy.\nPlease check your account settings to confirm that you have selected the security profile that best suits your needs.</p>\n12.\nSecurity\n<p>We endeavor to use reasonable organizational, technical, and administrative measures to protect personal data within our organization.\nUnfortunately, no transmission or storage system can be guaranteed to be completely secure, and transmission of information via the internet is not completely secure.\nIf you have reason to believe that any interaction with us is no longer secure (for example, if you feel that the security of any account you might have with us has been compromised), please immediately notify us of the problem by contacting us at security@citiprogram.org or by using the details in Section 18 below.</p>\n13.\nRetention\n<p>We will only retain your personal data for as long reasonably required for us to provide you with our Services or until you close your account/cancel your subscription, unless a longer retention period is required or permitted by law (for example for regulatory purposes), or as required by the sponsoring organization paying for your access to our Services.</p>\n14.\nOur Policy on Children\n<p>Our Services do not knowingly create accounts for nor collect information from minors under 18 years of age without parental consent or parental notification.\nIf a parent or guardian becomes aware that his or her child has provided us with information without their consent, he or she should contact us using the details in Section 18 below.\nWe will delete such information from our files as soon as reasonably practicable.\nOur accounts are not knowingly provided to any persons under 13 years of age under any circumstances.</p>\n15.\nSensitive Personal Data\n<p>Subject to the following paragraph, we ask that you not send us, and you not disclose, any sensitive personal data (e.g., social security numbers, information related to racial or ethnic origin, political opinions, religion or other beliefs, health, biometrics or genetic characteristics, criminal background or trade union membership) on or through our Sites or otherwise to us.\nWe do not actively collect sensitive personal data.</p>\n<p>If you send or disclose any sensitive personal data to us when you submit user generated content to our Services, you consent to our processing and use of such sensitive personal data in accordance with this Policy.\nIf you do not consent to our processing and use of such sensitive personal data, you must not submit such user generated content to our Services.</p>\n16.\nYour Rights\n<ul>\n<li>\n<strong>Opt-out.</strong> You may contact us anytime to opt-out of: (i) direct marketing communications.\n(ii) automated decision-making and/or profiling.\n(iii) our collection of sensitive personal data.\n(iv) any new processing of your personal data that we may carry out beyond the original purpose.\nor (v) the transfer of your personal data outside the EEA.\nPlease note that your use of some of the Services may be ineffective upon opt-out.</li>\n<li>\n<strong>Access.</strong> You may access the information we hold about you at any time via your profile/account or by contacting us directly.</li>\n<li>\n<strong>Amend.</strong> You can also contact us to update or correct any inaccuracies in your personal data.</li>\n<li>\n<strong>Move.</strong> For the subset of your personal data that is portable, you have the flexibility to move that data to other service providers as you wish.</li>\n<li>\n<strong>Erase and forget.</strong> (Applicable to EEA and California residents only) In certain situations, for example when the information we hold about you is no longer relevant or is incorrect, you can request that we erase your data.\nYour request may be denied if the sponsoring organization paying for your access to our Service requires us to retain your information.</li>\n</ul>\n<p>If you wish to exercise any of these rights, please contact us using the contact information in Section 18 below.\nIn your request, please make clear: (i) what personal data is concerned.\nand (ii) which of the above rights you would like to enforce.\nFor your protection, we may only implement requests with respect to the personal data associated with the name and particular email address(es) that you use to send us your request, and we may need to verify your identity before implementing your request.\nWe will try to comply with your request as soon as reasonably practicable and in any event, within one month of your request.\nPlease note that we may need to retain certain information for recordkeeping purposes and/or to complete any transactions that you began prior to requesting such change or deletion.</p>\n<p>If you are a resident of California, please click here for information regarding your rights under the California Consumer Privacy Act.</p>\n<p>&nbsp;</p>\n17.\nComplaints\n<p>We are committed to resolve any complaints about our collection or use of your personal data.\nIf you would like to make a complaint regarding this Policy or our practices in relation to your personal data, please contact us at privacy@citiprogram.org or using the contact information in section 18 below.\nWe will reply to your complaint as soon as we can and in any event, within 45 days.\nWe hope to resolve any complaint brought to our attention, however if you feel that your complaint has not been adequately resolved, you reserve the right to contact your local, regional, or national data protection supervisory authority.</p>\n18.\nContact Information\n<p>We welcome your comments or questions about this Policy.\nYou may contact us at:</p>\n<p>Privacy Concerns: privacy@citiprogram.org</p>\n<p>Security Concerns:&lt.\nsecurity@citiprogram.org</p>\n<p>Telephone: 888.529.5929 (U.S.) or +1.305.907.3351 (outside U.S.)</p>\n<p>Postal Address:<br>\nCITI Program, a division of BRANY<br>\n101 NE 3rd Avenue, Suite 320<br>\nFort Lauderdale, FL 33301</p> Other Legal\n<ul>\n<li>Accessibility</li>\n<li>Copyright</li>\n<li>Statement of Security Practices</li>\n<li>Terms of Service</li>\n</ul> ", "created_at": "2021-09-29 15:13:40.653161", "updated_at": "2021-09-29 15:13:52.432202"}, {"id": 9090, "name": "Terms of Service", "url": "https://about.citiprogram.org/terms-of-service/", "xpath": "/html/body/div[3]/div[2]/div/div", "text": " <p>Last updated: 1 March 2021</p>\n<p>\n</p>\n<p>The Collaborative Institutional Training Initiative (CITI Program) provides educational materials to affiliates of its organizational subscribers, and to its individual subscribers, using websites and other forms of information exchange.\nThe CITI Program is a division of Biomedical Research Alliance of New York (“BRANY”), a limited liability corporation based in Lake Success, NY, United States of America.</p>\n<p>ACCESS TO AND USE OF CITI PROGRAM WEBSITES AND THEIR CONTENTS, AND TO OTHER CITI PROGRAM MATERIALS, ARE SUBJECT TO THESE TERMS AND CONDITIONS, AS WELL AS TO OUR PRIVACY AND COOKIE POLICY AND COPYRIGHT.\nPLEASE READ THEM CAREFULLY.</p>\n<p>Subscribing organizations, their Affiliated Learners, and/or Independent Learners shall acquire no other rights in any CITI Program services or materials unless specifically and expressly granted by CITI Program in writing.\nAll the intellectual property rights in the CITI Program services and materials are owned by CITI Program or its licensors.&nbsp;CITI Program reserves the right, at its sole discretion, to terminate account access and use of its services to any Subscribing Organization, any affiliates of a Subscribing Organization, or to any Independent Learner, for failure to follow the terms and conditions described in these Terms of Service.\nCITI Program also reserves the right to pursue any remedy available to it by law or equity, including but not limited to all remedies and reporting afforded through the Digital Millennium Copyright Act, for failure to follow the terms and conditions described in these Terms of Service.</p>\n1.\nAccount Eligibility\n<p>CITI Program accounts are available to persons 18 years of age or older without restriction, subject to a valid affiliation with an active CITI Program Subscriber Organization or a valid registration of an Independent Learner subscription.</p>\n<p>Persons under 18 years of age must seek parental permission for creation of an account and subsequent use of the CITI Program’s materials.\nCITI Program accounts are not available to persons under 13 years of age.&nbsp;Persons creating CITI Program accounts from its website or through organizational portals agree as a condition of use that they are: (a) 18 years of age or older.\nor (b) if under 18, have parental permission to access CITI Program materials, and are over 13 years of age.\nSubscriber Organizations creating CITI Program accounts are solely responsible for ensuring age and permission requirements for their Affiliated Learners.</p>\n<p>CITI Program offers accounts to two types of learners: Affiliated Learners and Independent Learners.</p>\n<ul>\n<li>“Affiliated Learners” are persons with an active employment, educational, or other affiliation with a Subscriber Organization, whose access to CITI Program materials is based on a Subscriber Organization’s current (paid up) subscription.\nAn “active affiliation” with a Subscriber Organization is defined as: (a) current employment as a full- or part-time employee of that organization, or affiliation in any other professional capacity, including affiliation as a volunteer.\nor (b) current enrollment as a full or part-time student at that organization, or in another trainee capacity.\nor (c) currently working on research that is funded, co-funded, or co-conducted by the Subscriber Organization.\nFor purposes of clarity, membership in an association or organization, or any relationship with a commercial institutional review board or contract research organization that subscribes to CITI Program, does not constitute an active affiliation with that Subscriber Organization.\nCITI Program access cannot be offered by any Subscribing Organization as part of its paid or unpaid membership benefit or as part of its contracted services without express written approval from CITI Program.\nClaiming an active affiliation with a Subscribing Organization to which one is not entitled may be considered fraud, and will result in disabling of all account credentials.</li>\n<li>“Site” shall mean a facility owned and/or operated by or actively affiliated with a Subscribing Organization where 30 or more employees, agents, or students of the organization (at the site) or the active affiliate will complete CITI Program courses.\nSites will require a separate paid subscription to the CITI Program, either paid directly to CITI Program as a Subscriber Organization or as a paid Site of the Subscriber Organization with which it is actively affiliated.</li>\n<li>“Independent Learners” are persons who have no active affiliation with a CITI Program Subscriber Organization, or who wish to have access to materials that the organization(s) with which they are affiliated do(es) not provide under an organizational subscription.</li>\n<li>“Subscribing Organizations” are those organizations that obtain access to the CITI Program on behalf of their employees, students, and other affiliates by purchasing a subscription.</li>\n<li>“Site Administrators” are persons designated by their Subscriber Organization to make determinations about the configuration of content access for and to access administrative information about their Affiliated Learners (such as reports of coursework completions).\nSite Administrators’ accounts have additional privileges for data access and reporting.\nSubscribing Organizations are expected to designate their Site Administrators appropriately and to keep those designations current.</li>\n</ul>\n2.\nAccount Credentials and Access\n<p>The CITI Program website contains “public” areas and contents that are accessible to all persons.\nand it contains areas that are “private,” which may be accessed only by valid, active CITI Program account holders after login with assigned username and password credentials.</p>\n<p>Usernames and passwords that authenticate your identity for access to CITI Program accounts are of two types: (1) Issued by CITI Program itself, known as “CITI Program account credentials”.\n(2) Issued by CITI Program Subscriber Organizations that allow their affiliated learners to use organization-assigned usernames and passwords for access to CITI Program, known as “single-sign-on account credentials” or “SSO account credentials.” Persons using CITI Program may have more than one set of username and password credentials to access the same account (e.g., one set issued by CITI Program, and one or more set(s) issued by organization(s) with which the learner is affiliated that use single-sign-on).</p>\n3.\nConduct of Affiliated and Independent Learners\n<p>CITI Program and Subscribing Organizations take training requirements very seriously.\nCITI Program training materials are designed to fulfill organizational policies and legal-regulatory mandates.\nMisuse of CITI Program content can result in organizational responses that include disciplinary action, up to and including termination of employment or enrollment, reporting to funders, reporting to legal authorities, and legal action by CITI Program and/or the organizations subscribing to its content.</p>\n<p>All users of the CITI Program website and its content should understand that CITI Program keeps account activity logs, including computer IP addresses, time spent in each content area, number of quiz attempts and scores.\nSee the CITI Program&nbsp;Privacy&nbsp;and Cookie Policy, which governs collection, use, and disclosure of your personal information.\nAllegations of inappropriate use will be investigated, and the results may be reported to the organization(s) with which a learner is affiliated.\nInappropriate use may result in immediate account suspension or termination.</p>\n<p>Persons who use the CITI Program website and its other educational content are expected to adhere to Learner Standards of Conduct, which include:</p>\n<ul>\n<li>Accessing only CITI Program materials designated for the organization(s) with which the learner is appropriately affiliated, or for which the learner has created a valid Independent Learner registration by individual payment or other means.\nKnowing misrepresentation of affiliation or payment status is considered fraud.</li>\n<li>Maintaining only one CITI Program account, unless granted permission for multiple accounts by an organization with which the learner is affiliated or by CITI Program.\nThe CITI Program Help Desk can assist with merging duplicate accounts that were created by mistake.</li>\n<li>Not sharing CITI Program account usernames and passwords.\nUse of a CITI Program account by more than one person is not permitted.</li>\n<li>Promptly reporting to the CITI Program Help Desk if it is suspected that a CITI Program account has been compromised in any way.</li>\n<li>Not accessing (nor attempting to access) any service on the CITI Program by any means other than as permitted in these Terms.</li>\n<li>Not renting, leasing, loaning, or selling access to the CITI Program.</li>\n<li>Not accessing the CITI Program to build a product using similar ideas, features, functions, interface, or graphics of the CITI Program.</li>\n<li>Not circumventing, disabling, or otherwise interfering with any features of the CITI Program in a manner that prevents, restricts, or limits the access of valid users.</li>\n<li>Not copying, sharing, or engaging in any other unauthorized manipulation of any CITI Program or third party content.</li>\n<li>Not deleting the copyright or other proprietary rights notices on the CITI Program materials and website.</li>\n<li>Completing all required quizzes and any other assessments without assistance, using only the learner’s own work.</li>\n<li>Not sharing CITI Program course content on any website, via email, photocopying, or any other means, unless approved by the learner’s affiliated organization or by CITI Program.\nSuch sharing may be considered a copyright violation, regardless of intent.</li>\n<li>Not sharing course-related quiz questions or answers on any website, via email, photocopying, or any other means.\nSuch sharing is considered cheating, regardless of intent.</li>\n<li>Not misrepresenting your identity or the identity of any other learner with respect to quiz completions or other learning activities.</li>\n<li>Not engaging in any other activities that would dishonestly improve the learner’s results, or improve or hurt the results of other learners.</li>\n</ul>\n<p>Training records of learners may be reviewed by CITI Program at any time.\nTraining records of learners who have declared an affiliation with a CITI Program Organizational Subscriber may be provided to that subscribing organization at any time.\nSee the CITI Program&nbsp;Privacy and Cookie Policy&nbsp;for additional information.</p>\n4.\nConduct of Subscriber Organizations\n<p>Organizational subscribers to CITI Program services are expected to adhere to Standards of Conduct, which include:</p>\n<ul>\n<li>Providing current contact information and organizational instructions to guide the Subscriber Organization’s Affiliated Learners in accessing CITI Program content.</li>\n<li>Providing appropriate access to its own help information to supplement the contact lists and organizational instructions of the Subscriber Organization.</li>\n<li>Ensuring that organization-specific custom content produced by the Subscriber Organization that is hosted by CITI Program is accurate, appropriate, and does not violate any copyright.\nInaccurate, inappropriate, or copyright-infringing materials are subject to immediate removal.</li>\n<li>Not renting, leasing, loaning, or selling access to the CITI Program.</li>\n<li>Not accessing the CITI Program to build a product using similar ideas, features, functions, interface, or graphics of the CITI Program.</li>\n<li>Not circumventing, disabling, or otherwise interfering with any features of the CITI Program that prevents, restricts, or limits the access of valid users.</li>\n<li>Not copying, sharing, or engaging in any other unauthorized manipulation of any CITI Program or third party content.</li>\n<li>Not deleting the copyright or other proprietary rights notices on the CITI Program materials or website.</li>\n<li>Updating the set of persons with Site Administrator privileges at the Subscriber Organization in a timely fashion to ensure appropriate access to data about the organization’s affiliated learners.</li>\n<li>Ensuring appropriate training and data security behaviors by designated Site Administrators.</li>\n<li>Respecting privacy by appropriate protection of affiliated learners’ data transferred between the CITI Program and the Subscriber Organization, or to third parties with which the Subscriber Organization has a business relationship.</li>\n<li>Ensuring timely payment of CITI Program fees associated with the Subscriber Organization’s contracted services.</li>\n</ul>\n5.\nCopyright\n<p>CITI Program content is subject to copyright protections.\nPlease review the CITI Program&nbsp;Copyright Policy, which governs use and re-use of materials from CITI Program websites and from its other communications.\nIf you are a copyright owner or an agent thereof and believe that any content on the CITI Program website infringes upon your copyrights, you may submit a notification pursuant to the Digital Millennium Copyright Act (“DMCA”) in accordance our Copyright Policy.</p>\n6.\nData Protection and Privacy\n<p>Please review the CITI Program&nbsp;Privacy and Cookie Policy, which governs collection, use, and disclosure of your personal information, including all data associated with your use of CITI Program websites.</p>\n7.\nDisclaimer\n<p>THE CITI PROGRAM IS OFFERED “AS IS” WITHOUT WARRANTY AS TO ITS PERFORMANCE AND NEITHER THE CITI PROGRAM NOR BRANY NOR THEIR AGENTS, OFFICERS, OR EMPLOYEES MAKES ANY WARRANTY WITH RESPECT THE RESULTS OBTAINED THEREFROM.\nTHE CITI PROGRAM AND THE BRANY EXPRESSLY DISCLAIM ANY REPRESENTATIONS OR WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, ANY WARRANTY OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT OF THIRD PARTY INTELLECTUAL PROPERTY RIGHTS.</p>\n<p>EACH PERSON OR ENTITY ACCESSING INFORMATION AT THE CITI PROGRAM WEBSITE(S) ASSUMES FULL RESPONSIBILITY FOR USE AND UNDERSTANDS AND AGREES THAT IN NO EVENT WILL THE CITI PROGRAM AND/OR BRANY OR THEIR AGENTS, OFFICERS, OR EMPLOYEES BE LIABLE FOR PERSONAL INJURY, OR ANY INCIDENTAL, SPECIAL, INDIRECT, CONSEQUENTIAL OR PUNITIVE DAMAGES WHATSOEVER, INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF PROFITS, LOSS OF DATA, BUSINESS INTERRUPTION OR ANY OTHER DAMAGES OR LOSSES, ARISING OUT OF OR RELATED TO THE USE OR INABILITY TO USE THE CITI PROGRAM AND/OR BRANY SOFTWARE, SERVICES, DEVELOPMENT EFFORTS, EDUCATIONAL EFFORTS, OR PARTICIPATION IN THE PROGRAM, HOWEVER CAUSED, WHETHER UNDER A THEORY OF CONTRACT, WARRANTY, TORT (INCLUDING NEGLIGENCE), PRODUCTS LIABILITY, OR OTHERWISE, EVEN IF THE CITI PROGRAM AND/OR BRANY HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES, AND NOTWITHSTANDING THE FAILURE OF ESSENTIAL PURPOSE OF ANY REMEDY.\nIN NO EVENT SHALL THE CITI PROGRAM AND BRANY’S TOTAL LIABILITY TO ANY USER OF THE CITI PROGRAM UNDER THIS AGREEMENT FOR ALL DAMAGES (OTHER THAN AS MAY BE REQUIRED BY APPLICABLE LAW) EXCEED THE AMOUNT OF FIFTY DOLLARS ($50.00).</p>\n<p>Information presented on CITI Program websites and in other communications is believed to be correct at the time of posting.\nHowever, it is designed for educational purposes only, and is neither intended nor represented as professional advice.\nPersons with specific issues or questions concerning applicable laws, regulations, policies, or procedures should consult with an attorney or representatives of their organization’s institutional review board, institutional animal care and use committee, institutional biosafety committee, export control office, privacy office, or other responsible compliance or research ethics officers or entities.</p>\n<p>Information presented in CITI Program courses and other documents represent the personal views of the author(s), and should not be assumed to reflect the official policies, procedures, or practices of the CITI Program, BRANY, or any other organization affiliated with the CITI Program unless otherwise stated.\nThe CITI Program cannot guarantee the accuracy or completeness of any information on or provided in connection with its websites.\nThe CITI Program and BRANY, or any of their officers, trustees, agents, employees, students, or volunteers, are not responsible for any errors or omissions or for results obtained from the use of this information.</p>\n<p>Parties re-using CITI Program materials for non-commercial, educational purposes may, with written permission only, adapt information to local circumstances.\nThis includes CITI Program Subscriber organizations that have adapted materials to reflect their own policies or procedures.\nSuch organizations may also create their own custom content, based on local sources and materials.\nThe CITI Program and the BRANY take no responsibility for the accuracy or appropriateness of these modifications, nor in any way endorse particular policies, procedures, or practices.</p>\n8.\nExternal Content\n<p>The CITI Program’s websites contain links to Subscriber Organizations’ materials and to other third party websites.\nLinks to Subscriber Organizations’ sites and their contents, and to other third-party websites and associated content, are provided solely for the convenience of CITI Program users.\nCITI Program neither endorses nor guarantees the accuracy of such content, the appropriateness or completeness of the sites’ privacy policies, nor does it endorse any commercial products or services that may be referenced on them.</p>\n<p>These sites are managed by organizations, companies, or individuals that are not under the control of the CITI Program.\nThe CITI Program and BRANY are not responsible for the information or links you may find on these websites.\nAccess to and use of any third-party website linked to CITI Program websites is at the user’s own risk.\nWe are not responsible for the accuracy or reliability of any information, information collection practices, data, opinions, advice or statements made on these sites.\nThe CITI Program provides these links merely as a convenience and the inclusion of such links does not imply any endorsement.\nOnce you link to another website, you are subject to the privacy and other policies of the new site.\nYou should read these sites’ policies on privacy and information collection.</p>\n9.\nSubscription and Service Fees\n<p>Fees for organizational and individual subscriptions, and for supplemental services associated with CITI Program access, are posted on the CITI Program website.\nCITI Program may at any time, without notice or upon notice as required by applicable law, change the price of any of its services, institute new service charges or fees, or change the conditions associated with particular service fees.</p>\n<p>Failure to pay service fees in a timely fashion will result in discontinuation of service.</p>\n<p>Refunds for service fees depend on the service.\nPlease review the CITI Program Refund/Return Policy.</p>\n10.\nProtocol Builder Subscribers\n<p>For CITI Program clients that are also subscribing to Protocol Builder, the Protocol Builder Terms of Service can be accessed at http://www.protocolbuilderpro.com/terms-of-service/.</p>\n11.\nTermination, Modification, Enforcement, Force Majeure, Conflict of Terms, Governing Law\n<p>CITI Program reserves the right, at its sole discretion, to terminate account access and use of its services to any Subscribing Organization, any affiliates of a Subscribing organization, or to any Independent Learner, for failure to follow the terms and conditions described in these Terms of Service.\nCITI Program also reserves the right to pursue any remedy available to it by law or equity for failure to follow the terms and conditions described in these Terms of Service.</p>\n<p>CITI Program may at any time, without notice or upon notice as required by applicable law, modify these Terms of Service.</p>\n<p>In the event of any conflict between the CITI Program Terms of Service, its other Legal Notices, or any other documents that may be a part of CITI Program, including but not limited to the Terms of Service and/or other Legal Notices translated to another language, the language of the English language Terms of Service and other Legal Notices shall govern.</p>\n<p>Otherwise applicable sections of the Terms of Service will survive termination or modification.\nIn addition to any termination rights, CITI Program reserves the right to enforce and prosecute any violations of these Terms of Service.</p>\n<p>Neither CITI Program nor its Subscribing Organizations will be liable for failures or delays in providing services due to events or causes beyond their control, including but not limited to acts of God, criminal activity, earthquakes, epidemics or other health emergencies, fires, floods, hurricanes or other meteorological events, infrastructure failures, military or civil authority actions, riots or civil unrest, strikes or other labor disputes, terrorism, or war or other hostilities.\nIf conditions giving rise to failure or delay continue for more than thirty (30) days, any party may terminate this agreement by giving written notice to the other(s).</p>\n<p>These Terms of Service are governed exclusively by the laws of the United States and the laws of the State of New York, without reference to its conflict of laws provisions.</p>\n<p>CITI Program reserves the right to suspend, limit, or deny an account or access to services to any person or entity at any time for any reason.</p>\n<p>By entering and using the CITI Program, you signify your acceptance of every term and condition set forth in the Terms of Service and other Legal Notices of the CITI Program.\nThe use of the CITI Program is expressly conditioned upon your acceptance of and compliance with all terms and conditions set forth in the Terms of Service and other Legal Notices.\nIf you do not accept the terms or do not wish to comply with any term or condition set forth therein, please do not use the CITI Program.\nOnce you have entered the program, the Terms of Service and other Legal Notices will be deemed to have been accepted by you and you will be bound by all of the terms, conditions, and restrictions contained therein.</p>\n12.\nAmendment for State Entities\n<p>Amendment for State Entities.\nIf you are a state or local government or an agency or other unit of a state or local government located in the United States, please see our State Entity Amendment.</p>\n<p>&nbsp;</p>\n13.\nContact Information\n<p>For additional information, or if you have questions or concerns about CITI Program’s Terms of Service, contact us at:</p>\n<p>Email: support@citiprogram.org</p>\n<p>Telephone: 888.529.5929 (U.S.) or +1.305.907.3351 (outside U.S.)</p>\n<p>Postal Address:<br>\nCITI Program, a division of BRANY<br>\n101 NE 3rd Avenue, Suite 320<br>\nFort Lauderdale, FL 33301</p> Other Legal\n<ul>\n<li>Accessibility</li>\n<li>Copyright</li>\n<li>Privacy and Cookie Policy</li>\n<li>Statement of Security Practices</li>\n</ul>", "created_at": "2021-09-29 15:10:59.369044", "updated_at": "2021-09-29 15:12:47.008317"}], "points": [{"id": 25299, "title": "Third-party cookies are used for statistics", "source": "https://about.citiprogram.org/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-09-29 15:23:05.202561", "updated_at": "2021-10-02 16:14:43.296953", "quoteText": "third party cookies, which are issued by service providers on our Sites", "case_id": 325, "document_id": 9091, "quoteStart": 5579, "quoteEnd": 5650}, {"id": 25296, "title": "First-party cookies are used", "source": "https://about.citiprogram.org/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-09-29 15:18:08.423926", "updated_at": "2021-10-02 16:14:00.763248", "quoteText": "We collect this information about you using tracking technologies such as “cookies.” ", "case_id": 126, "document_id": 9091, "quoteStart": 4294, "quoteEnd": 4379}, {"id": 25305, "title": "The data retention period is kept to the minimum necessary for fulfilling its purposes", "source": "https://about.citiprogram.org/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-09-29 17:36:54.410276", "updated_at": "2021-10-02 16:13:45.821367", "quoteText": "We will only retain your personal data for as long reasonably required", "case_id": 303, "document_id": 9091, "quoteStart": 17734, "quoteEnd": 17804}, {"id": 25304, "title": "Information is provided about security practices", "source": "https://about.citiprogram.org/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-09-29 17:34:55.133843", "updated_at": "2021-10-02 16:13:50.677122", "quoteText": "We endeavor to use reasonable organizational, technical, and administrative measures to protect personal data within our organization.\n", "case_id": 226, "document_id": 9091, "quoteStart": 17093, "quoteEnd": 17228}, {"id": 25303, "title": "Your data is processed and stored in a country that is less friendly to user privacy protection", "source": "https://about.citiprogram.org/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-09-29 17:33:59.296735", "updated_at": "2021-10-02 16:14:21.056264", "quoteText": "including, but not limited to the United States", "case_id": 411, "document_id": 9091, "quoteStart": 16429, "quoteEnd": 16476}, {"id": 25302, "title": "Your data may be processed and stored anywhere in the world", "source": "https://about.citiprogram.org/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-09-29 17:32:53.00613", "updated_at": "2021-10-02 16:14:33.549944", "quoteText": "Your information, including personal data that we collect from you, may be transferred to, stored, and processed by us and our affiliates and other third parties outside the country in which you reside", "case_id": 187, "document_id": 9091, "quoteStart": 16226, "quoteEnd": 16427}, {"id": 25301, "title": "This service informs you that its Terms of Service does not apply to third party websites", "source": "https://about.citiprogram.org/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-09-29 17:30:35.913391", "updated_at": "2021-10-02 16:13:56.357878", "quoteText": "This Policy does not cover the privacy practices of such third parties.\n", "case_id": 408, "document_id": 9091, "quoteStart": 15347, "quoteEnd": 15419}, {"id": 25300, "title": "Your personal data is not sold", "source": "https://about.citiprogram.org/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-09-29 17:26:36.474031", "updated_at": "2021-10-02 16:13:39.500204", "quoteText": "We will not share, sell, rent, or trade your personal data with other parties without your express consent.", "case_id": 193, "document_id": 9091, "quoteStart": 9969, "quoteEnd": 10076}, {"id": 25298, "title": "This service tracks which web page referred you to it", "source": "https://about.citiprogram.org/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-09-29 15:20:19.556833", "updated_at": "2021-10-02 16:14:38.59151", "quoteText": "the website you visited before browsing our Sites", "case_id": 387, "document_id": 9091, "quoteStart": 4089, "quoteEnd": 4138}, {"id": 25297, "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting", "source": "https://about.citiprogram.org/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-09-29 15:19:26.85403", "updated_at": "2021-10-02 16:14:47.855293", "quoteText": "we log your computer or mobile device operating system name and version, manufacturer and model, browser type, browser language,", "case_id": 323, "document_id": 9091, "quoteStart": 3941, "quoteEnd": 4069}, {"id": 25295, "title": " Terms may be changed any time at their discretion, without notice to you ", "source": "https://about.citiprogram.org/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-09-29 15:15:51.483412", "updated_at": "2021-10-02 16:14:52.165397", "quoteText": "We reserve the right to modify the Policy at any time, so we encourage you to review it frequently.\n", "case_id": 121, "document_id": 9091, "quoteStart": 1247, "quoteEnd": 1347}, {"id": 25294, "title": "There is a date of the last update of the agreements", "source": "https://about.citiprogram.org/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-09-29 15:14:14.430248", "updated_at": "2021-10-02 16:14:16.191323", "quoteText": "Last updated: 1 March 2021", "case_id": 331, "document_id": 9091, "quoteStart": 4, "quoteEnd": 30}], "urls": ["citiprogram.org"]}}