{"error": 448, "message": "OK", "parameters": {"id": 157, "name": "Tutanota", "created_at": "2018-01-16 15:26:04.947992", "updated_at": "2021-03-25 03:19:49.476245", "wikipedia": "https://en.wikipedia.org/wiki/Tutanota", "keywords": "", "related": "", "slug": "tutanota", "is_comprehensively_reviewed": false, "rating": 1, "status": null, "image": "https://s3.tosdr.org/logos/157.png", "url": "tutanota.com", "documents": [{"id": 444, "name": "Terms and Privacy", "url": "https://tutanota.com/terms", "xpath": "", "text": "YOU &amp.\nUSPRICINGFEATURESSECURE EMAILENCRYPTED CALENDARBUSINESSWHITELABELSECURE CONNECTFAQHOW-TOENCRYPTED EMAILBLOGSIGN UPTerms and ConditionsParagraphs, paragraphs, paragraphs…Terms and Conditions of Tutao GmbH\n<p>These General Terms and Conditions are valid for new customers as of now and for existing customers as of November 2, 2018.</p>\n<p>\n<em>The previous version of these Terms and Conditions can be found here.</em>\n</p>\n<p>\n<em>These General Terms and Conditions are provided in English for your\nconvenience.\nPlease note that in case of a dispute or discrepancy\nbetween the German Terms and Conditions and the English translation,\nthe German version shall prevail.</em>\n</p>\n<p>\n<em>In this version of the Terms and Conditions the following clause was added:</em>\n</p>\n<p>\n<em>4.8.\nTutao has the right to show its customers security notices as well as information in regards to contracts with the customers, to product updates, to Tutao GmbH, to other products and to products of partners.\nPartners are exclusively companies that can be recommended by Tutao GmbH because they advocate human rights, data protection or privacy.</em>\n</p>\n<p>&nbsp;</p>\n1.\nGeneral, scope\n<p>1.1 The Tutao GmbH Address: Deisterstr.\n17a, 30449 Hanover, e-mail:\nhello@tutao.de, phone: +49 511 202801-0 (hereafter Tutao)\nprovides all deliveries and services solely on the basis of these\nTerms and Conditions.</p>\n<p>1.2 These Terms and Conditions apply to entrepreneurs according to § 14 BGB\n(German Civil Code) (hereafter business customers) as wells as to consumers\naccording to § 13 BGB (German Civil Code) (hereafter private customers).\nA consumer is any natural person entering into a legal transaction for a\npurpose that cannot be attributed to their commercial or to their independent\nvocational activity.</p>\n<p>1.3 For business users these Terms and Conditions are valid for all future\nbusiness with Tutao.</p>\n<p>1.4 Terms and Conditions of the business user that differ from Tutao's Terms and\nConditions completely or in parts are not recognized, unless Tutao accepts them\nwith a written statement.\nThe Terms and Conditions of Tutao also apply exclusively\nif Tutao unconditionally renders a service in the knowledge of conflicting Terms\nand Conditions of the customer.</p>\n2.\nConclusion of contract\n<p>2.1 The customer sends the request on completion of the proposed\ncontract either by dispatching an electronic statement or by\ntransmitting the order form in writing to Tutao if this is\noffered.\nThe contract is concluded with the allocation of an\naccount by Tutao.</p>\n3.\nNotice of cancellation\n<p>3.1 If the customer is a private customer and the contract was concluded\nexclusively by means of distance communication (distance selling\ncontract), the private customer has the statutory right of withdrawal\ndescribed below:</p>\n<p>\n<strong>Notice of cancellation</strong>\n</p>\n<p>\n<strong>Right of withdrawal</strong>\n</p>\n<p>You have the right to cancel this contract within fourteen days\nwithout giving any reason.\nThe withdrawal period is fourteen days from\nthe date of contract.\nTo exercise your right of cancellation, you must\nnotify us</p>\n<p>Tutao GmbH<br>\nDeisterstr.\n17a<br>\n30449 Hanover<br>\nGermany</p>\n<p>Phone: +49 511 202801-0<br>\nFax: +49 511 202801-19 or<br>\nEmail: hello@tutao.de</p>\n<p>with a clear statement (eg a letter sent via post, a fax or an email)\nof your decision to withdraw from this contract.\nYou can use the\nattached model withdrawal form.\nHowever this is not mandatory.</p>\n<p>In order to observe the withdrawal period it is sufficient to send the\nnotice claiming the right of withdrawal within the withdrawal period.</p>\n<p>\n<strong>Results of Withdrawal</strong>\n</p>\n<p>If you withdraw from this contract, we have to return all payments\nthat we have received from you including delivery costs (with the\nexception of the additional costs arising from the fact that you have\nchosen a more expensive type of delivery other than the standard\ndelivery offered by us) which must be repaid immediately at the latest\nwithin fourteen days from the date on which we have received your\nnotice of cancellation of this contract.\nFor this repayment we use the\nsame method of payment that you have used for the initial transaction,\nunless you explicitly agreed otherwise.\nin any case you will not be\ncharged fees for this repayment.</p>\n<p>In case that you have required the services to start during the\nwithdrawal period, you have to pay us a reasonable amount compared to\nthe full extent of the service covered in this contract for the\nservice already provided to you up to the date on which you notify us\nof the right of withdrawal of this contract.</p>\n<p>\n<strong>End of Notice of cancellation</strong>\n</p>\n<p>\n<strong>Model form for withdrawal</strong>\n</p>\n<p>(If you want to withdraw from the contract, you can fill in this form\nand send it back to us.)</p>\n<p>To<br>\nTutao GmbH<br>\nDeisterstr.\n17a<br>\n30449 Hanover<br>\nGermany</p>\n<p>Fax: +49 511 202801-19 or<br>\nEmail: hello@tutao.de</p>\n<p>Hereby I/we* give notice that I/we* withdraw from my/our* agreement of\nsale of the following goods*/provision of the following service*:</p>\n<p>Ordered on*/received on*: __________________________________________________</p>\n<p>Name of customer(s): __________________________________________________</p>\n<p>Address of customer(s): __________________________________________________</p>\n<p>Tutanota e-mail address of the customer(s):\n__________________________________________________</p>\n<br>\nSignature of customer(s) (only if sent on paper):\n\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_ <br>\nDate: \\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_ <p>*) Delete as applicable.</p> 4.\nSubject of the contract and alteration of the contract\n<p>4.1 Tutao provides the customer with the system Tutanota in accordance\nto the respective service descriptions of the selected tariff.\nThe availability\nis 99 % annual average, in regards to 24 hours per day, seven days per week.\nExempt from this availability are time periods, during which Tutanota is not\navailable due to technical or other issues that do not lie in the sphere of\ninfluence of Tutao (force majeure, fault of third parties, etc.).\nTutao conducts a regular maintenance of the software and the system.\nFor\nthis purpose Tutao can adjust or limit services temporarily while\ntaking into account the interests of the customer as long as objective reasons\njustify it.\nIf possible this work will be conducted during non-peak hours,\nparticularly Fridays to Sundays, between 10:00 pm and 06:00 am (CET).\nIf Tutao\nestimates that the time for maintenance and software updates will lead to a\ndowntime of more than three hours, Tutao will inform all paying customers\nthree days in advance.\nTutao is only responsible for the availability if it\nis effected by the part of the system operated by Tutao.</p>\n<p>4.2 If in the respective service description of the selected tariff a\ncertain amount of storage space is defined, this applies to the entire\navailable storage space according to the service description and is\nused, among other things, for the storage of metadata (file history,\netc.).</p>\n<p>4.3 Tutao retains the right to extend services and make improvements\nif these are pertinent to the technical progress, if these seem to be\nnecessary to prevent abuse, or if Tutao is required to do so by\nlaw.\nWith the consent of the customer, Tutao can conduct other changes\nin the content of the contract, including these Terms and Conditions,\nif the change is reasonable to the customer taking into account the\ninterests of Tutao.\nParticularly unacceptable is any contract change\nthat results in a reduction of a principal contractual service offered\nby Tutao.\nIf the alteration of the contract results in increased fees\npayable by the customer, the admissibility of this is regulated under\nClause 8.5 of these Terms and Conditions.\nThe approval of the\nalteration of the contract is deemed as granted if the customer does\nnot object to the alteration within one month after receiving the\nnotification of the alteration.\nTutao agrees to notify the customer in\nthe course of the alteration notification of the consequences of\nnon-objection.</p>\n<p>4.4 Voluntary and unpaid services and benefits of Tutao which\nexplicitly are described as such and are not part of the service\ndescription can be cancelled by Tutao at any time.\nUpon alterations\nand cancellation of free services Tutao will take into account the\nlegitimate interests of the customers.</p>\n<p>4.5 Tutao has the right to use services of third parties for the\nservice provision at any time and in any amount.</p>\n<p>4.6 Free of charge versions of Tutanota are only allowed to be used by private customers.\nBusiness use is\nonly allowed in paid versions of Tutanota, except this is stated differently in the respective tariff.</p>\n<p>4.7.\nEach natural person is prohibited to sign up for more than one free of charge Tutanota account\nfor private use.\nFor additional accounts a paid tariff must be selected which allows adding aliases and user accounts.</p>\n<p>4.8.\nTutao has the right to show its customers security notices as well as information in regards to contracts with the customers, to product updates, to Tutao GmbH, to other products and to products of partners.\nPartners are exclusively companies that can be recommended by Tutao GmbH because they advocate human rights, data protection or privacy.</p>\n5.\nTerm of contract, contract renewal and contract termination, termination of services\n<p>5.1 Unless stated otherwise in the respective service description, the\ncontract is effective for an indefinite time.\nThe agreement may be\nterminated by either party with a notice period of one month prior to the\nend of each billing period.\nIf the contract is not terminated, the\ncontract is automatically renewed with the same billing period.</p>\n<p>5.2 This does not affect the right of either party to terminate the\ncontract without previous notice of a cause.\nA cause for Tutao is\nparticularly given if at least one of the following situations occur:\ndespite warning the customer culpably violates a contractual\nobligation (for example against 8.4 of these Terms and Conditions),\ndespite warning the customer does not eliminate a\nviolation of contract or of law within a reasonable period of time.\nA warning is\nnot necessary if there is a violation that makes a continuation of the\ncontract for Tutao unreasonable.</p>\n<p>5.3 The termination of additional options, particularly additional accounts or\nstorage space, of the respective tariff leaves the general contract\nunaffected.</p>\n<p>5.4 The extraordinary termination shall be effective only in writing.\nThe ordinary termination by the customer is carried out with the deletion\nof the last administrative account within the Settings of the application.</p>\n<p>5.5 After termination of the contract, Tutao is no longer obligated to\nprovide the contractual services.\nThe timely storage and backup of the\ndata, is the customer's responsibility.</p>\n<p>5.6.\nTutao is entitled to terminate the contract without notice in case of a free of charge tariff if the account was not used for at least six months.</p>\n6.\nGeneral obligations of the customer\n<p>6.1 Business customers are obliged to state their full name and a complete\naddress required for a summons (not a post box or another anonymous\naddress).\nThe customer assures that all data\ncommunicated to Tutao are correct and complete.</p>\n<p>6.2 Upon booking a paid version of Tutanota, private customers are\nobliged to state the country of their current domicile.</p>\n<p>6.3 The customer is obliged to update this information in the application as soon\nas it changes.</p>\n7.\nEmail receiving and sending, ban on spam emails\n<p>7.1 Tutao has the right to limit the maximum size of emails to be sent\nto an appropriate size.\nIf in the respective service description it is\nnot stated otherwise, the max.\nemail size is 20 MB.</p>\n<p>7.2 The sending of emails is inadmissible if it is a mass-mailing to\nrecipients without their consent and/or if it is a promotional email\nand consent of the recipient is not given even though this is required\n(hereafter referred to as spam).\nProof of consent (see § 7 paragraph\n2 UWG (Act Against Unfair Competition)) of each recipient rests with\nthe customer.</p>\n<p>7.3 The customer is prohibited to send more than 100 emails per\nhour per account or to send so-called paid emails or\nemails that advertise a referral system.</p>\n8.\nPayment and invoicing, payment increase, delay of payment, payment refund\n<p>8.1 The amounts to be paid by the customer to Tutao and the respective\nbilling period result from the service description of the selected\ntariff by the customer.\nUsage-independent fees are payable in advance\nof the chosen billing period, usage-dependent fees are charged with an invoice.</p>\n<p>8.2 Invoices are issued online through the electronic delivery of the\ninvoice.\nThe invoice shall be deemed as delivered to the customer as\nsoon as it is available electronically and hence reachable for\nhim (e.g.\nsent to his mailbox).\nTutao retains the right to send the invoice via post.\nHowever it is not required that the customer\nreceives a printed invoice through the post.</p>\n<p>8.3 The customer authorizes Tutao to collect the charges to be paid by\nthe customer from an account (e.g.\nbanking account, credit card, PayPal)\nspecified by the customer.\nThe customer\nhas to take care of sufficient funding in the account.\nIf there is a chargeback caused by the\ncustomer, the customer is obligated to reimburse Tutao the occurring\nbanking fees.\nBusiness customers may choose to pay on invoice.</p>\n<p>8.4 If the customer falls behind payment for two consecutive months,\nTutao is entitled to terminate the contract without notice.\nThe same\napplies if the customer falls behind payment of an amount that reaches\nthe basic fee for two months over a period of more than two months.</p>\n<p>8.5 Tutao is entitled to increase the fees reasonably.\nConsidered as\nreasonable is an annual increase to the extent of 5% at most.\nThe fee\nincrease will be subject to the approval of the customer.\nTutao is obliged to notify\nthe customer of the price change (e.g.\nvia email).\nThe consent of the customer\nshall be deemed as granted if the customer does not object to the\nincrease within one month of notification.\nIf the customer contradicts the price increase, Tutao\nhas a special right of termination.</p>\n<p>8.6 Prepaid fees are refunded to the customer if Tutao ends the contract\nprior to the end of the billing period.\nIn case of an effective\nextraordinary termination (Clause 5.2) by Tutao, Tutao is entitled to receive the\npayment of the fee until the next possible ordinary termination date.</p>\n9.\nDisturbances of service\n<p>9.1 Tutao is only responsible for disturbances of services if these\napply to services to be performed by Tutao referred to under Clause\n4.1.</p>\n<p>9.2 Tutao will eliminate disturbances according to technical and\noperational capabilities.\nThe customer is obliged to notify Tutao of\ndisturbances observable by him immediately (malfunction\ninformation).\nIf the disturbance is not eliminated within a\nreasonable amount of time, the customer shall set a reasonable\nadditional respite.\nIf the disturbance is not corrected within this\nrespite, the customer retains the right to terminate the contract or\nto demand a reduction of the monthly fee.\nIf the disturbance only\nresults in a deviation of the service and does not limit its\nfunctionality, the customer can only demand a reduction of the\nfee.\nAny claims made under Clause 10 shall remain unaffected.</p>\n<p>9.3 In the event of force majeure Tutao is exempt from\nliability.\nThese include in particular lawful industrial action, also\nin third party companies as well as regulatory measures, if not caused\nby Tutao.</p>\n10.\nLiability of Tutao\n<p>10.1 The liability of Tutao exists solely in the context of Clauses\n10.2 to 10.8.\nThe following liability provisions apply to claims\nresulting from any legal reason.</p>\n<p>10.2 Tutao is liable to the customer for damages without limit caused\nintentionally or by gross negligence by him or by one of its\nassistants or legal representatives.\nIn case of damages arising from\ninjury to life, body or health, liability is unlimited even when\ncaused by a simple breach of duty by Tutao or one of its legal\nrepresentatives or assistants.\nSimilarly, the liability is unlimited\nfor damages that are due to serious organizational faults of Tutao,\nand for damages caused by the lack of a guaranteed quality.</p>\n<p>10.3 Unless covered by Clause 10.2, Tutao is liable for the violation\nof essential contractual obligations.\nthe amount of liability is\nlimited to the typically foreseeable damage.\nEssential contractual\nobligations are obligations imposed on Tutao by the content of the\ncontract for achieving the purpose of the contract and the fulfillment\nof which enable the proper execution of the contract in the first\nplace and on whose regular compliance the customer can rely on.</p>\n<p>10.4 For data loss caused by Tutao, Tutao is only liable for the costs\nthat result from recovering of the data that would have also been lost despite\nperforming appropriate data backup measurements.\nA liability is limited to the liability\nregulations of these Terms and Conditions.</p>\n<p>10.5.\nThe liability for any lost profit is excluded.</p>\n<p>10.6 The liability under the Produkthaftungsgesetz\nshall remain unaffected by the preceding liability\nprovisions.\n(The Product Liability Act is a German law that defines the liability of a producer of a product.)</p>\n<p>10.7 In the event that the system was provided as a free version (i.e.\nfree of charge), Tutao accepts liability in accordance with the above\nprovisions only for willful and malicious acts.</p>\n<p>10.8 Tutao is not liable for the content or the activities of its users.</p>\n11.\nBlocking, requirements of unblocking, reimbursement\n<p>11.1 If there is a culpable conduct of the customer or of a third\nparty attributable to this customer which is violating any German law,\nin particular provisions of the Criminal Code or for the protection of\nthe youth, or these Terms and Conditions, Tutao can block the complete\nservice or parts of it.\nThe right to terminate the contract without\nnotice in accordance to Clause 5.2 of these Terms and Conditions\nremains unaffected.</p>\n<p>11.2 The customer is not released from his obligation to pay the\nagreed fees by a blockage.\nIf there is a disclosure required of Tutao,\nit is sufficient for Tutao to send the respective releases via email\nto the email address of the customer.\nFor the blocking and the\nunblocking Tutao can in each case impose the agreed fee (currently\n50,00 EUR incl.\npurchase tax).</p>\n<p>11.3 Insofar as Tutao is engaged by third parties because of a culpable conduct of the customer or of a third\nparty attributable to this customer that authorizes Tutao for\nblocking, the customer discharges Tutao from all claims and is obliged\nto carry the costs that occurred due to the unlawful situation.</p>\n12.\nLicenses\n<p>12.1 Tutao grants the customer for the duration of the contract, a\nsimple, non-transferable, non-sublicensable right to use the required\nsoftware to perform the services of Tutao and their extensions for its\nown internal use.\nThe software is protected by copyright.\nUnless\nexplicitly permitted by the Copyright Act or by contract, the customer\nmay not reverse engineer, decompile or disassemble the software\nhimself or have that done by a third party.</p>\n13.\nPrivacy\n<p>13.1 If provided by the customer, Tutao collects, processes and uses\npersonal data of the customer.\nFor more information on data processing and data protection\nsee the Data Privacy Statement of Tutao.</p>\n14.\nJurisdiction, law applicable\n<p>14.1 The laws of the Federal Republic of Germany shall apply.\nThis\ndoes not affect mandatory provisions of the country in which private customers\nwho are consumers have their main residence.\nIn all communications\nwith consumers within the European Union the law of the domicile\ncountry of the consumer may also be used, provided that mandatory\nconsumer laws are applicable.</p>\n<p>14.2 The place of jurisdiction for demands resulting from differences\nbetween the parties to a contract, in particular about the conclusion of a contract,\nits execution or its termination - insofar as the customer is a general merchant,\na corporate body under public law, or a separate estate under public law - is Hanover,\nGermany.\nTutao can also choose to sue the customer at his place of general jurisdiction.</p>\n<p>14.3.\nThe validity of the United Nations Convention on Contracts for\nthe International Sale of Goods (CISG) is excluded, even in\ncross-border deliveries.</p>\n15.\nCharging, withholding, severability clause\n<p>15.1 The customer can only charge up against outstanding debits of Tutao\nif these are not objected to or legally established.\nThe customer is only entitled to the enforcement of a right of retention for counterclaims that\nresult from the contractual relationship with Tutao.</p>\n<p>15.2 In case that Clauses of these Terms and Conditions and/or the contract\nis invalid, this does not affect the validity of the remaining Clauses.\nThe parties to a contract oblige to agree on a valid Clause - that in its commercial success matches the invalid one as closely as possible - to replace the invalid one.</p>\nCompanyAboutJobsTermsPrivacyImprintDevelopmentRoadmapSecurity &amp.\nEncryptionForumGitHubSupportFAQHow-toContactPressLanguageEnglishTranslate", "created_at": "2018-08-29 11:30:18.031408", "updated_at": "2020-12-14 19:20:13.161627"}, {"id": 928, "name": "CGV", "url": "https://tutanota.com/fr/terms", "xpath": "", "text": "COMMUNAUTÉTARIFSFONCTIONNALITÉSE-MAIL SÉCURISÉCALENDRIER CHIFFRÉENTREPRISEMARQUE BLANCHECONTACT SÉCURISÉFAQTUTORIELSE-MAIL CHIFFRÉBLOGS'ENREGISTRERConditions GénéralesParagraphes, paragraphes, paragraphes...Terms and Conditions of Tutao GmbH\n<p>These General Terms and Conditions are valid for new customers as of now and for existing customers as of November 2, 2018.</p>\n<p>\n<em>The previous version of these Terms and Conditions can be found here.</em>\n</p>\n<p>\n<em>These General Terms and Conditions are provided in English for your\nconvenience.\nPlease note that in case of a dispute or discrepancy\nbetween the German Terms and Conditions and the English translation,\nthe German version shall prevail.</em>\n</p>\n<p>\n<em>In this version of the Terms and Conditions the following clause was added:</em>\n</p>\n<p>\n<em>4.8.\nTutao has the right to show its customers security notices as well as information in regards to contracts with the customers, to product updates, to Tutao GmbH, to other products and to products of partners.\nPartners are exclusively companies that can be recommended by Tutao GmbH because they advocate human rights, data protection or privacy.</em>\n</p>\n<p>&nbsp;</p>\n1.\nGeneral, scope\n<p>1.1 The Tutao GmbH Address: Deisterstr.\n17a, 30449 Hanover, e-mail:\nhello@tutao.de, phone: +49 511 202801-0 (hereafter Tutao)\nprovides all deliveries and services solely on the basis of these\nTerms and Conditions.</p>\n<p>1.2 These Terms and Conditions apply to entrepreneurs according to § 14 BGB\n(German Civil Code) (hereafter business customers) as wells as to consumers\naccording to § 13 BGB (German Civil Code) (hereafter private customers).\nA consumer is any natural person entering into a legal transaction for a\npurpose that cannot be attributed to their commercial or to their independent\nvocational activity.</p>\n<p>1.3 For business users these Terms and Conditions are valid for all future\nbusiness with Tutao.</p>\n<p>1.4 Terms and Conditions of the business user that differ from Tutao's Terms and\nConditions completely or in parts are not recognized, unless Tutao accepts them\nwith a written statement.\nThe Terms and Conditions of Tutao also apply exclusively\nif Tutao unconditionally renders a service in the knowledge of conflicting Terms\nand Conditions of the customer.</p>\n2.\nConclusion of contract\n<p>2.1 The customer sends the request on completion of the proposed\ncontract either by dispatching an electronic statement or by\ntransmitting the order form in writing to Tutao if this is\noffered.\nThe contract is concluded with the allocation of an\naccount by Tutao.</p>\n3.\nNotice of cancellation\n<p>3.1 If the customer is a private customer and the contract was concluded\nexclusively by means of distance communication (distance selling\ncontract), the private customer has the statutory right of withdrawal\ndescribed below:</p>\n<p>\n<strong>Notice of cancellation</strong>\n</p>\n<p>\n<strong>Right of withdrawal</strong>\n</p>\n<p>You have the right to cancel this contract within fourteen days\nwithout giving any reason.\nThe withdrawal period is fourteen days from\nthe date of contract.\nTo exercise your right of cancellation, you must\nnotify us</p>\n<p>Tutao GmbH<br>\nDeisterstr.\n17a<br>\n30449 Hanover<br>\nGermany</p>\n<p>Phone: +49 511 202801-0<br>\nFax: +49 511 202801-19 or<br>\nEmail: hello@tutao.de</p>\n<p>with a clear statement (eg a letter sent via post, a fax or an email)\nof your decision to withdraw from this contract.\nYou can use the\nattached model withdrawal form.\nHowever this is not mandatory.</p>\n<p>In order to observe the withdrawal period it is sufficient to send the\nnotice claiming the right of withdrawal within the withdrawal period.</p>\n<p>\n<strong>Results of Withdrawal</strong>\n</p>\n<p>If you withdraw from this contract, we have to return all payments\nthat we have received from you including delivery costs (with the\nexception of the additional costs arising from the fact that you have\nchosen a more expensive type of delivery other than the standard\ndelivery offered by us) which must be repaid immediately at the latest\nwithin fourteen days from the date on which we have received your\nnotice of cancellation of this contract.\nFor this repayment we use the\nsame method of payment that you have used for the initial transaction,\nunless you explicitly agreed otherwise.\nin any case you will not be\ncharged fees for this repayment.</p>\n<p>In case that you have required the services to start during the\nwithdrawal period, you have to pay us a reasonable amount compared to\nthe full extent of the service covered in this contract for the\nservice already provided to you up to the date on which you notify us\nof the right of withdrawal of this contract.</p>\n<p>\n<strong>End of Notice of cancellation</strong>\n</p>\n<p>\n<strong>Model form for withdrawal</strong>\n</p>\n<p>(If you want to withdraw from the contract, you can fill in this form\nand send it back to us.)</p>\n<p>To<br>\nTutao GmbH<br>\nDeisterstr.\n17a<br>\n30449 Hanover<br>\nGermany</p>\n<p>Fax: +49 511 202801-19 or<br>\nEmail: hello@tutao.de</p>\n<p>Hereby I/we* give notice that I/we* withdraw from my/our* agreement of\nsale of the following goods*/provision of the following service*:</p>\n<p>Ordered on*/received on*: __________________________________________________</p>\n<p>Name of customer(s): __________________________________________________</p>\n<p>Address of customer(s): __________________________________________________</p>\n<p>Tutanota e-mail address of the customer(s):\n__________________________________________________</p>\n<br>\nSignature of customer(s) (only if sent on paper):\n\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_ <br>\nDate: \\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_ <p>*) Delete as applicable.</p> 4.\nSubject of the contract and alteration of the contract\n<p>4.1 Tutao provides the customer with the system Tutanota in accordance\nto the respective service descriptions of the selected tariff.\nThe availability\nis 99 % annual average, in regards to 24 hours per day, seven days per week.\nExempt from this availability are time periods, during which Tutanota is not\navailable due to technical or other issues that do not lie in the sphere of\ninfluence of Tutao (force majeure, fault of third parties, etc.).\nTutao conducts a regular maintenance of the software and the system.\nFor\nthis purpose Tutao can adjust or limit services temporarily while\ntaking into account the interests of the customer as long as objective reasons\njustify it.\nIf possible this work will be conducted during non-peak hours,\nparticularly Fridays to Sundays, between 10:00 pm and 06:00 am (CET).\nIf Tutao\nestimates that the time for maintenance and software updates will lead to a\ndowntime of more than three hours, Tutao will inform all paying customers\nthree days in advance.\nTutao is only responsible for the availability if it\nis effected by the part of the system operated by Tutao.</p>\n<p>4.2 If in the respective service description of the selected tariff a\ncertain amount of storage space is defined, this applies to the entire\navailable storage space according to the service description and is\nused, among other things, for the storage of metadata (file history,\netc.).</p>\n<p>4.3 Tutao retains the right to extend services and make improvements\nif these are pertinent to the technical progress, if these seem to be\nnecessary to prevent abuse, or if Tutao is required to do so by\nlaw.\nWith the consent of the customer, Tutao can conduct other changes\nin the content of the contract, including these Terms and Conditions,\nif the change is reasonable to the customer taking into account the\ninterests of Tutao.\nParticularly unacceptable is any contract change\nthat results in a reduction of a principal contractual service offered\nby Tutao.\nIf the alteration of the contract results in increased fees\npayable by the customer, the admissibility of this is regulated under\nClause 8.5 of these Terms and Conditions.\nThe approval of the\nalteration of the contract is deemed as granted if the customer does\nnot object to the alteration within one month after receiving the\nnotification of the alteration.\nTutao agrees to notify the customer in\nthe course of the alteration notification of the consequences of\nnon-objection.</p>\n<p>4.4 Voluntary and unpaid services and benefits of Tutao which\nexplicitly are described as such and are not part of the service\ndescription can be cancelled by Tutao at any time.\nUpon alterations\nand cancellation of free services Tutao will take into account the\nlegitimate interests of the customers.</p>\n<p>4.5 Tutao has the right to use services of third parties for the\nservice provision at any time and in any amount.</p>\n<p>4.6 Free of charge versions of Tutanota are only allowed to be used by private customers.\nBusiness use is\nonly allowed in paid versions of Tutanota, except this is stated differently in the respective tariff.</p>\n<p>4.7.\nEach natural person is prohibited to sign up for more than one free of charge Tutanota account\nfor private use.\nFor additional accounts a paid tariff must be selected which allows adding aliases and user accounts.</p>\n<p>4.8.\nTutao has the right to show its customers security notices as well as information in regards to contracts with the customers, to product updates, to Tutao GmbH, to other products and to products of partners.\nPartners are exclusively companies that can be recommended by Tutao GmbH because they advocate human rights, data protection or privacy.</p>\n5.\nTerm of contract, contract renewal and contract termination, termination of services\n<p>5.1 Unless stated otherwise in the respective service description, the\ncontract is effective for an indefinite time.\nThe agreement may be\nterminated by either party with a notice period of one month prior to the\nend of each billing period.\nIf the contract is not terminated, the\ncontract is automatically renewed with the same billing period.</p>\n<p>5.2 This does not affect the right of either party to terminate the\ncontract without previous notice of a cause.\nA cause for Tutao is\nparticularly given if at least one of the following situations occur:\ndespite warning the customer culpably violates a contractual\nobligation (for example against 8.4 of these Terms and Conditions),\ndespite warning the customer does not eliminate a\nviolation of contract or of law within a reasonable period of time.\nA warning is\nnot necessary if there is a violation that makes a continuation of the\ncontract for Tutao unreasonable.</p>\n<p>5.3 The termination of additional options, particularly additional accounts or\nstorage space, of the respective tariff leaves the general contract\nunaffected.</p>\n<p>5.4 The extraordinary termination shall be effective only in writing.\nThe ordinary termination by the customer is carried out with the deletion\nof the last administrative account within the Settings of the application.</p>\n<p>5.5 After termination of the contract, Tutao is no longer obligated to\nprovide the contractual services.\nThe timely storage and backup of the\ndata, is the customer's responsibility.</p>\n<p>5.6.\nTutao is entitled to terminate the contract without notice in case of a free of charge tariff if the account was not used for at least six months.</p>\n6.\nGeneral obligations of the customer\n<p>6.1 Business customers are obliged to state their full name and a complete\naddress required for a summons (not a post box or another anonymous\naddress).\nThe customer assures that all data\ncommunicated to Tutao are correct and complete.</p>\n<p>6.2 Upon booking a paid version of Tutanota, private customers are\nobliged to state the country of their current domicile.</p>\n<p>6.3 The customer is obliged to update this information in the application as soon\nas it changes.</p>\n7.\nEmail receiving and sending, ban on spam emails\n<p>7.1 Tutao has the right to limit the maximum size of emails to be sent\nto an appropriate size.\nIf in the respective service description it is\nnot stated otherwise, the max.\nemail size is 20 MB.</p>\n<p>7.2 The sending of emails is inadmissible if it is a mass-mailing to\nrecipients without their consent and/or if it is a promotional email\nand consent of the recipient is not given even though this is required\n(hereafter referred to as spam).\nProof of consent (see § 7 paragraph\n2 UWG (Act Against Unfair Competition)) of each recipient rests with\nthe customer.</p>\n<p>7.3 The customer is prohibited to send more than 100 emails per\nhour per account or to send so-called paid emails or\nemails that advertise a referral system.</p>\n8.\nPayment and invoicing, payment increase, delay of payment, payment refund\n<p>8.1 The amounts to be paid by the customer to Tutao and the respective\nbilling period result from the service description of the selected\ntariff by the customer.\nUsage-independent fees are payable in advance\nof the chosen billing period, usage-dependent fees are charged with an invoice.</p>\n<p>8.2 Invoices are issued online through the electronic delivery of the\ninvoice.\nThe invoice shall be deemed as delivered to the customer as\nsoon as it is available electronically and hence reachable for\nhim (e.g.\nsent to his mailbox).\nTutao retains the right to send the invoice via post.\nHowever it is not required that the customer\nreceives a printed invoice through the post.</p>\n<p>8.3 The customer authorizes Tutao to collect the charges to be paid by\nthe customer from an account (e.g.\nbanking account, credit card, PayPal)\nspecified by the customer.\nThe customer\nhas to take care of sufficient funding in the account.\nIf there is a chargeback caused by the\ncustomer, the customer is obligated to reimburse Tutao the occurring\nbanking fees.\nBusiness customers may choose to pay on invoice.</p>\n<p>8.4 If the customer falls behind payment for two consecutive months,\nTutao is entitled to terminate the contract without notice.\nThe same\napplies if the customer falls behind payment of an amount that reaches\nthe basic fee for two months over a period of more than two months.</p>\n<p>8.5 Tutao is entitled to increase the fees reasonably.\nConsidered as\nreasonable is an annual increase to the extent of 5% at most.\nThe fee\nincrease will be subject to the approval of the customer.\nTutao is obliged to notify\nthe customer of the price change (e.g.\nvia email).\nThe consent of the customer\nshall be deemed as granted if the customer does not object to the\nincrease within one month of notification.\nIf the customer contradicts the price increase, Tutao\nhas a special right of termination.</p>\n<p>8.6 Prepaid fees are refunded to the customer if Tutao ends the contract\nprior to the end of the billing period.\nIn case of an effective\nextraordinary termination (Clause 5.2) by Tutao, Tutao is entitled to receive the\npayment of the fee until the next possible ordinary termination date.</p>\n9.\nDisturbances of service\n<p>9.1 Tutao is only responsible for disturbances of services if these\napply to services to be performed by Tutao referred to under Clause\n4.1.</p>\n<p>9.2 Tutao will eliminate disturbances according to technical and\noperational capabilities.\nThe customer is obliged to notify Tutao of\ndisturbances observable by him immediately (malfunction\ninformation).\nIf the disturbance is not eliminated within a\nreasonable amount of time, the customer shall set a reasonable\nadditional respite.\nIf the disturbance is not corrected within this\nrespite, the customer retains the right to terminate the contract or\nto demand a reduction of the monthly fee.\nIf the disturbance only\nresults in a deviation of the service and does not limit its\nfunctionality, the customer can only demand a reduction of the\nfee.\nAny claims made under Clause 10 shall remain unaffected.</p>\n<p>9.3 In the event of force majeure Tutao is exempt from\nliability.\nThese include in particular lawful industrial action, also\nin third party companies as well as regulatory measures, if not caused\nby Tutao.</p>\n10.\nLiability of Tutao\n<p>10.1 The liability of Tutao exists solely in the context of Clauses\n10.2 to 10.8.\nThe following liability provisions apply to claims\nresulting from any legal reason.</p>\n<p>10.2 Tutao is liable to the customer for damages without limit caused\nintentionally or by gross negligence by him or by one of its\nassistants or legal representatives.\nIn case of damages arising from\ninjury to life, body or health, liability is unlimited even when\ncaused by a simple breach of duty by Tutao or one of its legal\nrepresentatives or assistants.\nSimilarly, the liability is unlimited\nfor damages that are due to serious organizational faults of Tutao,\nand for damages caused by the lack of a guaranteed quality.</p>\n<p>10.3 Unless covered by Clause 10.2, Tutao is liable for the violation\nof essential contractual obligations.\nthe amount of liability is\nlimited to the typically foreseeable damage.\nEssential contractual\nobligations are obligations imposed on Tutao by the content of the\ncontract for achieving the purpose of the contract and the fulfillment\nof which enable the proper execution of the contract in the first\nplace and on whose regular compliance the customer can rely on.</p>\n<p>10.4 For data loss caused by Tutao, Tutao is only liable for the costs\nthat result from recovering of the data that would have also been lost despite\nperforming appropriate data backup measurements.\nA liability is limited to the liability\nregulations of these Terms and Conditions.</p>\n<p>10.5.\nThe liability for any lost profit is excluded.</p>\n<p>10.6 The liability under the Produkthaftungsgesetz\nshall remain unaffected by the preceding liability\nprovisions.\n(The Product Liability Act is a German law that defines the liability of a producer of a product.)</p>\n<p>10.7 In the event that the system was provided as a free version (i.e.\nfree of charge), Tutao accepts liability in accordance with the above\nprovisions only for willful and malicious acts.</p>\n<p>10.8 Tutao is not liable for the content or the activities of its users.</p>\n11.\nBlocking, requirements of unblocking, reimbursement\n<p>11.1 If there is a culpable conduct of the customer or of a third\nparty attributable to this customer which is violating any German law,\nin particular provisions of the Criminal Code or for the protection of\nthe youth, or these Terms and Conditions, Tutao can block the complete\nservice or parts of it.\nThe right to terminate the contract without\nnotice in accordance to Clause 5.2 of these Terms and Conditions\nremains unaffected.</p>\n<p>11.2 The customer is not released from his obligation to pay the\nagreed fees by a blockage.\nIf there is a disclosure required of Tutao,\nit is sufficient for Tutao to send the respective releases via email\nto the email address of the customer.\nFor the blocking and the\nunblocking Tutao can in each case impose the agreed fee (currently\n50,00 EUR incl.\npurchase tax).</p>\n<p>11.3 Insofar as Tutao is engaged by third parties because of a culpable conduct of the customer or of a third\nparty attributable to this customer that authorizes Tutao for\nblocking, the customer discharges Tutao from all claims and is obliged\nto carry the costs that occurred due to the unlawful situation.</p>\n12.\nLicenses\n<p>12.1 Tutao grants the customer for the duration of the contract, a\nsimple, non-transferable, non-sublicensable right to use the required\nsoftware to perform the services of Tutao and their extensions for its\nown internal use.\nThe software is protected by copyright.\nUnless\nexplicitly permitted by the Copyright Act or by contract, the customer\nmay not reverse engineer, decompile or disassemble the software\nhimself or have that done by a third party.</p>\n13.\nPrivacy\n<p>13.1 If provided by the customer, Tutao collects, processes and uses\npersonal data of the customer.\nFor more information on data processing and data protection\nsee the Data Privacy Statement of Tutao.</p>\n14.\nJurisdiction, law applicable\n<p>14.1 The laws of the Federal Republic of Germany shall apply.\nThis\ndoes not affect mandatory provisions of the country in which private customers\nwho are consumers have their main residence.\nIn all communications\nwith consumers within the European Union the law of the domicile\ncountry of the consumer may also be used, provided that mandatory\nconsumer laws are applicable.</p>\n<p>14.2 The place of jurisdiction for demands resulting from differences\nbetween the parties to a contract, in particular about the conclusion of a contract,\nits execution or its termination - insofar as the customer is a general merchant,\na corporate body under public law, or a separate estate under public law - is Hanover,\nGermany.\nTutao can also choose to sue the customer at his place of general jurisdiction.</p>\n<p>14.3.\nThe validity of the United Nations Convention on Contracts for\nthe International Sale of Goods (CISG) is excluded, even in\ncross-border deliveries.</p>\n15.\nCharging, withholding, severability clause\n<p>15.1 The customer can only charge up against outstanding debits of Tutao\nif these are not objected to or legally established.\nThe customer is only entitled to the enforcement of a right of retention for counterclaims that\nresult from the contractual relationship with Tutao.</p>\n<p>15.2 In case that Clauses of these Terms and Conditions and/or the contract\nis invalid, this does not affect the validity of the remaining Clauses.\nThe parties to a contract oblige to agree on a valid Clause - that in its commercial success matches the invalid one as closely as possible - to replace the invalid one.</p>\nEntrepriseA proposRecrutementCGVConfidentialitéMentions légalesDéveloppementPlanningSécurité et ChiffrementForumGitHubSupportFAQTutorielsContactPresseLangueFrançaisTraduire", "created_at": "2019-01-08 10:25:26.20072", "updated_at": "2020-12-14 21:10:17.745776"}, {"id": 929, "name": "Privacy Statement of Tutao GmbH", "url": "https://tutanota.com/fr/privacy", "xpath": "", "text": "COMMUNAUTÉTARIFSFONCTIONNALITÉSE-MAIL SÉCURISÉCALENDRIER CHIFFRÉENTREPRISEMARQUE BLANCHECONTACT SÉCURISÉFAQTUTORIELSE-MAIL CHIFFRÉBLOGS'ENREGISTRERConfidentialitéNous respectons votre vie privée !Privacy Statement of Tutao GmbH\n<p>\n<em>This Data Privacy Statement is provided in English for your\nconvenience.\nPlease note that in case of a dispute or discrepancy\nbetween the German Data Privacy Statement and the English translation,\nthe German version shall prevail.</em>\n</p>\n<p>\n<strong>Status: May 25, 2018</strong>\n</p>\nGeneral\n<p>We are responsible for the protection of your personal data, and we\ntake this responsibility very seriously.\nTherefore</p>\n<ul>\n<li>Tutanota is based on the data privacy principles \"data minimization\" and \"privacy by design\",</li>\n<li>all user data is stored end-to-end encrypted in Tutanota (except for email addresses of users as well as senders and recipients of emails),</li>\n<li>we have technical and organizational measures in place which protect your data best possible,</li>\n<li>all data is stored in ISO 27001 certified data centers in Germany.</li>\n</ul>\n<p>Processing of personal data takes place in compliance with the General Data Protection Regulation (GDPR) as well as with the local data protection laws applicable to the Tutao GmbH.</p>\n<p>We are always at your disposal for any questions about privacy.\nPlease contact us via email:\nhello@tutao.de.</p>\nName and Address of the controller\n<p>Tutao GmbH<br>Deisterstr.\n17a<br>30449 Hannover<br>Germany</p>\n<p>Email address: hello@tutao.de</p>\nPersonal data\n<p>All personal data is kept secure by us and thus protected from unauthorized access.</p>\n<p>For the initiation of a contractual relationship and for service provision we collect</p>\n<ul>\n<li>the newly registered email address</li>\n</ul>\n<p>as inventory data.</p>\n<p>For invoicing and determining the VAT we collect for paid product variants</p>\n<ul>\n<li>the domicile of the customer (country)</li>\n<li>the invoicing address (for private users optional)</li>\n<li>the VAT identification number (only for business customers of some countries)</li>\n</ul>\n<p>as inventory data.</p>\n<p>For the transaction of payments we collect depending on the chosen payment method the\nfollowing payment data (inventory data):</p>\n<ul>\n<li>Banking details (account number and sort code and IBAN/BIC, if necessary bank name, account holder),</li>\n<li>credit card data,</li>\n<li>PayPal user name.</li>\n</ul>\n<p>This inventory data is processed for the performance of the contract with the customer according to Art.\n6 GDPR 1.\nb).\nFor the execution of direct debiting we will share your banking details with the authorized credit institution.\nFor the\nexecution of PayPal payments we will share your PayPal data with PayPal (Europe).</p>\n<ul>\n<li>Address: PayPal (Europe) S.à r.l.\net Cie, S.C.A.,22-24 Boulevard Royal, L-2449 Luxembourg</li>\n<li>Paypal privacy statement</li>\n<li>Paypal contact for questions about privacy</li>\n</ul>\n<p>For the execution of credit card payments your credit card data will be shared with our payment service provider\nBraintree.\nThis includes the transfer of personal data into a third country (USA).\nAn agreement\nentered into with Braintree defines appropriate safeguards and demands that the data is\nonly processed in compliance with the GDPR and only for the purpose of execution of payments.</p>\n<p>Tutanota provides services for saving, editing, presentation and electronic transmission of data, such as email service,\ncontact management and data storage.\nThis content data is voluntarily entered into Tutanota by the customer.\nWhen\nsigning up for a Tutanota account, you give consent to the processing of this data according to Art.\n6 DSGVO 1.\na).\nAll\ntextual content is encrypted for the user and its communication partners in a way that even Tutao GmbH has no access to\nthe data.\nThis data can be deleted by the user.</p>\n<p>In order to maintain email server operations, for error diagnosis and for prevention of abuse, mail server logs are\nstored max.\n7 days.\nThese logs contain sender and recipient email addresses and time of connection but no customer IP\naddresses.\nStorage takes place for the purposes of the legitimate interests pursued by the controller according to Art.\n6 DSGVO 1.\nf).</p>\n<p>In order to maintain operations, for prevention of abuse and and for visitors analysis, IP addresses of users are\nprocessed.\nStorage only takes place for IP addresses made anonymous which are therefore not personal data any more.\nThis processing takes place for the purposes of the legitimate interests pursued by the controller according to Art.\n6\nDSGVO 1.\nf).</p>\n<p>With the exception of payment data, we will not disclose your personal data including your email address to third\nparties.\nHowever, we can be legally bound to provide content data (in case of a valid German court order) and inventory\ndata to prosecution services.\nThere will be no sale of data.</p>\nPeriod of data storage\n<p>The personal data shall be deleted no later than 30 days after termination of the contract,\nunless specific reasons to the contrary\napply in an individual case.\nIn case a customer objected to the amount of the charged fees,\nthe accounting data may be stored until the objections are terminally\nclarified.\nFurthermore, inventory data can be stored for up to two\nyears if the handling of a complaint and other reasons require this\nfor an orderly settlement of the contract.\nMoreover the deletion of\ninventory and billing data may be omitted provided that legal\nregulations or the prosecution of claims require this.\nOrder-related\ndata and the addresses associated with the order are stored in respect\nto tax, contract and commercial law retention periods and erased at\nthe end of those periods.</p>\nRights of the data subject\n<p>Insofar that you have given us your consent to process your personal\ndata, we would like to point out that you can withdraw your consent for\nthe future at any time.\nUpon request we will inform you about\nthe data we have stored about you free of charge.\nPlease send a message with\nyour request to hello@tutao.de.\nIn addition we are obliged to\ndelete, to correct or to restrict processing of the data stored about you upon\nrequest.\nAdditionally, you may <strong>object to the processing of your personal data</strong> as well as to lodge a complaint with a supervisory authority and the federal commissioner for data privacy of Germany (Husarenstr.\n30, 53117 Bonn).\nYou can make use of your right to data portability by exporting your personal data stored with us in Tutanota.</p>\nCookies\n<p>We do not use cookies.</p>\nContact from web page\n<p>On our web pages we offer the opportunity to get in contact with us via email or contact form.\nIn doing so personal data is voluntarily transferred to us, stored automatically and only used for the purpose of dealing with the request and getting in contact with the affected person.\nWe will not disclose this personal data to third parties.</p>\nEntrepriseA proposRecrutementCGVConfidentialitéMentions légalesDéveloppementPlanningSécurité et ChiffrementForumGitHubSupportFAQTutorielsContactPresseLangueFrançaisTraduire", "created_at": "2019-01-08 10:26:32.904979", "updated_at": "2020-12-14 21:10:22.088367"}, {"id": 930, "name": "Privacy Statement of Tutao GmbH", "url": "https://tutanota.com/fr/privacy", "xpath": "/html/body/section[3]/div/div", "text": "Privacy Statement of Tutao GmbH\n<p>\n<em>This Data Privacy Statement is provided in English for your\nconvenience.\nPlease note that in case of a dispute or discrepancy\nbetween the German Data Privacy Statement and the English translation,\nthe German version shall prevail.</em>\n</p>\n<p>\n<strong>Status: May 25, 2018</strong>\n</p>\nGeneral\n<p>We are responsible for the protection of your personal data, and we\ntake this responsibility very seriously.\nTherefore</p>\n<ul>\n<li>Tutanota is based on the data privacy principles \"data minimization\" and \"privacy by design\",</li>\n<li>all user data is stored end-to-end encrypted in Tutanota (except for email addresses of users as well as senders and recipients of emails),</li>\n<li>we have technical and organizational measures in place which protect your data best possible,</li>\n<li>all data is stored in ISO 27001 certified data centers in Germany.</li>\n</ul>\n<p>Processing of personal data takes place in compliance with the General Data Protection Regulation (GDPR) as well as with the local data protection laws applicable to the Tutao GmbH.</p>\n<p>We are always at your disposal for any questions about privacy.\nPlease contact us via email:\nhello@tutao.de.</p>\nName and Address of the controller\n<p>Tutao GmbH<br>Deisterstr.\n17a<br>30449 Hannover<br>Germany</p>\n<p>Email address: hello@tutao.de</p>\nPersonal data\n<p>All personal data is kept secure by us and thus protected from unauthorized access.</p>\n<p>For the initiation of a contractual relationship and for service provision we collect</p>\n<ul>\n<li>the newly registered email address</li>\n</ul>\n<p>as inventory data.</p>\n<p>For invoicing and determining the VAT we collect for paid product variants</p>\n<ul>\n<li>the domicile of the customer (country)</li>\n<li>the invoicing address (for private users optional)</li>\n<li>the VAT identification number (only for business customers of some countries)</li>\n</ul>\n<p>as inventory data.</p>\n<p>For the transaction of payments we collect depending on the chosen payment method the\nfollowing payment data (inventory data):</p>\n<ul>\n<li>Banking details (account number and sort code and IBAN/BIC, if necessary bank name, account holder),</li>\n<li>credit card data,</li>\n<li>PayPal user name.</li>\n</ul>\n<p>This inventory data is processed for the performance of the contract with the customer according to Art.\n6 GDPR 1.\nb).\nFor the execution of direct debiting we will share your banking details with the authorized credit institution.\nFor the\nexecution of PayPal payments we will share your PayPal data with PayPal (Europe).</p>\n<ul>\n<li>Address: PayPal (Europe) S.à r.l.\net Cie, S.C.A.,22-24 Boulevard Royal, L-2449 Luxembourg</li>\n<li>Paypal privacy statement</li>\n<li>Paypal contact for questions about privacy</li>\n</ul>\n<p>For the execution of credit card payments your credit card data will be shared with our payment service provider\nBraintree.\nThis includes the transfer of personal data into a third country (USA).\nAn agreement\nentered into with Braintree defines appropriate safeguards and demands that the data is\nonly processed in compliance with the GDPR and only for the purpose of execution of payments.</p>\n<p>Tutanota provides services for saving, editing, presentation and electronic transmission of data, such as email service,\ncontact management and data storage.\nThis content data is voluntarily entered into Tutanota by the customer.\nWhen\nsigning up for a Tutanota account, you give consent to the processing of this data according to Art.\n6 DSGVO 1.\na).\nAll\ntextual content is encrypted for the user and its communication partners in a way that even Tutao GmbH has no access to\nthe data.\nThis data can be deleted by the user.</p>\n<p>In order to maintain email server operations, for error diagnosis and for prevention of abuse, mail server logs are\nstored max.\n7 days.\nThese logs contain sender and recipient email addresses and time of connection but no customer IP\naddresses.\nStorage takes place for the purposes of the legitimate interests pursued by the controller according to Art.\n6 DSGVO 1.\nf).</p>\n<p>In order to maintain operations, for prevention of abuse and and for visitors analysis, IP addresses of users are\nprocessed.\nStorage only takes place for IP addresses made anonymous which are therefore not personal data any more.\nThis processing takes place for the purposes of the legitimate interests pursued by the controller according to Art.\n6\nDSGVO 1.\nf).</p>\n<p>With the exception of payment data, we will not disclose your personal data including your email address to third\nparties.\nHowever, we can be legally bound to provide content data (in case of a valid German court order) and inventory\ndata to prosecution services.\nThere will be no sale of data.</p>\nPeriod of data storage\n<p>The personal data shall be deleted no later than 30 days after termination of the contract,\nunless specific reasons to the contrary\napply in an individual case.\nIn case a customer objected to the amount of the charged fees,\nthe accounting data may be stored until the objections are terminally\nclarified.\nFurthermore, inventory data can be stored for up to two\nyears if the handling of a complaint and other reasons require this\nfor an orderly settlement of the contract.\nMoreover the deletion of\ninventory and billing data may be omitted provided that legal\nregulations or the prosecution of claims require this.\nOrder-related\ndata and the addresses associated with the order are stored in respect\nto tax, contract and commercial law retention periods and erased at\nthe end of those periods.</p>\nRights of the data subject\n<p>Insofar that you have given us your consent to process your personal\ndata, we would like to point out that you can withdraw your consent for\nthe future at any time.\nUpon request we will inform you about\nthe data we have stored about you free of charge.\nPlease send a message with\nyour request to hello@tutao.de.\nIn addition we are obliged to\ndelete, to correct or to restrict processing of the data stored about you upon\nrequest.\nAdditionally, you may <strong>object to the processing of your personal data</strong> as well as to lodge a complaint with a supervisory authority and the federal commissioner for data privacy of Germany (Husarenstr.\n30, 53117 Bonn).\nYou can make use of your right to data portability by exporting your personal data stored with us in Tutanota.</p>\nCookies\n<p>We do not use cookies.</p>\nContact from web page\n<p>On our web pages we offer the opportunity to get in contact with us via email or contact form.\nIn doing so personal data is voluntarily transferred to us, stored automatically and only used for the purpose of dealing with the request and getting in contact with the affected person.\nWe will not disclose this personal data to third parties.</p>\n", "created_at": "2019-01-08 10:28:04.398479", "updated_at": "2020-12-14 21:10:26.299958"}, {"id": 973, "name": "FAQs", "url": "https://tutanota.com/faq", "xpath": "", "text": "YOU &amp.\nUSPRICINGFEATURESSECURE EMAILENCRYPTED CALENDARBUSINESSWHITELABELSECURE CONNECTFAQHOW-TOENCRYPTED EMAILBLOGSIGN UPGreat answers<p>…to all your questions.\nPlease also check our How-to to learn everything you need to know about Tutanota.</p>\nTable of contents<ul>\n<ol>General questions<ol>Is Tutanota for free?</ol>\n<ol>What does the name \"Tutanota\" stand for?</ol>\n<ol>Is Tutanota open source?</ol>\n<ol>Does Tutanota use renewable energy?</ol>\n<ol>Is Tutanota certified?</ol>\n<ol>Can I use Tutanota for my business?</ol>\n<ol>What is Secure Connect?</ol>\n<ol>Is Tutanota compliant with the GDPR?</ol>\n<ol>Does Tutanota offer a data processing agreement according to the GDPR?\n</ol>\n<ol>Is a calendar included in Tutanota?</ol>\n<ol>My calendar events differ by some hours between different devices.\nHow can I fix this?</ol>\n<ol>Can I use Tutanota for team collaboration?</ol>\n<ol>Special offer for non-profit organizations</ol>\n<ol>I can't access my account.\nWhat can I do?</ol>\n<ol>My password was stolen.\nWhat should I do now?</ol>\n<ol>Where can I view my recovery code?</ol>\n<ol>Can we integrate Tutanota into our own product?</ol>\n<ol>Tutanota terms: What is an account? What is a user?</ol>\n<ol>How do I switch the date format from US to the European format (UK)?</ol>\n<ol>Terms and conditions of Tutanota gift cards</ol>\n</ol>\n</ul>\n<ul>\n<ol>Your Tutanota Password<ol>Tutanota secures my private key with my password.\nCan you access my password?</ol>\n<ol>What hashing function is used for the password?</ol>\n<ol>How do I choose a strong password?</ol>\n<ol>Does Tutanota support two-factor authentication (2FA)?</ol>\n<ol>When I log out of Tutanota, the browser or app always logs in again.\nWhat can I do to stop this?</ol>\n</ol>\n</ul>\n<ul>\n<ol>Security and Privacy<ol>Where does the encryption process take place?</ol>\n<ol>What is encrypted and what can you read?</ol>\n<ol>Where are my keys generated and how is my private key secured?</ol>\n<ol>What encryption algorithms does Tutanota use?</ol>\n<ol>How are my emails encrypted with Tutanota?</ol>\n<ol>Where are the Tutanota servers located?</ol>\n<ol>Does Tutanota log IP addresses or can I use my encrypted mailbox anonymously?</ol>\n<ol>Is my address book within Tutanota encrypted?</ol>\n<ol>Can I disable sessions remotely (session handling)?</ol>\n<ol>Do you delete inactive accounts / recycle email addresses?</ol>\n<ol>How can I view headers in my encrypted mailbox?</ol>\n<ol>Why is automatic image loading blocked in Tutanota?</ol>\n<ol>One of my emails is displaying a phishing warning.\nWhat does it mean?</ol>\n<ol>One of my emails has a warning saying mail authentication is missing or failed.\nWhat does it mean?</ol>\n</ol>\n</ul>\n<ul>\n<ol>App, client, instructions<ol>Does Tutanota offer full-text search?</ol>\n<ol>Where do I find the Settings?</ol>\n<ol>Where can I request a new feature for Tutanota?</ol>\n<ol>How can I change the language in Tutanota?</ol>\n<ol>Where can I get the Tutanota app?</ol>\n<ol>How can I zoom in the Tutanota app?</ol>\n<ol>Push notifications on my Android phone are being delayed.\nWhat can I do?</ol>\n<ol>My Tutanota app on Android was disabled, but I don't see a new version on F-Droid.\nWhat can I do?</ol>\n<ol>Why does the Tutanota app ask me to update WebView?\n</ol>\n<ol>How can I use Tutanota with multiple users at the same time?</ol>\n<ol>Where can I get the Tutanota desktop client?</ol>\n<ol>Is it possible to merge several Tutanota email addresses in one account?</ol>\n<ol>Is there a dark theme in Tutanota?</ol>\n<ol>How do I use Tutanota?</ol>\n<ol>Why does Tutanota not use PGP?</ol>\n<ol>What browsers does Tutanota support? Via what browsers can external recipients check their encrypted emails?</ol>\n<ol>The development goes on.\nWhat comes next?</ol>\n<ol>What is the maximum size for emails and attachments?</ol>\n<ol>Can I retrieve my Tutanota emails via IMAP to another email client?</ol>\n<ol>As an external recipient, can I re-access my emails later?</ol>\n<ol>Are emails to other Tutanota users always encrypted?</ol>\n<ol>Can Tutanota encrypt emails to other email services (external recipients)?</ol>\n<ol>What are the benefits of adding another user to my account?</ol>\n<ol>Can I add alias email addresses to Tutanota?\n</ol>\n<ol>Can I use plus addresses for my Tutanota email address?</ol>\n<ol>Can I use a custom email domain with Tutanota?</ol>\n<ol>Does Tutanota use a spam filter?</ol>\n<ol>Does Tutanota support inbox rules for filtering incoming emails?</ol>\n<ol>Are emails in Trash and Spam folder deleted?</ol>\n<ol>Are there email limits to protect Tutanota from being abused by spammers?</ol>\n<ol>Are email addresses stored automatically in contacts when sending an email?</ol>\n<ol>Does Tutanota support export and import of emails, contacts and calendars?</ol>\n<ol>Can I change the signature in a free account?</ol>\n<ol>Is it possible to edit Tutanota emails (HTML editing)?</ol>\n<ol>Can I receive notifications to another email account about incoming emails?</ol>\n</ol>\n</ul>\n<ul>\n<ol>Other<ol>Does Tutanota publish a Transparency Report?</ol>\n<ol>If I upgrade to Premium, can I downgrade to free again?</ol>\n<ol>My newly created account has been put on hold for 48 hours after registration.\nWhat should I do?</ol>\n<ol>I don't receive confirmation emails from services or newsletters.\nWhat can I do?</ol>\n<ol>I can't register with my Tutanota email address at an online service.\nWhat can I do?</ol>\n<ol>How do I solve the Tutanota Captcha upon registration?</ol>\n<ol>I have received an abusive email (spam, phishing) from one of your domains.\nHow do I report abuse?</ol>\n<ol>Where can I report a security issue or a vulnerability that I found in Tutanota?</ol>\n<ol>How do I delete my Tutanota account?</ol>\n</ol>\n</ul>General questionsIs Tutanota for free?<p>Yes, Tutanota mail is forever free with 1 GB of free storage for private users.\nThe actual free storage is much higher as we are compressing your emails.</p>\nWhat does the name \"Tutanota\" stand for?<p>Tutanota is derived from Latin and contains the words \"tuta\" and \"nota\" which means \"secure message\".﻿</p>\nIs Tutanota open source?<p>Yes, all Tutanota clients are published as open source under GPLv3.\nCheck out our GitHub repository.\nWe welcome you to review the code, to give us feedback or to contribute!﻿</p>\nDoes Tutanota use renewable energy?<p>Yes, Tutanota is a green email service that relies exclusively on renewable energy for all email systems.</p>\nIs Tutanota certified?<p>Tutanota was subject to an extensive penetration test by the SySS GmbH in November 2013.﻿ During the tests the experts were not able to access the system or to retrieve any confidential data.</p>\nCan I use Tutanota for my business?<p>Yes, Tutanota offers secure business email accounts with lots of whitelabel customizations.\nYou can place the login for your employees directly on your website with a whitelabel domain.\nTutanota also offers Secure Connect, an open source encrypted contact form so clients can get in touch with you confidentially directly on your website.\nLearn here how to use Tutanota in your organization or company with your custom email domain.</p>\n<p>Here's a list of all whitelabel customizations for business use.\nHere's an instruction how to whitelabel Tutanota for your business, how to add the encrypted contact form Secure Connect to your website and more.</p>\nWhat is Secure Connect?<p>Secure Connect is an open source encrypted contact form which enables every visitor of your website to contact you confidentially.\nCheck here how to book Secure Connect and how to send an encrypted message via Secure Connect.</p>\nIs Tutanota compliant with the GDPR?<p>Yes, Tutanota as an encrypted email service is perfectly suited for any business that would like to use a GDPR-compliant email service.</p>\nDoes Tutanota offer a data processing agreement according to the GDPR?\n<p>Yes, right after registration of a business account you will find a data processing agreement directly in Tutanota under Settings -&gt.\nSubscription.</p>\nIs a calendar included in Tutanota?<p>Yes, an encrypted calendar is integrated into the Tutanota mail client.</p>\nMy calendar events differ by some hours between different devices.\nHow can I fix this?<p>Please check that the time zones of your devices are in sync, including daylight saving time.</p>\n<p>If you are using Firefox/Tor Browser with resistFingerprinting option in about/config, this automatically resets the browser time zone to UTC, which then leads to sync issues.</p>\nCan I use Tutanota for team collaboration?<p>Yes, Tutanota will include a whole set of collaboration options such as working together on task lists and documents in the future.\nYou can already book this collaboration tool.\nRight now it is called 'sharing feature' as you can now share your encrypted calendars with other paid accounts.\nThis is the first step, more collaboration options will be added at no extra cost as Tutanota progresses.</p>\nSpecial offer for non-profit organizations<small>for free</small>\n<small> non-profit</small>\n<small> NGO</small>\n<small> NPO</small>\n<p>We donate the business version of Tutanota to non-profit organizations (NPOs).\nPlease find details on how non-profit organizations can secure their emails for free or with a discount.</p>\nI can't access my account.\nWhat can I do?<small>password</small>\n<small> second factor</small>\n<small> lost</small>\n<small> login</small>\n<small> access</small>\n<small> recovery code</small>\n<small> reset</small>\n<p>If you can't login to your account, this has been caused by one of the following reasons:</p>\n<ul>\n<li>\n<strong>You forgot your password or lost your second factor</strong>: Please read How do I reset my password or second factor?.</li>\n<li>\n<strong>Your account got suspended due to unpaid invoices</strong>: Your account may be suspended if you don't pay your open bills for a long time.\nJust contact us in English or German if you want to continue using your account and include the email address of your suspended Tutanota account.</li>\n<li>\n<strong>Your account was disabled due to another reason</strong>: Some accounts get disabled due to a violation of our Terms of Service.\nYou can contact us in English or German if you think that we made a mistake.\nPlease include the email address of your suspended Tutanota account.</li>\n</ul>\n<p>\n<strong>Our secure password reset feature enables you to reset your account yourself.\nPlease write down your recovery code somewhere safe.</strong>\n</p>\nMy password was stolen.\nWhat should I do now?<p>If you think your password was disclosed to someone else but you can still log into your account, please do the following:</p>\n<ul>\n<li>Change your password in 'Settings' -&gt.\n'Login' -&gt.\n'Password'.</li>\n<li>Update your recovery code in 'Settings' -&gt.\n'Login' -&gt.\n'Recovery code'.</li>\n</ul>\n<p>If the attacker had been logged in as well, changing the password automatically logs him out.</p>\n<p>We encourage you to always use 2FA with your accounts as it makes it close to impossible for an attacker to log into your account.</p>\n<p>If you can not log into your account any more, please check this FAQ.</p>\nWhere can I view my recovery code?<p>Go to Settings - Login and click on the pen symbol next to 'Recovery Code' to show the code or update it.\nTo do this, you need to enter your password.</p>\nCan we integrate Tutanota into our own product?<p>The Tutanota clients use REST services but there is no public documentation for that API or for a library, yet.\nKeep in mind that when user data is stored in or read from Tutanota, it has to be encrypted/decrypted on the client.\nYou may of course dig into the open source code of Tutanota and integrate with your product, but at this time we can not provide any support for this.\nWe will add a public API documentation in the future.</p>\nTutanota terms: What is an account? What is a user?<small>user</small>\n<small> account</small>\n<small> disable user</small>\n<small> delete user</small>\n<p>When you sign up for Tutanota, you create an email <strong>account</strong>.\nThis account initially has one user which is also an administrator.\nFree accounts only have one user.\nIf you upgrade to a paid subscription, you can add users to your account.\nYou manage the users (deactivate a user, change password) within your Tutanota account with your administrator user.\nYou may also allow multiple users to be administrators.</p>\n<p>\n</p>\n<p>In the diagram the '1' at the arrows means there is one item assigned.\nA user has one mailbox and one address book.\nThe '*' means multiple items may be assigned, e.g.\nan account has one or more users, a user may have multiple calendars and a mailbox may have multiple email aliases (paid feature).\nBy the way, a mailbox also has a main email address.</p>\nHow do I switch the date format from US to the European format (UK)?<p>The date format for your mailbox as well as your calendar is picked either from your language settings in Tutanota or from your system/browser settings.\nIf you pick 'English' under 'Settings' -&gt.\n'Appearance', the American date format is displayed.\nIf you pick 'Automatic' under languages, the date format of your browser/system is displayed.\nIf you pick any other language, e.g.\nGerman, the date format of this language, e.g.\nGerman, is displayed.</p>\nTerms and conditions of Tutanota gift cards<p>These Terms and Conditions for Tutanota gift cards are valid as of December 14, 2020.</p>\n<p>These Terms and Conditions for Tutanota gift cards are provided in English for your convenience.\nPlease note that in case of a dispute or discrepancy between the German Terms and Conditions and the English translation, the German version shall prevail.</p>\n<ol>\n<li>\n<p>The gift card is valid to be redeemed in the country specified by the purchaser.</p>\n</li>\n<li>\n<p>The gift card can be redeemed by anyone who has access to the gift card link.\nIt may be applied to any private account (free or paid), but not business accounts.</p>\n</li>\n<li>\n<p>The gift card is valid for three years, starting from the end of the year in which it was purchased.</p>\n</li>\n<li>\n<p>A customer may purchase a maximum of 10 gift cards within a six-month period.</p>\n</li>\n<li>\n<p>When redeemed on an existing or newly signed up Free account, the account will automatically be upgraded to a yearly Premium subscription, at the standard price of €12 (deducted from the gift card amount), the remaining balance will be applied as credit to the account.</p>\n</li>\n<li>\n<p>When redeemed on an existing paid account, the full value of the gift card will be applied as credit to the account.</p>\n</li>\n<li>\n<p>Account balance can be used to book further features up to the available amount.\nFurther purchases will require a payment method to be added or another gift card to be applied.</p>\n</li>\n<li>\n<p>Gift cards can only be purchased by customers who have provided credit card details or PayPal as a payment method.</p>\n</li>\n<li>\n<p>Gift cards are non-refundable.</p>\n</li>\n<li>\n<p>Account credit obtained via gift card can be neither refunded nor paid out.</p>\n</li>\n<li>\n<p>We reserve the right to deactivate gift cards in the case that the purchasing account of said gift cards is found to have abused our service.</p>\n</li>\n</ol>\nYour Tutanota PasswordTutanota secures my private key with my password.\nCan you access my password?<small>recovery</small>\n<small> reset</small>\n<small> password</small>\n<p>No.\nWhen a password is used for authentication (login), it is not necessary that it is known to the server you want to authenticate with.\nThe server only needs a fingerprint (hash) of your password.\nWith Tutanota your hash for authentication is calculated by your browser and only the hash is being sent.\nYour password never travels the Internet in plain text and it is never seen by our server.\nAs hashes are non-invertible, the server is unable to reconstruct your password from the hash.\nThe server is not able to decrypt your message, but still able to log you in.</p>\n<p>Recommended for further reading:&nbsp;Learn how Tutanota automates the encryption process while leaving you in full control of your encrypted data.</p>\nWhat hashing function is used for the password?<p>Your password is salted and hashed with Bcrypt on your device before being transmitted to Tutanota.\nBcrypt is the most reliable method because brute-force attacks need much more time in comparison to conventional methods such as MD5 or SHA.﻿ With this method we guarantee an integrated confidentiality and we allow you to access and decrypt your emails from desktops and mobile devices instantly.</p>\nHow do I choose a strong password?<p>Tutanota uses a password strength indicator that takes several aspects of a password into consideration to make sure your chosen password is a perfect match for your secure email account.\nYou can find additional tips on how to choose a strong password here.</p>\n<p>Tutanota has no limitations in regard to the password length or used characters.\nall unicode characters are respected.</p>\nDoes Tutanota support two-factor authentication (2FA)?<p>Yes, Tutanota supports two-factor authentication with U2F and TOTP.\nHere are details on how to set up your second factor in Tutanota.</p>\nWhen I log out of Tutanota, the browser or app always logs in again.\nWhat can I do to stop this?<p>If you click on 'Logout', you log out.\nPlease note: If you have previously saved the password, you are now logged out, but the password is still saved for automatic login.\nTo 'unsave' the password, please log out.\nThe login screen appears, click on 'More' and 'Delete credentials'.</p>\nSecurity and PrivacyWhere does the encryption process take place?<p>Encryption and decryption of data always happens locally on your device upon login.\nAll data is end-to-end encrypted and only you can access the data with your password.﻿</p>\nWhat is encrypted and what can you read?<small>encryption</small>\n<p>Tutanota encrypts all data stored in your mailbox (contacts, emails, email signature, inbox rules, invoice data, payment method, certificate and private keys of your own domains).\nWhen sending an email, Tutanota encrypts subject, content and attachments automatically.\n</p>\n<p>\n<strong>You can find a detailed explanation about what is encrypted in Tutanota on our encrypted email page.</strong>\n</p>\n<p>We can read only the following metadata: </p>\n<ul>\n<li>sender email address</li>\n<li>recipient email address</li>\n<li>date of the email</li>\n</ul>\n<p>We are looking into possibilities to hide the metadata in the future as well.﻿</p>\nWhere are my keys generated and how is my private key secured?<p>Your private and your public keys are generated locally within your browser upon registration.\nYour private key is encrypted with your password.\nThis way your login password receives the status of the private key.\nThe key is encrypted so strong that only you can use the key for encrypting and decrypting data.\nThis is why a strong password is essential.\nAn automatic password check on the client makes sure that you use a strong password.\nYour password is never transmitted to the server in plain text.\nIt is salted and then hashed with bcrypt locally on your device so that neither the server nor we have access to your password.\nWith this innovative design you can access your encrypted inbox from any device (desktop, mobile) easily.﻿</p>\nWhat encryption algorithms does Tutanota use?<p>For the email encryption between users, Tutanota uses a standardized, hybrid method consisting of a symmetrical and an asymmetrical algorithm.\nTutanota uses AES with a length of 128 bit and RSA with 2048 bit.\nEmails to external recipients are encrypted symmetrically with AES 128 bit.﻿</p>\nHow are my emails encrypted with Tutanota?<p>The system automatically encrypts all emails stored in Tutanota.\nEmails between Tutanota users are automatically encrypted end-to-end, emails to external users can be secured with the help of a password.\nHere we explain the differences between a confidential (end-to-end encrypted) and a non-confidential email.</p>\n<p>Independent of the end-to-end encryption, the transport between client and Tutanota servers is secured with TLS to maximize security.</p>\nWhere are the Tutanota servers located?<p>The Tutanota servers are located in secure and ISO27001 certified data centers in Germany.\nAll saved data are subject to the strict German privacy protection laws.\nIndependent of that all data is end-to-end encrypted and cannot be read by the Tutao GmbH as the provider or by any third party.﻿</p>\nDoes Tutanota log IP addresses or can I use my encrypted mailbox anonymously?<p>By default, we do not log IP addresses when you log in or when you send an email.\nThe IP addresses of sent and received emails are stripped so that your location remains unknown.\n</p>\n<p>We only log IP addresses of individual accounts in case of serious criminal acts such as murder, child pornography, robbery, bomb threats and blackmail after being served a valid court order by a German judge.\nYou can find details on this as well as on German data protection rights on our blog.</p>\n<p>Learn on our blog how Tutanota fights illegal mass surveillance by providing an anonymous email service.\nUpon registration you do not need to provide any personal data (e.g.\nno phone number required).\nWe will also make it possible to pay for Tutanota with Bitcoin.</p>\nIs my address book within Tutanota encrypted?<p>Yes, all data within Tutanota is end-to-end encrypted and only accessible with your password.\nScanning and profiling of your data is not possible.﻿</p>\nCan I disable sessions remotely (session handling)?<small>ip address</small>\n<small> log</small>\n<small> logging</small>\n<small> security</small>\n<p>Yes.\nYou can view and remotely close active sessions under Settings -&gt.\nLogin.</p>\n<p>Check our How-to to learn how to enable storing of closed sessions to monitor whether someone else has access to your account.\nTo guarantee the users' privacy, we have implemented the feature as follows:</p>\n<ul>\n<li>The IP address is stored encrypted, and only the user can decrypt this information.\nNo one else - not even we at Tutanota - can access this information.</li>\n<li>IP addresses are only stored for one week and then automatically deleted.</li>\n</ul>\nDo you delete inactive accounts / recycle email addresses?<p>Your deleted email address (also if it is an alias) will not be recycled for security reasons.\nThere must be no possibility that someone else is able to register your previously used email address, and then, by accident, receive a confidential email that was meant for you.</p>\n<p>Free of charge accounts are deleted after an inactive period of six months.\nA regular login is necessary to prevent automatic deletion.\nWe delete such accounts for security reasons and also to allow us offering free of charge Tutanota accounts at all.\nHowever, the email addresses of such deleted accounts may be taken over into another paid account and re-used as email alias or additional user address if you still have the valid login credentials.</p>\n<p>To do so, please try to login to your lost account.\nThen click on 'Help'.\nThere you need to enter the target address (and - if you enabled two-factor-authentication - the recovery code of the lost address).\nYou can create the target address (any paid Tutanota account) in a separate browser simultaneously.\nThen you can add the lost address as an alias (or user) to the target email account.\nWe call it merging of addresses.</p>\nHow can I view headers in my encrypted mailbox?<p>You can show headers of received emails by pressing the shortcut H.\nTutanota strips headers from emails sent to protect your privacy.</p>\n<p>To show all shortcuts in Tutanota, please press F1 (Fn &amp.\nF1).</p>\nWhy is automatic image loading blocked in Tutanota?<p>Tutanota does not load pictures automatically when you open an email.\nWhen you load external images manually, please note that</p>\n<ul>\n<li>someone knows that you read the email.</li>\n<li>someone may add cookies to your browser (if your browser is not configured to reject them).</li>\n<li>someone may track your location with your IP address.</li>\n<li>someone may track parameters of your device.</li>\n</ul>\n<p>Here we explain how to display external images.\nPlease read here how we make sure that you can use Tutanota as an anonymous email service.\nWe plan to improve image loading in the future so that you can whitelist trusted senders.\nimages in emails from these senders are then loaded by default.</p>\nOne of my emails is displaying a phishing warning.\nWhat does it mean?<p>Phishing is a name or type of online scam in which criminals try to look like a legitimate sender in order to get your data such as credentials or credit card data.\nPhishers use very sophisticated psychological techniques and develop very realistic copies of real websites and emails.</p>\n<p>If you see a phishing banner, it means that some parts of this email match our phishing signatures after other users reported similar emails as phishing.\nPlease be extremely careful with such messages.\nUsually phishing emails contain a special link to the website which looks real but it actually is not.\nIf you think that the email is legitimate and you opened the link, please make sure to check the full website URL: Check that you see all of it, sometimes only one part or one character may be swapped.\nHere is more information on how to prevent email phishing attacks.</p>\n<p>You can mark an email as not phishing so you will not see the warning message any more for this email.</p>\n<p>We never send you emails with links where you need to type in your password.\nWe encourage you to always protect your login credentials with 2FA as this makes it close to impossible for an attacker to log into your account.</p>\n<p>If you already fell for a phishing attack, please check this FAQ.</p>\nOne of my emails has a warning saying mail authentication is missing or failed.\nWhat does it mean?<p>We require all messages to be authenticated.\nWithout authentication, the email could be coming from anyone or could be modified so you should always treat such emails with scrutiny.\nIf you see a message where the authentication has failed (red warning banner), you should be especially careful as it means that this email was likely faked.</p>\nApp, client, instructionsDoes Tutanota offer full-text search?<p>Yes, Tutanota comes with full-text search of your encrypted mailbox.\nIn the free version, search is limited to four weeks into the past due to heavy server load caused by the encrypted search feature.\nLearn here how you can improve your search results.\nThe spam folder is excluded from search.</p>\n<p>Search is executed locally via an encrypted search index to guarantee security and privacy of your data as well as your search queries.\nAs the search index needs to be stored in your browser, it does not work in private mode/incognito mode.\nRead here how our innovative full-text search on encrypted data works.</p>\nWhere do I find the Settings?<small>Settings</small>\n<p>The Settings are in the navigation menu to the left.</p>\nWhere can I request a new feature for Tutanota?<p>You can request and discuss new features with us and other users in our Reddit community.\nYou can check whether someone has already requested this feature and whether we have already added it to our Roadmap.</p>\nHow can I change the language in Tutanota?<p>The language in Tutanota is taken automatically from your browser or system settings.\nPlease change the language there.\nAlternatively, you can go to 'Settings' -&gt.\n'Appearance' to switch the displayed language for Tutanota.</p>\n<p>We also invite you to join our translation project to improve Tutanota in your native language!</p>\nWhere can I get the Tutanota app?<p>You can download the Tutanota app from the following stores:</p>\n<ul>\n<li>iOS app store</li>\n<li>Google Play store</li>\n<li>F-Droid</li>\n</ul>\n<p>In addition to that, you can also directly download and install the APK for Android.\nKeep in mind that you will not get updates automatically if you ﻿install the app manually instead of using an app store.\nYou can add our blog to your RSS-reader with this link to get notified about updates: RSS-Feed</p>\nHow can I zoom in the Tutanota app?<p>In the apps, you can zoom with a double tap.\nWe plan to improve this behavior further.</p>\nPush notifications on my Android phone are being delayed.\nWhat can I do?<p>Please check the app settings on your phone.\nAs we do not use Google's push notifications service, battery optimization must be disabled for Tutanota to receive push notifications instantly.</p>\n<p>This is necessary to offer you an open source email service free from any links to Google.</p>\nMy Tutanota app on Android was disabled, but I don't see a new version on F-Droid.\nWhat can I do?<p>You need to update your F-Droid repository to see the newest version of the Tutanota Android app.</p>\nWhy does the Tutanota app ask me to update WebView?\n<p>WebView is a system app on Android devices which allows us to display web content inside the Tutanota app.\nNewer versions let us use newer technologies to make the app smaller, faster, more beautiful and more reliable.\nIf you experiencing issues or bugs with the Android app, updating WebView has a good chance to help.</p>\n<p>Here are instructions how to update WebView on your phone.</p>\nHow can I use Tutanota with multiple users at the same time?<p>In the mobile app, you can currently only login with one user.\nTo switch to another user, you must log out and log in again.\nYou can login with multiple users in the browser by opening several tabs or windows.\nIn the desktop clients, you can also open several windows to login with multiple users.</p>\nWhere can I get the Tutanota desktop client?<p>You can download the Tutanota desktop clients (Windows, Linux, Mac OS) on our homepage.</p>\n<p>Please find lots of details on how to get started with the desktop clients in our How-to (install, uninstall, default mailto app, run in background).</p>\nIs it possible to merge several Tutanota email addresses in one account?<small>address</small>\n<small> multiple</small>\n<small> several</small>\n<small> merge</small>\n<p>Yes, you can add existing email addresses (e.g.\nAlice2, Alice3) as aliases to a paid account (Alice1).\nBefore you can add the aliases, you need to delete the other accounts (Alice2, Alice3) and specify the paid account (Alice1) as the take over account upon deletion.\nWe explain here how to take over the email addresses.</p>\n<p>Please note: You are only transferring the email addresses.\nEmails and contacts stored in the deleted accounts (Alice2, Alice3) are being deleted.\nPlease export important emails before deleting the accounts.</p>\nIs there a dark theme in Tutanota?<p>Yes.\nBefore logging in, click on 'More' and 'Switch color theme' to switch to the dark theme.\nThis works in all Tutanota clients (web, desktop, apps).\nAlternatively, you can go to 'Settings' -&gt.\n'Appearance' to switch to the dark theme.\nTo add a custom theme, you need to book whitelabel.</p>\nHow do I use Tutanota?<small>How to</small>\n<small> How-to</small>\n<small> settings</small>\n<small> instructions</small>\n<small> help</small>\n<small> support</small>\n<p>Tutanota is very easy to use.\nFrom the start we focused on usability and kept the encryption process in the background.\nYou do not have to install anything or worry about key handling.\nTutanota is as easy to use as Gmail or any other webmail service.﻿</p>\n<p>You can start with Tutanota right away.\nIf any questions remain, check our detailed how-to.</p>\n<p>This describes all Settings of Tutanota.\nIt also answers common usability questions such as:</p>\n<p>How to send an encrypted email?<br>How to switch to not confidential?<br>How are contacts sorted?<br>How to add / rename / delete a folder?<br>How to use multi-select and shortcuts?<br>How to upgrade to Premium?<br>How to set up an alias?<br>How to send an email from an alias?<br>How to manage passwords for my Premium users?<br>How to send emails with my own domain?<br>How to add an encrypted contact form to my website?<br>How to delete an account?</p>\nWhy does Tutanota not use PGP?<p>Current encryption standards like PGP and S/MIME have several issues that we plan to address with Tutanota.\nThese standards do not support forward secrecy and are not resistant to attacks from quantum computers.\n</p>\n<p>In addition, it is important to us that the subject line in emails is also encrypted.\nThat's why we have developed a solution that is also based on recognized algorithms (RSA and AES) and that automatically encrypts the subject, the content and the attachments.\nIn the future, we plan to upgrade these algorithms to quantum-resistant ones that also support forward secrecy.\nYou can find more information on why Tutanota does not use PGP here.</p>\n<p>We also see the importance that Tutanota needs to be interoperable with other encryption solutions.\nWe will develop an API so that Tutanota users can communicate with users of other secure services confidentially in the future.</p>\nWhat browsers does Tutanota support? Via what browsers can external recipients check their encrypted emails?<p>Tutanota supports the current version of the following browsers:</p>\n<ul>\n<li>\n<p>Firefox (desktop)</p>\n</li>\n<li>\n<p>Opera (desktop, Android)</p>\n</li>\n<li>\n<p>Chrome (desktop, Android)</p>\n</li>\n<li>\n<p>Safari from version 11.0 (desktop, iOS)</p>\n</li>\n<li>\n<p>Microsoft Edge (desktop)</p>\n<p>Tutanota also works in Internet Explorer 11, but this browser is not officially supported.</p>\n</li>\n</ul>\nThe development goes on.\nWhat comes next?<small>roadmap</small>\n<p>Please have a look here and here.</p>\nWhat is the maximum size for emails and attachments?<p>The size of emails with attachments sent via Tutanota is limited to 25 MB at the moment.﻿</p>\nCan I retrieve my Tutanota emails via IMAP to another email client?<small>gmail</small>\n<small> outlook</small>\n<small> yahoo</small>\n<small> thunderbird</small>\n<small> redirect</small>\n<p>This is not possible as we could not guarantee end-to-end encryption for your data.﻿ Instead Tutanota offers email desktop clients for Linux, Mac OS and Windows as well as a web client and apps for Android and iOS.</p>\nAs an external recipient, can I re-access my emails later?<p>Yes, you can always access the emails sent via Tutanota through the link from your latest notification email.\nOld notification links from the same sender are de-activated for security reasons.\nYour exchanged password, however, stays unchanged as long as the sender does not change it.\nIf you have saved the password upon accessing your confidential emails in your browser, you do not have to re-enter it.﻿</p>\nAre emails to other Tutanota users always encrypted?<p>Yes, when sending emails from Tutanota to Tutanota, all emails are encrypted automatically end-to-end on your device.﻿ You do not have to enter any passwords.</p>\nCan Tutanota encrypt emails to other email services (external recipients)?<p>Yes.\nTutanota uses a preshared password for sending an encrypted message to an external recipient, i.e.\nto someone who does not use Tutanota.\nPlease check our how-to to learn how to send encrypted emails to external recipients.</p>\n<p>Here we explain how to switch the default so that emails to external recipients are sent not encrypted and without a password.</p>\nWhat are the benefits of adding another user to my account?<p>If you add another user to your account (family member, partner, team member etc.), you get the following benefits:</p>\n<ul>\n<li>Share alias packages,</li>\n<li>Share storage packages,</li>\n<li>Use the same admin settings such as Spam rules and custom domains,</li>\n<li>Reset passwords or second login factors for each other (admin status required).</li>\n</ul>\n<p>Here are more details on user management.\nIf you do not need these sharing options, you can also upgrade accounts individually.\nPlease check our pricing calculator for details.&nbsp;</p>\n<p>Furthermore, we have recently added a sharing feature for the encrypted calendar which we will extend in the future.\nSharing of entire calendars only works with other paid Tutanota accounts.</p>\nCan I add alias email addresses to Tutanota?\n<small>alias</small>\n<small> user</small>\n<p>Email aliases are additional email addresses that you can use with the same mailbox without having to switch accounts.\nAliases are included in al paid plans of Tutanota.\nIf you upgrade to Premium (€1 per month), you can add up to 5 aliases.</p>\n<p>Find out more about Tutanota aliases in our How-to (create alias, change default sender, etc.).\nLearn here what the purpose of an email alias compared to a user is and how aliases can increase your security.</p>\nCan I use plus addresses for my Tutanota email address?<p>No, Tutanota does not support plus addressing (xyz+username@tutanota.com) for Tutanota domains.\nIf you want to register with different plus addresses at different sites, you can add an alias package to your account (limited to the number of aliases you book).\nAlternatively, you can use a custom email domain with catch-all to create an unlimited number of plus addresses for incoming emails.</p>\nCan I use a custom email domain with Tutanota?<p>Yes, any paid subscription of Tutanota comes with custom email domain support.\nOnce upgraded, you can add as many domains as you like.\n</p>\n<p>Please refer to our how-to to learn how to add your own email domains to your Tutanota account and how to make sure that your records (MX, SPF, TXT, DKIM, DMARC, CNAME) are set up correctly in your DNS as well as how to activate/deactive catch-all and more.</p>\nDoes Tutanota use a spam filter?<small>false spam</small>\n<small> block</small>\n<small> legit</small>\n<small> newsletter</small>\n<small> blacklist</small>\n<small> whitelist</small>\n<small> receive</small>\n<p>Yes, Tutanota uses a spam filter to keep your mailbox free from spam.\nWe are improving this filter continuously.\nShould you receive spam emails in your inbox, you can also configure your own spam rules here to deny or allow certain email addresses or domains.\nIf a sender is blocked (rejected) by the spam filter, you can allow the sender for your account.</p>\n<p>In paid accounts, only admins can create spam rules that are being applied across all users.\n</p>\nDoes Tutanota support inbox rules for filtering incoming emails?<p>Yes, Tutanota supports an unlimited number of inbox rules / filters for paid accounts.\nCheck our how-to to see how to set up inbox rules.</p>\nAre emails in Trash and Spam folder deleted?<p>Yes, all emails in Trash or Spam are automatically deleted 30 days after the emails were moved to these folders.\nYou can also manually empty these folders with one click.\n<strong>Please note</strong>: Emails deleted from Trash or Spam folders are physically deleted and can't be restored.</p>\nAre there email limits to protect Tutanota from being abused by spammers?<p>Yes, Tutanota uses different variables to calculate email limits for individual accounts.\nThis is necessary to protect our free and anonymous email service from spammers who try to abuse Tutanota.\nIf spammers were able to abuse Tutanota, it would harm all Tutanota users - ie Tutanota domains could end up on email spam lists, which we have to prevent under all circumstances.</p>\n<p>If you receive the following message in your Tutanota account \"It looks like you exceeded the number of allowed emails.\nPlease try again later.\", the anti-spam protection method has stopped your account temporarily from sending new emails.\nPlease wait a day or two to send new emails again.</p>\n<p>If you need to send more emails immediately, please upgrade to our affordable Premium version (1 Euro per month) as limits for paying users are much higher.\nSimply click on 'Premium' in your side menu bar of Tutanota.\n</p>\n<p>Please note that Tutanota is not meant for sending out mass mailings such as newsletters.\nPlease read our Terms &amp.\nConditions for details.</p>\nAre email addresses stored automatically in contacts when sending an email?<p>Yes, email addresses are automatically added to your encrypted Tutanota address book when sending an email unless you deactivate this feature.\nYou'll find details here.</p>\nDoes Tutanota support export and import of emails, contacts and calendars?<p>\n<strong>Emails</strong>: You can export/download individual emails or batch-export emails by using multi-select.\nEmail import is not yet possible.\nWe plan to support email import as well as an even easier export function with our new secure desktop clients.</p>\n<p>\n<strong>Contacts</strong>: You can already import and export contacts via vCard.</p>\n<p>\n<strong>Calendars</strong>: You can import and export calendars via .ics.\nLogin with a browser and click on the three-dot button next to the calendar you wish to import data to or you wish to export.</p>\nCan I change the signature in a free account?<p>Yes, you can change the signature in Settings -&gt.\nEmail.\nEvery account can change their signature.\nTo support our free and secure email service, please leave the link to our homepage in your signature.</p>\nIs it possible to edit Tutanota emails (HTML editing)?<p>Yes, Tutanota supports HTML editing options (embed images, add lists, bold, italics, underline, monospace, add hyperlinks, align the text left, center, right, justified, change text size, remove all formatting).\nThese are explained in our how-to along with lots of information on email handling.</p>\nCan I receive notifications to another email account about incoming emails?<p>Yes, with a paid subscription you can set up email notifications to any email address under 'Settings' - 'Email' - 'Notifications'.\nYou will be informed about new emails once until you log in.\nOnly if you have logged in to view this email, Tutanota will send another notification to keep notification emails to a minimum.</p>\n<p>As a Free user, you can receive push notifications in the browser, the Android &amp.\niOS app as well as the desktop clients.</p>\nOtherDoes Tutanota publish a Transparency Report?<p>Yes, the Tutanota Transparency Report is updated every six months.\nYou can check it here.\nIt also includes a Warrant Canary.</p>\nIf I upgrade to Premium, can I downgrade to free again?<small>Premium</small>\n<small> Free</small>\n<small> subscribe</small>\n<small> unsubscribe</small>\n<p>Yes, you can downgrade back to free anytime.\nBefore this, you need to disable all extra bookings.\nYou can keep your main Tutanota email address as a free account.</p>\n<p>Check here to see how you can upgrade or downgrade and how to add or disable extra bookings (aliases, storage, additional users).</p>\nMy newly created account has been put on hold for 48 hours after registration.\nWhat should I do?<p>Some accounts are automatically marked for approval upon sign-up to prevent abuse.\nThis often affects IPs from VPN services or Tor as spammers try to bypass our anti-spam protection method by abusing these services.\nPlease read here why the 48-hour wait is necessary to protect your privacy to the maximum with a truly anonymous email service.</p>\n<p>During these 48 hours emails cannot be sent or received.\n<strong>Please do not share your new email address before the blocking has been lifted automatically.</strong>\n</p>\nI don't receive confirmation emails from services or newsletters.\nWhat can I do?<p>Please check whether the sender was blocked by following this instruction.</p>\n<p>Sometimes newly created email addresses are put on hold for 48 hours to prevent abuse.\nIt is important that you do not share your email address until this block is lifted automatically.\nIf you do use the email address to register elsewhere or sign up for newsletters before the block is lifted, this service will send you a confirmation email, which will bounce with a temporary error.\nThis might lead to problems registering with this service, even in the future.</p>\nI can't register with my Tutanota email address at an online service.\nWhat can I do?<p>Most websites and online services let you register with your chosen Tutanota email address just fine.\nUnfortunately, we have received reports by users that some websites block Tutanota email addresses for registrations.\nPlease check these options to resolve this situation.</p>\nHow do I solve the Tutanota Captcha upon registration?<p>Tutanota uses its own Captcha so that we do not have to depend on using Google Captcha.\nThis enables us to offer an open source email service without any links to Google.\n</p>\n<p>The Tutanota Captcha shows a clock.\nYou need to enter the displayed time with four numerals, including the colon in the middle.\nIf the displayed time is 8.30 for example, you have to enter 08:30 or 20:30 exactly.</p>\nI have received an abusive email (spam, phishing) from one of your domains.\nHow do I report abuse?<small>fraud</small>\n<small> stalker</small>\n<small> threat</small>\n<small> abuse</small>\n<small> abusive</small>\n<small> phishing</small>\n<p>If you would like to inform us about abusive usage of one of our domains (tutanota.com, tutanota.de, tutamail.com, tuta.io, keemail.me), please contact us at abuse@tutao.de.\nPlease forward the abusive message to us if appropriate.</p>\n<p>If you are a Tutanota user and have received a phishing email, you can report this email by clicking on the three-dot button to the right and then click on 'Report phishing'.\nHere are more details.</p>\n<p>If you would like to report abusive usage originating from another provider's email address, you can find contact addresses at abuse.net.</p>\nWhere can I report a security issue or a vulnerability that I found in Tutanota?<p>We at Tutanota take utmost care to secure your mailbox to the maximum.\nThe Tutanota code is published on GitHub, and we invite security experts to check the code.\nIn case you find a vulnerability in Tutanota, please report it directly to us so we can fix it.</p>\nHow do I delete my Tutanota account?<small>delete</small>\n<p>To delete your account, go to Settings - Subscription - Delete Account.\nYou need to enter your password upon deletion.\n</p>\n<p>Please note: Deleted Tutanota accounts can't be restored.\nDeleted email addresses are blocked for registration and can't be used again.</p>\nCompanyAboutJobsTermsPrivacyImprintDevelopmentRoadmapSecurity &amp.\nEncryptionForumGitHubSupportFAQHow-toContactPressLanguageEnglishTranslate", "created_at": "2019-01-31 02:16:53.902005", "updated_at": "2020-12-14 21:15:02.305286"}, {"id": 1279, "name": "Privacy", "url": "https://tutanota.com/privacy", "xpath": "", "text": "YOU &amp.\nUSPRICINGFEATURESSECURE EMAILENCRYPTED CALENDARBUSINESSWHITELABELSECURE CONNECTFAQHOW-TOENCRYPTED EMAILBLOGSIGN UPPrivacyWe respect your privacy!Privacy Statement of Tutao GmbH\n<p>\n<em>This Data Privacy Statement is provided in English for your\nconvenience.\nPlease note that in case of a dispute or discrepancy\nbetween the German Data Privacy Statement and the English translation,\nthe German version shall prevail.</em>\n</p>\n<p>\n<strong>Status: May 25, 2018</strong>\n</p>\nGeneral\n<p>We are responsible for the protection of your personal data, and we\ntake this responsibility very seriously.\nTherefore</p>\n<ul>\n<li>Tutanota is based on the data privacy principles \"data minimization\" and \"privacy by design\",</li>\n<li>all user data is stored end-to-end encrypted in Tutanota (except for email addresses of users as well as senders and recipients of emails),</li>\n<li>we have technical and organizational measures in place which protect your data best possible,</li>\n<li>all data is stored in ISO 27001 certified data centers in Germany.</li>\n</ul>\n<p>Processing of personal data takes place in compliance with the General Data Protection Regulation (GDPR) as well as with the local data protection laws applicable to the Tutao GmbH.</p>\n<p>We are always at your disposal for any questions about privacy.\nPlease contact us via email:\nhello@tutao.de.</p>\nName and Address of the controller\n<p>Tutao GmbH<br>Deisterstr.\n17a<br>30449 Hannover<br>Germany</p>\n<p>Email address: hello@tutao.de</p>\nPersonal data\n<p>All personal data is kept secure by us and thus protected from unauthorized access.</p>\n<p>For the initiation of a contractual relationship and for service provision we collect</p>\n<ul>\n<li>the newly registered email address</li>\n</ul>\n<p>as inventory data.</p>\n<p>For invoicing and determining the VAT we collect for paid product variants</p>\n<ul>\n<li>the domicile of the customer (country)</li>\n<li>the invoicing address (for private users optional)</li>\n<li>the VAT identification number (only for business customers of some countries)</li>\n</ul>\n<p>as inventory data.</p>\n<p>For the transaction of payments we collect depending on the chosen payment method the\nfollowing payment data (inventory data):</p>\n<ul>\n<li>Banking details (account number and sort code and IBAN/BIC, if necessary bank name, account holder),</li>\n<li>credit card data,</li>\n<li>PayPal user name.</li>\n</ul>\n<p>This inventory data is processed for the performance of the contract with the customer according to Art.\n6 GDPR 1.\nb).\nFor the execution of direct debiting we will share your banking details with the authorized credit institution.\nFor the\nexecution of PayPal payments we will share your PayPal data with PayPal (Europe).</p>\n<ul>\n<li>Address: PayPal (Europe) S.à r.l.\net Cie, S.C.A.,22-24 Boulevard Royal, L-2449 Luxembourg</li>\n<li>Paypal privacy statement</li>\n<li>Paypal contact for questions about privacy</li>\n</ul>\n<p>For the execution of credit card payments your credit card data will be shared with our payment service provider\nBraintree.\nThis includes the transfer of personal data into a third country (USA).\nAn agreement\nentered into with Braintree defines appropriate safeguards and demands that the data is\nonly processed in compliance with the GDPR and only for the purpose of execution of payments.</p>\n<p>Tutanota provides services for saving, editing, presentation and electronic transmission of data, such as email service,\ncontact management and data storage.\nThis content data is voluntarily entered into Tutanota by the customer.\nWhen\nsigning up for a Tutanota account, you give consent to the processing of this data according to Art.\n6 DSGVO 1.\na).\nAll\ntextual content is encrypted for the user and its communication partners in a way that even Tutao GmbH has no access to\nthe data.\nThis data can be deleted by the user.</p>\n<p>In order to maintain email server operations, for error diagnosis and for prevention of abuse, mail server logs are\nstored max.\n7 days.\nThese logs contain sender and recipient email addresses and time of connection but no customer IP\naddresses.\nStorage takes place for the purposes of the legitimate interests pursued by the controller according to Art.\n6 DSGVO 1.\nf).</p>\n<p>In order to maintain operations, for prevention of abuse and and for visitors analysis, IP addresses of users are\nprocessed.\nStorage only takes place for IP addresses made anonymous which are therefore not personal data any more.\nThis processing takes place for the purposes of the legitimate interests pursued by the controller according to Art.\n6\nDSGVO 1.\nf).</p>\n<p>With the exception of payment data, we will not disclose your personal data including your email address to third\nparties.\nHowever, we can be legally bound to provide content data (in case of a valid German court order) and inventory\ndata to prosecution services.\nThere will be no sale of data.</p>\nPeriod of data storage\n<p>The personal data shall be deleted no later than 30 days after termination of the contract,\nunless specific reasons to the contrary\napply in an individual case.\nIn case a customer objected to the amount of the charged fees,\nthe accounting data may be stored until the objections are terminally\nclarified.\nFurthermore, inventory data can be stored for up to two\nyears if the handling of a complaint and other reasons require this\nfor an orderly settlement of the contract.\nMoreover the deletion of\ninventory and billing data may be omitted provided that legal\nregulations or the prosecution of claims require this.\nOrder-related\ndata and the addresses associated with the order are stored in respect\nto tax, contract and commercial law retention periods and erased at\nthe end of those periods.</p>\nRights of the data subject\n<p>Insofar that you have given us your consent to process your personal\ndata, we would like to point out that you can withdraw your consent for\nthe future at any time.\nUpon request we will inform you about\nthe data we have stored about you free of charge.\nPlease send a message with\nyour request to hello@tutao.de.\nIn addition we are obliged to\ndelete, to correct or to restrict processing of the data stored about you upon\nrequest.\nAdditionally, you may <strong>object to the processing of your personal data</strong> as well as to lodge a complaint with a supervisory authority and the federal commissioner for data privacy of Germany (Husarenstr.\n30, 53117 Bonn).\nYou can make use of your right to data portability by exporting your personal data stored with us in Tutanota.</p>\nCookies\n<p>We do not use cookies.</p>\nContact from web page\n<p>On our web pages we offer the opportunity to get in contact with us via email or contact form.\nIn doing so personal data is voluntarily transferred to us, stored automatically and only used for the purpose of dealing with the request and getting in contact with the affected person.\nWe will not disclose this personal data to third parties.</p>\nCompanyAboutJobsTermsPrivacyImprintDevelopmentRoadmapSecurity &amp.\nEncryptionForumGitHubSupportFAQHow-toContactPressLanguageEnglishTranslate", "created_at": "2019-05-12 19:31:49.306311", "updated_at": "2020-12-14 22:07:54.760006"}], "points": [{"id": 27660, "title": "You will be notified about website maintenance", "source": "https://tutanota.com/terms", "status": "Generated through the annotate view", "created_at": "2022-04-02 23:12:43.871605", "updated_at": "2022-08-09 16:44:10.292853", "quoteText": "If Tutao\nestimates that the time for maintenance and software updates will lead to a\ndowntime of more than three hours, Tutao will inform all paying customers\nthree days in advance.", "case_id": 159, "document_id": 444, "quoteStart": 6684, "quoteEnd": 6865}, {"id": 26414, "title": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection.", "source": "https://tutanota.com/terms", "status": "Generated through the annotate view", "created_at": "2021-12-12 19:15:53.947046", "updated_at": "2022-08-09 16:44:17.958882", "quoteText": "The laws of the Federal Republic of Germany shall apply.\n", "case_id": 241, "document_id": 444, "quoteStart": 19926, "quoteEnd": 19983}, {"id": 20397, "title": "The court of law governing the terms is in Hanover, Germany", "source": "https://tutanota.com/terms", "status": "Generated through the annotate view", "created_at": "2021-05-13 13:14:51.766198", "updated_at": "2021-05-13 21:20:25.605314", "quoteText": "<p>14.2 The place of jurisdiction for demands resulting from differences\nbetween the parties to a contract, in particular about the conclusion of a contract,\nits execution or its termination - insofar as the customer is a general merchant,\na corporate body under public law, or a separate estate under public law - is Hanover,\nGermany.", "case_id": 163, "document_id": 444, "quoteStart": 20299, "quoteEnd": 20634}, {"id": 20396, "title": "Accessibility to this service is guaranteed at 99% or more", "source": "https://tutanota.com/terms", "status": "Generated through the annotate view", "created_at": "2021-05-13 13:11:40.574719", "updated_at": "2021-05-13 21:20:14.276244", "quoteText": "The availability\nis 99 % annual average, in regards to 24 hours per day, seven days per week.", "case_id": 158, "document_id": 444, "quoteStart": 6008, "quoteEnd": 6101}, {"id": 20395, "title": "Archives of their agreements are provided so that changes can be viewed over time", "source": "https://tutanota.com/terms", "status": "Generated through the annotate view", "created_at": "2021-05-13 13:10:27.962045", "updated_at": "2021-05-13 21:20:06.114157", "quoteText": "The previous version of these Terms and Conditions can be found here.", "case_id": 197, "document_id": 444, "quoteStart": 353, "quoteEnd": 422}, {"id": 1185, "title": "Personal data that is stored is encrypted and data is deleted by the end of the calendar year for terminated accounts.", "source": "Privacy Statement (July 24, 2015)", "status": "Personal data\r\n\r\nWe collect, process and use your personal data confidentially and exclusively for the initiation and fulfillment of the contract as well as for billing purposes. Depending on the services ordered more data will be included at a later date (i.e. when ordering a storage expansion). All personal data is kept securely by us and thus protected from unauthorized access.\r\n\r\nFor the initiation of a contractual relationship and for using the free version of Tutanota, we collect\r\n\r\n    the newly registered email address\r\n\r\nas inventory data.\r\n\r\nFor invoicing and VAT we collect for paid product variants\r\n\r\n    the domicile of the customer (country)\r\n    the invoicing address (for private users optional)\r\n    the VAT registration number (only for business customers of some countries)\r\n\r\nas inventory data.\r\n\r\nFor the transaction of payments we collect depending on the chosen payment method the following payment data (=inventory data):\r\n\r\n    Banking details (account number and sort code and IBAN/BIC, if necessary bank name, account holder),\r\n    credit card data,\r\n    PayPal user name.\r\n\r\nFor the execution of direct debiting we will share your banking details with the authorized credit institution. For the execution of credit card payments your credit card information will only be saved at our payment service provider Braintree. The data disclosed this way shall only be used by the receiver to perform its definite task.\r\n\r\nWith the exception of payment data, we will not disclose your personal data including your email address to third parties. There will be no sale of data.\r\nPeriod of data storage\r\n\r\nThe personal data shall be deleted no later than at the end of the calendar year following the year of the termination of the contract, unless specific reasons to the contrary apply in an individual case. In case a customer objected to the amount of the charged fees, the accounting data may be stored until the objections are terminally clarified. Furthermore, inventory data can be stored for up to two years if the handling of a complaint and other reasons require this for an orderly settlement of the contract. Moreover the deletion of inventory and billing data may be omitted provided that legal regulations or the prosecution of claims require this. Order-related data and the addresses associated with the order are stored in respect to tax, contract and commercial law retention periods and erased at the end of those periods.", "created_at": "2018-02-27 07:17:38.63262", "updated_at": "2021-02-06 04:02:05.527247", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1935, "title": "Tutanota", "source": "https://groups.google.com/forum#!topic/tosdr/Ee25Y7R-d9A", "status": "Tutanota", "created_at": "2018-05-15 09:12:08.961931", "updated_at": "2018-09-12 09:58:39.05296", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 6530, "title": "Service does not allow alternative accounts", "source": "https://tutanota.com/fr/terms", "status": "Generated through the annotate view", "created_at": "2019-05-12 19:34:06.851216", "updated_at": "2019-06-23 05:15:56.29949", "quoteText": "<p>4.7.\nEach natural person is prohibited to sign up for more than one free of charge Tutanota account\nfor private use.\nFor additional accounts a paid tariff must be selected which allows adding aliases and user accounts.", "case_id": 324, "document_id": 928, "quoteStart": 8992, "quoteEnd": 9213}, {"id": 10173, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://tutanota.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-09-06 15:32:03.091454", "updated_at": "2020-10-08 02:24:07.82062", "quoteText": "all user data is stored end-to-end encrypted in Tutanota", "case_id": 146, "document_id": 1279, "quoteStart": 646, "quoteEnd": 702}, {"id": 10179, "title": "You can request access and deletion of personal data", "source": "https://tutanota.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-09-06 15:37:18.403023", "updated_at": "2021-02-06 03:50:43.053671", "quoteText": "Upon request we will inform you about\nthe data we have stored about you free of charge.", "case_id": 195, "document_id": 1279, "quoteStart": 5835, "quoteEnd": 5922}, {"id": 10178, "title": "This service does not sell your personal data", "source": "https://tutanota.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-09-06 15:36:31.483796", "updated_at": "2020-09-11 09:44:23.234933", "quoteText": "There will be no sale of data.</p>", "case_id": 193, "document_id": 1279, "quoteStart": 4868, "quoteEnd": 4902}, {"id": 10185, "title": "The service does not share user information with third parties", "source": "https://tutanota.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-09-06 15:41:52.31727", "updated_at": "2020-09-07 02:10:21.508611", "quoteText": "We will not disclose this personal data to third parties.</p>", "case_id": 311, "document_id": 1279, "quoteStart": 6881, "quoteEnd": 6942}, {"id": 10183, "title": "This service does not track you", "source": "https://tutanota.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-09-06 15:39:12.749939", "updated_at": "2020-10-08 02:19:26.720249", "quoteText": "We do not use cookies.</p>", "case_id": 218, "document_id": 1279, "quoteStart": 6546, "quoteEnd": 6572}, {"id": 4594, "title": "The service is transparent regarding goverment request or inqueries", "source": "https://tutanota.com/terms#privacy", "status": "\"All textual content is encrypted for the user and its communication partners in a way that even Tutao GmbH has no access to the data. \"\r\n\r\n\"With the exception of payment data, we will not disclose your personal data including your email address to third parties. However, we can be legally bound to provide content data (in case of a valid German court order) and inventory data to prosecution services. \"", "created_at": "2018-08-30 15:56:49.958095", "updated_at": "2019-08-25 19:18:08.537049", "quoteText": null, "case_id": 169, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 5611, "title": "Provides information on security practices", "source": "https://tutanota.com/faq", "status": "Under the FAQs, Tutanota gives various information about the service's security practices under the sections \"Your Tutanota Password\" and \"Security and Privacy.\" Details include the algorithms used to hash passwords, information about encryption algorithms, private and public key information, etc.", "created_at": "2019-01-31 02:18:58.408127", "updated_at": "2019-09-25 04:53:57.986653", "quoteText": "Your password is salted and hashed with Bcrypt on your device before being transmitted to Tutanota.\nBcrypt is the most reliable method because brute-force attacks need much more time in comparison to conventional methods such as MD5 or SHA.﻿ With this method we guarantee an integrated confidentiality and we allow you to access and decrypt your emails from desktops and mobile devices instantly.</p", "case_id": 226, "document_id": 973, "quoteStart": 16210, "quoteEnd": 16609}, {"id": 19500, "title": "There is a date of the last update of the agreements", "source": "https://tutanota.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-05-01 11:40:05.55922", "updated_at": "2021-05-01 18:01:01.713701", "quoteText": "Status: May 25, 2018", "case_id": 331, "document_id": 1279, "quoteStart": 448, "quoteEnd": 468}, {"id": 10181, "title": "You can request access and deletion of personal data", "source": "https://tutanota.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-09-06 15:38:10.128676", "updated_at": "2020-10-08 02:21:23.7269", "quoteText": "In addition we are obliged to\ndelete, to correct or to restrict processing of the data stored about you upon\nrequest.", "case_id": 195, "document_id": 1279, "quoteStart": 6068, "quoteEnd": 6185}, {"id": 1184, "title": "Cookies are used but do not collect personal information or track usage.", "source": "Privacy Statement (July 24, 2015)", "status": "Our websites tutanota.com and tutanota.de use so-called cookies, which are stored on your computer in order to make your visit to our website more attractive and to allow the use of certain functions. „Cookies“ are small text files that can be stored by a website locally in the memory of your Internet browser on the computer you are using. The cookies on our sites do not collect personal information about you or your use. You can delete cookies by clicking on the appropriate menu item in your internet browser or by deleting them on your hard drive. For details, refer to the help menu of your browser.", "created_at": "2018-02-27 07:15:36.98817", "updated_at": "2021-02-06 03:50:21.184893", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1199, "title": "All Tutanota Data is Encrypted End-to-End", "source": "https://tutanota.com/terms", "status": "All data on Tutantoa is end-to-end encrypted. That means neither Tutanota Staff nor third-parties can view the data. Only the user with the decryption-key can view the data.", "created_at": "2018-03-26 15:37:54.822978", "updated_at": "2021-02-06 03:50:23.3067", "quoteText": "all user data is stored end-to-end encrypted in Tutanota (except for email addresses of users as well as senders and recipients of emails),</li>\n<li>we have technical and organizational measures in place which protect your data best possible,</li>\n<li>all data is stored in ISO 27001 certified data centers in Germany.</li>\n</ul>\n<p>Processing of personal data takes place in compliance with the General Data Protection Regulation (GDPR) as well as with the local data protection laws applicable to the Tutao GmbH.</p>", "case_id": 235, "document_id": 444, "quoteStart": 22294, "quoteEnd": 22812}, {"id": 19499, "title": "User-generated content is encrypted, and this service cannot decrypt it", "source": "https://tutanota.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-05-01 11:39:50.360362", "updated_at": "2021-05-01 18:00:46.921894", "quoteText": "all user data is stored end-to-end encrypted in Tutanota", "case_id": 372, "document_id": 1279, "quoteStart": 729, "quoteEnd": 785}], "urls": ["tutanota.com"]}}