{"error": 448, "message": "OK", "parameters": {"id": 3470, "name": "CoolMathGames", "created_at": "2021-05-07 02:19:20.775109", "updated_at": "2021-08-26 22:00:22.713085", "wikipedia": "https://en.wikipedia.org/wiki/Cool_Math_Games", "keywords": null, "related": null, "slug": "coolmathgames", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/3470.png", "url": "coolmathgames.com", "documents": [{"id": 5775, "name": "Privacy Policy", "url": "https://www.coolmathgames.com/privacyp", "xpath": "/html/body/div[1]/div/main/div/div/div[2]/div[1]/div/div[4]/div/div/article/div/div/div", "text": "\n<p>Effective Date: April 24, 2020</p>\n<p>Coolmath.com LLC (“Coolmath.com”, “Company,” “we,” or “us”) values your privacy.\nCoolmathGames.com (the “Website”) and the CoolmathGames mobile application (“App”) offer a large collection of games for a general audience.</p>\n<p>In this Privacy Policy (“Policy”), we describe how we collect, use, and share information that we obtain about users on the Website and App and the services available through these platforms (collectively, “Services”).\nThis Policy does not apply to other Coolmath.com, LLC websites or apps, such as coolmath4kids.com.</p>\n<p>By downloading or using the Services, you understand that your information will be handled as described in this Policy.\nYour use of the Services, and any dispute over privacy, is subject to this Policy and our&nbsp;Terms of Use, including its applicable limitations on damages and the resolution of disputes.</p>\n<p>\n<b>\n<u>Information We Collect</u>\n</b>\n</p>\n<p>We collect information directly from you and your device, from third parties, and by automated means as set out below.\nThe type of information that we collect from you depends on your particular interaction with our Services, but generally includes the below information.</p>\n<p>\n<b>\n<i>Information You Provide.</i>\n</b>\n</p>\n<p>You have the option to sign up for an account.\nWhen you sign up, you enter a Login ID along with a password.\nYou will also receive an automatically generated username that will be visible to others.</p>\n<p>You also have the option to sign up for a subscription to the Services.\nIf you choose to subscribe, you will be required to provide us with your email address, password, and credit card information.\nYou may also create your own username.</p>\n<p>We also maintain records of customer service and other communications with users, including the nature of the request, name and contact information.\nWe do not require you to register to use the App but if you contact us for customer service or support we may maintain your name, contact information and details about your request as a part of our customer relationship management records.\n</p>\n<p>\n<b>\n<i>Information We Collect Automatically</i>\n</b>\n</p>\n<p>The Services allow users to play interactive games.\nWe automatically collect information about your use of the Services, such as games played, scores, where you left off in the game, the length of time that you use our Services, and other activities on the Website and in the App.</p>\n<p>We also automatically collect or analyze information about your browser and/or device.\nThis information may include: IP address.\ndevice identifiers.\ndevice name and model.\noperating system type, name and version.\n</p>\n<p>We may combine this information with other information that we have collected about you.\nPlease see the section “Analytics and Tracking” below for more information.</p>\n<p>\n<b>\n<u>How We Use Your Information</u>\n</b>\n</p>\n<p>We use your information for the following purposes:</p>\n<p>\n<b>\n<i>Providing and Improving Our Services.</i>\n</b>&nbsp;To provide and maintain our Services.\nto process subscription payments if you’re a Subscriber.\nto provide troubleshooting.\nto improve our Services.\nto develop new features, products, or services.\nto perform technical operations, such as updating software.\nand for other customer service and support purposes.</p>\n<p>\n<b>\n<i>Communications.</i>\n</b>&nbsp;To communicate with you, including via email and push notifications, and to respond to your inquiries.</p>\n<p>\n<b>\n<i>Research and Analytics.\n</i>\n</b>To better understand how users access and use our Services, and for other research and analytical purposes, such as to evaluate and improve our services and business operations and to develop additional products, services and features.</p>\n<p>\n<b>\n<i>Protecting Rights and Interests.\n</i>\n</b>To protect the safety, rights, property, or security of Coolmath.com, the Services, any third party, or the general public.\nto detect, prevent, or otherwise address fraud, security, or technical issues.\nto prevent or stop activity that we consider to be, or to pose a risk of being, an illegal, unethical, or legally actionable activity.\nto use as evidence in litigation.\nand to enforce this Policy or our Terms of Use.</p>\n<p>\n<b>\n<i>Legal Compliance.</i>\n</b>&nbsp;To comply with applicable legal or regulatory obligations, including as part of a judicial proceeding.\nto respond to a subpoena, warrant, court order, or other legal process.\nor as part of an investigation or request, whether formal or informal, from law enforcement or a governmental authority.</p>\n<p>\n<b>\n<i>General Business Operations.&nbsp;</i>\n</b>Where appropriate for the administration of our general business, accounting, recordkeeping and legal functions.\nAs part of our routine business administration, such as employee training, compliance auditing and similar internal activities.</p>\n<p>\n<b>\n<i>Advertising.</i>\n</b> Our Services are supported by advertising tailored to you.\nWe use information we collect from you to serve interest-based advertisements on our Website and App.</p>\n<p>\n<b>\n<u>Disclosure of Information</u>\n</b>\n</p>\n<p>In general, we may share your information, including information, as follows:</p>\n<p>\n<b>\n<i>Affiliates.</i>\n</b>&nbsp;We may disclose the information we collect from you to our affiliates or subsidiaries.\nhowever, if we do so, their use and disclosure of your information will be subject to this Policy.</p>\n<p>\n<b>\n<i>Service Providers.</i>\n</b>&nbsp;We may disclose the information we collect from you to other companies who perform services on our behalf.\nFor example, we may share information with vendors who process subscription payments of our subscribers or who conduct satisfaction surveys on our behalf, in order to improve our site.&nbsp;These service providers are prohibited from retaining, using, or disclosing your information exception as necessary to perform services for us.</p>\n<p>\n<b>\n<i>Advertising Partners.\n</i>\n</b>We are an ad-supported business, and we may disclose your information to our advertising partners (such as ad networks and advertisers) where they request the data to select and serve interest-based advertisements and to track the effectiveness of advertisements.</p>\n<p>\n<b>\n<i>Business Transfers.</i>\n</b>&nbsp;We may disclose your information to another entity in connection with an acquisition or merger, sale or transfer of a business unit or assets, bankruptcy proceeding, or as part of any other similar business transfer, including during negotiations related to such transactions.</p>\n<p>\n<b>\n<i>Protecting Rights and Interests.</i>\n</b>&nbsp;We may disclose your information to protect the safety, rights, property, or security of Coolmath.com, the Services, any third party, or the general public.\nto detect, prevent, or otherwise address fraud, security, or technical issues.\nto prevent or stop activity which we, in our sole discretion, may consider to be, or to pose a risk of being, an illegal, unethical, or legally actionable activity.\nto use as evidence in litigation.\nand to enforce this Policy or Terms of Use.</p>\n<p>\n<b>\n<i>Legal Compliance.</i>\n</b>&nbsp;We may disclose your information to comply with applicable legal or regulatory obligations, including as part of a judicial proceeding.\nin response to a subpoena, warrant, court order, or other legal process.\nor as part of an investigation or request, whether formal or informal, from law enforcement or a government official.</p>\n<p>\n<b>\n<i>Aggregate and De-Identified Information.</i>\n</b>&nbsp;We may share aggregate or de-identified information about users with third parties for research, compliance, or other purposes.</p>\n<p>\n<b>\n<i>Analytics and Tracking</i>\n</b>.\nWe and our third-party service providers use cookies, local storage objects and other tracking mechanisms designed for mobile apps to track information about your use of our App.\nWe may combine this information with other information we collect from you (and our third-party service providers may do so on our behalf).</p>\n<p>\n<b>Cookies and Similar Technologies</b>\n</p>\n<p>We and our third-party partners use cookies, local storage objects and other tracking mechanisms to track information about your use of our Services, to measure traffic, to collect technical information about visitors’ devices to improve our site, to recognize new or past visitors, to offer interest-based advertisements, to better understand our visitors’ interests, and to observe visitors’ behaviors and browsing activities over time across websites and platforms.\nWe may combine this information with other information we collect from you (and our third-party service providers may do so on our behalf).\nFor more information, visit About Our Ads.</p>\n<p>We use Google Analytics’ User-ID to collect and analyze information about use of the website and to help us understand activities and trends.\nAs part of this service, we share a unique identifier with Google Analytics.\nThis identifier is not linked to your name or any other individually identifying information we collect about you.\n</p>\n<p>We also use Google Signals to help us better understand your usage of our Services across multiple devices.\nYou can manage the data Google uses for Google Signals by visiting My Activity.\nYou may opt-out of Google Analytics by installing a Google Analytics opt-out browser add-on available for download here: https://tools.google.com/dlpage/gaoptout.</p>\n<p>\n<b>This Site and Children</b>\n</p>\n<p>We do not knowingly collect personal information from children under 13.\nIf we discover that a child under 13 has provided us with personal information, we will delete such information from our systems.\nIf you are a parent or legal guardian and think your child under 13 has given us personal information, you can email us at&nbsp;privacy@coolmath.com.&nbsp;</p>\n<p>\n<b>Security</b>\n</p>\n<p>We are committed to maintaining the privacy and integrity of your information no matter where it is stored.\nWe have information security and access policies that limit access to our systems and technology, and we protect data through the use of technological protection measures.\n</p>\n<p>Unfortunately, the transmission of information via the internet is not completely secure.\nAlthough we implement and maintain reasonable measures to protect your personal information, we cannot guarantee the security of the information transmitted to us.\ntherefore we do not assume any responsibility for any transmission of your information which you do at your own risk.\n</p>\n<p>\n<b>Links to Other Sites</b>\n</p>\n<p>Our App or Website may contain links to third-party websites or applications.\nAny access to and use of such linked websites is not governed by this Policy, but instead is governed by the privacy policies of those third-party websites.\nWe are not responsible for the information practices of such third-party websites.</p>\n<p>\n<b>Questions or Concerns</b>\n</p>\n<p>If you have any questions or concerns about this policy, please email us at<br>privacy@coolmath.com</p>\n<p>You can also write to us or call at: Coolmath.com, LLC, Attn: Legal Department, 122 East 42nd Street, Suite 1611, New York, NY 10168, or call us at<br>\n(646) 762 5605</p>\n<p>\n<b>Policy Changes</b>\n</p>\n<p>From time to time we may change our privacy policies.\nWe will notify you of any material changes to our Policy as required by law.\nWe will also post an updated copy on our website.\nPlease check our site periodically for updates.</p>\n<p>\n<b>Addendum for California Residents</b>\n</p>\n<p>The California Consumer Privacy Act (“CCPA”) contains additional terms for California residents using CoolMathGames.com, which are set out in this section.</p>\n<p>\n<b>\n<u>Collection and Disclosure of Personal Information</u>\n</b>\n</p>\n<p>\n<i>Over the past 12 months, we may have collected and disclosed the following categories of personal information from or about consumers or their devices, depending on their use of the Service</i>:</p>\n<ul>\n<li>Identifiers, such as consumers’ name, address, username, the Google Analytics User ID, and IP address.</li>\n<li>Internet or other electronic network activity information, such as cookie information, clickstream information, information about consumers’ participation in surveys, and browsing history pertaining to their use of CoolMathGames.com.\n</li>\n<li>Commercial information about any transactions within CoolMathGames.com (such as payment card information).\n</li>\n</ul>\n<p>We have disclosed consumers’ personal information to the types of entities listed in Disclosure of Information in the body of the Policy.</p>\n<p>\n<i>We collect your personal information for the following purposes</i>:</p>\n<ul>\n<li>To operate and improve the Services;</li>\n<li>To process surveys;</li>\n<li>To serve interest-based advertising;</li>\n<li>For security and verification purposes, including to prevent and detect fraudulent activity.\nand</li>\n<li>To address and remediate technical issues and bugs.</li>\n</ul>\n<p>For additional information about how we use consumers’ personal information see How We Use Your Information in the body of the Policy.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n", "created_at": "2021-05-07 02:19:22.4845", "updated_at": "2021-05-07 02:21:34.978856"}, {"id": 5774, "name": "Terms Of Use", "url": "https://www.coolmathgames.com/terms-use", "xpath": "/html/body/div[1]/div/main/div/div/div[2]/div[1]/div/div[4]/div/div/article/div/div", "text": "\n<p>General Terms of Use for Coolmath's Content</p>\n<p>By accessing or using the site, you agree to be bound by this agreement and the terms of our privacy policy at http://www.coolmathgames.com/privacyp which are incorporated by this reference.&nbsp.\nThis agreement shall remain in full force and effect while you use any of the Coolmath family of sites.</p>\n<p>Coolmath.com LLC does not guarantee the accuracy of any information included in any of our family of sites, nor do we guarantee the accuracy of the information included in any of the sites we link to.</p>\n<p>The information included in our family of sites is meant to supplement standard academic courses and classroom instruction.</p>\n<p>We are not responsible for any of the content included in any of our licensed content that is authored by people not employed by Coolmath.com LLC, such as our games at CoolmathGames.com.</p>\n<p>Coolmath is not responsible for any ads that may appear on our sites via error or malware viruses.&nbsp;</p>\n<p>All materials on this site, as well as the organization and layout of the site, (except for our licensed content such as the games at CoolmathGames.com) are owned and copyrighted by Coolmath.com LLC and may be accessed or printed for your personal non-commercial use only.\nWithout the prior written permission of Coolmath.com LLC, you may not copy, modify, distribute or transfer any material on this site, in whole or in part.</p>\n<p>YOUR USE OF THE COOLMATH FAMILY OF SITES IS ON AN \"AS IS,\" \"AS AVAILABLE\" BASIS, AND WE SPECIFICALLY DISCLAIM ANY REPRESENTATIONS OR WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, ANY REPRESENTATIONS OR WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE.&nbsp.\nWE DO NOT WARRANT THAT THE SERVICE WILL BE UNINTERRUPTED OR ERROR FREE OR FREE FROM VIRUSES OR OTHER HARMFUL MALICIOUS AGENTS.\nTO THE FULLEST EXTENT PERMITTED BY LAW, IN NO EVENT AND UNDER NO LEGAL THEORY, WHETHER TORT (INCLUDING NEGLIGENCE), CONTRACT OR OTHERWISE, SHALL COOLMATH, ITS AFFILIATES, AND ITS AND THEIR RESPECTIVE SHAREHOLDERS, DIRECTORS, OFFICERS, EMPLOYEES, ADVERTISERS, SUPPLIERS, CONTENT PROVIDERS AND LICENSORS (COLLECTIVELY, THE “COOLMATH PARTIES”) BE LIABLE (JOINTLY OR SEVERALLY) TO YOU OR ANY OTHER PERSON AS A RESULT OF YOUR USE OF THE COOLMATH FAMILY OF SITES FOR INDIRECT, CONSEQUENTIAL, SPECIAL, INCIDENTAL, EXEMPLARY OR PUNITIVE DAMAGES, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nWHERE WE ARE NOT LEGALLY ENTITLED TO EXCLUDE ALL LIABILITY, OUR TOTAL LIABILITY FOR ANY LOSS OR DAMAGE RELATING TO THE COOLMATH FAMILY OF SITES SHALL NOT EXCEED AN AMOUNT EQUAL TO THE SUBSCRIPTION FEES (IF ANY) PAID BY YOU TO US.\nYour sole and exclusive remedy under this Agreement is as expressly set forth herein.\nSome jurisdictions do not allow the exclusion or limitation of implied warranties, so the above exclusions or limitations may not apply to you.</p>\n<p>You agree to use the Coolmath family of sites in compliance with all applicable laws, regulations and rulings.&nbsp.\nWe reserve the right to terminate or restrict your access to the Coolmath sites in our sole discretion if we believe you are using a site in a way that violates these Terms of Use or infringes upon another person’s rights.</p>\n<p>To the fullest extent of the law, you agree to indemnify and hold the Coolmath Parties harmless from any claim, demand, or damage, including costs and reasonable attorneys' fees, asserted by any third party due to or arising out of your use of the Coolmath family of sites.</p>\n<p>Irrespective of the residence of any user, these Terms of Use shall be governed by New York law excluding its conflicts of law principles.&nbsp.\nExcept for claims related to intellectual property and disputes that qualify for small claims court, any dispute that arises shall be resolved by arbitration administered by the American Arbitration Association (“AAA”) in accordance with its Commercial Arbitration Rules and the Supplementary Procedures for Consumer Related Disputes, in New York, New York.&nbsp.\nNO CLASS ACTION MAY BE PURSUED OR MAINTAINED WITH RESPECT TO ANY DISPUTE REGARDING THESE TERMS OF USE.</p>\n<p>We administer the Coolmath family of sites from the United States of America.\nIf you choose to access the Coolmath sites from outside the United States, you consent to the transfer of information outside of your country of residence to the United States of America.</p>\n<p>Note: This document is subject to change at any time.\nWhen it does, the changes will be posted on this page.\nYour continued use of the Coolmath family of sites indicates that you accept the terms spelled out in this document.<br>\n<br>\n<br>\nAbout Coolmath Subscriber-only Content</p>\n<p>Subscriptions may be available to access Coolmath subscriber-only content.&nbsp.\nIf you are under 18 years of age, please have your parent or guardian register, complete the purchase and agree to these Terms of Use on your behalf.&nbsp.\nIn such instances “you” means you and your parent or guardian.\nThe information you provide for registration is necessary to confirm your identity when you visit the site and to process your payment(s).&nbsp.\nWe will use your information in accordance with our privacy policy.</p>\n<p>While Coolmath believes and intends that its information security practices reflect good practice, there is no such thing as perfect information security.\nAs such, you assume the risk of security breaches and all consequences resulting from them.\nYou must safeguard your login credentials and not share them with any other person.\nOnly one individual may access the subscriber-only content at the same time using the same user name or password.</p>\n<p>By subscribing to use the subscriber-only content, you agree to pay the associated fees.&nbsp.\nSUBSCRIPTIONS FOR SUBSCRIBER-ONLY CONTENT ARE AUTO-RENEWING.&nbsp.\nTHIS MEANS THAT WE WILL BILL THE CREDIT CARD THAT YOU PROVIDE TO US UPON YOUR INITIAL PURCHASE OR AT THE END OF YOUR FREE TRIAL (IF APPLICABLE) AND ON A RECURRING BASIS AT THE BEGINNING OF EACH RENEWAL PERIOD.\nBY SIGNING UP FOR THE SERVICE, YOU AUTHORIZE RECURRING CHARGES TO YOUR CREDIT CARD.&nbsp.\nYou agree that Coolmath will not be responsible for any expenses that you may incur resulting from overdrawing your bank account or exceeding your credit limit as a result of an automatic charge made under this agreement.</p>\n<p>You agree to keep your account and payment information current at all times.&nbsp.\nTo make changes to your payment or account information, please contact us at subscriptions@coolmath.com.&nbsp.\nPlease also let us know immediately if you suspect any unauthorized use of your credit card or login credentials.&nbsp;</p>\n<p>Please note that we use a third party not affiliated with us to process payments for the subscriber-only content.\nYou agree that the third party processor is solely responsible for controlling, handling, processing, or fulfilling purchases processed through its systems.&nbsp.\nYou may be subject to additional terms of use and/or privacy policies of the third party processor when you purchase subscriber-only content.</p>\n<p>Should you wish to cancel your subscription, please let us know in advance of your renewal date by contacting us at subscriptions@coolmath.com.&nbsp.\nAnnual subscribers may cancel their subscription within thirty (30) days of being charged and receive a refund.&nbsp.\nFor all other subscribers, you must cancel your subscription before it renews in order to avoid billing of subscription fees for the renewal term to your credit card.&nbsp.\n&nbsp;We reserve the right to issue refunds at our sole discretion.\nIf we provide a refund, we are not obligated to do so again in the future.&nbsp.\nWe may cancel your subscription at any time.&nbsp.\nIf we cancel your subscription for a reason other than for cause (cause being, for example, your breach of these Terms of Use), we will issue you a refund for your unused portion of your subscription.</p>\n<p>Rates for subscriber-only content are subject to change.&nbsp.\nThe then-current rate will be charged upon auto-renewal.&nbsp.\nContact us at subscriptions@coolmath.com should you wish to cancel your subscription after a rate increase for a refund.</p>\n<p>From time to time we may offer free trials to, or introductory pricing for, the subscriber-only content.&nbsp.\nThese offers are available to you only if you have not previously been a subscriber to subscriber-only content.&nbsp.\nIf you respond to a free trial or introductory pricing offer but do not qualify, we reserve the right to reject your order.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n", "created_at": "2021-05-07 02:19:21.778418", "updated_at": "2021-05-07 02:20:15.933496"}], "points": [{"id": 24959, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://www.coolmathgames.com/terms-use", "status": "Generated through the annotate view", "created_at": "2021-08-24 03:51:09.689963", "updated_at": "2021-08-26 14:43:12.481588", "quoteText": "WE SPECIFICALLY DISCLAIM ANY REPRESENTATIONS OR WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, ANY REPRESENTATIONS OR WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE.&nbsp.\nWE DO NOT WARRANT THAT THE SERVICE WILL BE UNINTERRUPTED OR ERROR FREE OR FREE FROM VIRUSES OR OTHER HARMFUL MALICIOUS AGENTS.\nTO THE FULLEST EXTENT PERMITTED BY LAW, IN NO EVENT AND UNDER NO LEGAL THEORY, WHETHER TORT (INCLUDING NEGLIGENCE), CONTRACT OR OTHERWISE, SHALL COOLMATH, ITS AFFILIATES, AND ITS AND THEIR RESPECTIVE SHAREHOLDERS, DIRECTORS, OFFICERS, EMPLOYEES, ADVERTISERS, SUPPLIERS, CONTENT PROVIDERS AND LICENSORS (COLLECTIVELY, THE “COOLMATH PARTIES”) BE LIABLE (JOINTLY OR SEVERALLY) TO YOU OR ANY OTHER PERSON AS A RESULT OF YOUR USE OF THE COOLMATH FAMILY OF SITES FOR INDIRECT, CONSEQUENTIAL, SPECIAL, INCIDENTAL, EXEMPLARY OR PUNITIVE DAMAGES, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nWHERE WE ARE NOT LEGALLY ENTITLED TO EXCLUDE ALL LIABILITY, OUR TOTAL LIABILITY FOR ANY LOSS OR DAMAGE RELATING TO THE COOLMATH FAMILY OF SITES SHALL NOT EXCEED AN AMOUNT EQUAL TO THE SUBSCRIPTION FEES (IF ANY) PAID BY YOU TO US.", "case_id": 293, "document_id": 5774, "quoteStart": 1528, "quoteEnd": 2681}, {"id": 24960, "title": "Your account can be deleted without prior notice and without a reason", "source": "https://www.coolmathgames.com/terms-use", "status": "Generated through the annotate view", "created_at": "2021-08-24 03:52:14.810234", "updated_at": "2021-08-26 14:38:39.18935", "quoteText": "We reserve the right to terminate or restrict your access to the Coolmath sites in our sole discretion", "case_id": 201, "document_id": 5774, "quoteStart": 3036, "quoteEnd": 3138}, {"id": 24964, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "https://www.coolmathgames.com/terms-use", "status": "Generated through the annotate view", "created_at": "2021-08-24 03:54:41.713733", "updated_at": "2021-08-26 14:42:57.97144", "quoteText": "Your continued use of the Coolmath family of sites indicates that you accept the terms spelled out in this document.<br>", "case_id": 403, "document_id": 5774, "quoteStart": 4548, "quoteEnd": 4668}, {"id": 24963, "title": "You waive your right to a class action.", "source": "https://www.coolmathgames.com/terms-use", "status": "Generated through the annotate view", "created_at": "2021-08-24 03:54:13.14534", "updated_at": "2021-08-26 14:43:02.608347", "quoteText": "NO CLASS ACTION MAY BE PURSUED OR MAINTAINED WITH RESPECT TO ANY DISPUTE REGARDING THESE TERMS OF USE.</p>", "case_id": 117, "document_id": 5774, "quoteStart": 4056, "quoteEnd": 4162}, {"id": 24962, "title": "The court of law governing the terms is in New York", "source": "https://www.coolmathgames.com/terms-use", "status": "Generated through the annotate view", "created_at": "2021-08-24 03:53:36.914923", "updated_at": "2021-08-26 14:42:38.500511", "quoteText": "Irrespective of the residence of any user, these Terms of Use shall be governed by New York law excluding its conflicts of law principles.", "case_id": 163, "document_id": 5774, "quoteStart": 3547, "quoteEnd": 3685}, {"id": 24961, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://www.coolmathgames.com/terms-use", "status": "Generated through the annotate view", "created_at": "2021-08-24 03:53:16.445775", "updated_at": "2021-08-26 14:43:07.070557", "quoteText": "To the fullest extent of the law, you agree to indemnify and hold the Coolmath Parties harmless from any claim, demand, or damage, including costs and reasonable attorneys' fees, asserted by any third party due to or arising out of your use of the Coolmath family of sites.", "case_id": 146, "document_id": 5774, "quoteStart": 3266, "quoteEnd": 3539}, {"id": 24958, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://www.coolmathgames.com/terms-use", "status": "Generated through the annotate view", "created_at": "2021-08-24 03:48:57.824658", "updated_at": "2021-08-26 14:42:43.17576", "quoteText": "YOUR USE OF THE COOLMATH FAMILY OF SITES IS ON AN \"AS IS,\" \"AS AVAILABLE\" BASIS", "case_id": 286, "document_id": 5774, "quoteStart": 1443, "quoteEnd": 1522}, {"id": 24957, "title": "You should revisit the terms periodically, although in case of material changes, the service will notify", "source": "https://www.coolmathgames.com/privacyp", "status": "Generated through the annotate view", "created_at": "2021-08-24 03:48:05.195448", "updated_at": "2021-08-26 14:42:48.200935", "quoteText": "We will notify you of any material changes to our Policy as required by law.", "case_id": 329, "document_id": 5775, "quoteStart": 11357, "quoteEnd": 11433}, {"id": 24956, "title": "This service assumes no liability for unauthorized access to your personal information", "source": "https://www.coolmathgames.com/privacyp", "status": "Generated through the annotate view", "created_at": "2021-08-24 03:47:37.952465", "updated_at": "2021-08-26 14:43:16.69946", "quoteText": "we do not assume any responsibility for any transmission of your information which you do at your own risk.", "case_id": 186, "document_id": 5775, "quoteStart": 10475, "quoteEnd": 10582}, {"id": 24955, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://www.coolmathgames.com/privacyp", "status": "Generated through the annotate view", "created_at": "2021-08-24 03:43:27.201478", "updated_at": "2021-08-26 14:42:52.804174", "quoteText": "IP address.", "case_id": 399, "document_id": 5775, "quoteStart": 2604, "quoteEnd": 2615}, {"id": 24954, "title": "No need to register", "source": "https://www.coolmathgames.com/privacyp", "status": "Generated through the annotate view", "created_at": "2021-08-24 03:42:55.275158", "updated_at": "2021-08-26 14:42:33.842977", "quoteText": "We do not require you to register to use the App", "case_id": 320, "document_id": 5775, "quoteStart": 1889, "quoteEnd": 1937}], "urls": ["coolmathgames.com"]}}