{"error": 448, "message": "OK", "parameters": {"id": 2687, "name": "PicoCTF", "created_at": "2021-02-03 13:52:02.768487", "updated_at": "2021-03-25 03:19:56.33093", "wikipedia": null, "keywords": null, "related": null, "slug": "picoctf", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2687.png", "url": "picoctf.org", "documents": [{"id": 3929, "name": "Privacy and Cookie Policy", "url": "https://picoctf.org/privacy", "xpath": "//*[@id=\"toc-content-source\"]", "text": " picoCTF Privacy Statement <p>Carnegie Mellon University (<strong>“CMU,” “we,” “us,” or “our”</strong>) is\ncommitted to privacy and data protection regarding the picoCTF platform.\nThis picoCTF Privacy Statement applies to all personal data CMU collects\nfrom you, from your child if you are registering as a parent or\nguardian, of from your students if you are registering as a teacher,\nacademic administrator, or other educational supervising party\n(collectively <strong>“you” or “your”</strong>) through the picoCTF platform\n(currently https://picoctf.org or https://picoctf.com/).</p>\n<p>Through the picoCTF platform, CMU expects to make available certain\neducational materials, resources and activities related to computer\nsecurity that are targeted at middle and high school students aged 13 or\nolder.\nFrom time to time, CMU may also run various competitions related\nto these games.\nAny and all information, materials and services provided\nor accessed through the picoCTF platform and otherwise provided or\naccessed in connection with the picoCTF site are collectively referred\nto as the <strong>“Services.”</strong>\n</p>\n<p>This picoCTF Privacy Statement does not apply to any third-party\napplications or software that integrate with the Services, or any other\nthird-party products, services or businesses (collectively, <strong>“Third\nParty Services”</strong>).\nThird Party Services are governed by their own\nprivacy policies.\nWe recommend you review the privacy policy governing\nany Third Party Services before using them.</p>\n<p>CMU is the controller of the personal data collected through the\nServices.\nAny questions or concerns regarding CMU’s privacy and data\nprotection practices can be directed to our Data Protection Officer,\nMelanie Lucht, Associate Vice President and Chief Risk Officer at\nGDPR-info@andrew.cmu.edu.</p>\n<p>If you have not done so already, please also review the picoCTF\nTerms of Use.</p> Personal Data We Collect <p>CMU collects data to provide the Services you request, ease your\nnavigation on our websites, communicate with you, and improve your\nexperience using the Services.\nSome of this information is provided by\nyou directly, such as when you register for the Services (or by someone\nwith a relationship to you that has, or has obtained, the appropriate\nauthority to provide the information on your behalf).\nSome of the\ninformation is collected through your interactions with the Services.\nWe\ncollect such data using technologies like cookies and other tracking\ntechnologies, error reports, and usage data collected when you interact\nwith Services running on your device.</p>\n<p>The data we collect depends on the Services and features thereof that\nyou use, and includes the following:</p>\n<p>\n<strong>Name and Contact information.</strong> We may collect your name, email\naddress, and other similar contact data.\nWe may use this information to\ncontact you or provide you with information on CMU or the Services.</p>\n<p>\n<strong>Demographic Information</strong>.\nWe may collect your age range (e.g.\n18 or\nolder, or 13-17), your country of residence and your status (e.g.,\nmiddle/high school student, teacher, etc), and information about your\nschool (if applicable).\nWe may use this information to verify your\neligibility to use the Services (including but not limited to\neligibility to participate in certain competitions) and/or use it as\npart of aggregated data about the users of the Services.</p>\n<p>\n<strong>Sensitive personal data.</strong> Under certain circumstances, we may ask you\nto provide sensitive personal data such as through optional questions\nabout your gender identity and/or racial/ethnic identity.\nProviding\nsensitive personal data is voluntary you have you have the choice of\nwhether to disclose any requested information.</p>\n<p>\n<strong>Credentials.</strong> We process username, password, and related security\ninformation used for authentication and account access and information\nsecurity purposes.</p>\n<p>\n<strong>Usage data.</strong> We collect personalized information about your use of\nthe Services, to better understand uses thereof and identify potential\nimprovements, as well as to send you promotional communications or\noffers tailored to your use of the Services and interest thereto.\nIf you\nparticipate in optional competitions, we may also track the performance\nof you and your team through your usernames and/or team names.</p>\n<p>Examples include:</p>\n<ul>\n<li>\n<p>Information on the web pages you visit on the Services and the\nsearch terms you enter on the Services.</p>\n</li>\n<li>\n<p>Service information based on your use of the Services.\nThis includes\nthe games in which you participate, the types and frequency of tools\nand commands being used, the size and nature of solutions to the\ngames, and the frequency and duration of use.</p>\n</li>\n<li>\n<p>Information regarding the performance of the Services and any\nproblems you may experience while using them.\nThis information\nenables us to diagnose problems and offer support in resolution.</p>\n</li>\n<li>\n<p>Data about your device and the network you use to connect to the\nServices, including IP address, device identifiers, and regional and\nlanguage settings.</p>\n</li>\n</ul>\n<p>\n<strong>Web requests.</strong> We collect information regarding every web request\nsent to our servers.\nThis information is used to provide support, as\nwell as to assess usage and performance of the Services.\nThe data\ncollected for each request can include such things as timestamps, any\nexception messages, user agent, IP address, and request time and\nduration.</p>\n<p>\n<strong>Location data.</strong> We collect your country of residence and the name and\nzip code of your school.\nWe may also collect your IP address and infer\nlocation such as city or postcode therefrom, when necessary in order to\nprovide you with the Services or to send you promotional communications\nor for user relationship management purposes.</p>\n<p>\n<strong>Content.</strong> We may collect the content of messages you send to us, such\nas feedback or questions you ask our technical support representatives,\nwhen necessary to provide you with the Services.\nWe will collect and\nutilize any data files you send to us for troubleshooting and improving\nthe Services.</p>\n<p>\n<strong>Competitions, Surveys and Studies.</strong> We may ask you to participate in\na survey or study or provide an opportunity to participate in\ncompetitions.\nand may request information from you.\nParticipation is\nvoluntary, and you have the choice of whether to disclose any requested\ninformation in order to participate in those activities.</p>\n<p>In order to create a picoCTF platform account, you will need to provide\ncertain information to register.\nExcept for students who are being\nregistered by teachers using the teacher batch registration process\ndescribed in the Terms of Use, the information needed to create a\npicoCTF platform account includes but is not limited to a username, an\nemail address, your country of residence and your status (e.g.,\nmiddle/high school student, teacher, etc), and information about your\nschool (if applicable).\nIn addition, you may choose to provide certain\noptional information (including but not limited to your gender identity\nand/or your racial/ethnic identity).</p> How We Use Personal Data <p>We will only use your personal data when the law allows us to.\nMost\ncommonly, we will use your personal data for the following lawful\npurposes:</p>\n<ul>\n<li>\n<p>Where we need to perform the contract (i.e.\nTerms of Use) we are\nabout to enter into or have entered into with you (“<strong>performance of\na contract</strong>”).</p>\n</li>\n<li>\n<p>Where we receive your consent (“<strong>consent</strong>”).</p>\n</li>\n<li>\n<p>Where it is necessary for our legitimate interests (or those of a\nthird party) and your interests and fundamental rights do not\noverride those interests (“<strong>legitimate business interest</strong>”).</p>\n</li>\n<li>\n<p>Where we need to comply with a legal or regulatory obligation\n(“<strong>legal obligation</strong>”).</p>\n</li>\n</ul>\n<p>Please note that we may process your personal data without your\nknowledge or consent, in compliance with the above rules, where this is\nrequired or permitted by law.</p>\n<p>CMU uses information that we collect from customers and visitors for the\npurposes of:</p>\n<ul>\n<li>\n<p>providing the Services (performance of a contract, consent, and\nlegitimate business interest);</p>\n</li>\n<li>\n<p>providing ongoing support (performance of a contract);</p>\n</li>\n<li>\n<p>communicating with you, including promotional communications\n(legitimate business interest);</p>\n</li>\n<li>\n<p>providing information about other Services (legitimate business\ninterest and consent);</p>\n</li>\n<li>\n<p>helping us run our organization, for example to improve the Services\nor our security, train staff or perform marketing activities\n(legitimate business interest);</p>\n</li>\n<li>\n<p>complying with our legal obligations (legal obligation).\nand</p>\n</li>\n<li>\n<p>accounting and other administrative purposes (legitimate business\ninterest and legal obligation).</p>\n</li>\n</ul>\n<p>Examples of the uses of information include:</p>\n<p>\n<strong>Providing Services.</strong> We use data to carry out your transactions with\nus and to provide Services to you.\nOften, this includes personal data\nsuch as email, name and address.\nWe may collect additional information\nwhen you register to use the services, including contact information and\ncredentials.\nWe may use this data to diagnose and address problems and\nprovide other support services.</p>\n<p>\n<strong>Improving the Services.</strong> We use data to continually improve the\nServices, including adding new features or capabilities.\nData is\ncollected throughout your interactions with the Services that enable us\nto understand customer usage and tailor future capabilities.</p>\n<p>We track general, non-personalized information (e.g., operating system,\nbrowser version and type of device being used) to know how many people\nvisit specific pages of the Services or utilize specific areas of the\nServices so that we may improve those Services.\nWe may use your IP\naddress to customize services to your location, such as the language\ndisplayed on the Services.</p>\n<p>Please note that we use IP addresses to analyze trends, to administer\nthe site, and to collect general information for aggregate use.</p>\n<p>\n<strong>Services Communications.</strong> We use data we collect to deliver and\npersonalize our communications with you.\nFor example, we may contact you\nby email or other means to notify you of changes in information and\nupdates to the Services or to our picoCTF Privacy Statement.</p>\n<p>\n<strong>Marketing and event communication:</strong> We use personal data to deliver\ninformational, marketing, and event communications to you across various\nplatforms, such as email, direct mail, social media, and online via the\nServices.\nWe also may send you invitations to events relating to the\nServices that occur nearby you, based on your address.</p>\n<p>If we send you a marketing email, it will include instructions on how to\nopt out of receiving these emails in the future.\nWe also maintain email\npreference centers for you to manage your information and marketing\npreferences.\nFor information about managing email subscriptions and\npromotional communications, please visit the Your Rights Regarding Your\nPersonal Data section of this privacy statement.\nPlease remember that\neven if you opt out of receiving marketing emails, we may still send you\nimportant Services information related to your accounts and\nsubscriptions.</p>\n<p>\n<strong>Impact Assessment.</strong> We may use de-identified aggregate or other\nstatistical information about you (which could include demographic data\nabout you, such as your location, grade level and, if you provide it,\nyour gender identity and/or racial/ethnic identity) for various purposes\nsuch as assessing the breadth of use of picoCTF.</p> How We Share Personal Data <p>\n<em>Parents, Guardians, and Educators</em>\n</p>\n<p>We may share the Personal Data of individuals under the age of 18\n(“<strong>minors</strong>”) with the parent or guardian who consented to the minor’s\nparticipation in the Services.\nIf you are participating in the Services\nas part of an educational or learning program, we may share your\nPersonal Data with your teachers, administrators, supervising parties,\nand the affiliated school or organization of the educational or learning\nprogram in which you are participating.</p>\n<p>\n<em>Service Providers and Other Third-parties</em>\n</p>\n<p>It is the practice of CMU to protect users’ information.\nAccess to our\nusers’ information is restricted to only those employees or agents,\ncontractors or subcontractors of CMU who have valid reasons to access\nthis information to perform any service you have requested or\nauthorized, or for any other purpose described in this picoCTF Privacy\nStatement.\nThe information you provide will not be sold or rented to\nthird parties.</p>\n<p>We may provide your personal data to:</p>\n<ul>\n<li>\n<p>Outsourced service providers who perform functions on our behalf.\nFor example, your personal information may be stored on cloud\nhosting services such as Amazon Web Services or may be processed\nthrough email services such as SendGrid or visualized using Tableau.</p>\n</li>\n<li>\n<p>our authorized agents and representatives, located inside or outside\nof your country of residence (in such case, we will use appropriate\nlegal framework to operate data transfers), who provide services on\nour behalf, such as training service providers;</p>\n</li>\n<li>\n<p>anyone expressly authorized by you to receive your personal data;</p>\n</li>\n<li>\n<p>anyone to whom we are required by law to disclose personal data,\nupon valid and enforceable request thereof.</p>\n</li>\n</ul>\n<p>We will access, disclose and preserve personal data, when we have a good\nfaith belief that doing so is necessary to:</p>\n<ul>\n<li>\n<p>comply with applicable law or respond to valid legal processes,\nincluding from law enforcement or other government agencies, upon\nvalid and enforceable request thereof.\nor</p>\n</li>\n<li>\n<p>operate and maintain the security of the Services, including to\nprevent or stop an attack on our computer systems or networks.</p>\n</li>\n</ul>\n<p>We may also share de-identified aggregate or other statistical\ninformation about you which could include demographic data about you,\nsuch as your location, grade level and, if you provide it, your gender\nidentity and/or racial/ethnic identity) with our sponsors or other\nfunding agencies who are interested in the breadth of use and impact of\nthe Services and/or to fulfill any reporting obligations under our\nrelevant sponsorship or other funding agreements.</p>\n<p>Please note that some of the Services may direct you to services of\nthird parties whose privacy practices differ from those described in\nthis picoCTF Privacy Statement.\nIf you provide personal data to any of\nthose services, your data is governed by their privacy statements or\npolicies.\nCarnegie Mellon University is not responsible for the privacy\npractices of these other websites.\nPlease review the privacy policies\nfor these websites to understand how they process your information.</p> HOW YOU MAY SHARE PERSONAL DATA <p>Certain features of the Services (such as features that enable you to\njoin a team for a competition under the relevant competition rules) may\nallow you to share information with other users.\nPlease do not share\nyour personal data or the personal data of others through any of these\nsharing features.\nYou are the controllers of personal information you\nshare through the sharing features of the Services.</p> Handling of Personal Data Security of Personal Data <p>CMU is committed to protecting the security of your personal data.\nDepending on the circumstances, we may hold your information in hard\ncopy and/or electronic form.\nFor each medium, we use technologies and\nprocedures to protect personal data.\nWe review our strategies and update\nas necessary to meet our business needs, changes in technology, and\nregulatory requirements.</p>\n<p>These measures include, but are not limited to, technical and\norganizational security policies and procedures, security controls and\nemployee training.</p>\n<p>We may suspend your use of all or part of the Services without notice if\nwe suspect or detect any breach of security.\nIf you believe that\ninformation you provided to us is no longer secure, please notify us\nimmediately using the contact information provided below.</p>\n<p>If we become aware of a breach that affects the security of your\npersonal data, we will provide you with notice as required by applicable\nlaw.\nTo the extent permitted by applicable law, CMU will provide any\nsuch notice that CMU must provide to you at your account’s email\naddress.\nBy using the Services, you agree to accept notice\nelectronically.</p> Storage and Transfer of Personal Data <p>Personal data collected by CMU through the Services may be stored and\nprocessed in your region, in the United States or in any other country\nwhere CMU, its affiliates or contractors maintain facilities, including\noutside the EU.\nWe take steps to ensure that the data we collect under\nthis picoCTF Privacy Statement is processed pursuant to the terms\nthereof and the requirements of applicable law wherever the data is\nlocated.</p>\n<p>CMU also collaborates with third parties such as cloud hosting services\nand suppliers located around the world as needed for the Services.\nIn\nsome cases, we may need to disclose or transfer your personal data\nwithin CMU or to third parties in areas outside of your home country.\nWhen we do so, we take steps to ensure that personal data is processed,\nsecured, and transferred according to applicable law.</p> Retention of Personal Data <p>CMU retains personal data in a form which permits identification of data\nsubjects for as long as necessary to provide the Services and fulfill\nthe transactions you have requested, or for other business purposes such\nas complying with our legal obligations, resolving disputes, and\nenforcing our agreements.\nWe are required by law to keep some types of\ninformation for certain periods of time (e.g.\nstatute of limitations).</p> Your Rights Regarding Your Personal Data <p>CMU respects your right to access and control your personal data.\nYou\nhave choices about the data we collect.\nWhen you are asked to provide\npersonal data that is not necessary for the purposes of providing you\nwith the Services, you may decline.\nHowever, if you choose not to\nprovide data that is necessary to provide the Services, you may not have\naccess to certain features of the Services.</p>\n<p>We aim to keep all personal data that we hold accurate, complete and\nup-to-date.\nWhile we will use our best efforts to do so, we encourage\nyou to tell us if you change your contact details.\nIf you believe that\nthe information we hold about you relating to the picoCTF Services is\nincorrect, incomplete or out-of-date, please contact\nother@picoCTF.com.</p>\n<p>\n<strong>Access to personal data:</strong> In some jurisdictions, you have the right\nto request access to your personal data.\nIn these cases, we will comply,\nsubject to any relevant legal requirements and exemptions, including\nidentity verification procedures.\nBefore providing data to you, we will\nask for proof of identity and sufficient information about your\ninteraction with us so that we can locate any relevant data.\nWe may also\ncharge you a fee for providing you with a copy of your data (except\nwhere this is not permissible under local law).</p>\n<p>\n<strong>Correction and deletion:</strong> In some jurisdictions, you have the right\nto correct or amend your personal data if it is inaccurate or requires\nupdating.\nYou may also have the right to request deletion of your\npersonal data.\nPlease note that such a request could be refused because\nyour personal data is required to provide you with the Services you\nrequested, e.g.\nto send an invoice to your email address, or that it is\nrequired by the applicable law.</p>\n<p>\n<strong>Portability:</strong> If you reside within certain jurisdictions, you may\nhave the right to ask for a copy of your personal data and/or ask for it\nto be ported to another provider of your choice.\nPlease note that such a\nrequest could be limited to the only personal data you provided us with\nor that we hold at that given time and would be subject to any relevant\nlegal requirements and exemptions, including identity verification\nprocedures.</p>\n<p>\n<strong>Marketing preferences:</strong> If you have provided us with your contact\ninformation, we may, subject to any applicable Spam Act or similar\nregulation, contact you via e-mail, postal mail or telephone about CMU\nServices and events that may be of interest to you.</p>\n<p>Marketing e-mail communications you receive from CMU will generally\nprovide an unsubscribe link allowing you to opt-out of receiving future\ne-mail or to change your contact preferences.\nE-mail communications may\nalso include a link to directly update and manage your marketing\npreferences.\nYou can also request changes to your contact preferences by\ncontacting CMU via email at other@picoCTF.com.</p>\n<p>Please remember that even if you opt out of receiving marketing emails,\nwe may still send you important Services information related to your\naccounts and subscriptions.</p>\n<p>\n<em>California Shine the Light Law:</em> California Civil Code Section 1798.83\npermits users who are California residents to obtain from us once a\nyear, free of charge, a list of third parties to whom we have disclosed\npersonal information (if any) for direct marketing purposes in the\npreceding calendar year.\nIf you are a California resident and you wish\nto make such a request, please send an e-mail with “California Privacy\nRights” in the subject line to GDPR-info@andrew.cmu.edu or write us at:\nCarnegie Mellon University, Attn: Data Protection Officer, 5000 Forbes\nAvenue, Pittsburgh, PA 15213.</p> Cookies &amp.\nOTHER Technologies <p>We use Cookies to track how you use the Services by providing usage\nstatistics.\nCookies are also used to deliver CMU information (including\nupdates) based upon your browsing history and previous visits to the\nServices.\nInformation supplied to us using Cookies helps us to provide a\nbetter online experience to our visitors and users and send marketing\ncommunications to them, as the case may be.\nInformation supplied to us\nupon launching of the Services will enable CMU to improve the\nfunctionality of the Services.</p>\n<p>While this information on its own may not constitute your “personal\ndata”, we may combine the information we collect via Cookies with\npersonal data that we have collected from you to learn more about how\nyou use the Services to improve them.</p> Types of Cookies <p>We use both session Cookies (which expire once you close your web\nbrowser) and persistent Cookies (which stay on your device until you\ndelete them).\nTo make it easier for you to understand why we need them,\nthe Cookies we use on the Services can be grouped into the following\ncategories:</p>\n<ul>\n<li>\n<p>Strictly Necessary: These Cookies are necessary for the Services to\nwork properly.\nThey include any essential authentication and\nauthorization Cookies for the Services.</p>\n</li>\n<li>\n<p>Functionality: These Cookies enable technical performance and allow\nus to “remember” the choices you make while browsing the Services,\nincluding any preferences you set.\nThey also include sign-in and\nauthentication Cookies and IDs that enable you to return without\nadditional sign-in.</p>\n</li>\n<li>\n<p>Performance/Analytical: These Cookies allow us to collect certain\ninformation about how you navigate the Services.\nThey help us\nunderstand which areas you use and what we can do to improve them.</p>\n</li>\n<li>\n<p>Targeting: These Cookies are used to deliver relevant information\nrelated to the Services to an identified machine or other device\n(not a named or otherwise identifiable person) which has previously\nbeen used to visit the Services.\nSome of these types of Cookies on\nthe Services are operated by third parties with our permission and\nare used to identify advertising sources that are effectively\ndriving customers to the Services.</p>\n</li>\n</ul>\n<p>Here is a representative list of the Cookies we use in connection with\nthe Services.</p>\n<strong>Provider</strong>\n<strong>Cookie Name</strong>\n<strong>Category</strong>\n<strong>Duration</strong>\n<strong>Purpose</strong> Google Analytics _utma<br>_utmb<br>_utmc<br>_utmv<br>_utmz Performance / Analytical 2 years after inactivity These Cookies are used to collect information about how visitors use our site.\nWe use the information to compile reports and to help us improve the site.\nThe Cookies collect information in an anonymous form, including the number of visitors to the site, where visitors have come to the site from and the pages they visited.\nClick here for an overview of privacy at Google.\nCookies Set by Third Parties <p>To enhance our content and to deliver a better online experience for our\nusers, we sometimes embed content from other websites on the Services.\nWe currently use, and may in the future use, Facebook, Twitter and\nDiscord.\nYou may be presented with Cookies from these third-party\nwebsites.\nPlease note that we do not control these Cookies.\nThe privacy\npractices of these third parties will be governed by the parties’ own\nprivacy statements or policies.\nWe are not responsible for the security\nor privacy of any information collected by these third parties, using\nCookies or other means.\nYou should consult and review the relevant\nthird-party privacy statement or policy for information on how these\nCookies are used and how you can control them.</p>\n<p>We also use Google, a third-party analytics provider, to collect\ninformation about Services usage and the users of the Services,\nincluding demographic and interest-level information.\nGoogle uses\nCookies in order to collect demographic and interest-level information\nand usage information from users that visit the Services, including\ninformation about the pages where users enter and exit the Services and\nwhat pages users view on the Services, time spent, browser, operating\nsystem, and IP address.\nCookies allow Google to recognize a user when a\nuser visits the Services and when the user visits other websites.\nGoogle\nuses the information it collects from the Services and other websites to\nshare with us and other website operators’ information about users\nincluding age range, gender, geographic regions, general interests, and\ndetails about devices used to visit websites and purchase items.\nWe do\nnot link information we receive from Google with any of your personally\nidentifiable information.\nFor more information regarding Google’s use of\nCookies, and collection and use of information, see the Google Privacy\nPolicy (available at https://policies.google.com/privacy?hl=en).\nIf you\nwould like to opt out of Google Analytics tracking, please visit the\nGoogle Analytics Opt-out Browser Add-on (available at\nhttps://tools.google.com/dlpage/gaoptout).</p>\n<p>\n<strong>Advertising</strong>.\nWe may use third party service providers to serve\nadvertisements or collect data on our behalf across the internet and on\nthe Services (“<strong>Advertisers</strong>”).\nSome of these Advertisers may collect\nyour personal information about your Service visits and your\ninteractions with our services to tailor marketing messages on the\nService or other sites, or to trigger real-time interactions, customize\nthe Services, or enhance your profile.\nAdvertisers may use cookies,\nPixels and other technologies to collect your personal information,\nmeasure the effectiveness of their advertisements, and personalize the\nadvertisements on the Services.\nSome of these Advertisers may collect\nyour personal information that you share on the Services via a web form\nautomatically and prior to your submission of the personal information\n(i.e., before you click, “Submit”).\nAdvertisers may be able to use\ninformation from your Service visits to send marketing messages to you\nin a way that could personally identify you.\nThe information collected\nby Advertisers may include your IP address, email addresses and other\nuser and device level information.\nFor example, when Advertisers send\nadvertisements and links that appear on the Service directly to your\nbrowser, they automatically receive your IP address.\nPlease keep in mind\nthat your browser settings may not permit you to control Advertisers’\ntechnologies, and this Privacy Statement does not apply to, and we\ncannot control the activities of, Advertisers.\nIf you would like more\ninformation about Advertisers’ practices, please see\nhttp://optout.aboutads.info/#!/.</p>\n<p>You can generally opt-out of receiving personalized ads from third-party\nadvertisers and ad networks who are members of the Network Advertising\nInitiative (NAI) or who follow the Digital Advertising Alliance’s\nSelf-Regulatory Principles for Online Behavioral Advertising (DAA) by\nvisiting the opt-out pages on the NAI website\n(http://optout.networkadvertising.org/)\nand DAA website (http://www.aboutads.info/choices/).</p> How to Control and Delete Cookies <p>Cookies can be controlled, blocked or restricted through your web\nbrowser settings.\nInformation on how to do this can be found within the\nHelp section of your browser.\nAll Cookies are browser specific.\nTherefore, if you use multiple browsers or devices to access websites,\nyou will need to manage your cookie preferences across these\nenvironments.</p>\n<p>If you are using a mobile device to access the Services, you will need\nto refer to your instruction manual or other help/settings resource to\nfind out how you can control Cookies on your device.</p>\n<p>Please note: If you restrict, disable or block any or all Cookies from\nyour web browser or mobile or other device, the Services may not operate\nproperly, and you may not have access to the Services.\nCMU shall not be\nliable for any impossibility to use the Services or degraded functioning\nthereof, where such are caused by your settings and choices regarding\nCookies.</p>\n<p>To learn more about Cookies and web beacons, visit\nhttp://www.allaboutcookies.org.</p> Social Sharing <p>We also embed social sharing icons throughout the Services.\nThese\nsharing options are designed to enable users to easily share content\nfrom the Services with their friends using a variety of different social\nnetworks.\nIf you choose to connect using a social networking or similar\nservice, we may receive and store authentication information from that\nservice to enable you to log in and other information that you may\nchoose to share when you connect with these services.\nThese services may\ncollect information such as the web pages you visited and IP addresses,\nand may set cookies to enable features to function properly.\nWe are not\nresponsible for the security or privacy of any information collected by\nthese third parties.\nYou should review the privacy statements or\npolicies applicable to the third-party services you connect to, use, or\naccess.\nIf you do not want your personal data shared with your social\nmedia account provider or other users of the social media service,\nplease do not connect your social media account with your account for\nthe Services and do not participate in social sharing on the Services.</p>\n<p>Do Not Track</p>\n<p>Some web browsers (including Safari, Internet Explorer, Firefox and\nChrome) incorporate a “Do Not Track” (“DNT”) or similar feature that\nsignals to websites that a user does not want to have his or her online\nactivity and behavior tracked.\nIf a website that responds to a\nparticular DNT signal receives the DNT signal, the browser can block\nthat website from collecting certain information about the browser’s\nuser.\nNot all browsers offer a DNT option and DNT signals are not yet\nuniform.\nFor this reason, many website operators, including this picoCTF\nwebsite, do not respond to DNT signals.</p> CHILDREN’S PRIVACY <p>IF YOU ARE UNDER THE AGE OF 13, DO NOT USE THE SERVICES.</p>\n<p>The Services are intended to be used by individuals who are at least 13\nyears old.\nConsistent with the requirements of the U.S.\nChildren’s\nOnline Privacy Protection Act, if we learn that we received any\ninformation directly from a child under age 13 without his or her\nparent’s verified consent, we will use that information only to inform\nthe child (or his or her parent or legal guardian) that he or she cannot\nuse the Services.</p>\n<p>\n<em>California Minors:</em> If you are a California resident who is under age\n18 and you are unable to remove publicly-available content that you have\nsubmitted to us, you may request removal by contacting us at:\nGDPR-info@andrew.cmu.edu.\nWhen requesting removal, you must be specific\nabout the information you want removed and provide us with specific\ninformation, such as the URL for each page where the information was\nentered, so that we can find it.\nWe are not required to remove any\ncontent or information that: (1) federal or state law requires us or a\nthird party to maintain.\n(2) was not posted by you.\n(3) is anonymized so\nthat you cannot be identified.\n(4) you don’t follow our instructions for\nremoving or requesting removal.\nor (5) you received compensation or\nother consideration for providing the Content or information.\nRemoval of\nyour content or information from the Services does not ensure complete\nor comprehensive removal of that content or information from our systems\nor the systems of our service providers.\nWe are not required to delete\nthe content or information posted by you.\nour obligations under\nCalifornia law are satisfied so long as we anonymize the content or\ninformation or render it invisible to other users and the public.</p>\n<p>\n<strong>THE GENERAL DATA PROTECTION REGULATION (“GDPR”)</strong>\n</p>\n<p>If you reside within the EU you may be entitled to other rights under\nthe GDPR.\nThese rights are summarized below.\nWe may require you to\nverify your identity before we respond to your requests to exercise your\nrights.\nIf you are entitled to these rights, you may exercise these\nrights with respect to your personal data that we collect and store:</p>\n<ul>\n<li>\n<p>the right to withdraw your consent to data processing at any time\n(please note that this might prevent you from using certain aspects\nof the Services);</p>\n</li>\n<li>\n<p>the right of access your personal data;</p>\n</li>\n<li>\n<p>the right to request a copy of your personal data;</p>\n</li>\n<li>\n<p>the right to correct any inaccuracies in your personal data;</p>\n</li>\n<li>\n<p>the right to erase your personal data;</p>\n</li>\n<li>\n<p>the right to data portability, meaning to request a transfer of your\npersonal data from us to any other person or entity as chosen by\nyou;</p>\n</li>\n<li>\n<p>the right to request restriction of the processing of your personal\ndata.\nand</p>\n</li>\n<li>\n<p>the right to object to processing of your personal data.</p>\n</li>\n</ul>\n<p>You may exercise these rights free of charge.\nThese rights will be\nexercisable subject to limitations as provided for by the GDPR.\nAny\nrequests to exercise the above-listed rights may be made to:\nGDPR-info@andrew.cmu.edu.</p>\n<p>If you reside within the EU, you have the right to lodge a complaint\nwith a Data Protection Authority about how we process your personal data\nat the following website:\nhttps://edpb.europa.eu/about-edpb/board/members_en.</p>\n<p>\n<em>Processing EU Personal Data</em>\n</p>\n<p>In the event that your personal data is subject to the GDPR, we will\nonly use your personal data for the original purpose for which we\ncollected it, unless we reasonably consider that we need to use it for\nanother purpose and that purpose is compatible with the original\npurpose.\nIf we need to use your EU personal data for an unrelated\npurpose, we will notify you and we will explain the legal basis which\nallows us to do so.\nWe require third parties to only use your EU\npersonal data for the specific purpose for which it was given to us and\nto protect the privacy of your personal data.\nIf your personal data is\nno longer necessary for the legal or business purposes for which it is\nprocessed, we will generally destroy or anonymize that data.</p>\n<p>\n<em>International Transfers of Personal Data</em>\n</p>\n<p>Whenever we transfer your personal data out of the EU, we ensure a\nsimilar degree of protection is afforded to it by ensuring at least one\nof the following safeguards is implemented:</p>\n<ul>\n<li>\n<p>European Commission Standard Contractual Clauses: We may use\nspecific contracts approved by the European Commission which give\npersonal data the same protection it has in the EU.</p>\n</li>\n<li>\n<p>Privacy Shield.\nWhere we use providers based in the US, we may\ntransfer data to them if they are part of the Privacy Shield which\nrequires them to provide similar protection to personal data shared\nbetween the Europe and the US.</p>\n</li>\n</ul>\n<p>For additional information on the mechanisms used to protect your\npersonal data, please contact our Data Protection Officer at\nGDPR-info@andrew.cmu.edu.</p> Changes To This PICOCTF PRIVACY STATEMENT** <p>We may update this picoCTF Privacy Statement based upon evolving laws,\nregulations and industry standards, or as we may make changes to our\nbusiness including the Services.\nWe will post changes to our picoCTF\nPrivacy Statement on this page and encourage you to review our picoCTF\nPrivacy Statement when you use the Services to stay informed.\nIf we make\nchanges that materially alter your privacy rights, CMU will provide\nadditional notice, such as via email or through the Services.\nIf you\ndisagree with the changes to this picoCTF Privacy Statement, you should\ndiscontinue your use of the Services.\nYou may also request access and\ncontrol of your personal data as outlined in the Your Rights Regarding\nYour Personal Data section of this picoCTF Privacy Statement.</p> Questions or Complaints Handling** <p>We understand that you may have questions or concerns about this Privacy\nStatement or our privacy practices or may wish to file a complaint.\nIn\nsuch case, please contact us in one of the following ways:</p>\n<code>Email: &lt;GDPR-info@andrew.cmu.edu&gt.\nMail: Carnegie Mellon University Attention: Data Protection Officer 5000 Forbes Avenue Pittsburgh, PA 15213\n</code>\n<p>If you are not satisfied with our answer or how CMU manages your\npersonal data, you may also have the right to make a complaint to a data\nprotection regulator.\nIf you reside within the EU, a list of National\nData Protection Authorities can be found here:\nhttp://ec.europa.eu/justice/data-protection/bodies/authorities/index_en.htm.</p>\n<p>Effective Date: September 11, 2020</p> ", "created_at": "2021-02-03 13:54:27.966614", "updated_at": "2021-02-03 13:54:31.886035"}, {"id": 3930, "name": "Terms of Service", "url": "https://picoctf.org/terms", "xpath": "//*[@id=\"toc-content-source\"]", "text": " Terms of Service <p>Thank you for your interest in the picoCTF platform of Carnegie Mellon\nUniversity (“CMU”), currently available at https://picoctf.org or\nhttps://picoctf.com</p>\n<p>Through the picoCTF platform, CMU expects to make available certain\neducational materials, resources and activities related to computer\nsecurity, which are targeted to middle and high school students age 13\nor older.\nThe available items and resources may change from time to\ntime, but are currently expected to include:</p>\n<ul>\n<li>\n<p>\n<strong>picoPrimer</strong>, a textbook-style manual regarding cyber security\nconcepts;</p>\n</li>\n<li>\n<p>\n<strong>Education guides</strong>, consisting of learning resources in text\nformat;</p>\n</li>\n<li>\n<p>\n<strong>picoGym</strong>, where users can replay challenges from past picoCTF\ncompetitions;</p>\n</li>\n<li>\n<p>\n<strong>picoMini competitions</strong>, consisting of pop-up style educational\ncompetitions that give users an opportunity to test their skills.\nand</p>\n</li>\n<li>\n<p>\n<strong>picoCTF competitions</strong>, involving a time-limited competition\n(currently expected to occur about once a year) in which teams may\nbe eligible to compete for prizes.\nAs described below, participation\nin such competitions will be subject to additional terms and\nconditions.</p>\n</li>\n</ul>\n<p>BY REGISTERING FOR THE PICOCTF PLATFORM (WHETHER FOR YOURSELF AND/OR ON\nBEHALF OF YOUR CHILD OR YOUR STUDENT), USING THIS PICOCTF SITE\n(INCLUDING ANY CONTENT ON IT) AND/OR PARTICIPATING IN PICOCTF ONLINE\nACTIVITIES SUCH AS COMPETITIONS (COLLECTIVELY, THE “Services”), YOU ARE\nAGREEING TO THESE TERMS OF USE (“TOU”).\nTHESE TERMS OF USE ARE A LEGALLY\nBINDING AGREEMENT BETWEEN YOU AND CMU WITH RESPECT TO THE SERVICES.</p>\n<p>IF YOU ARE A PARENT OR GUARDIAN AND YOU PROVIDE CONSENT FOR YOUR MINOR\nCHILD TO USE AND/OR PARTICIPATE IN ANY OF THE SERVICES, YOU AGREE TO BE\nBOUND BY THESE TOU ON BEHALF OF YOUR CHILD.</p>\n<p>IF YOU ARE A TEACHER OR SCHOOL ADMINISTRATOR THAT FACILITATES A\nREGISTRATION ON BEHALF OF A MINOR STUDENT, YOU REPRESENT AND WARRANT\nTHAT YOU HAVE APPROPRIATE AUTHORITY AND ALL NECESSARY PERMISSIONS FROM\nYOUR SCHOOL TO AGREE TO THESE TERMS OF USE ON BEHALF OF YOU, YOUR SCHOOL\nAND ANY STUDENT USERS IN YOUR CLASS FOR WHOM YOU ARE CREATING ACCOUNTS.\nYOU ALSO AGREE THAT YOU HAVE OBTAINED ALL NECESSARY PERMISSIONS AND\nCONSENTS FROM SUCH STUDENT USERS AND THEIR PARENTS OR LEGAL GUARDIANS\nFOR YOU TO REGISTER THE STUDENT USERS UNDER THESE TOU, INCLUDING THE\nRIGHT FOR YOU TO PROVIDE THE INFORMATION NECESSARY TO CREATE ACCOUNTS\nFOR SUCH STUDENTS, PRIOR TO CREATING SUCH ACCOUNTS AND/OR PROVIDING THE\nSTUDENT USERS WITH ACCESS TO THE SERVICES.</p>\n<p>By using and/or participating in the Services, you are agreeing to fully\ncomply with these TOU, without modification by you.\nIf you do not agree\nwith these terms and conditions as stated, your only recourse is to\ndiscontinue using and participating in the Services.\nIn addition, as a\ncondition of participating in any picoCTF competitions, you shall be\nsubject to any and all applicable competition rules which may be posted\nfrom time to time.\nAll such competition rules are hereby incorporated by\nreference into these TOU.\nUnless explicitly stated otherwise, any new\nfeatures that augment or enhance the current Services shall be subject\nto the TOU.</p>\n<p>The picoCTF platform is operated by Carnegie Mellon University in the\nUnited States and is currently marketed toward a U.S.-based audience.\nThese TOU, the Services, and all related documentation are in English.\nIn the event this site or any of these materials are translated into\nanother language (by you, computer software or otherwise), please be\naware that CMU’s English language version will control.</p>\n<p>THESE TOU ARE A LEGALLY BINDING AGREEMENT WITH CMU WITH RESPECT TO THE\nSERVICES.\nIF THESE TOU ARE NOT ACCEPTABLE TO YOU (AND TO YOUR SCHOOL, IF\nAPPLICABLE), YOU MUST NOT PROCEED WITH REGISTRATION, AND YOU MAY NOT\nACCESS OR USE THE SERVICES (NOR, IF APPLICBLE, MAY YOUR SCHOOL AND/OR\nANY STUDENT USERS TO WHOM YOU WANTED TO FACILITATE ACCESS).</p> Modifications of Terms <p>CMU shall have the right to modify the terms of this TOU at any time,\nwhich modification shall be effective immediately upon posting.\nAccordingly, we suggest that you check review our TOU when you use the\nServices to stay informed.\nIf you disagree with the changes to this TOU,\nyou should discontinue your use of the Services.\nTo make your periodic\nreview more convenient, we will post a date at the top of this page.</p> Use of Third Party Providers and Services\n<p>CMU may use certain third party service providers (“Third Party Providers”)\nto support portions of the Services (including but not limited to registration\nsupport and hosting services).\nSuch Third Party Providers may include, but are not\nnecessarily limited to, Amazon Web Services, SendGrid and Tableau.</p> Rights Associated with the Services <p>The Services involve making available computer security games targeted\nat middle and high school students aged 13 or older.\nFrom time to time\nas part of the Services, CMU may also run various competitions related\nto these games.\nCMU and/or its content providers own and retain all\nintellectual property rights to the Services, including but not limited\nto game content.\nHowever, Third Party Providers retain any rights they\nhave in their own respective services, even though they may be used to\nsupport and/or interact with the Services.</p> Account Registration and Responsibility.\nTeacher Batch Registrations for Students <p>Please read the picoCTF Privacy Statement for information as to CMU’s\ncollection and handling of personal information collected through the\nServices.</p> Account Registration\n<p>When you register to use the Services, you must\nprovide true, accurate and complete registration information.\nShould CMU\nsuspect that your information is not accurate and complete, your account\nmay be subject to suspension or termination.</p>\n<p>\n<strong>YOU AGREE THAT YOU WILL NOT USE YOUR NAME OR INCLUDE ANY OTHER\nPERSONALLY IDENTIFIABLE INFORMATION IN YOUR USERNAME.</strong>\n</p>\n<p>To comply with the Children's Online Privacy Protection Act, at this\ntime the Services are available only to users who are at least 13 years\nold.\nIf you are under 13, you may not register to use the Services.\nIf\nyou are at least 13 but under 18, a parent or legal guardian must\nprovide their email address as part of your account registration to\nindicate their consent to your account registration (except in the case\nof student registrations being done through a teacher batch registration\nas described below).</p>\n<p>You, not CMU, will be responsible for all activities occurring under\nyour username and for keeping your password secure.\nCMU retains the\nright to revoke and/or terminate any user's registration and all\nprivileges associated with such registration at any time, including for\nany violation of this TOU.\nIf you believe that your account (or an\naccount you have created on behalf of your child or a student) has been\nor may be compromised, you must notify CMU by contacting\nother@picoctf.org as soon as possible.</p> Teacher Batch Registration\n<p>If you are a teacher, you may create accounts for your students using the teacher batch registration feature\ninstead of the students individually signing up for accounts with\npersonal email addresses.\nThrough the teacher batch registration\nfeature, you may set user names and create accounts for students without\nproviding names, email addresses or other personally identifiable\ninformation for those students.\nWe may request the grade level and\ngender of the students for whom the teacher is creating the accounts.\nHowever, CMU will not know the identity of the students for whom those\naccounts have been created.\nThe identity of which student has which user\nname and account is controlled by the teacher.</p>\n<p>\n<strong>AS A REMINDER, IF YOU ARE USING THIS TEACHER BATCH REGISTRATION\nFEATURE, YOU AGREE THAT YOU WILL NOT INCLUDE ANY PERSONALLY IDENTIFIABLE\nINFORMATION OF THE STUDENTS IN ANY OF THE USERNAMES YOU CREATE FOR THE\nSTUDENT ACCOUNTS.</strong>\n</p> Content <p>\"Content,\" as used herein, is all information, data, text, software,\nmusic, sound, photographs, graphics, video, messages, tags, or other\nmaterials, whether publicly posted or privately transmitted through the\nServices.\n\"User Content\" is any Content provided by and/or originating\nfrom a user.\nAs used herein, \"Content\" refers to both User Content and\nContent unless expressly stated otherwise.</p>\n<p>You understand that all User Content is the sole responsibility of the\nperson from whom such User Content originated.\nThis means that you, and\nnot CMU, are entirely responsible for any and all User Content that you\nupload, post, email, transmit or otherwise make available via the\nServices.\nCMU does not guarantee the accuracy, integrity or quality of\nContent.\nYou acknowledge that by using the Service, you may be exposed\nto Content that may be obsolete, incorrect, or objectionable.\nUnder no\ncircumstances will CMU be liable in any way for any Content, including,\nbut not limited to, any errors or omissions in any Content, or any loss\nor damage of any kind incurred as a result of the use of any Content\nposted, emailed, transmitted or otherwise made available via the\nServices.\nShould User Content be found or reported in violation of these\nTOU, it will be CMU’s sole discretion as to what action should be taken,\nincluding suspension and/or termination of the applicable account.</p> Use/Availability of the Services <p>You may only use and display the Content of the Services for your own\npersonal use (i.e., non-commercial use) and may not otherwise copy,\nreproduce, alter, modify, create derivative works, or publicly display\nany Content of the Services for other purposes.\nCMU shall have the right\nin its sole discretion to suspend or terminate the Services or your\naccess to it.</p> Prohibited Uses/Activities <p>You agree you will NOT do any of the following with respect to the\nServices: (a) transmit any Content or take any action in violation of\napplicable laws or regulations, or encourage others to do so.\n(b)\ntransmit any Content or take any action that is harmful, threatening,\nabusive, harassing, torturous, defamatory, vulgar, obscene, libelous,\ninvasive of another's privacy, hateful, discriminatory or racially,\nethnically or otherwise objectionable, or encourage others to do so.\n(c)\nprovide any Content or take any action that infringes any patent,\ntrademark, trade secret, copyright or other proprietary rights and/or\nthat you do not otherwise have a right to make available under any law\nor under contractual or fiduciary relationships (including but not\nlimited to personally identifiable information and/or confidential or\nproprietary information learned or disclosed as part of employment\nrelationships).\n(d) interfere with, remove or modify any terms and\nconditions or other Content on the Services and/or any part of the\nServices used for the operation and/or security of the Services.\n(e)\ncollect and/or attempt to collect information about other users or third\nparties without their consent, including but not limited to soliciting\nor collecting passwords or personal identifying information from other\nusers without their prior consent.\n(f) send unsolicited mail,\nadvertisements, or other similar promotional material.\n(g) impersonate\nany person or entity, including, but not limited to, any CMU personnel,\nor falsely state or otherwise misrepresent your affiliation with a\nperson or entity.\n(h) upload, post, email, transmit or otherwise make\navailable any Content that contains software viruses or any other\ncomputer code, files or programs designed to interrupt, destroy or limit\nthe functionality of any computer software or hardware or\ntelecommunications equipment.\n(i) interfere with or disrupt the Services\nor servers or networks connected to the Services, or disobey any\nrequirements, procedures, policies or regulations of networks connected\nto the Services (including but not limited to those of Third Party\nProviders).\n(j) use the Services to sell a product or service and/or to\nincrease traffic to other websites for commercial reasons, such as\nadvertising sales.\n(k) take Content from the Services and reformat and\ndisplay it, or mirror any portion of picoCTF platform on any other site.\nand/or (l) exceed the scope of your authority with respect to your use\nof the Services, for example, accessing and using features that you do\nnot have a right to use, or deleting, adding to, or otherwise changing\nother people's entries or other Content when you have not been granted\nthe privileges to do so.</p>\n<p>Without limiting the general nature of the prohibitions listed above,\nwith respect to any challenges, you also may not interfere with the\nprogress of other users, nor with the operation of the Services’\ninfrastructure.\nMore specifically, attacking the scoring server, other\nusers working on the challenges, or machines not explicitly designated\nas targets is cheating.\nThis includes both breaking into such machines,\nand denying others access to them or the ability to solve problems (for\nexample, by altering a key or ping-flooding).\nSharing keys or providing\noverly-revealing hints with other users (except for authorized members\nof your designated team, as applicable) is cheating, as is being\ndirectly assisted by outside personnel (except for authorized members of\nyour designated team, as applicable).\nUsing tools from the internet is\nOK.\nasking people on the internet to help solve the problem is not.\nWe\nencourage users to solve challenges in novel and creative ways using all\navailable resources, but we do require that users solve the problems\nthemselves.</p>\n<p>You acknowledge and understand that CMU may or may not pre-screen\nContent, but that CMU and its designees shall have the right (but not\nthe obligation) in their sole discretion to pre-screen, refuse, or move\nany Content for any reason, including for example, content that is\navailable via the Service.\nWithout limiting the foregoing, CMU and its\ndesignees shall have the right to remove any Content that violates this\nTOU or is otherwise objectionable to CMU.\nYou agree that you must\nevaluate, and bear all risks associated with the use of any Content,\nincluding any reliance on the accuracy, completeness, or usefulness of\nsuch Content.</p>\n<p>You acknowledge, consent and agree that, to the maximum extent permitted\nunder applicable law, CMU has the right to access, preserve and disclose\nyour account information and Content if required to do so by law or in a\ngood faith belief that such access preservation or disclosure is\nreasonably necessary to: (a) comply with legal process.\n(b) enforce\nthese TOU.\n(c) respond to claims that any Content violates the rights of\nthird parties.\n(d) respond to your requests for assistance.\nor (e)\nprotect the rights, property or personal safety of CMU, its users and/or\nthe public.\nFurther, CMU reserves the right to cooperate with legitimate\nlaw enforcement requests for information at its sole discretion.</p>\n<p>You understand that the technical processing and transmission of the\nServices, including your Content, may involve (a) transmissions over\nvarious networks and (b) changes to conform and adapt to technical\nrequirements of connecting networks or devices.</p>\n<p>You understand that the Service and software embodied within the\nServices may include security components that permit digital materials\nto be protected, and that use of these materials is subject to usage\nrules set by CMU and/or Content providers who provide Content to the\nServices.\nYou may not attempt to override or circumvent any of the usage\nrules embedded into the Services.\nAny unauthorized reproduction,\npublication, further distribution or public exhibition of the materials\nprovided on the Services, in whole or in part, is strictly prohibited.\nYou acknowledge that your account may be subject to features and\npractices, such as automatically logging you off after a certain period\nof inactivity.</p> Termination of Your Account by CMU.\n<p>You agree that CMU, under certain circumstances and without prior\nnotice, may immediately terminate your account (or student accounts\ncreated by you using the teacher batch registration feature, if\napplicable) and access to the Services.\nCause for such termination shall\ninclude, but not be limited to, (a) breaches or violations of the TOU or\nother incorporated agreements or guidelines, (b) requests by law\nenforcement or other government agencies, (c) a request by you\n(self-initiated account deletions), (d) discontinuance or material\nmodification to the Services (or any part thereof), (e) unexpected\ntechnical or security issues or problems, (f) extended periods of\ninactivity, and/or (g) engagement by you in fraudulent or illegal\nactivities.\nTermination of your account (or student accounts created by\nyou) includes (a) removal of access to all offerings within the\nServices, (b) deletion of your password and all related information,\nfiles and content associated with or inside your account (or any part\nthereof), and (c) barring of further use of the Services.\nFurther, you\nagree that all terminations for cause shall be made in CMU’s sole\ndiscretion and that CMU shall not be liable to you or any third party\nfor any termination of your account or access to the Services.</p> Termination of Your Account by You <p>You may elect to terminate your account (or any student account created\nby you using the teacher batch registration feature) by providing notice\nto other@picoctf.org .\nFollowing receipt of your notice, CMU will\ninitiate termination of your account (typically within two business\ndays).\nIn addition to your right to terminate, CMU may terminate\naccounts as described in these TOU.</p> License to User Content <p>CMU does not claim ownership of User Content that you submit to and/or\nmake available for inclusion on the Services.\nHowever, with respect to\nUser Content that you submit to the Services or make available for\ninclusion on the Services, you hereby grant CMU a worldwide,\nroyalty-free, non-exclusive perpetual, irrevocable and fully\nsub-licensable license to use, distribute, reproduce, modify, adapt,\npublish, translate, publicly perform and publicly display such User\nContent (in whole or in part) and to incorporate such User Content into\nother works in any format or medium now known or later developed.\nYou\nagree never to sue CMU for use of said User Content.</p> Disclaimer of Warranties <p>THE SERVICES, AND ALL MATERIALS, INFORMATION, PRODUCTS AND SERVICES\nINCLUDED IN THE SERVICES ARE PROVIDED \"AS IS,\" WITH NO WARRANTIES\nWHATSOEVER.\nCMU, ITS DIRECTORS, OFFICERS, EMPLOYEES, AGENTS,\nREPRESENTATIVES, AFFILIATES, LICENSORS, CONTENT PROVIDERS, CONTRACTORS\n(INCLUDING THIRD PARTY PROVIDERS) AND SPONSORS (COLLECTIVELY THE\n“PICOCTF PARTIES”) EXPRESSLY DISCLAIM TO THE FULLEST EXTENT PERMITTED BY\nLAW ALL EXPRESS, IMPLIED, AND STATUTORY WARRANTIES, INCLUDING, WITHOUT\nLIMITATION: THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR\nPURPOSE, AND NON-INFRINGEMENT.\nANY WARRANTIES REGARDING THE SECURITY,\nRELIABILITY, TIMELINESS, AND PERFORMANCE OF THE SERVICES.\nANY WARRANTIES\nFOR ANY GOODS, INFORMATION OR ADVICE OBTAINED THROUGH THE SERVICES\nREGARDLESS OF SOURCE (INCLUDING BUT NOT LIMITED TO ANY GOODS OR\nINFORMATION OR ADVICE RECEIVED THROUGH ANY LINKS PROVIDED IN THE\nSERVICES).</p>\n<p>YOU UNDERSTAND AND AGREE THAT YOU DOWNLOAD OR OTHERWISE OBTAIN MATERIAL\nOR DATA THROUGH THE USE OF THE SERVICES AT YOUR OWN DISCRETION AND RISK\nAND THAT YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGES TO YOUR COMPUTER\nSYSTEM OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OF SUCH MATERIAL\nOR DATA.\nSOME STATES OR OTHER JURISDICTIONS DO NOT ALLOW THE EXCLUSION\nOF IMPLIED WARRANTIES, SO THE ABOVE EXCLUSIONS MAY NOT APPLY TO YOU.\nYOU\nMAY ALSO HAVE OTHER RIGHTS THAT VARY FROM STATE TO STATE AND\nJURISDICTION TO JURISDICTION.</p> LIMITATION OF LIABILITY.\nLIMITATION ON DAMAGES <p>UNDER NO CIRCUMSTANCES SHALL CMU OR ANY PICOCTF PARTIES BE LIABLE TO ANY\nUSER ON ACCOUNT OF THAT USER'S USE OR MISUSE OF OR RELIANCE ON THE\nSERVICES ARISING FROM ANY CLAIM RELATING TO THESE TOU OR THE SUBJECT\nMATTER HEREOF.\nSUCH LIMITATION OF LIABILITY SHALL APPLY TO PREVENT\nRECOVERY OF INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL, EXEMPLARY, AND\nPUNITIVE DAMAGES WHETHER SUCH CLAIM IS BASED ON WARRANTY, CONTRACT, TORT\n(INCLUDING NEGLIGENCE), OR OTHERWISE (EVEN IF CMU AND/OR THE PICOCTF\nPARTIES HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES).\nIN\nADDITION, IN NO EVENT SHALL CMU OR ANY PICOCTF PARTIES BE LIABLE FOR\nDIRECT DAMAGES RELATING TO THESE TOU OR THE SUBJECT MATTER HEREOF IN AN\nAMOUNT MORE THAN ONE HUNDRED U.S.\nDOLLARS ($100.00) IN THE AGGREGATE.\nSUCH LIMITATIONS OF LIABILITY AND DAMAGES SHALL APPLY WHETHER THE\nLIABILITY AND DAMAGES ARISE FROM USE OR MISUSE OF AND RELIANCE ON THE\nSERVICES, FROM INABILITY TO USE THE SERVICES, OR FROM THE INTERRUPTION,\nSUSPENSION, OR TERMINATION OF THE SERVICES (INCLUDING SUCH DAMAGES\nINCURRED BY THIRD PARTIES).\nTHESE LIMITATIONS ON LIABILITY AND DAMAGES\nSHALL ALSO APPLY WITH RESPECT TO DAMAGES INCURRED BY REASON OF OTHER\nSERVICES OR GOODS, INFORMATION OR ADVICE RECEIVED THROUGH OR REFERENCED\nON THE SERVICE, OR RECEIVED THROUGH ANY LINKS PROVIDED IN THE SERVICES.\nTHESE LIMITATIONS ON LIABILITY AND DAMAGES SHALL ALSO APPLY, WITHOUT\nLIMITATION, TO THE COSTS OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES,\nLOST PROFITS, OR LOST DATA.\nSUCH LIMITATION SHALL FURTHER APPLY WITH\nRESPECT TO THE PERFORMANCE OR NON-PERFORMANCE OF THE SERVICES OR ANY\nINFORMATION OR MERCHANDISE THAT APPEARS ON, OR IS LINKED OR RELATED IN\nANY WAY TO, THE SERVICES.\nSUCH LIMITATIONS ON LIABILITY AND DAMAGES\nSHALL APPLY NOTWITHSTANDING ANY FAILURE OF ESSENTIAL PURPOSE OF ANY\nLIMITED REMEDY AND TO THE FULLEST EXTENT PERMITTED BY LAW.\nSOME STATES\nOR OTHER JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF\nLIABILITY FOR CERTAIN DAMAGES, SO THE ABOVE LIMITATIONS AND EXCLUSIONS\nMAY NOT APPLY TO YOU.\nWithout limiting the foregoing, under no\ncircumstances shall CMU or any PicoCTF Parties be liable for any delay\nor failure in performance resulting directly or indirectly from acts of\nnature, forces, or causes beyond its reasonable control, including,\nwithout limitation, Internet failures, computer equipment failures,\ntelecommunication equipment failures, other equipment failures,\nelectrical power failures, strikes, labor disputes, riots,\ninsurrections, civil disturbances, shortages of labor or materials,\nfires, floods, storms, explosions, acts of God, war, governmental\nactions, orders of domestic or foreign courts or tribunals,\nnon-performance of third parties, or loss of or fluctuations in heat,\nlight, or air conditioning.</p> Hold Harmless and Indemnity <p>You agree to hold harmless and indemnify CMU and the PicoCTF Parties\nfrom and against any claim arising from or in any way related to your\nuse of the Services, including without limitation any claim or demand,\nincluding reasonable attorneys' fees, made by any third party due to or\narising out of Content you submit, post, transmit or otherwise make\navailable through the Services, your use of the Services, your\nconnection to the Services, your violation of this TOU, or your\nviolation of any rights of another.\nThe foregoing includes, without\nlimitation, indemnity for any liability or expense arising from all\nclaims, losses, damages (actual and consequential), suits, judgments,\nlitigation costs and attorneys' fees, of every kind and nature.\nIn such\na case, CMU will provide you with written notice of such claim, suit or\naction.</p> Digital Millennium Copyright Act <p>CMU respects the intellectual property rights of others and endeavors to\ncomply with all applicable US laws regarding intellectual property.\nAccordingly, it is our policy to respond to notices of alleged\ninfringement that comply with the Digital Millennium Copyright Act\n(“DMCA”).\nTo file a notice of infringement with us, please provide a\nwritten communication that meets the required criteria of the DMCA to\nCMU's Registered Copyright Agent via regular mail or email:</p>\n<code>Carnegie Mellon University\nInformation Security Office\nComputing Services 5000 Forbes Ave\nPittsburgh, PA 15213 Phone: 412-268-2044\nEmail: &lt;dmca@andrew.cmu.edu&gt.\n</code> Miscellaneous <p>If any provision of these TOU is held to be invalid or unenforceable,\nsuch provision shall be deemed superseded by a valid enforceable\nprovision that most closely matches the intent of the original provision\nand the remaining provisions shall be enforced.\nCMU’s failure to act\nwith respect to a breach by you or others does not waive CMU’s right to\nact with respect to subsequent or similar breaches.\nThe failure of CMU\nto exercise or enforce any right or provision of these TOU shall not\nconstitute a waiver of such right or provision.\nThe section headings and\nsubheadings contained in these TOU are included for convenience only,\nand shall not limit or otherwise affect the terms of these TOU.\nThese\nTOU shall be interpreted in accordance with the laws of the Commonwealth\nof Pennsylvania without regard to its conflicts of laws provisions.\nAll\nclaims and/or controversies of every kind and nature arising out of or\nrelating to these TOU, including any questions concerning its existence,\nnegotiation, validity, meaning, performance, non-performance, breach,\ncontinuance or termination shall be settled (1) at CMU’s election, by\nbinding arbitration administered by the American Arbitration Association\n(\"AAA\") in accordance with its Commercial Arbitration Rules and, in\nsuch case (a) the arbitration proceedings shall be conducted before a\npanel of three arbitrators, with each party selecting one disinterested\narbitrator from a list submitted by the AAA and the two disinterested\narbitrators selecting a third arbitrator from the list, (b) each party\nshall bear its own costs of arbitration, (c) all arbitration hearings\nshall be conducted in the English language in Allegheny County,\nPennsylvania, and (d) the provisions hereof shall be a complete defense\nto any suit, action or proceeding instituted in any Federal, state or\nlocal court or before any administrative tribunal with respect to any\nclaim or controversy arising out of or relating to this TOU and which is\narbitrable as provided in this TOU, provided that either party may seek\ninjunctive relief in a court of law or equity to assert, protect or\nenforce its rights hereunder, or (2) in the event that CMU does not\nelect binding arbitration as permitted in point (1) above, exclusively\nin the United States District Court for the Western District of\nPennsylvania (or, if such Court does not have jurisdiction, in any court\nof general jurisdiction in Allegheny County, Pennsylvania) and each\nparty consents to the exclusive jurisdiction of any such courts and\nwaives any objection which such party may have to the laying of venue in\nany such courts.</p>\n<p>Notwithstanding any provision hereof, for all purposes of these TOU each\nparty shall be and act as an independent contractor and not as partner,\njoint venture, agent, employee or employer of the other and shall not\nbind nor attempt to bind the other to any contract.\nYou agree that,\nexcept as otherwise expressly provided in these TOU, there shall be no\nthird-party beneficiaries to these TOU.</p> Disclaimer of Endorsement <p>References in these TOU and/or in the Services to any specific\ncommercial products, process, or service by trade name, trademark,\nmanufacturer, or otherwise, do not necessarily constitute or imply its\nendorsement, recommendation, or favoring by CMU.</p>\n<p>\n<strong>Contact</strong>\n</p>\n<p>If you have a question about the Services , please contact CMU via email\nat other@picoctf.org or mail at</p>\n<code>5000 Forbes Avenue\nPittsburgh, PA 15213\n</code>\n<p>Effective Date: December, 4, 2020</p> ", "created_at": "2021-02-03 13:55:13.322995", "updated_at": "2021-02-03 13:55:16.267145"}], "points": [], "urls": ["picoctf.org"]}}