{"error": 448, "message": "OK", "parameters": {"id": 2516, "name": "Deezer", "created_at": "2021-01-11 15:26:59.200971", "updated_at": "2021-04-14 00:02:43.990656", "wikipedia": "https://en.wikipedia.org/wiki/Deezer", "keywords": null, "related": null, "slug": "deezer", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/2516.png", "url": "deezer.com", "documents": [{"id": 3464, "name": "Terms of Service", "url": "https://www.deezer.com/legal/cgu", "xpath": "/html/body/section/div/article", "text": " Terms of Service\n<p>Find here our Terms of Service for Deezer Elite applicable before the 01/09/2017: click here.</p>\n<ul>\n<li> Terms of Service for Deezer Premium+, Deezer Family Service and the Student Offer </li>\n<li> Terms of Service for Deezer Premium+ for Bose Customers </li>\n<li> Terms of Service for Deezer HiFi </li>\n<li> Terms of Service for Cricket </li>\n</ul>\n<p>Last Updated: December 7, 2017</p>\nTerms of Service for Deezer Premium+, Deezer Family Service and the Student Offer\nArticle 1 – General\n<p>These Terms of Service (the “Terms of Service”) describe the terms pursuant to which DEEZER S.A.\na French corporation registered under number 511 716 573, with principal offices located 24 rue de Calais 75009 Paris (hereinafter “DEEZER”) offers you access to the DEEZER website located at www.deezer.com (hereinafter “Site”), the Deezer mobile application (hereinafter the “Application”) and the associated services offered by DEEZER.\nThese Terms of Service apply when you access, visit or use the Site and the Application.</p>\n<p>DEEZER offers through the Site and the Application an unlimited service of on-demand music with a temporary download functionality through a paid subscription (hereinafter altogether “the Premium+ Service”).</p>\n<p>The purpose of these Terms of Service is to define the contractual and commercial relationship between DEEZER, on one hand, and you, as a subscriber to the Premium+ Service (hereinafter the “Subscriber”), on the other hand.</p>\n<p>\n<strong>You accept these Terms of Service and agree to be bound by these Terms of Service when you access or visit the Site or the Application, use the Premium+ Service or create a DEEZER account.\nPlease read these Terms of Service carefully because they govern your access to and use of the Premium+ Service and set forth legally binding terms applicable to your use of the Premium+ Service.\nIF YOU DO NOT AGREE TO THESE TERMS OF SERVICE, THEN YOU SHOULD NOT ACCESS OR USE THE PREMIUM+ SERVICE.</strong>\n</p>\n<p>The use of the Site, the Applicationand the Premium+ Service is only authorized for personal and private use, therefore any other use, including any use of the Site, the Application or the Premium+ Service for a commercial purpose or any use of the Site, the Application or the Premium+ Service in a public place or business, is strictly forbidden.</p>\nArticle 2 – Description of the Premium+ Service\n<p>The Premium+ Service is a service offered and operated by DEEZER that enables Subscribers to access the Site from a personal computer or the Application from a portable device and to listen to an unlimited amount of music in high quality audio without any advertisements.\n</p>\n<p>The main characteristics of the Premium+ Service are the following:</p>\n<p>- Unlimited access, on up to three authorized devices (personal computers or mobile devices) for the purpose of temporarily downloading the Recordings, in order to then listen to them when offline;<br>- No advertisements.\nand<br>- A high sound quality.</p>\n<p>As a Subscriber, you may access the Premium+ Service until the end of your subscription, as indicated on the subscription page of the Site or the Application at the time of such subscription.</p>\n<p>DEEZER may offer the Premium+ Service for limited time periods at retail prices established from time to time by DEEZER in the subscription page on the Site or the Application (hereinafter the “Special Offers”).\nDEEZER reserves the right, in its discretion, to determine Subscribers’ eligibility for the Special Offers and to withdraw or to modify a Special Offer, in DEEZER’s sole discretion.</p>\n<p>Once your subscription is expired or terminated, you have no right to access or use the Premium+ Service.</p>\n<p>The Premium+ Service is accessible from a personal computer operating the Microsoft Windows, Google Chrome OS or Apple OSX operating systems by connecting to the Site or from a portable device operating the Apple iOS or Google Android operating systems through the Application.\nThe Application is available for download through the Apple iTunes and Google Android app stores.</p>\n<p>The Premium+ Service is also accessible without an internet connection, by clicking on the “Offline Mode” button of the Site or the Application.\nSubscribers must use the Google Chrome browser to be able to use the Offline Mode on a personal computer.\nBy using the Offline Mode, you will only be able access the tracks, albums and playlists that you have previously temporarily downloaded, from the Site or the Application, on that particular computer or portable device.</p>\n<p>The temporary downloading of tracks, albums or playlists is possible through the Offline Mode button which appears on the pages of the Site or of the Application.\nYou can then listen to the downloaded Recordings without an Internet connection or mobile network connection during the entire duration of the Subscription.\nhowever you will not be able to transfer the Recordings to any other computer, portable device or other physical storage medium.</p>\nArticle 3 – Use of the Premium+ Service\n<p>Your access to the Site or the Application and the use of the Premium+ Service requires a high-speed internet connection.\nFor Subscribers accessing the Premium+ Service via the Application on a mobile device, DEEZER recommends the use of at least a third generation (3G) mobile network connection.</p>\n3.1.\nLicense\n<p>As a Subscriber, DEEZER grants you a limited, non-exclusive, non-transferable and revocable license to access and use the Premium+ Service for the duration of your subscription to the Premium+ Service, unless terminated by DEEZER or you in accordance with the terms and conditions of these Terms of Service.</p>\n3.2 Access\n<p>Prior to the use of the Premium+ Service, you must subscribe to the Premium+ Service on the Site or the Application.</p>\n<p>In order to subscribe to the Premium+ Service, you must:</p>\n<p>- Create an account on the Site or download and create an account on the Application or, if the user is already registered, log on the Site or on the Application;<br>\n- Provide the information requested on the subscription form;<br>\n- Consent to these Terms of Service;<br>\n- Pay the subscription price for the Premium+ Service through one of the payment systems offered;<br>\n- Confirm your subscription.</p>\n<p>As a Subscriber, you hereby agree to provide true, accurate and complete information in connection with your registration on the Site, the Application and the Premium+ Service.</p>\n<p>Once your registration has been validated, DEEZER will send to you a confirmation email at the email address you provided at the time of registration.\nYour subscription to the Premium+ Service will only become effective when DEEZER sends the confirmation email mentioned above.\nDEEZER recommends that you save and/or print the confirmation email.</p>\n<p>You can modify your account information, including the password associated with your DEEZER account at any time by clicking on the section “My information” of your account.</p>\n<p>You hereby agree to inform DEEZER, without delay, of any modification to the information you provided at the time of the Premium+ Service subscription and notably any modification of the email address or bank details you provided in connection with your subscription.</p>\n<p>You must immediately inform DEEZER if you lose your account credentials (i.e.\naccount name and password) or if you become aware of any unauthorized use of your account.\nYour password and identification details are personal and you hereby agree not to disclose such information to any third parties.\nYou hereby agree to be solely responsible for the safekeeping of your account credentials.</p>\n<p>As a Subscriber, you may activate the Premium+ Service on a personal computer operating the Microsoft Windows, Google Chrome OS or Apple OSX operating systems or a portable device operating the Apple iOS or Google Android operating systems registered with the Premium+ Service.\nThe Premium+ Service is only accessible from one connection at a time (personal computer or compatible portable device registered).\nIf DEEZER determines that you are simultaneously accessing the Premium+ Service from multiple devices or computers, DEEZER may terminate your subscription and/or your access to the Site, the Application and the Premium+ Service.</p>\n3.3 Price\n<p>The subscription price of the Premium+ Service is indicated on the Site or on the Application and includes all applicable sales taxes, if any.</p>\n<p>DEEZER has the right to modify the subscription price from time to time.\nDEEZER will inform you of any price increase fifteen (15) calendar days before it becomes effective by sending you an email to the email address you have provided.\nIn such case, if you are not willing to accept the price increase proposed by DEEZER, you may terminate your subscription via the termination section of the Site.\nAs described in Article 6.3 below, this termination will become effective at the end of the then-current subscription term.\nIf you do not terminate your subscription to the Premium+ Service, you will be charged the new price beginning after the fifteen (15) day notice period.</p>\n<p>Any increase of the applicable sales tax will be automatically and immediately impacted on the Premium+ Service price.\nIt will be the same in case of the creation of a new tax that will be based on the price of the Premium+ Service and applicable to DEEZER.\nThe conditions for termination applicable in case of modification of the Premium+ Service price mentioned above, will apply in the same conditions in case of a modification resulting from the increase or creation of new taxes.</p>\n<p>Different payment methods are accepted on the Site and the Application, including, Visa or MasterCard credit cards and PayPal).</p>\n<p>It is underlined that when a Subscriber communicates to DEEZER his bank details, they are not kept by DEEZER.</p>\n<p>The subscription price is paid in advance on a monthly basis.\nBy agreeing to the subscription, you authorize DEEZER to charge you for the subscription fees on a monthly basis.\nWhen transferring Subscribers’ data and payment information to its third party payment service providers, DEEZER uses reasonable security measures, such as encryption, to protect such information from unauthorized use or disclosure.\nAdditionally, DEEZER’s third party payment providers strive to adhere to PCI/DSS standards of transactions security.</p>\nArticle 4 – Availability and modification of the Premium+ Service\n<p>DEEZER uses reasonable efforts to make the Premium+ Service accessible 24 hours a day and 7 days a week.\nhowever, DEEZER reserves the right, without prior notice or compensation, to temporarily remove access to the Premium+ Service, as deemed necessary by DEEZER, including to perform maintenance of the Site, the Application or the Premium+ Service.</p>\n<p>DEEZER will use reasonable efforts to provide you with at least twenty four (24) hours’ notice prior to any Premium+ Service interruptions.</p>\n<p>If DEEZER elects, in its discretion, to discontinue access to the Site, the Application or the Premium+ Service, DEEZER will notify you via the Site or the Application and you will not be charged any additional subscription fees after the date your access to Site, the Application or the Premium+ Service has been terminated.</p>\nArticle 5 – Terms of Access to the Site and the Premium+ Service\n<p>In order to access the Site, the Application or the Premium+ Service, you must be located in the United States of America and be at least 13 years of age.</p>\n<p>If you are not at least 13 years of age, you shall not attempt to access the Site or the Application and use the Premium+ Service.</p>\n<p>If you are between 13 and 17 years of age, you must have your parents’ or guardians’ consent to register for the Site or the Application and/or subscribe to the Premium+ Service.</p>\nArticle 6 – Term and termination\n6.1 Term and Renewal\n<p>If you are a Subscriber, the initial term of your subscription to the Premium+ Service will be one (1) month.\n<u>Thereafter, your subscription to the Premium+ Service will be automatically renewed for subsequent one (1) month periods unless you have provided prior notice to DEEZER of your wish to discontinue your Premium+ Service subscription</u>.\nIf you cancel your Premium+ Service subscription, the cancellation will become effective on the last day of the billing cycle during which we received your cancellation request.\nIf your subscription is set to automatically renew, you hereby authorize DEEZER to charge you for the then-current Premium+ Service subscription fees for each month of your subscription term.</p>\n<p>Instructions on how to cancel your Premium+ Service subscription are set forth in Article 6.3 below.</p>\n<p>\n<strong>Trial Periods</strong>\n</p>\n<p>DEEZER may also make available on the Site or the Application access to the Premium+ Service for trial periods of varying duration (“Trial Periods”).\nUnless otherwise indicated, your use of the Premium+ Service during any Trial Periods will be subject to these Terms of Service and will be limited to one Trial Period per person.\nUnless otherwise indicated on the Site or Application, following the Trial Period, we will automatically convert your Trial Period subscription into a paid subscription for the Premium+ Service unless you cancel your subscription prior to the expiration of the Trial Period.\nYou hereby authorize DEEZER to charge you for the then-current subscription fees for the Premium+ Service for each month following the expiration of your Trial Period and continuing through the month in which you cancel your subscription term as described in Article 6.3.</p>\n6.2.\nNo Refund\n<p>The Premium+ Service subscription fees are paid in advance.\nYou hereby agree and acknowledge that once you have authorized DEEZER to charge you for the Premium+ Service subscription fees, you will not be entitled to receive a refund for such payment amounts.\nIf you wish to cancel your account or discontinue your subscription to the Premium+ Service, you can contact us as set forth in Article 6.3 below.</p>\n6.3 Termination\n6.3.1.\nSubscription Termination Initiated by a Subscriber\n<p>If you wish to terminate your Premium+ Service subscription (or if you wish to not be enrolled in the Premium+ Service subscription following a Trial Period), you can do so by (1) accessing the “Cancel my subscription” section of the Site or (2) emailing us here.\nTermination of your Premium+ Service subscription will become effective at the end of the current monthly subscription period, provided that you have provided notice of your intent to terminate at least forty-eight hours (48h) prior to the end of the current subscription period.\nIf you fail to notify DEEZER forty-eight hours (48h) prior to the end of the current subscription period, we reserve the right to charge you Premium+ Service subscription fees for the following month.</p>\n<p>If your subscription was made via a partner website (such as iTunes), you must first check the conditions from the “My account” section on the Site, then follow the instructions to terminate the subscription.\nYou should be aware that conditions (how to terminate, within what time frame, etc.) may vary from one platform to another.</p>\n6.3.2.\nTermination initiated by DEEZER\n<p>DEEZER may suspend, terminate or modify your access to the Site, the Application or Premium+ Service if DEEZER believes that you are failing to comply with these Terms of Service or for any actual or suspected illegal or improper use of the Site, the Application or the Premium+ Service, with or without notice to you.</p>\n<p>Without limiting the foregoing, DEEZER may, without notice or compensation to you, terminate your access to the Site, the Application or the Premium+ Service (including your Premium+ Service subscription) if it believes you have violated these Terms of Service, including, without limitation, if you have done or attempted to do any of the following:</p>\n<ul>\n<li>Infringe, misappropriate or violate the intellectual property rights of DEEZER, its licensors or any third party;</li>\n<li>Bypass or attempt to bypass any technical or security measures on the Site or Application;</li>\n<li>Use, or attempt to use, multiple simultaneous connections to the same account;</li>\n<li>Provide false information to DEEZER in connection with your subscription or account registration;</li>\n<li>Use, or attempt to use the Site, the Application or the Premium+ Service in connection with any (i) any commercial purpose, (ii) any business or public premises or (iii) any other non-personal or non-private use.</li>\n</ul>\nArticle 7 – User Content and Other User Restrictions\n<p>You are solely liable for any messages, communications, content, images, material, data or information that you publish or provide on the Site, the Application or through the Premium+ Service (“Subscriber Content”).</p>\n<p>By transmitting or submitting any Subscriber Content while using the Site, the Application or the Premium+ Service, you affirm, represent and warrant that such transmission or submission is (a) accurate and not confidential.\n(b) not in violation of any applicable laws, contractual restrictions or other third party rights, and that you have permission from any third party whose personal information or intellectual property is comprised in the Subscriber Content.\n(c) free of viruses, adware, spyware, worms or other malicious code.\nand (d) you acknowledge and agree that any of your personal information within such content will at all times be processed by DEEZER in accordance with its Privacy Policy.</p>\n<p>You further affirm, represent and warrant that your Subscriber Content (a) does not contain content or material that is threatening, pornographic, defamatory, obscene, hateful, racist, anti-semitic, or xenophobic, (b) is not intended to harass any third party, (c) does not contain advertisement and/or solicitation for any third party, products and/or services and (d) does not contain any unsolicited or spam messages.</p>\n<p>You own your Subscriber Content.\nYou hereby grant DEEZER a perpetual and irrevocable worldwide, fully paid-up and royalty free, non-exclusive, unlimited license, including the right to sublicense and assign to third parties, and right to copy, reproduce, fix, adapt, modify, improve, translate, reformat, create derivative works from, manufacture, introduce into circulation, commercialize, publish, distribute, sell, license, sublicense, transfer, rent, lease, transmit, publicly display, publicly perform, or provide access to electronically, broadcast, communicate to the public by telecommunication, display, perform, enter into computer memory, and use and practice, in any way now known or in the future discovered, your Subscriber Content as well as all modified and derivative works thereof in connection with our provision of the Premium+ Service, including marketing and promotions thereof.</p>\n<p>You agree not to:</p>\n<ul>\n<li>use any automatic system, such as scripts, to add members to your profile or to send comments or messages on the Site or the Application.</li>\n<li>Create or use any hyperlink to the Site using the “framing” technique (programming technique offering the possibility to divide browser windows into different independent frames in order to display the content of an external website) or the “in-line linking” technique (programming to make disappear into a webpage one element extracted from another site, which saves stock space on the hard drive where the Site is hosted and enables to hide from an uninformed user the initial content of which the element is part).\nor</li>\n<li>Artificially use a DEEZER account, such as to artificially increase the plays of certain tracks, including via automated processes such as robots and scripts or via any other means.</li>\n</ul>\nArticle 8 – Privacy Policy\n<p>In connection with your use of the Site, the Application and the Premium+ Service, please review the DEEZER Privacy Policy, located here, in order to understand how we collect and use information about you when you access, visit or use the Site, the Application or the Premium+ Service.\nThe DEEZER Privacy Policy is part of and is governed by these Terms of Service and by accepting these Terms of Service, you agree to be bound by the terms of the DEEZER Privacy Policy, and agree that we may use information collected from you in accordance with the DEEZER Privacy Policy.</p>\nArticle 9 – Limitation of Liability.\nIndemnification\n<p>YOU UNDERSTAND AND AGREE THAT DEEZER AND ITS PARENTS, SUBSIDIARIES, PARTNERS, AFFILIATES, OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, PARTNERS AND LICENSORS (COLLECTIVELY, THE “DEEZER PARTIES”) WILL NOT BE LIABLE TO YOU FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES, INCLUDING, BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES (EVEN IF A DEEZER PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), RESULTING FROM YOUR USE OR ACCESS OF, OR INABILITY TO USE OR ACCESS, THE SITE OR THE PREMIUM+ SERVICE.\nDEEZER’s maximum liability to you for direct damages is limited to the amount you paid to DEEZER for use of the Premium+ Service during the twelve-month period immediately preceding the event that gave rise to such damages.</p>\n<p>You hereby agree to indemnify and hold the DEEZER Parties harmless from any and all damages, losses, costs, claims or demands (including legal fees and court costs) and expenses incurred, suffered or expended by DEEZER as a consequence of any third party’s claim relating to or arising out of: (i) your use of the Site, Application or the Premium+ Service or (ii) your violation of any term or condition of these Terms of Service.</p>\nArticle 10 – DEEZER Digital Millennium Copyright Act Policy\n<p>If you believe that content available on or through the Site or the Application or accessible via links posted on the Site or the Application infringes one or more of your copyrights, you or your agent may submit a Digital Millennium Copyright Act (“DMCA”) notification to DEEZER, as set forth in this DEEZER DMCA Policy.</p>\n<p>The notification shall include all of the information described in this DEEZER DMCA Policy (“Notification”) to DEEZER’s Copyright Agent by mail or email using the contact information provided below.\nA copy of this Notification will be sent to the person who posted the material addressed in the Notification.</p>\n<p>Pursuant to federal law, you may be held liable for damages and attorneys’ fees if you make any material misrepresentations in a Notification.\nTherefore, if you are not sure whether content located on or accessible via a link from the Site infringes your copyright, you should contact an attorney.</p>\n<p>A Notification should include the following:</p>\n<ul>\n<li>A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n<li>Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site.</li>\n<li>Identification of the material that is claimed to be infringing or to be the subject of infringing activity (or links to such material) and information reasonably sufficient to permit the service provider to locate the material or link so that it may be removed or access to it disabled.\nIf possible, please provide links to the exact location so that we may quickly and more easily locate the material or link.</li>\n<li>Information reasonably sufficient to permit the service provider to contact the complaining party, such as an address, telephone number, and, if available, an electronic mail address at which the complaining party may be contacted.</li>\n<li>A statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.</li>\n<li>A statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n</ul>\n<p>Notifications should be sent to our Copyright Agent at:</p>\n<p>Address: Deezer S.A., 24 rue de Calais 75009 Paris<br>\nPhone number: +33 (0)1 55 80 69 00</p>\n<p>Notifications shall be sent to the e-mail address: dmca@deezer.com</p>\n<p>Notifications will be forwarded to Subscribers whose material or links are the subject of the Notification and to chillingeffects.org.</p>\nArticle 11 – Disclaimer of Warranties\n<p>THE SITE, THE APPLICATION AND THE PREMIUM+ SERVICE ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS.\nTO THE FULL EXTENT PERMISSIBLE BY APPLICABLE LAW, THE DEEZER PARTIES DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.\nTHE DEEZER PARTIES DO NOT WARRANT THAT THE SITE, THE APPLICATION OR PREMIUM+ SERVICE WILL BE UNINTERRUPTED OR ERROR-FREE, THAT DEFECTS WILL BE CORRECTED, THAT THE PREMIUM+ SERVICE OR THE SERVERS THAT MAKE THE PREMIUM+ SERVICE AVAILABLE WILL BE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS, OR THAT ANY CONTENT DESCRIPTIONS OR DEPICTIONS, OR OTHER CONTENT OFFERED AS PART OF THE PREMIUM+ SERVICE, ARE ACCURATE, RELIABLE, CURRENT OR COMPLETE.</p>\n<p>YOU EXPRESSLY AGREE THAT YOUR USE OF THE SITE, THE APPLICATION AND THE PREMIUM+ SERVICE IS AT YOUR SOLE RISK.\nIF YOU DOWNLOAD ANY CONTENT FROM THE SITE, THE APPLICATION OR THE PREMIUM+ SERVICE, YOU DO SO AT YOUR OWN DISCRETION AND RISK.\nYOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OF ANY CONTENT THROUGH THE SITE, THE APPLICATION OR THE PREMIUM+ SERVICE.\nWE RESERVE THE RIGHT TO RESTRICT OR TERMINATE YOUR ACCESS TO THE SITE, THE APPLICATION OR THE PREMIUM+ SERVICE FOR ANY FEATURE OR PART THEREOF AT ANY TIME.\nTHE DEEZER PARTIES ASSUME NO RESPONSIBILITY FOR THE DELETION, MIS-DELIVERY OR FAILURE TO STORE ANY CONTENT OR PERSONALIZATION SETTINGS.</p>\n<p>The music catalogue available as part of the Premium+ Service is linked to the contracts in effect with third party rights holders and may therefore change.\nTherefore, DEEZER cannot guarantee the availability of any determined track or album or any artist or group in the Premium+ Service catalogue.\nYou agree that DEEZER will not be held liable for the removal of parts of the catalogue content offered.</p>\n<p>DEEZER shall not be liable for any delay or failure to perform resulting from causes outside the reasonable control of DEEZER, including without limitation any failure to perform hereunder, such as, Internet or equipment failures, electrical power failures, strikes, labour disputes, riots, insurrections, civil disturbances, shortages of labour or materials, fires, floods, storms, explosions, acts of God, war, governmental actions, orders of domestic or foreign courts or tribunals, non-performance of third parties, or loss of or fluctuations in heat, light, or air conditioning.</p>\n<p>Finally, you are solely liable of your use of the Site, the Application and the Premium+ Service and you agree that DEEZER will not be liable for any claim arising from your use of the Site, the Application or the Premium+ Service.</p>\nArticle 12 – Data Collection Systems\n<p>DEEZER and its partners implement data collection systems on Subscribers’ computer.</p>\n<p>In order to obtain all information regarding (i) the use of such data collection systems by DEEZER and its partners and (ii) the procedure applicable to prevent the implementation of such data collection systems, you can visit the section “Privacy Policy” on the Site and the Application or review Section 7 of the DEEZER Privacy Policy, located here.</p>\nArticle 13 – Intellectual Property\n<p>The Site, the Application, the Premium+ Service and all elements composing of the foregoing (such as but not limited to the logos, domain names, tracks or videos, and there associated elements such as the photos, images, texts and biography of the authors, artists and/or any legal beneficiary on the tracks or videos including the visuals on the packaging) (the “DEEZER Content”) are the exclusive property of DEEZER and/or its licensors.\nThe DEEZER Content is protected by applicable laws, including intellectual property laws.\nYou may only access and use the DEEZER Content for the purpose of using the Premium+ Service in accordance with these Terms of Service.</p>\n<p>Any unauthorized use of the Site, the Application, the Premium+ Service or the DEEZER Content without the express consent of DEEZER is strictly forbidden.</p>\n<p>The Recordings are protected by U.S.\nCopyright laws.\nTherefore, you may not use the Premium+ Service for any commercial purposes, including playing the Recordings in a business environment or public place.\nYou may only access the Site, the Application and use the Premium+ Service for your own personal use.</p>\n<p>Except as provided in these Terms of Service, any other use of the Recordings is strictly prohibited.\nExcept as provided in these Terms of Service, you shall not download or attempt to download, transfer or attempt to transfer, permanently or temporarily, the Recordings on the hard drive of a computer or any other device (notably music players), or other physical storage medium (e.g.\nCD or hard drive).\nAny resale, exchange or renting of tracks or Recordings offered on the Site is strictly prohibited.</p>\n<p>DEEZER may implement or use technical protection measures to prevent the unauthorized use of the Recordings.\nYou hereby agree not to bypass, or attempt to bypass, by any means, these technical protection measures.</p>\nArticle 14 – Modifications of the Terms of Service\n<p>DEEZER may amend these Terms of Service from time to time.\nWe will post any material changes to these Terms of Service on the Site with a notice advising of the changes at least thirty (30) days before the effective date of the changes.\nIf you have provided us with your email address we also will endevor to notify you of material changes to these Terms of Service by sending an email at least fifteen (15) days before the effective date of the changes to the email address you most recently provided to us.\nIf you do not agree to the new terms, you may terminate your account within the applicable thirty (30) day period by (1) accessing the “Cancel my subscription” section of the Site or (2) emailing us here and you will not be bound by the amended terms.\nOtherwise, the new terms will take effect after thirty (30) days.</p>\nArticle 15 – Contact DEEZER\n<p>For any information or question regarding the Premium+ Service, you can contact DEEZER through the Site by clicking here.</p>\nArticle 16 – Nullity of a term\n<p>You and DEEZER agree that if any portion of these Terms of Service or of the DEEZER Privacy Policy is found illegal or unenforceable, in whole or in part by any court of competent jurisdiction, such provision shall, as to such jurisdiction, be ineffective solely to the extent of such determination of invalidity or unenforceability without affecting the validity or enforceability thereof in any other manner or jurisdiction and without affecting the remaining provisions of the Terms of Service, which shall continue to be in full force and effect.</p>\nArticle 17 – Choice of Law\n<p>These Terms of Service are governed by the laws of the state of New York, without regard to conflict of law principles, and the parties irrevocably consent to bring any action to enforce this Agreement in the federal or state courts located in New York.\nYou consent to the exclusive jurisdiction of the federal or state courts located in New York County, New York.</p>\nArticle 18 – Arbitration Agreement and Waiver of Class Remedies\n<p>The parties shall use their best efforts to settle any dispute, claim, question, or disagreement directly through consultation and good faith negotiations which shall be a precondition to either party initiating a lawsuit or arbitration.\nAll claims arising out of or relating to these Terms of Service (including its formation, performance and breach) and your use of the Site or the Premium+ Service shall be finally settled by binding arbitration administered by the American Arbitration Association (“AAA”) in accordance with the provisions of its Commercial Arbitration Rules and the supplementary procedures for consumer related disputes of the AAA, excluding any rules or procedures governing or permitting class actions.\nThe arbitrator, and not any federal, state or local court or agency, shall have exclusive authority to resolve all disputes arising out of or relating to the interpretation, applicability, enforceability or formation of these Terms of Service, including, but not limited to, any claim that all or any part of these Terms of Service is void or voidable.\nThe arbitrator shall be empowered to grant whatever relief would be available in a court under law or in equity.\nThe arbitrator’s award shall be binding on the parties and may be entered as a judgment in any court of competent jurisdiction.</p>\n<p>\n<strong>The parties understand that, absent this mandatory provision, they would have the right to sue in court and have a jury trial.\nThey further understand that, in some instances, the costs of arbitration could exceed the costs of litigation and the right to discovery may be more limited in arbitration than in court.</strong>\n</p>\n<p>The parties further agree that any arbitration shall be conducted in their individual capacities only and not as a class action or other representative action, and the parties expressly waive their right to file a class action or seek relief on a class basis.\nIf any court or arbitrator determines that the class action waiver set forth in this section is void or unenforceable for any reason or that an arbitration can proceed on a class basis, then the arbitration provision set forth above shall be deemed null and void in its entirety and the parties shall be deemed to have not agreed to arbitrate disputes.</p>\n<p>You have the right to opt-out and not be bound by the arbitration and class action waiver provisions set forth this section by sending written notice of your decision to opt-out here.\nThe notice must be sent within thirty (30) days of registering to use the Site, otherwise you shall be bound to arbitrate disputes in accordance with the terms set forth above.\nIf you opt-out of these arbitration provisions, we also will not be bound by them.\nIn addition, if you elect to opt-out of these arbitration provisions, we may terminate your use of the Service.</p>\nArticle 19 – Assignment\n<p>DEEZER may assign or delegate these Terms of Service and/or the DEEZER Privacy Policy, in whole or in part, to any person or entity at any time with or without your consent.\nYou may not assign or delegate any rights or obligations under the Terms of Service or Privacy Policy without DEEZER’s prior written consent, and any unauthorized assignment and delegation by you is void and ineffective.</p>\nArticle 20 – Entire Agreement\n<p>These Terms of Service, any supplemental policies and any documents expressly incorporated by reference herein (including DEEZER’s Privacy Policy), contain the entire understanding of you and DEEZER, and supersede all prior understandings of the parties hereto relating to the subject matter hereof, whether electronic, oral or written, or whether established by custom, practice, policy or precedent, between you and DEEZER with respect to the Premium+ Service.</p>\nArticle 21 – No Waiver\n<p>The failure of DEEZER to require or enforce strict performance by you of any provision of these Terms of Service or the DEEZER Privacy Policy or failure to exercise any right under them shall not be construed as a waiver or relinquishment of DEEZER’s right to assert or rely upon any such provision or right in that or any other instance.</p>\n<p>The express waiver by DEEZER of any provision, condition, or requirement of these Terms of Service or the DEEZER Privacy Policy shall not constitute a waiver of any future obligation to comply with such provision, condition or requirement.</p>\n<p>Except as expressly and specifically set forth in these Terms of Service, no representations, statements, consents, waivers, or other acts or omissions by DEEZER shall be deemed a modification of these Terms of Service nor be legally binding, unless documented in physical writing, hand signed by you and a duly appointed officer of DEEZER.</p>\nArticle 22 – Specific conditions for the Deezer Family Service\n<p>The hereby Terms of Service which govern the Premium+ Service provided by DEEZER, fully apply to the Deezer Family Service (as defined below), except for specific provisions below.</p>\n<p>The Deezer Family Service enables the members of the same household to access the Deezer Family Service by creating a master account to which can be linked up to five (5) accounts.\nThe users of all such linked accounts benefit from the same features as provided by the Premium+ Service, except for the community features.\nAll users of the Deezer Family Service can access and use the service simultaneously.</p>\n<p>However, it is hereby specified that as per the agreements in effect between DEEZER and the right holders, some tracks available in the Premium+ Service music catalogue may not be available through the Deezer Family Service.\nAs a result, the Subscriber, subscriber to the Premium+ Service, would loose access to such tracks on all his accounts including the one created to access his Premium+ Service subscription.</p>\n<p>The Deezer Family Service subscription and its use are restricted to members of the same household residing at the same address.\nTherefore, DEEZER reserves the right, in its discretion, to ask the Subscriber at any time for proof that such requirement is fulfilled.</p>\n<p>The subscription to the Deezer Family Service is not available for:</p>\n<ul>\n<li>any person who wishes to subscribe via iTunes,</li>\n<li>any person who uses as means of payment the first version of the Paypal app,</li>\n<li>subscribers to the Premium+ Service who have subscribed to a 12-month subscription,</li>\n<li>subscribers to the Premium+ Service who have subscribed to the service via Orange France.</li>\n</ul>\n<p>The Premium+ subscribers who wish to subscribe to the Deezer Family Service are informed that by subscribing to the Deezer Family Service, they will be immediately charged for the amount of the monthly subscription fee of the Deezer Family Service and at the same time, their subscription to the Premium+ Service will be simultaneously and automatically terminated by DEEZER.\nAny current month subscription to Premium+ Service already paid for will not be refunded.</p>\nArticle 23 – Specific conditions for the Student Offer Service\n<p>The present Terms of Service which govern the Premium+ Service provided by DEEZER, also apply in full to the Student Offer (as defined below), except for the specific provisions set forth below.</p>\n<p>The Student Offer is only available to students from 18 to 25 years old who are enrolled in a college or university in a country where the offer is available.\nDeezer has appointed a partner to verify that the Subscriber is eligible to the Student Offer when subscribing to the offer for the first time and before each renewal.\nDEEZER also reserves the right to verify such eligibility at any time.\nHolders of a master account of the Deezer Family Service are not eligible.</p>\n<p>The Student Offer is available for a maximum of twelve consecutive months and can be renewed up to three times per Subscriber, each renewal period being limited to twelve consecutive months.\nIf the Student Offer is terminated for whatever reason at any time, such termination is definitive and the Subscriber will no longer be eligible to the Student Offer.</p>\n<p>At the end of the Student Offer (including if the offer is not renewed by the Subscriber), the Student Offer shall be automatically converted into a full price Premium+ subscription.\nAs a result, the Subscriber will be charged for the full price of the monthly Premium + Service until cancellation of his subscription.\nthe Subscriber is hereby informed that he can cancel his subscription at any time, as per the cancellation terms hereunder.</p>\n<p>The Premium+ or HiFi subscribers who wish to subscribe to the Student Offer are informed that by subscribing to the Student Offer, they will be immediately charged for the amount of the monthly subscription fee of the Student Offer and at the same time, their subscription to the full price Premium+ or HiFi Service will be simultaneously and automatically cancelled by DEEZER.\nAny current subscription month to the full price Premium+ or HiFi Service already paid for will not be refunded.</p> Terms of Service for Deezer Premium+ for Bose Customers\n<p>These Terms of Service (the “Terms of Service”) apply if (i) you are located in a country where Deezer Premium + (the “Premium + Service”) is available, (ii) you are an eligible Bose customer according to the terms and conditions below.\nThese Terms of Service describe the terms pursuant to which Deezer S.A.\n(hereinafter “DEEZER”) offers certain Bose customers (as defined below), under specific conditions, the benefit of a free trial period and discount promotional offer to Deezer Premium + (the “Offer”).\nThese Terms of Service apply when you access, visit or use the Premium + Service.</p>\n<p>The Premium + Service an unlimited service of on-demand music with a temporary download functionality through a paid subscription.\nThe Premium + Service is accessible via a website located at www.deezer.com (the “Site”), and via a mobile application on certain compatible devices.</p>\n<p>The purpose of these Terms of Service is to define the contractual and commercial relationship between DEEZER, on one hand, and you, as an eligible subscriber to the Premium + Service (hereinafter the “Subscriber”), on the other hand.</p>\n<p>\n<strong>You accept these Terms of Service and agree to be bound by these Terms of Service when you access, visit or use the Premium + Service or create a DEEZER account.\nPlease read these Terms of Service carefully because they govern your access to and use of the Premium + Service and set forth legally binding terms applicable to your use of the Service.\nIF YOU DO NOT AGREE TO THESE TERMS OF SERVICE, THEN YOU SHOULD NOT ACCESS OR USE THE SERVICE.</strong>\n</p>\n<p>The use of the Premium + Service is only authorized for personal and private use, therefore any other use, including any use of the Premium + Service for a commercial purpose or any use of the Premium + Service in a public place or business, is strictly forbidden.</p>\nArticle 1 – Eligibility &amp.\nOffer\n<p>The Offer is only made available to eligible Bose customers (“Eligible Bose Customers”) as defined below, and only to those Eligible Bose Customers located in countries where the Premium + Service is available.\nTo check the availability of the Premium + Service in your country, please go to www.deezer.com.</p>\n<p>Eligible Bose Customers shall be defined as a Bose customer who (i) already owns or purchases a Bose “SoundLink Product” or a “SoundTouch Product” as defined below, and (ii) who is not otherwise excluded from the Offer as expressly set forth below.</p>\n<p>The SoundLink Products allowing eligibility to the Offer are:</p>\n<ul>\n<li>SoundLink Color</li>\n<li>SoundLink Mini Bluetooth speaker</li>\n<li>SoundLink Mobile III Bluetooth speaker</li>\n<li>SoundLink AE Bluetooth headphones</li>\n<li>SoundLink OE Bluetooth headphones</li>\n</ul>\n<p>The SoundTouch Products allowing eligibility to the Offer are:</p>\n<ul>\n<li>SoundTouch 20/30/Portable Wi-Fi music system series I, II</li>\n<li>Wave SoundTouch system</li>\n<li>SoundTouch SA4 amplifier</li>\n<li>SoundTouch SA4 amplifier bundles with speakers</li>\n<li>SoundTouch Stereo JC, series I and II</li>\n<li>SoundTouch wireless adapter</li>\n<li>Lifestyle home theater systems with SoundTouch</li>\n</ul>\n<p>Eligible Bose Customers can only benefit once from the Offer.\nEligible Bose Customers shall not be eligible to redeem the trial period of the Offer if they previously have redeemed any offer for a trial period of the Premium + Service.\nSubscribers to any of the Deezer services through their telecommunication carrier will not be eligible to the Offer.\nThe Offer is not available in countries where the Premium + Service is not available.\nIn France, Eligible Bose Customers who are already subscribers to the Premium + Service cannot benefit from the Offer.</p>\n<p>The Offer consists of a free of charge trial to the Premium + Service, and of a discount promotional subscription to the Premium + Service.\nThe trial period is of 30 consecutive days for Eligible Bose Customers owning or purchasing a SoundLink Product, and is 15 consecutive days with an optional and additional 15 consecutive days for Eligible Bose Customers owning or purchasing a SoundTouch Product.</p>\n<p>The discount promotional subscription shall be of 12 consecutive months of the Premium + Service at half price (50% off) the regular retail price of the Premium + Service (as applicable in the country where the Eligible Bose Customer is located).\nFollowing the end of such discount period, the Eligible Bose Customer will be charged at the full standard retail price of the Premium + Service, on a monthly basis.</p>\n<p>Eligible Bose Customers can cancel their trial period and/or discount promotional subscription at any time as set forth below in Section 6.\nNo cancellation fees apply.</p>\n<p>The Offer shall be available from September 15th 2014 until March 6th 2015 for Eligible Bose Customers owning or purchasing a SoundLink Product, and from October 10th 2014 until March 6th 2015 for Eligible Bose Customers owning or purchasing a SoundTouch Product.\nRedeemed Offers during those periods shall be activated by Deezer for Eligible Bose Customers until June 30th 2015.</p>\n<p>Detailed instructions of how the Offer can be redeemed and activated are provided to you at the time of purchase of your Bose product or later, by any means available to Bose and/or Deezer.</p>\nArticle 2 – Description of the Premium + Service\n<p>The Premium + Service is a service offered and operated by DEEZER that enables Subscribers to access the Service from a personal computer or portable device and to listen to an unlimited amount of music in higher quality audio (than is made available through DEEZER’s free streaming services, where available) without any advertisements.</p>\n<p>The main characteristics of the Premium + Service are the following:</p>\n<p> - Unlimited access, on up to three authorized devices (personal computers or mobile devices) for the purpose of temporarily downloading the Recordings, in order to then listen to them when offline;<br> - No advertisements.\nand<br> - A higher sound quality than is offered through DEEZER’s free streaming services (where available).\n</p>\n<p>As a Subscriber, you may access the Premium + Service until the end of your subscription, as indicated on the subscription page of the Site at the time of such subscription.</p>\n<p>DEEZER may offer the Premium + Service for limited time periods at retail prices established from time to time by DEEZER in the subscription page on the Site (hereinafter the “Special Offers”).\nDEEZER reserves the right, in its discretion, to determine Subscribers’ eligibility for the Special Offers and to withdraw or to modify a Special Offer, in DEEZER’s sole discretion.</p>\n<p>Once your subscription is expired or terminated, you have no right to access or use the Premium + Service.</p>\n<p>The Premium + Service is accessible from a personal computer operating the Microsoft Windows, Google Chrome OS or Apple OSX operating systems by connecting to the Site or from a portable device operating the Apple iOS or Google Android operating systems through the Deezer Premium + application (hereinafter the “Application”).\nThe Application is available for download through the Apple iTunes and Google Android app stores.\nThe Premium + Service is also accessible without an internet connection, by clicking on the “Offline Mode” button of the Site or the Application.\nSubscribers must use the Google Chrome browser to be able to use the Offline Mode on a personal computer.\nBy using the Offline Mode, you will only be able access the tracks, albums and playlists that you have previously temporarily downloaded, from the Site or the Application, on that particular computer or portable device.</p>\n<p>The temporary downloading of tracks, albums or playlists is possible through the Offline Mode button which appears on the pages of the Site or of the Application.\nYou can then listen to the downloaded Recordings without an Internet connection or mobile network connection during the entire duration of the Subscription.\nhowever you will not be able to transfer the Recordings to any other computer, portable device or other physical storage medium.</p>\nArticle 3 - Use of the Service\n<p>Your access to the Site and use of the Service requires a high-speed internet connection.</p>\n<p>For Subscribers accessing the Site or Service via a mobile device, DEEZER strongly recommends the use of at least a third generation (3G) mobile network connection.</p>\n3.1 Use of the Premium + Service\n3.1.1 Licence\n<p>As a Subscriber, DEEZER grants you a limited, non-exclusive, non-transferable and revocable license to access and use the Premium + Service for the duration of your subscription to the Premium + Service, unless terminated by DEEZER or you in accordance with the terms and conditions of these Terms of Service.</p>\n3.2 Access\n<p>Prior to the use of the Premium + Service, you must subscribe to the Premium + Service on the Site or the Application.</p>\n<p>In order to subscribe to a Premium + Service, you must:</p>\n<p> - Create an account on the Site or download and create an account on the Application or, if the user is already registered, log on the Site or on the Application;<br> - Provide the information requested on the subscription form;<br> - Consent to these Terms of Service;<br> - Pay the subscription price for the Premium + Service through one of the payment systems offered.\n- Confirm your subscription.\n</p>\n<p>As a Subscriber, you hereby agrees to provide true, accurate and complete information in connection with your registration on the DEEZER Site and the Premium + Service.</p>\n<p>Once your registration has been validated, DEEZER will send to you a confirmation email at the email address you provided at the time of registration.\nYour subscription to the Premium + Service will only become effective when DEEZER sends the confirmation email mentioned above.\nDEEZER recommends that you save and/or print the confirmation email.</p>\n<p>You can modify your account information, including the password associated with your DEEZER account at any time by clicking on the “My information” section of the Site.</p>\n<p>You hereby agree to inform DEEZER, without delay, of any modification to the information you provided at the time of the Service subscription and notably any modification of the email address or bank details you provided in connection with your subscription.</p>\n<p>You must immediately inform DEEZER if you lose your account credentials (i.e.\naccount name and password) or if you become aware of any unauthorized use of your account.\nYour password and identification details are personal and you hereby agree not to disclose such information to any third parties.\nYou hereby agree to be solely responsible for the safekeeping of your account credentials.</p>\n<p>As a Subscriber, you may activate the Premium + Service on a personal computer operating the Microsoft Windows, Google Chrome OS or Apple OSX operating systems or a portable device operating the Apple iOS or Google Android operating systems registered with the Premium + Service.\nThe Premium + Service is only accessible from one connection at a time (personal computer or compatible portable device registered).\nIf DEEZER determines that you are simultaneously accessing the Premium + Service from multiple devices or computers, DEEZER may terminate your subscription and//or your access to the Site and Service.</p>\n3.3 Price\n<p>The subscription price of the Premium + Service is indicated on the Site or on the Application and includes all taxes.</p>\n<p>DEEZER has the right to modify the subscription price from time to time.\nDEEZER will inform you of any price increase fifteen (15) calendar days before it becomes effective by sending you an email to the email address you have provided.\nIn such case, if you are not willing to accept the price increase proposed by DEEZER, you may terminate your subscription via the termination section of the Site.\nAs described in Article 6.3 below, this termination will become effective at the end of the then-current subscription term.\nIf you do not terminate your subscription to the Premium + Service, you will be charged the new price beginning after the fifteen (15) day notice period.</p>\n<p>Any increase of the sales tax will be automatically and immediately impacted on the Premium + Service price.\nIt will be the same in case of the creation of a new tax that will be based on the price of the Premium + Service and applicable to DEEZER.\nThe conditions for termination applicable in case of modification of the Premium + Service price mentioned above, will apply in the same conditions in case of a modification resulting from the increase or creation of new taxes.</p>\n<p>Different payment methods are accepted on the Site, including, Visa or MasterCard credit cards and PayPal.</p>\n<p>It is underlined that when a Subscriber communicates to DEEZER his bank details, they are not kept by DEEZER.</p>\n<p>The subscription price is paid in advance on a monthly basis.\nBy agreeing to the subscription, you authorize DEEZER to charge you for the subscription fees on a monthly basis.\nWhen transferring Subscribers’ data and payment information to its third party payment service providers, DEEZER uses reasonable security measures, such as encryption, to protect such information from unauthorized use or disclosure.\nAdditionally, DEEZER’s third party payment providers strive to adhere to PCI/DSS standards of transactions security.</p>\nArticle 4 – Availability and modification of the Service\n<p>DEEZER uses reasonable efforts to make the Service accessible 24 hours a day and 7 days a week.\nhowever, DEEZER reserves the right, without prior notice or compensation, to temporarily remove access to the Service, as deemed necessary by DEEZER, including to perform maintenance of Site or the Service.</p>\n<p>DEEZER will use reasonable efforts to provide you with at least twenty four (24) hours’ notice prior to any Service interruptions.</p>\n<p>If DEEZER elects, in its discretion, to discontinue access to the Site or Service, DEEZER will notify you via the Site or Application and you will not be charged any additional subscription fees after the date your access to Site or Service has been terminated.</p>\nArticle 5 – Terms of Access to the Site and Service\n<p>In order to access the Site or Service, you must be located in a country where the Service is available, and be a least 13 years of age.</p>\n<p>If you are not at least 13 years of age, you shall not attempt to access the Site or use the Service.</p>\n<p>If you are between 13 and 17 years of age, you must have your parent’s or guardian’s consent to register for the Site and/or subscribe to the Service.</p>\n<p>Please note that certain functionalities or features of the Service described on the Site or Application may be not available in your country.</p>\nArticle 6 – Term and termination\n6.1 Term and Renewal\n<p>If you are a Subscriber, the initial term of your subscription to the Premium + Service will be one (1) month.\nThereafter, your subscription to the Premium + Service will be automatically renewed for subsequent one (1) month periods unless you have provided prior notice to DEEZER of your wish to discontinue your Premium + Service subscription.\nIf you cancel your Premium + Service subscription, the cancellation will become effective on the last day of the billing cycle during which we received your cancellation request.\nIf your subscription is set to automatically renew, you hereby authorize DEEZER to charge you for the then-current Premium + Service subscription fees for each month of your subscription term.</p>\n<p>Instructions on how to cancel your Premium + Service subscription are set forth in Article 6.3 below.</p>\nTrial Periods\n<p>DEEZER may also make available on the Site or the Application access to the Premium + Service for trial periods of varying duration (“Trial Periods”).\nUnless otherwise indicated, your use of the Site and Service during any Trial Periods will be subject to these Terms of Service and will be limited to one Trial Period per person.\nUnless otherwise indicated on the Site or Application, following the Trial Period, we automatically will convert your Trial Period subscription into a paid subscription for the Premium + Service unless you cancel your subscription prior to the expiration of the Trial Period.\nYou hereby authorize DEEZER to charge you for the then-current subscription fees for the Premium + Service for each month following the expiration of your Trial Period and continuing through the month in which you cancel your subscription term as described in Article 6.3.</p>\n6.2.\nNo Refund\n<p>The Premium + Service subscription fees are paid in advance.\nYou hereby agree and acknowledge that once you have authorized DEEZER to charge you for the Premium + Service subscription fees, you will not be entitled to receive a refund for such payment amounts.\nIf you wish to cancel your account or discontinue your subscription to the Premium + Service, you can contact us as set forth in Article 6.3 below.</p>\n6.3 Termination\n6.3.1.\nSubscription Termination Initiated by a Subscriber\n<p>If you wish to terminate your Premium + Service subscription (or if you wish to not be enrolled in the Premium + Service subscription following a Trial Period), you can do so by (1) accessing the “Terminate my Subscription” section of the Site or (2) emailing us here.\nTermination of your Premium + Service subscription will become effective at the end of the current monthly subscription period, provided that you have provided notice of your intent to terminate at least forty-eight hours (48) prior to the end of the current subscription period.\nIf you fail to notify DEEZER forty-eight hours (48) prior to the end of the current subscription period, we reserve the right to charge you Premium + Service subscription fees for the following month.</p>\n<p>If your subscription was made via a partner website (such as iTunes), you must first check the conditions from the \"My Account\" section on the Site, then follow the instructions to terminate the subscription.\nYou should be aware that conditions (how to terminate, within what time frame, etc.) may vary from one platform to another.</p>\n6.3.2.\nTermination initiated by DEEZER\n<p>DEEZER may suspend, terminate or modify your access to the Site or Service if DEEZER believes that you are failing to comply with these Terms of Service or for any actual or suspected illegal or improper use of the Site or Service, with or without notice to you.</p>\n<p>Without limiting the foregoing, DEEZER may, without notice or compensation to you, terminate your access to the Site and Premium + Service subscription if it believes you have violated these Terms of Service, including, without limitation, if you have done or attempted to do any of the following:</p>\n<ul>\n<li>Infringe, misappropriate or violate the intellectual property rights of DEEZER,its licensors or any third party;</li>\n<li>Bypass or attempt to bypass any technical or security measures on the Site or Application;</li>\n<li>Use, or attempt to use, multiple simultaneous connections to the same account.\n</li>\n<li>Provide false information to DEEZER in connection with your subscription or account registration;</li>\n<li>Use, or attempt to use, the Site or Service in connection with any (i) any commercial purpose, (ii) any business or public premises or (iii) any other non-personal or non-private use.</li>\n</ul>\nArticle 7 – User Content and Other User Restrictions\n<p>You are solely liable for any messages, communications, content, images, material, data or information that you publish or provide on the Site or through the Service (“User Content”).</p>\n<p>By transmitting or submitting any User Content while using the Site or Service, you affirm, represent and warrant that such transmission or submission is (a) accurate and not confidential.\n(b) not in violation of any applicable laws, contractual restrictions or other third party rights, and that you have permission from any third party whose personal information or intellectual property is comprised in the User Content.\n(c) free of viruses, adware, spyware, worms or other malicious code.\nand (d) you acknowledge and agree that any of your personal information within such content will at all times be processed by DEEZER in accordance with its Privacy Policy.</p>\n<p>You further affirm, represent and warrant that your User Content (a) does not contain content or material that is threatening, pornographic, defamatory, obscene, hateful, racist, anti-semitic, or xenophobic, (b) is not intended to harass any third party, (c) does not contain advertisement and/or solicitation for any third party, products and/or services and (d) does not contain any unsolicited or spam messages.</p>\n<p>You own your User Content.\nYou hereby grant DEEZER a perpetual and irrevocable worldwide, fully paid-up and royalty free, non-exclusive, unlimited license, including the right to sublicense and assign to third parties, and right to copy, reproduce, fix, adapt, modify, improve, translate, reformat, create derivative works from, manufacture, introduce into circulation, commercialize, publish, distribute, sell, license, sublicense, transfer, rent, lease, transmit, publicly display, publicly perform, or provide access to electronically, broadcast, communicate to the public by telecommunication, display, perform, enter into computer memory, and use and practice, in any way now known or in the future discovered, your User Content as well as all modified and derivative works thereof in connection with our provision of the Service, including marketing and promotions thereof.</p>\n<p>You agree not to:</p>\n<ul>\n<li>use any automatic system, such as scripts, to add members to your profile or to send comments or messages on the Site.</li>\n<li>Create or use any hyperlink to the Site using the “framing” technique (programming technique offering the possibility to divide browser windows into different independent frames in order to display the content of an external website) or the “in-line linking” technique (programming to make disappear into a webpage one element extracted from another site, which saves stock space on the hard drive where the Site is hosted and enables to hide from an uninformed user the initial content of which the element is part).\nor</li>\n<li>Artificially use a DEEZER account, such as to artificially increase the plays of certain tracks, including via automated processes such as robots and scripts or via any other means, is strictly prohibited.</li>\n</ul>\nArticle 8 – Privacy Policy\n<p>In connection with your use of the Site and Service, please review the DEEZER Privacy Policy,located here, in order to understand how we collect and use information about you when you access, visit or use the Site or Service.\nThe DEEZER Privacy Policy is part of and is governed by these Terms of Service and by accepting these Terms of Service, you agree to be bound by the terms of the DEEZER Privacy Policy, and agree that we may use information collected from you in accordance with the DEEZER Privacy Policy.</p>\nArticle 9 – Limitation of Liability.\nIndemnification\n<p>YOU UNDERSTAND AND AGREE THAT DEEZER AND ITS PARENTS, SUBSIDIARIES, PARTNERS, AFFILIATES, OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, PARTNERS AND LICENSORS (COLLECTIVELY, THE “DEEZER PARTIES”) WILL NOT BE LIABLE TO YOU FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES, INCLUDING, BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES (EVEN IF A DEEZER PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), RESULTING FROM YOUR USE OR ACCESS OF, OR INABILITY TO USE OR ACCESS, THE SITE OR SERVICES.\nDeezer’s maximum liability to you for direct damages is limited to the amount you paid to Deezer for use of the Service during the twelve-month period immediately preceding the event that gave rise to such damages.</p>\n<p>You hereby agree to indemnify and hold the DEEZER Parties harmless from any and all damages, losses, costs, claims or demands (including legal fees and court costs) and expenses incurred, suffered or expended by DEEZER as a consequence of any third party’s claim relating to or arising out of: (i) your use of the Site, Application or Service or (ii) your violation of any term or condition of these Terms of Service.</p>\nArticle 10 – DEEZER Digital Millennium Copyright Act Policy\n<p>If you believe that content available on or through the Site or the Application or accessible via links posted on the Site infringes one or more of your copyrights, you or your agent may submit a Digital Millennium Copyright Act (“DMCA”) notification to DEEZER, as set forth in this Deezer DMCA Policy.</p>\n<p>The notification shall include all of the information described in this Deezer DMCA Policy (“Notification”) to DEEZER’s Copyright Agent by mail or email using the contact information provided below.\nA copy of this Notification will be sent to the person who posted the material addressed in the Notification.</p>\n<p>Pursuant to federal law, you may be held liable for damages and attorneys’ fees if you make any material misrepresentations in a Notification.\nTherefore, if you are not sure whether content located on or accessible via a link from the Site infringes your copyright, you should contact an attorney.</p>\n<p>A Notification should include the following:</p>\n<ul>\n<li>A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n<li>Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site.</li>\n<li>Identification of the material that is claimed to be infringing or to be the subject of infringing activity (or links to such material) and information reasonably sufficient to permit the service provider to locate the material or link so that it may be removed or access to it disabled.\nIf possible, please provide links to the exact location so that we may quickly and more easily locate the material or link.</li>\n<li>Information reasonably sufficient to permit the service provider to contact the complaining party, such as an address, telephone number, and, if available, an electronic mail address at which the complaining party may be contacted.</li>\n<li>A statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.</li>\n<li>A statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n</ul>\n<p>Notifications should be adressed to our Copyright Agent at:</p>\n<p>Attn.: Daniel MARHELY</p>\n<p>\n</p>\n<strong>Deezer</strong>\n<br> 24 rue de Calais 75009 Paris<br> FRANCE <p>\n</p>\n<p>And should be sent to dmca@deezer.com</p>\n<p>Notifications will be forwarded to those whose material or links are the subject of the Notification and to chillingeffects.org.</p>\nArticle 11 – Disclaimer of Warranties\n<p>THE SITE AND SERVICE ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS.\nTO THE FULL EXTENT PERMISSIBLE BY APPLICABLE LAW, THE DEEZER PARTIES DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.\nTHE DEEZER PARTIES DO NOT WARRANT THAT THE SITE OR SERVICE WILL BE UNINTERRUPTED OR ERROR-FREE, THAT DEFECTS WILL BE CORRECTED, THAT THE SERVICE OR THE SERVERS THAT MAKE THE SERVICE AVAILABLE WILL BE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS, OR THAT ANY CONTENT DESCRIPTIONS OR DEPICTIONS, OR OTHER CONTENT OFFERED AS PART OF THE SERVICE, ARE ACCURATE, RELIABLE, CURRENT OR COMPLETE.</p>\n<p>YOU EXPRESSLY AGREE THAT YOUR USE OF THE SITE AND SERVICE IS AT YOUR SOLE RISK.\nIF YOU DOWNLOAD ANY CONTENT FROM THE SITE OR SERVICE, YOU DO SO AT YOUR OWN DISCRETION AND RISK.\nYOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OF ANY CONTENT THROUGH THE SITE OR SERVICE.\nWE RESERVE THE RIGHT TO RESTRICT OR TERMINATE YOUR ACCESS TO THE SITE OR SERVICE FOR ANY FEATURE OR PART THEREOF AT ANY TIME.\nTHE DEEZER PARTIES ASSUME NO RESPONSIBILITY FOR THE DELETION, MIS-DELIVERY OR FAILURE TO STORE ANY CONTENT OR PERSONALIZATION SETTINGS.</p>\n<p>The music catalogue available as part of the Service is linked to the contracts in effect with third party rights holders and may therefore change.\nTherefore, DEEZER cannot guarantee the availability of any determined track or album or any artist or group in the Service catalogue.\nYou agree that DEEZER will not be held liable for the removal of parts of the catalogue content offered.</p>\n<p>DEEZER shall not be liable for any delay or failure to perform resulting from causes outside the reasonable control of DEEZER, including without limitation any failure to perform hereunder, such as, Internet or equipment failures, electrical power failures, strikes, labour disputes, riots, insurrections, civil disturbances, shortages of labour or materials, fires, floods, storms, explosions, acts of God, war, governmental actions, orders of domestic or foreign courts or tribunals, non-performance of third parties, or loss of or fluctuations in heat, light, or air conditioning.</p>\n<p>Finally, you are solely liable of your use of the Site and Service and you agree that DEEZER will not be liable for any claim arising from your use of the Site or Service.</p>\nArticle 12 – Cookies\n<p>DEEZER and its partners implement cookies on Subscribers’ computer.</p>\n<p>In order to obtain all information regarding (i) the use of such cookies by DEEZER and its partners and (ii) the procedure applicable to prevent the implementation of such cookies, you can visit the section “Personal Data and Cookies” on the Site or review Section 7 of the Deezer Privacy Policy, located here</p>\nArticle 13 – Intellectual Property\n<p>The Site, the Application, the Elite Service and all elements composing of the foregoing (such as but not limited to the logos, domain names, tracks or videos, and there associated elements such as the photos, images, texts and biography of the authors, artists and/or any legal beneficiary on the tracks or videos including the visuals on the packaging) (the “DEEZER Content”) are the exclusive property of DEEZER and/or its licensors.\nThe DEEZER Content is protected by applicable laws, including intellectual property laws.\nYou may only access and use the DEEZER Content for the purpose of using the Service in accordance with these Terms of Service.</p>\n<p>Any unauthorized use of the Site, Service or the DEEZER Content without the express consent of DEEZER is strictly forbidden.</p>\n<p>The Recordings are protected by copyright laws.\nTherefore, you may not use the Service for any commercial purposes, including playing the Recordings in a business environment or public place.\nYou may only access the Site and use the Service for your own personal use.</p>\n<p>Except as provided in these Terms of Service, any other use of the Recordings is strictly prohibited.\nExcept as provided in these Terms of Service, you shall not download or attempt to download, transfer or attempt to transfer, permanently or temporarily, the Recordings on the hard drive of a computer or any other device (notably music players), or other physical storage medium (e.g.\nCD or hard drive).\nAny resale, exchange or renting of tracks or Recordings offered on the Site is strictly prohibited.</p>\n<p>DEEZER may implement or use technical protection measures to prevent the unauthorized use of the Recordings.\nYou hereby agree not to bypass, or attempt to bypass, by any means, these technical protection measures.</p>\nArticle 14 – Modifications of the Terms of Service\n<p>DEEZER may amend these Terms of Service from time to time.\nWe will post any material changes to these Terms of Service on the Site with a notice advising of the changes at least thirty (30) days before the effective date of the changes.\nIf you have provided us with your email address we also will endevor to notify you of material changes to these Terms of Service by sending an email at least fifteen (15) days before the effective date of the changes to the email address you most recently provided to us.\nIf you do not agree to the new terms, you may terminate your account within the applicable thirty (30) day period by (1) accessing the “Terminate my Subscription” section of the Site or (2) emailing us here and you will not be bound by the amended terms.\nOtherwise, the new terms will take effect after thirty (30) days.</p>\nArticle 15 – Contact DEEZER\n<p>For any information or question regarding the Service, you can contact DEEZER through the Site by clicking here</p>\nArticle 16 – Nullity of a term\n<p>You and DEEZER agree that if any portion of these Terms of Service or of the DEEZER Privacy Policy is found illegal or unenforceable, in whole or in part by any court of competent jurisdiction, such provision shall, as to such jurisdiction, be ineffective solely to the extent of such determination of invalidity or unenforceability without affecting the validity or enforceability thereof in any other manner or jurisdiction and without affecting the remaining provisions of the Terms of Service, which shall continue to be in full force and effect.</p>\nArticle 17 – Choice of Law\n<p>These Terms of Service are governed by the laws of the state of New York, without regard to conflict of law principles, and the parties irrevocably consent to bring any action to enforce this Agreement in the federal or state courts located in New York.\nYou consent to the exclusive jurisdiction of the federal or state courts located in New York County, New York.</p>\nArticle 18 – Arbitration Agreement and Waiver of Class Remedies\n<p>The parties shall use their best efforts to settle any dispute, claim, question, or disagreement directly through consultation and good faith negotiations which shall be a precondition to either party initiating a lawsuit or arbitration.\nIn the U.S., all claims arising out of or relating to these Terms of Service (including its formation, performance and breach) and your use of the Site or Service shall be finally settled by binding arbitration administered by the American Arbitration Association (“AAA”) in accordance with the provisions of its Commercial Arbitration Rules and the supplementary procedures for consumer related disputes of the AAA, excluding any rules or procedures governing or permitting class actions.\nThe arbitrator, and not any federal, state or local court or agency, shall have exclusive authority to resolve all disputes arising out of or relating to the interpretation, applicability, enforceability or formation of these Terms of Service, including, but not limited to, any claim that all or any part of these Terms of Service is void or voidable.\nThe arbitrator shall be empowered to grant whatever relief would be available in a court under law or in equity.\nThe arbitrator’s award shall be binding on the parties and may be entered as a judgment in any court of competent jurisdiction.</p>\n<p>\n<strong>The parties understand that, absent this mandatory provision, they would have the right to sue in court and have a jury trial.\nThey further understand that, in some instances, the costs of arbitration could exceed the costs of litigation and the right to discovery may be more limited in arbitration than in court.</strong>\n</p>\n<p>The parties further agree that any arbitration shall be conducted in their individual capacities only and not as a class action or other representative action, and the parties expressly waive their right to file a class action or seek relief on a class basis.\nIf any court or arbitrator determines that the class action waiver set forth in this section is void or unenforceable for any reason or that an arbitration can proceed on a class basis, then the arbitration provision set forth above shall be deemed null and void in its entirety and the parties shall be deemed to have not agreed to arbitrate disputes.</p>\n<p>You have the right to opt-out and not be bound by the arbitration and class action waiver provisions set forth this section by sending written notice of your decision to opt-out here.\nThe notice must be sent within thirty (30) days of registering to use the Site, otherwise you shall be bound to arbitrate disputes in accordance with the terms set forth above.\nIf you opt-out of these arbitration provisions, we also will not be bound by them.\nIn addition, if you elect to opt-out of these arbitration provisions, we may terminate your use of the Service.\n</p>\nArticle 19 – Assignment\n<p>DEEZER may assign or delegate these Terms of Service and/or the DEEZER Privacy Policy, in whole or in part, to any person or entity at any time with or without your consent.\nYou may not assign or delegate any rights or obligations under the Terms of Service or Privacy Policy without DEEZER’s prior written consent, and any unauthorized assignment and delegation by you is void and ineffective.</p>\nArticle 20 – Entire Agreement\n<p>These Terms of Service, any supplemental policies and any documents expressly incorporated by reference herein (including DEEZER’s Privacy Policy), contain the entire understanding of you and DEEZER, and supersede all prior understandings of the parties hereto relating to the subject matter hereof, whether electronic, oral or written, or whether established by custom, practice, policy or precedent, between you and DEEZER with respect to the Service.</p>\nArticle 21 – No Waiver\n<p>The failure of DEEZER to require or enforce strict performance by you of any provision of these Terms of Service or the DEEZER Privacy Policy or failure to exercise any right under them shall not be construed as a waiver or relinquishment of DEEZER’s right to assert or rely upon any such provision or right in that or any other instance.</p>\n<p>The express waiver by DEEZER of any provision, condition, or requirement of these Terms of Service or the DEEZER Privacy Policy shall not constitute a waiver of any future obligation to comply with such provision, condition or requirement.</p>\n<p>Except as expressly and specifically set forth in these Terms of Service, no representations, statements, consents, waivers, or other acts or omissions by DEEZER shall be deemed a modification of these Terms of Service nor be legally binding, unless documented in physical writing, hand signed by you and a duly appointed officer of DEEZER.</p>\n<p>Last Updated: September 1, 2017</p>\nTerms of Service for Deezer HiFi\nArticle 1 – General\n<p>These Terms of Service (the “Terms of Service”) describe the terms pursuant to which DEEZER S.A.\na French corporation registered under number 511 716 573, with principal offices located 24 rue de Calais 75009 Paris (hereinafter “DEEZER”) offers you access to the DEEZER website located at www.deezer.com (hereinafter “Site”), the Deezer mobile application (hereinafter the “Application”) and the associated services offered by DEEZER.\nThese Terms of Service apply when you access, visit or use the Site and the Application.</p>\n<p>DEEZER offers through the Site and the Application an unlimited service of on-demand music with a temporary download functionality through a paid subscription, accessible via the Site and the Application on certain compatible devices (hereinafter altogether “the HiFi Service”).</p>\n<p>The purpose of these Terms of Service is to define the contractual and commercial relationship between DEEZER, on one hand, and you, as a subscriber to the HiFi Service (hereinafter the “Subscriber”), on the other hand.</p>\n<p>\n<strong>You accept these Terms of Service and agree to be bound by these Terms of Service when you access or visit the Site or the Application, use the HiFi Service or create a DEEZER account.\nPlease read these Terms of Service carefully because they govern your access to and use of the HiFi Service and set forth legally binding terms applicable to your use of the HiFi Service.\nIF YOU DO NOT AGREE TO THESE TERMS OF SERVICE, THEN YOU SHOULD NOT ACCESS OR USE THE HIFI SERVICE.</strong>\n</p>\n<p>The use of the Site, the Applicationand the HiFi Service is only authorized for personal and private use, therefore any other use, including any use of the Site, the Application or the HiFi Service for a commercial purpose or any use of the Site, the Application or the HiFi Service in a public place or business, is strictly forbidden.</p>\nArticle 2 – Description of the HiFi Service\n<p>The HiFi Service is a service offered and operated by DEEZER that enables Subscribers to access the Site from a personal computer or the Application from a portable device and to listen to an unlimited amount of music higher quality audio (than is made available through DEEZER’s other streaming services, where available) and without any advertisements.\n</p>\n<p>The main characteristics of the HiFi Service are the following:</p>\n<p>- Unlimited access, on up to three authorized devices (personal computers or mobile devices) for the purpose of temporarily downloading the Recordings, in order to then listen to them when offline;<br>\n- No advertisements.\nand<br>\n- A majority of the music tracks available are in the following format: FLAC audio bitstream data (CD quality, 16 bits, stereo, 44.1kHz).</p>\n<p>As a Subscriber, you may access the HiFi Service until the end of your subscription, as indicated on the subscription page of the Site or the Application at the time of such subscription.</p>\n<p>DEEZER may offer the HiFi Service for limited time periods at retail prices established from time to time by DEEZER in the subscription page on the Site or the Application (hereinafter the “Special Offers”).\nDEEZER reserves the right, in its discretion, to determine Subscribers’ eligibility for the Special Offers and to withdraw or to modify a Special Offer, in DEEZER’s sole discretion.</p>\n<p>Once your subscription is expired or terminated, you have no right to access or use the HiFi Service.</p>\n<p>The HiFi Service can be used on limited compatible devices.\nThe list of these devices can be found here.</p>\n<p>The HiFi Service is accessible from a personal computer operating the Microsoft Windows, Google Chrome OS or Apple OSX operating systems by connecting to the Site or from a portable device operating the Apple iOS or Google Android operating systems through the Application.\nThe Application is available for download through the Apple iTunes and Google Android app stores.</p>\n<p>The HiFi Service is also accessible without an internet connection, by clicking on the “Offline Mode” button of the Site or the Application.\nSubscribers must use the Google Chrome browser to be able to use the Offline Mode on a personal computer.\nBy using the Offline Mode, you will only be able access the tracks, albums and playlists that you have previously temporarily downloaded, from the Site or the Application, on that particular computer or portable device.</p>\n<p>The temporary downloading of tracks, albums or playlists is possible through the Offline Mode button which appears on the pages of the Site or of the Application.\nYou can then listen to the downloaded Recordings without an Internet connection or mobile network connection during the entire duration of the Subscription.\nhowever you will not be able to transfer the Recordings to any other computer, portable device or other physical storage medium.</p>\nArticle 3 – Use of the HiFi Service\n<p>Your access to the Site or the Application and the use of the HiFi Service requires a high-speed internet connection.\nFor Subscribers accessing the HiFi Service via the Application on a mobile device, DEEZER recommends the use of at least a third generation (3G) mobile network connection.</p>\n3.1.\nLicense\n<p>As a Subscriber, DEEZER grants you a limited, non-exclusive, non-transferable and revocable license to access and use the HiFi Service for the duration of your subscription to the HiFi Service, unless terminated by DEEZER or you in accordance with the terms and conditions of these Terms of Service.</p>\n3.2 Access\n<p>Prior to the use of the HiFi Service, you must subscribe to the HiFi Service on the Site or the Application.</p>\n<p>In order to subscribe to the HiFi Service, you must:</p>\n<p>- Create an account on the Site or download and create an account on the Application or, if the user is already registered, log on the Site or on the Application;<br>\n- Provide the information requested on the subscription form;<br>\n- Consent to these Terms of Service;<br>\n- Pay the subscription price for the HiFi Service through one of the payment systems offered;<br>\n- Confirm your subscription.</p>\n<p>As a Subscriber, you hereby agree to provide true, accurate and complete information in connection with your registration on the Site, the Application and the HiFi Service.</p>\n<p>Once your registration has been validated, DEEZER will send to you a confirmation email at the email address you provided at the time of registration.\nYour subscription to the HiFi Service will only become effective when DEEZER sends the confirmation email mentioned above.\nDEEZER recommends that you save and/or print the confirmation email.</p>\n<p>You can modify your account information, including the password associated with your DEEZER account at any time by clicking on the section “My information” of your account.</p>\n<p>You hereby agree to inform DEEZER, without delay, of any modification to the information you provided at the time of the HiFi Service subscription and notably any modification of the email address or bank details you provided in connection with your subscription.</p>\n<p>You must immediately inform DEEZER if you lose your account credentials (i.e.\naccount name and password) or if you become aware of any unauthorized use of your account.\nYour password and identification details are personal and you hereby agree not to disclose such information to any third parties.\nYou hereby agree to be solely responsible for the safekeeping of your account credentials.</p>\n<p>As a Subscriber, you may activate the HiFi Service on a personal computer operating the Microsoft Windows, Google Chrome OS or Apple OSX operating systems or a portable device operating the Apple iOS or Google Android operating systems registered with the HiFi Service.\nThe HiFi Service is only accessible from one connection at a time (personal computer or compatible portable device registered).\nIf DEEZER determines that you are simultaneously accessing the HiFi Service from multiple devices or computers, DEEZER may terminate your subscription and/or your access to the Site, the Application and the HiFi Service.</p>\n3.3 Price\n<p>The subscription price of the HiFi Service is indicated on the Site or on the Application and includes all applicable sales taxes, if any.</p>\n<p>DEEZER has the right to modify the subscription price from time to time.\nDEEZER will inform you of any price increase fifteen (15) calendar days before it becomes effective by sending you an email to the email address you have provided.\nIn such case, if you are not willing to accept the price increase proposed by DEEZER, you may terminate your subscription via the termination section of the Site.\nAs described in Article 6.3 below, this termination will become effective at the end of the then-current subscription term.\nIf you do not terminate your subscription to the HiFi Service, you will be charged the new price beginning after the fifteen (15) day notice period.</p>\n<p>Any increase of the applicable sales tax will be automatically and immediately impacted on the HiFi Service price.\nIt will be the same in case of the creation of a new tax that will be based on the price of the HiFi Service and applicable to DEEZER.\nThe conditions for termination applicable in case of modification of the HiFi Service price mentioned above, will apply in the same conditions in case of a modification resulting from the increase or creation of new taxes.</p>\n<p>Different payment methods are accepted on the Site and the Application, including, Visa or MasterCard credit cards and PayPal).</p>\n<p>It is underlined that when a Subscriber communicates to DEEZER his bank details, they are not kept by DEEZER.</p>\n<p>The subscription price is paid in advance on a monthly basis.\nBy agreeing to the subscription, you authorize DEEZER to charge you for the subscription fees on a monthly basis.\nWhen transferring Subscribers’ data and payment information to its third party payment service providers, DEEZER uses reasonable security measures, such as encryption, to protect such information from unauthorized use or disclosure.\nAdditionally, DEEZER’s third party payment providers strive to adhere to PCI/DSS standards of transactions security.</p>\n<p>In case you switch from the Premium+ Service to the HiFi Service, the upgrade will take effect immediately as authorised by DEEZER.\nHenceforth, DEEZER will immediately charge you for the newly activated HiFi Service subscription, regardless of whether the subscription period for the Premium+ Service has come to an end or not, meaning that if you are upgrading to the HiFi Service during the Premium+ Service subscription period, DEEZER will charge you for both Services.</p>\n<p>There will be no refund of the price paid for the Premium+ Service subscription due to the upgrade.</p>\nArticle 4 – Availability and modification of the HiFi Service\n<p>DEEZER uses reasonable efforts to make the HiFi Service accessible 24 hours a day and 7 days a week.\nhowever, DEEZER reserves the right, without prior notice or compensation, to temporarily remove access to the HiFi Service, as deemed necessary by DEEZER, including to perform maintenance of the Site, the Application or the HiFi Service.</p>\n<p>DEEZER will use reasonable efforts to provide you with at least twenty four (24) hours’ notice prior to any HiFi Service interruptions.</p>\n<p>If DEEZER elects, in its discretion, to discontinue access to the Site, the Application or the HiFi Service, DEEZER will notify you via the Site or the Application and you will not be charged any additional subscription fees after the date your access to Site, the Application or the HiFi Service has been terminated.</p>\nArticle 5 – Terms of Access to the Site and the HiFi Service\n<p>In order to access the Site, the Application or the HiFi Service, you must be located in the United States of America and be at least 13 years of age.</p>\n<p>If you are not at least 13 years of age, you shall not attempt to access the Site or the Application and use the HiFi Service.</p>\n<p>If you are between 13 and 17 years of age, you must have your parents’ or guardians’ consent to register for the Site or the Application and/or subscribe to the HiFi Service.</p>\nArticle 6 – Term and termination\n6.1 Term and Renewal\n<p>If you are a Subscriber, the initial term of your subscription to the HiFi Service will be one (1) month.\n<u>Thereafter, your subscription to the HiFi Service will be automatically renewed for subsequent one (1) month periods unless you have provided prior notice to DEEZER of your wish to discontinue your HiFi Service subscription</u>.\nIf you cancel your HiFi Service subscription, the cancellation will become effective on the last day of the billing cycle during which we received your cancellation request.\nIf your subscription is set to automatically renew, you hereby authorize DEEZER to charge you for the then-current HiFi Service subscription fees for each month of your subscription term.</p>\n<p>Instructions on how to cancel your HiFi Service subscription are set forth in Article 6.3 below.</p>\n<p>\n<strong>Trial Periods</strong>\n</p>\n<p>DEEZER may also make available on the Site or the Application access to the HiFi Service for trial periods of varying duration (“Trial Periods”).\nUnless otherwise indicated, your use of the HiFi Service during any Trial Periods will be subject to these Terms of Service and will be limited to one Trial Period per person.\nUnless otherwise indicated on the Site or Application, following the Trial Period, we will automatically convert your Trial Period subscription into a paid subscription for the HiFi Service unless you cancel your subscription prior to the expiration of the Trial Period.\nYou hereby authorize DEEZER to charge you for the then-current subscription fees for the HiFi Service for each month following the expiration of your Trial Period and continuing through the month in which you cancel your subscription term as described in Article 6.3.</p>\n6.2.\nNo Refund\n<p>The HiFi Service subscription fees are paid in advance.\nYou hereby agree and acknowledge that once you have authorized DEEZER to charge you for the HiFi Service subscription fees, you will not be entitled to receive a refund for such payment amounts.\nIf you wish to cancel your account or discontinue your subscription to the HiFi Service, you can contact us as set forth in Article 6.3 below.</p>\n6.3 Termination\n6.3.1.\nSubscription Termination Initiated by a Subscriber\n<p>If you wish to terminate your HiFi Service subscription (or if you wish to not be enrolled in the HiFi Service subscription following a Trial Period), you can do so by (1) accessing the “Cancel my subscription” section of the Site or (2) emailing us here.\nTermination of your HiFi Service subscription will become effective at the end of the current monthly subscription period, provided that you have provided notice of your intent to terminate at least forty-eight hours (48h) prior to the end of the current subscription period.\nIf you fail to notify DEEZER forty-eight hours (48h) prior to the end of the current subscription period, we reserve the right to charge you HiFi Service subscription fees for the following month.</p>\n<p>If your subscription was made via a partner website (such as iTunes), you must first check the conditions from the “My account” section on the Site, then follow the instructions to terminate the subscription.\nYou should be aware that conditions (how to terminate, within what time frame, etc.) may vary from one platform to another.</p>\n6.3.2.\nTermination initiated by DEEZER\n<p>DEEZER may suspend, terminate or modify your access to the Site, the Application or HiFi Service if DEEZER believes that you are failing to comply with these Terms of Service or for any actual or suspected illegal or improper use of the Site, the Application or the HiFi Service, with or without notice to you.</p>\n<p>Without limiting the foregoing, DEEZER may, without notice or compensation to you, terminate your access to the Site, the Application or the HiFi Service (including your HiFi Service subscription) if it believes you have violated these Terms of Service, including, without limitation, if you have done or attempted to do any of the following:</p>\n<ul>\n<li>Infringe, misappropriate or violate the intellectual property rights of DEEZER, its licensors or any third party;</li>\n<li>Bypass or attempt to bypass any technical or security measures on the Site or Application;</li>\n<li>Use, or attempt to use, multiple simultaneous connections to the same account;</li>\n<li>Provide false information to DEEZER in connection with your subscription or account registration;</li>\n<li>Use, or attempt to use the Site, the Application or the HiFi Service in connection with any (i) any commercial purpose, (ii) any business or public premises or (iii) any other non-personal or non-private use.</li>\n</ul>\nArticle 7 – User Content and Other User Restrictions\n<p>You are solely liable for any messages, communications, content, images, material, data or information that you publish or provide on the Site, the Application or through the HiFi Service (“Subscriber Content”).</p>\n<p>By transmitting or submitting any Subscriber Content while using the Site, the Application or the HiFi Service, you affirm, represent and warrant that such transmission or submission is (a) accurate and not confidential.\n(b) not in violation of any applicable laws, contractual restrictions or other third party rights, and that you have permission from any third party whose personal information or intellectual property is comprised in the Subscriber Content.\n(c) free of viruses, adware, spyware, worms or other malicious code.\nand (d) you acknowledge and agree that any of your personal information within such content will at all times be processed by DEEZER in accordance with its Privacy Policy.</p>\n<p>You further affirm, represent and warrant that your Subscriber Content (a) does not contain content or material that is threatening, pornographic, defamatory, obscene, hateful, racist, anti-semitic, or xenophobic, (b) is not intended to harass any third party, (c) does not contain advertisement and/or solicitation for any third party, products and/or services and (d) does not contain any unsolicited or spam messages.</p>\n<p>You own your Subscriber Content.\nYou hereby grant DEEZER a perpetual and irrevocable worldwide, fully paid-up and royalty free, non-exclusive, unlimited license, including the right to sublicense and assign to third parties, and right to copy, reproduce, fix, adapt, modify, improve, translate, reformat, create derivative works from, manufacture, introduce into circulation, commercialize, publish, distribute, sell, license, sublicense, transfer, rent, lease, transmit, publicly display, publicly perform, or provide access to electronically, broadcast, communicate to the public by telecommunication, display, perform, enter into computer memory, and use and practice, in any way now known or in the future discovered, your Subscriber Content as well as all modified and derivative works thereof in connection with our provision of the HiFi Service, including marketing and promotions thereof.</p>\n<p>You agree not to:</p>\n<ul>\n<li>use any automatic system, such as scripts, to add members to your profile or to send comments or messages on the Site or the Application.</li>\n<li>Create or use any hyperlink to the Site using the “framing” technique (programming technique offering the possibility to divide browser windows into different independent frames in order to display the content of an external website) or the “in-line linking” technique (programming to make disappear into a webpage one element extracted from another site, which saves stock space on the hard drive where the Site is hosted and enables to hide from an uninformed user the initial content of which the element is part).\nor</li>\n<li>Artificially use a DEEZER account, such as to artificially increase the plays of certain tracks, including via automated processes such as robots and scripts or via any other means.</li>\n</ul>\nArticle 8 – Privacy Policy\n<p>In connection with your use of the Site, the Application and the HiFi Service, please review the DEEZER Privacy Policy, located here, in order to understand how we collect and use information about you when you access, visit or use the Site, the Application or the HiFi Service.\nThe DEEZER Privacy Policy is part of and is governed by these Terms of Service and by accepting these Terms of Service, you agree to be bound by the terms of the DEEZER Privacy Policy, and agree that we may use information collected from you in accordance with the DEEZER Privacy Policy.</p>\nArticle 9 – Limitation of Liability.\nIndemnification\n<p>YOU UNDERSTAND AND AGREE THAT DEEZER AND ITS PARENTS, SUBSIDIARIES, PARTNERS, AFFILIATES, OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, PARTNERS AND LICENSORS (COLLECTIVELY, THE “DEEZER PARTIES”) WILL NOT BE LIABLE TO YOU FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES, INCLUDING, BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES (EVEN IF A DEEZER PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), RESULTING FROM YOUR USE OR ACCESS OF, OR INABILITY TO USE OR ACCESS, THE SITE OR THE HIFI SERVICE.\nDEEZER’s maximum liability to you for direct damages is limited to the amount you paid to DEEZER for use of the HiFi Service during the twelve-month period immediately preceding the event that gave rise to such damages.</p>\n<p>You hereby agree to indemnify and hold the DEEZER Parties harmless from any and all damages, losses, costs, claims or demands (including legal fees and court costs) and expenses incurred, suffered or expended by DEEZER as a consequence of any third party’s claim relating to or arising out of: (i) your use of the Site, Application or the HiFi Service or (ii) your violation of any term or condition of these Terms of Service.</p>\nArticle 10 – DEEZER Digital Millennium Copyright Act Policy\n<p>If you believe that content available on or through the Site or the Application or accessible via links posted on the Site or the Application infringes one or more of your copyrights, you or your agent may submit a Digital Millennium Copyright Act (“DMCA”) notification to DEEZER, as set forth in this DEEZER DMCA Policy.</p>\n<p>The notification shall include all of the information described in this DEEZER DMCA Policy (“Notification”) to DEEZER’s Copyright Agent by mail or email using the contact information provided below.\nA copy of this Notification will be sent to the person who posted the material addressed in the Notification.</p>\n<p>Pursuant to federal law, you may be held liable for damages and attorneys’ fees if you make any material misrepresentations in a Notification.\nTherefore, if you are not sure whether content located on or accessible via a link from the Site infringes your copyright, you should contact an attorney.</p>\n<p>A Notification should include the following:</p>\n<ul>\n<li>A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n<li>Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site.</li>\n<li>Identification of the material that is claimed to be infringing or to be the subject of infringing activity (or links to such material) and information reasonably sufficient to permit the service provider to locate the material or link so that it may be removed or access to it disabled.\nIf possible, please provide links to the exact location so that we may quickly and more easily locate the material or link.</li>\n<li>Information reasonably sufficient to permit the service provider to contact the complaining party, such as an address, telephone number, and, if available, an electronic mail address at which the complaining party may be contacted.</li>\n<li>A statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.</li>\n<li>A statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n</ul>\n<p>Notifications should be sent to our Copyright Agent at:</p>\n<p>Address: Deezer S.A., 24 rue de Calais 75009 Paris<br>\nPhone number: +33 (0)1 55 80 69 00</p>\n<p>Notifications shall be sent to the e-mail address: dmca@deezer.com</p>\n<p>Notifications will be forwarded to Subscribers whose material or links are the subject of the Notification and to chillingeffects.org.</p>\nArticle 11 – Disclaimer of Warranties\n<p>THE SITE, THE APPLICATION AND THE HIFI SERVICE ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS.\nTO THE FULL EXTENT PERMISSIBLE BY APPLICABLE LAW, THE DEEZER PARTIES DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.\nTHE DEEZER PARTIES DO NOT WARRANT THAT THE SITE, THE APPLICATION OR HIFI SERVICE WILL BE UNINTERRUPTED OR ERROR-FREE, THAT DEFECTS WILL BE CORRECTED, THAT THE HIFI SERVICE OR THE SERVERS THAT MAKE THE HIFI SERVICE AVAILABLE WILL BE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS, OR THAT ANY CONTENT DESCRIPTIONS OR DEPICTIONS, OR OTHER CONTENT OFFERED AS PART OF THE HIFI SERVICE, ARE ACCURATE, RELIABLE, CURRENT OR COMPLETE.</p>\n<p>YOU EXPRESSLY AGREE THAT YOUR USE OF THE SITE, THE APPLICATION AND THE HIFI SERVICE IS AT YOUR SOLE RISK.\nIF YOU DOWNLOAD ANY CONTENT FROM THE SITE, THE APPLICATION OR THE HIFI SERVICE, YOU DO SO AT YOUR OWN DISCRETION AND RISK.\nYOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OF ANY CONTENT THROUGH THE SITE, THE APPLICATION OR THE HIFI SERVICE.\nWE RESERVE THE RIGHT TO RESTRICT OR TERMINATE YOUR ACCESS TO THE SITE, THE APPLICATION OR THE HIFI SERVICE FOR ANY FEATURE OR PART THEREOF AT ANY TIME.\nTHE DEEZER PARTIES ASSUME NO RESPONSIBILITY FOR THE DELETION, MIS-DELIVERY OR FAILURE TO STORE ANY CONTENT OR PERSONALIZATION SETTINGS.</p>\n<p>The music catalogue available as part of the HiFi Service is linked to the contracts in effect with third party rights holders and may therefore change.\nTherefore, DEEZER cannot guarantee the availability of any determined track or album or any artist or group in the HiFi Service catalogue.\nYou agree that DEEZER will not be held liable for the removal of parts of the catalogue content offered.</p>\n<p>DEEZER shall not be liable for any delay or failure to perform resulting from causes outside the reasonable control of DEEZER, including without limitation any failure to perform hereunder, such as, Internet or equipment failures, electrical power failures, strikes, labour disputes, riots, insurrections, civil disturbances, shortages of labour or materials, fires, floods, storms, explosions, acts of God, war, governmental actions, orders of domestic or foreign courts or tribunals, non-performance of third parties, or loss of or fluctuations in heat, light, or air conditioning.</p>\n<p>Finally, you are solely liable of your use of the Site, the Application and the HiFi Service and you agree that DEEZER will not be liable for any claim arising from your use of the Site, the Application or the HiFi Service.</p>\nArticle 12 – Data Collection Systems\n<p>DEEZER and its partners implement data collection systems on Subscribers’ computer.</p>\n<p>In order to obtain all information regarding (i) the use of such data collection systems by DEEZER and its partners and (ii) the procedure applicable to prevent the implementation of such data collection systems, you can visit the section “Privacy Policy” on the Site and the Application or review Section 7 of the DEEZER Privacy Policy, located here.</p>\nArticle 13 – Intellectual Property\n<p>The Site, the Application, the HiFi Service and all elements composing of the foregoing (such as but not limited to the logos, domain names, tracks or videos, and there associated elements such as the photos, images, texts and biography of the authors, artists and/or any legal beneficiary on the tracks or videos including the visuals on the packaging) (the “DEEZER Content”) are the exclusive property of DEEZER and/or its licensors.\nThe DEEZER Content is protected by applicable laws, including intellectual property laws.\nYou may only access and use the DEEZER Content for the purpose of using the HiFi Service in accordance with these Terms of Service.</p>\n<p>Any unauthorized use of the Site, the Application, the HiFi Service or the DEEZER Content without the express consent of DEEZER is strictly forbidden.</p>\n<p>The Recordings are protected by U.S.\nCopyright laws.\nTherefore, you may not use the HiFi Service for any commercial purposes, including playing the Recordings in a business environment or public place.\nYou may only access the Site, the Application and use the HiFi Service for your own personal use.</p>\n<p>Except as provided in these Terms of Service, any other use of the Recordings is strictly prohibited.\nExcept as provided in these Terms of Service, you shall not download or attempt to download, transfer or attempt to transfer, permanently or temporarily, the Recordings on the hard drive of a computer or any other device (notably music players), or other physical storage medium (e.g.\nCD or hard drive).\nAny resale, exchange or renting of tracks or Recordings offered on the Site is strictly prohibited.</p>\n<p>DEEZER may implement or use technical protection measures to prevent the unauthorized use of the Recordings.\nYou hereby agree not to bypass, or attempt to bypass, by any means, these technical protection measures.</p>\nArticle 14 – Modifications of the Terms of Service\n<p>DEEZER may amend these Terms of Service from time to time.\nWe will post any material changes to these Terms of Service on the Site with a notice advising of the changes at least thirty (30) days before the effective date of the changes.\nIf you have provided us with your email address we also will endevor to notify you of material changes to these Terms of Service by sending an email at least fifteen (15) days before the effective date of the changes to the email address you most recently provided to us.\nIf you do not agree to the new terms, you may terminate your account within the applicable thirty (30) day period by (1) accessing the “Cancel my subscription” section of the Site or (2) emailing us here and you will not be bound by the amended terms.\nOtherwise, the new terms will take effect after thirty (30) days.</p>\nArticle 15 – Contact DEEZER\n<p>For any information or question regarding the HiFi Service, you can contact DEEZER through the Site by clicking here.</p>\nArticle 16 – Nullity of a term\n<p>You and DEEZER agree that if any portion of these Terms of Service or of the DEEZER Privacy Policy is found illegal or unenforceable, in whole or in part by any court of competent jurisdiction, such provision shall, as to such jurisdiction, be ineffective solely to the extent of such determination of invalidity or unenforceability without affecting the validity or enforceability thereof in any other manner or jurisdiction and without affecting the remaining provisions of the Terms of Service, which shall continue to be in full force and effect.</p>\nArticle 17 – Choice of Law\n<p>These Terms of Service are governed by the laws of the state of New York, without regard to conflict of law principles, and the parties irrevocably consent to bring any action to enforce this Agreement in the federal or state courts located in New York.\nYou consent to the exclusive jurisdiction of the federal or state courts located in New York County, New York.</p>\nArticle 18 – Arbitration Agreement and Waiver of Class Remedies\n<p>The parties shall use their best efforts to settle any dispute, claim, question, or disagreement directly through consultation and good faith negotiations which shall be a precondition to either party initiating a lawsuit or arbitration.\nAll claims arising out of or relating to these Terms of Service (including its formation, performance and breach) and your use of the Site or the HiFi Service shall be finally settled by binding arbitration administered by the American Arbitration Association (“AAA”) in accordance with the provisions of its Commercial Arbitration Rules and the supplementary procedures for consumer related disputes of the AAA, excluding any rules or procedures governing or permitting class actions.\nThe arbitrator, and not any federal, state or local court or agency, shall have exclusive authority to resolve all disputes arising out of or relating to the interpretation, applicability, enforceability or formation of these Terms of Service, including, but not limited to, any claim that all or any part of these Terms of Service is void or voidable.\nThe arbitrator shall be empowered to grant whatever relief would be available in a court under law or in equity.\nThe arbitrator’s award shall be binding on the parties and may be entered as a judgment in any court of competent jurisdiction.</p>\n<p>\n<strong>The parties understand that, absent this mandatory provision, they would have the right to sue in court and have a jury trial.\nThey further understand that, in some instances, the costs of arbitration could exceed the costs of litigation and the right to discovery may be more limited in arbitration than in court.</strong>\n</p>\n<p>The parties further agree that any arbitration shall be conducted in their individual capacities only and not as a class action or other representative action, and the parties expressly waive their right to file a class action or seek relief on a class basis.\nIf any court or arbitrator determines that the class action waiver set forth in this section is void or unenforceable for any reason or that an arbitration can proceed on a class basis, then the arbitration provision set forth above shall be deemed null and void in its entirety and the parties shall be deemed to have not agreed to arbitrate disputes.</p>\n<p>You have the right to opt-out and not be bound by the arbitration and class action waiver provisions set forth this section by sending written notice of your decision to opt-out here.\nThe notice must be sent within thirty (30) days of registering to use the Site, otherwise you shall be bound to arbitrate disputes in accordance with the terms set forth above.\nIf you opt-out of these arbitration provisions, we also will not be bound by them.\nIn addition, if you elect to opt-out of these arbitration provisions, we may terminate your use of the Service.</p>\nArticle 19 – Assignment\n<p>DEEZER may assign or delegate these Terms of Service and/or the DEEZER Privacy Policy, in whole or in part, to any person or entity at any time with or without your consent.\nYou may not assign or delegate any rights or obligations under the Terms of Service or Privacy Policy without DEEZER’s prior written consent, and any unauthorized assignment and delegation by you is void and ineffective.</p>\nArticle 20 – Entire Agreement\n<p>These Terms of Service, any supplemental policies and any documents expressly incorporated by reference herein (including DEEZER’s Privacy Policy), contain the entire understanding of you and DEEZER, and supersede all prior understandings of the parties hereto relating to the subject matter hereof, whether electronic, oral or written, or whether established by custom, practice, policy or precedent, between you and DEEZER with respect to the HiFi Service.</p>\nArticle 21 – No Waiver\n<p>The failure of DEEZER to require or enforce strict performance by you of any provision of these Terms of Service or the DEEZER Privacy Policy or failure to exercise any right under them shall not be construed as a waiver or relinquishment of DEEZER’s right to assert or rely upon any such provision or right in that or any other instance.</p>\n<p>The express waiver by DEEZER of any provision, condition, or requirement of these Terms of Service or the DEEZER Privacy Policy shall not constitute a waiver of any future obligation to comply with such provision, condition or requirement.</p>\n<p>Except as expressly and specifically set forth in these Terms of Service, no representations, statements, consents, waivers, or other acts or omissions by DEEZER shall be deemed a modification of these Terms of Service nor be legally binding, unless documented in physical writing, hand signed by you and a duly appointed officer of DEEZER.</p> Terms of Service for Cricket\nArticle 1 – General\n<p>These Terms of Service (the “Terms of Service”) describe the terms pursuant to which Deezer S.A.\n(hereinafter “DEEZER”) offers you access to the Deezer mobile application (hereinafter the “Application”) and the associated services offered by DEEZER.\nThese Terms of Service apply when you access, visit or use the Application.</p>\n<p>DEEZER offers through the Application an unlimited service of on-demand music with a temporary download functionality through a paid subscription (hereinafter altogether “the Deezer Service”).</p>\n<p>The purpose of these Terms of Service is to define the contractual and commercial relationship between DEEZER, on one hand, and you, as a subscriber to the Deezer Service (hereinafter the “Subscriber”), on the other hand.</p>\n<p>\n<b>You accept these Terms of Service and agree to be bound by these Terms of Service when you use the Deezer Service or create a DEEZER account.\nPlease read these Terms of Service carefully because they govern your access to and use of the Deezer Service and set forth legally binding terms applicable to your use of the Deezer Service.\nIF YOU DO NOT AGREE TO THESE TERMS OF SERVICE, THEN YOU SHOULD NOT ACCESS OR USE THE DEEZER SERVICE.</b>\n</p>\n<p>The use of the Deezer Service is only authorized for personal and private use, therefore any other use, including any use of the Deezer Service for a commercial purpose or any use of the Deezer Service in a public place or business, is strictly forbidden.</p>\n<p>\n</p>Article 2 – Description of the Deezer Service\n<p>The Deezer Service is a service offered and operated by DEEZER that enables Subscribers to access the Application from a portable device and to listen to an unlimited amount of music in high quality audio without any advertisements.</p>\n<p>The main characteristics of the Deezer Service are the following:</p>\n<ul>\n<li>Unlimited access on one authorized device (your mobile device) for the purpose of temporarily downloading the Recordings, in order to then listen to them when offline.\nand</li>\n<li>No advertisements.</li>\n</ul>\n<p>As a Subscriber, you may access the Deezer Service until the end of your subscription, as indicated on the subscription page of the Application at the time of such subscription.</p>\n<p>DEEZER may offer the Deezer Service for limited time periods at retail prices established from time to time by DEEZER in the subscription page on the Application (hereinafter the “Special Offers”).\nDEEZER reserves the right, in its discretion, to determine Subscribers’ eligibility for the Special Offers and to withdraw or to modify a Special Offer, in DEEZER’s sole discretion.</p>\n<p>Once your subscription is expired or terminated, you have no right to access or use the Deezer Service.</p>\n<p>The Deezer Service is accessible from a portable device operating the Apple iOS or Google Android operating systems through the Application.\nThe Application is available for download through the Apple App Store and Google Play.</p>\n<p>The Deezer Service is also accessible without an internet connection, by clicking on the “Offline Mode” button.\nBy using the Offline Mode, you will only be able access the tracks, albums and playlists that you have previously temporarily downloaded from the Application on that particular portable device.</p>\n<p>The temporary downloading of tracks, albums or playlists is possible through the Offline Mode button which appears on the Application.\nYou can then listen to the downloaded Recordings without an Internet connection or mobile network connection during the entire duration of the Subscription.\nhowever you will not be able to transfer the Recordings to any other computer, portable device or other physical storage medium.</p>\nArticle 3 - Use of the Deezer Service\n<p>Your use of the Deezer Service requires a high-speed internet connection.</p>\n<p>For Subscribers accessing the Deezer Service via the Application on a mobile device, DEEZER recommends the use of at least a third generation (3G) mobile network connection.</p>\n3.1.\nLicense\n<p>As a Subscriber, DEEZER grants you a limited, non-exclusive, non-transferable and revocable license to access and use the Deezer Service for the duration of your subscription to the Deezer Service, unless terminated by DEEZER or you in accordance with the terms and conditions of these Terms of Service.</p>\n3.2 Access\n<p>Prior to the use of the Deezer Service, you must subscribe to the Deezer Service.</p>\n<p>In order to subscribe to a Deezer Service, you must:</p>\n<ul>\n<li>Create an account at a Cricket Wireless retail store or download and create an account on the Application or, if the user is already registered, log on the Application;</li>\n<li>Provide the information requested on the subscription form;</li>\n<li>Consent to these Terms of Service;</li>\n<li>Pay the subscription price for the Deezer Service through one of the payment systems offered;</li>\n<li>Confirm your subscription.</li>\n</ul>\n<p>As a Subscriber, you hereby agrees to provide true, accurate and complete information in connection with your registration on the DEEZER Application and the Deezer Service.</p>\n<p>Once your registration has been validated, DEEZER will send to you a confirmation email at the email address you provided at the time of registration.\nYour subscription to the Deezer Service will only become effective when DEEZER sends the confirmation email mentioned above.\nDEEZER recommends that you save and/or print the confirmation email.</p>\n<p>You can modify your account information, including the password associated with your DEEZER account at any time by clicking on the “My information” section of the Deezer Service.</p>\n<p>You hereby agree to inform DEEZER, without delay, of any modification to the information you provided at the time of the Deezer Service subscription and notably any modification of the email address or bank details you provided in connection with your subscription.</p>\n<p>You must immediately inform DEEZER if you lose your account credentials (i.e.\naccount name and password) or if you become aware of any unauthorized use of your account.\nYour password and identification details are personal and you hereby agree not to disclose such information to any third parties.\nYou hereby agree to be solely responsible for the safekeeping of your account credentials.</p>\n<p>As a Subscriber, you may activate the Deezer Service on a portable device operating the Apple iOS or Google Android operating systems registered with the Deezer Service.\nThe Deezer Service is only accessible from one connection at a time (compatible portable device registered).\nIf DEEZER determines that you are simultaneously accessing the Deezer Service from multiple devices or computers, DEEZER may terminate your subscription and//or your access to the Application and the Deezer Service.</p>\n3.3 Price\n<p>The subscription price of the Deezer Service is indicated on the Application and includes all applicable sales taxes, if any.</p>\n<p>DEEZER has the right to modify the subscription price from time to time.\nDEEZER will inform you of any price increase fifteen (15) calendar days before it becomes effective by sending you an email to the email address you have provided.\nIn such case, if you are not willing to accept the price increase proposed by DEEZER, you may terminate your subscription via the termination section of the Deezer Service.\nAs described in Article 6.3 below, this termination will become effective at the end of the then-current subscription term.\nIf you do not terminate your subscription to the Deezer Service, you will be charged the new price beginning after the fifteen (15) day notice period.</p>\n<p>Any increase of the applicable sales tax will be automatically and immediately impacted on the Deezer Service price.\nIt will be the same in case of the creation of a new tax that will be based on the price of the Deezer Service and applicable to DEEZER.\nThe conditions for termination applicable in case of modification of the Deezer Service price mentioned above, will apply in the same conditions in case of a modification resulting from the increase or creation of new taxes.</p>\n<p>Different payment methods are accepted, including, Visa or MasterCard credit cards and PayPal).</p>\n<p>It is underlined that when a Subscriber communicates to DEEZER his bank details, they are not kept by DEEZER.</p>\n<p>The subscription price is paid in advance on a monthly basis.\nBy agreeing to the subscription, you authorize DEEZER to charge you for the subscription fees on a monthly basis.\nWhen transferring Subscribers’ data and payment information to its third party payment service providers, DEEZER uses reasonable security measures, such as encryption, to protect such information from unauthorized use or disclosure.\nAdditionally, DEEZER’s third party payment providers strive to adhere to PCI/DSS standards of transactions security.</p>\nArticle 4 – Availability and modification of the Deezer Service\n<p>DEEZER uses reasonable efforts to make the Deezer Service accessible 24 hours a day and 7 days a week.\nhowever, DEEZER reserves the right, without prior notice or compensation, to temporarily remove access to the Deezer Service, as deemed necessary by DEEZER, including to perform maintenance of the Deezer Service.</p>\n<p>DEEZER will use reasonable efforts to provide you with at least twenty four (24) hours’ notice prior to any Deezer Service interruptions.\nIf DEEZER elects, in its discretion, to discontinue access to the Deezer Service, DEEZER will notify you via the Application and you will not be charged any additional subscription fees after the date your access to the Deezer Service has been terminated.</p>\nArticle 5 – Terms of Access to the Deezer Service\n<p>In order to access the Deezer Service, you must be located in the United States of America and be at least 13 years of age.</p>\n<p>If you are not at least 13 years of age, you shall not attempt to access the Application and use the Deezer Service.</p>\n<p>If you are between 13 and 17 years of age, you must have your parents’ or guardians’ consent to register for the Application and/or subscribe to the Deezer Service.</p>\nArticle 6 – Term and termination\n6.1 Term and Renewal\n<p>If you are a Subscriber, the initial term of your subscription to the Deezer Service will be one (1) month.\nThereafter, your subscription to the Deezer Service will be automatically renewed for subsequent one (1) month periods unless you have provided prior notice to DEEZER of your wish to discontinue your Deezer Service subscription.\nIf you cancel your Deezer Service subscription, the cancellation will become effective on the last day of the billing cycle during which we received your cancellation request.\nIf your subscription is set to automatically renew, you hereby authorize DEEZER to charge you for the then-current Deezer Service subscription fees for each month of your subscription term.</p>\n<p>Instructions on how to cancel your Deezer Service subscription are set forth in Article 6.3 below.</p>\n<p>\n<b>Trial Periods</b>\n</p>\n<p>DEEZER may also make available on the Application access to the Deezer Service for trial periods of varying duration (“Trial Periods”).\nUnless otherwise indicated, your use of the Deezer Service during any Trial Periods will be subject to these Terms of Service and will be limited to one Trial Period per person.\nUnless otherwise indicated on the Application, following the Trial Period, we will convert your Trial Period subscription into a paid subscription for the Deezer Service unless you cancel your subscription prior to the expiration of the Trial Period.\nYou hereby authorize DEEZER to charge you for the then-current subscription fees for the Deezer Service for each month following the expiration of your Trial Period and continuing through the month in which you cancel your subscription term as described in Article 6.3.</p>\n6.2.\nNo Refund\n<p>The Deezer Service subscription fees are paid in advance.\nYou hereby agree and acknowledge that once you have authorized DEEZER to charge you for the Deezer Service subscription fees, you will not be entitled to receive a refund for such payment amounts.\nIf you wish to cancel your account or discontinue your subscription to the Deezer Service, you can contact us as set forth in Article 6.3 below.</p>\n6.3 Termination\n6.3.1.\nSubscription Termination Initiated by a Subscriber\n<p>If you wish to terminate your Deezer Service subscription (or if you wish to not be enrolled in the Deezer Service subscription following a Trial Period), you can do so by (1) going to www.cricketwireless.com, (2) in the My Cricket app or (3) in any Cricket Wireless store.\nTermination of your Deezer Service subscription will become effective at the end of the current monthly subscription period.</p>\n6.3.2.\nTermination initiated by DEEZER\n<p>DEEZER may suspend, terminate or modify your access to the Deezer Service if DEEZER believes that you are failing to comply with these Terms of Service or for any actual or suspected illegal or improper use of the Deezer Service, with or without notice to you.</p>\n<p>Without limiting the foregoing, DEEZER may, without notice or compensation to you, terminate your access to the Deezer Service (including your Deezer Service subscription) if it believes you have violated these Terms of Service, including, without limitation, if you have done or attempted to do any of the following:</p>\n<ul>\n<li>Infringe, misappropriate or violate the intellectual property rights of DEEZER, its licensors or any third party;</li>\n<li>Bypass or attempt to bypass any technical or security measures on the Application;</li>\n<li>Use, or attempt to use, multiple simultaneous connections to the same account;</li>\n<li>Provide false information to DEEZER in connection with your subscription or account registration;</li>\n<li>Use, or attempt to use the Deezer Service in connection with any (i) any commercial purpose, (ii) any business or public premises or (iii) any other non-personal or non-private use.</li>\n</ul>\nArticle 7 – User Content and Other User Restrictions\n<p>You are solely liable for any messages, communications, content, images, material, data or information that you publish or provide on the Application or through the Deezer Service (“Subscriber Content”).</p>\n<p>By transmitting or submitting any Subscriber Content while using the\nDeezer Service, you affirm, represent and warrant that such transmission or submission is (a) accurate and not confidential.\n(b) not in violation of any applicable laws, contractual restrictions or other third party rights, and that you have permission from any third party whose personal information or intellectual property is comprised in the Subscriber Content.\n(c) free of viruses, adware, spyware, worms or other malicious code.\nand (d) you acknowledge and agree that any of your personal information within such content will at all times be processed by DEEZER in accordance with its Privacy Policy.</p>\n<p>You further affirm, represent and warrant that your Subscriber Content (a) does not contain content or material that is threatening, pornographic, defamatory, obscene, hateful, racist, anti-semitic, or xenophobic, (b) is not intended to harass any third party, (c) does not contain advertisement and/or solicitation for any third party, products and/or services and (d) does not contain any unsolicited or spam messages.</p>\n<p>You own your Subscriber Content.\nYou hereby grant DEEZER a perpetual and irrevocable worldwide, fully paid-up and royalty free, non-exclusive, unlimited license, including the right to sublicense and assign to third parties, and right to copy, reproduce, fix, adapt, modify, improve, translate, reformat, create derivative works from, manufacture, introduce into circulation, commercialize, publish, distribute, sell, license, sublicense, transfer, rent, lease, transmit, publicly display, publicly perform, or provide access to electronically, broadcast, communicate to the public by telecommunication, display, perform, enter into computer memory, and use and practice, in any way now known or in the future discovered, your Subscriber Content as well as all modified and derivative works thereof in connection with our provision of the Deezer Service, including marketing and promotions thereof.</p>\n<p>You agree not to:</p>\n<ul>\n<li>use any automatic system, such as scripts, to add members to your profile or to send comments or messages on the Deezer Service.</li>\n<li>Create or use any hyperlink to the Deezer Service using the “framing” technique (programming technique offering the possibility to divide browser windows into different independent frames in order to display the content of an external website) or the “in-line linking” technique (programming to make disappear into a webpage one element extracted from another site, which saves stock space on the hard drive where the Deezer Service is hosted and enables to hide from an uninformed user the initial content of which the element is part).\nor</li>\n<li>Artificially use a DEEZER account, such as to artificially increase the plays of certain tracks, including via automated processes such as robots and scripts or via any other means.</li>\n</ul>\nArticle 8 – Privacy Policy\n<p>In connection with your use of the Deezer Service, please review the DEEZER Privacy Policy, located here, in order to understand how we collect and use information about you when you access, visit or use the Deezer Service.\nThe DEEZER Privacy Policy is part of and is governed by these Terms of Service and by accepting these Terms of Service, you agree to be bound by the terms of the DEEZER Privacy Policy, and agree that we may use information collected from you in accordance with the DEEZER Privacy Policy.</p>\nArticle 9 – Limitation of Liability.\nIndemnification\n<p>YOU UNDERSTAND AND AGREE THAT DEEZER AND ITS PARENTS, SUBSIDIARIES, PARTNERS, AFFILIATES, OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, PARTNERS AND LICENSORS (COLLECTIVELY, THE “DEEZER PARTIES”) WILL NOT BE LIABLE TO YOU FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES, INCLUDING, BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES (EVEN IF A DEEZER PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), RESULTING FROM YOUR USE OR ACCESS OF, OR INABILITY TO USE OR ACCESS, THE DEEZER SERVICE.\nDEEZER’s maximum liability to you for direct damages is limited to the amount you paid to DEEZER for use of the Deezer Service during the twelve-month period immediately preceding the event that gave rise to such damages.</p>\n<p>You hereby agree to indemnify and hold the DEEZER Parties harmless from any and all damages, losses, costs, claims or demands (including legal fees and court costs) and expenses incurred, suffered or expended by DEEZER as a consequence of any third party’s claim relating to or arising out of: (i) your use of the Application or the Deezer Service or (ii) your violation of any term or condition of these Terms of Service.</p>\nArticle 10 – DEEZER Digital Millennium Copyright Act Policy\n<p>If you believe that content available on or through the Application infringes one or more of your copyrights, you or your agent may submit a Digital Millennium Copyright Act (“DMCA”) notification to DEEZER, as set forth in this DEEZER DMCA Policy.\nThe notification shall include all of the information described in this DEEZER DMCA Policy (“Notification”) to DEEZER’s Copyright Agent by mail or email using the contact information provided below.\nA copy of this Notification will be sent to the person who posted the material addressed in the Notification.</p>\n<p>Pursuant to federal law, you may be held liable for damages and attorneys’ fees if you make any material misrepresentations in a Notification.\nTherefore, if you are not sure whether content located on or accessible via a link from the Deezer Service infringes your copyright, you should contact an attorney.</p>\n<p>A Notification should include the following:</p>\n<ul>\n<li>A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n<li>Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site.</li>\n<li>Identification of the material that is claimed to be infringing or to be the subject of infringing activity (or links to such material) and information reasonably sufficient to permit the service provider to locate the material or link so that it may be removed or access to it disabled.\nIf possible, please provide links to the exact location so that we may quickly and more easily locate the material or link.</li>\n<li>Information reasonably sufficient to permit the service provider to contact the complaining party, such as an address, telephone number, and, if available, an electronic mail address at which the complaining party may be contacted.</li>\n<li>A statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.</li>\n<li>A statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n</ul>\n<p>Notifications should be sent to our Copyright Agent at:</p>\n<p>Name of the Copyright Agent: Daniel Marhely<br>\nAddress: Deezer SAS, 12 rue d’Athènes, 75009 Paris, France<br>\nPhone number: +33 (0)1 55 80 69 00</p>\n<p>Notifications shall be sent to the e-mail address: dmca@deezer.com</p>\n<p>Notifications will be forwarded to Subscribers whose material or links are the subject of the Notification and to chillingeffects.org.</p>\nArticle 11 – Disclaimer of Warranties\n<p>THE APPLICATION AND THE DEEZER SERVICE ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS.\nTO THE FULL EXTENT PERMISSIBLE BY APPLICABLE LAW, THE DEEZER PARTIES DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.\nTHE DEEZER PARTIES DO NOT WARRANT THAT THE APPLICATION OR DEEZER SERVICE WILL BE UNINTERRUPTED OR ERROR-FREE, THAT DEFECTS WILL BE CORRECTED, THAT THE DEEZER SERVICE OR THE SERVERS THAT MAKE THE DEEZER SERVICE AVAILABLE WILL BE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS, OR THAT ANY CONTENT DESCRIPTIONS OR DEPICTIONS, OR OTHER CONTENT OFFERED AS PART OF THE DEEZER SERVICE, ARE ACCURATE, RELIABLE, CURRENT OR COMPLETE.</p>\n<p>YOU EXPRESSLY AGREE THAT YOUR USE OF THE APPLICATION AND THE DEEZER SERVICE IS AT YOUR SOLE RISK.\nIF YOU DOWNLOAD ANY CONTENT FROM THE APPLICATION OR THE DEEZER SERVICE, YOU DO SO AT YOUR OWN DISCRETION AND RISK.\nYOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OF ANY CONTENT THROUGH THE APPLICATION OR THE DEEZER SERVICE.\nWE RESERVE THE RIGHT TO RESTRICT OR TERMINATE YOUR ACCESS TO THE APPLICATION OR THE DEEZER SERVICE FOR ANY FEATURE OR PART THEREOF AT ANY TIME.\nTHE DEEZER PARTIES ASSUME NO RESPONSIBILITY FOR THE DELETION, MIS-DELIVERY OR FAILURE TO STORE ANY CONTENT OR PERSONALIZATION SETTINGS.</p>\n<p>The music catalogue available as part of the Deezer Service is linked to the contracts in effect with third party rights holders and may therefore change.\nTherefore, DEEZER cannot guarantee the availability of any determined track or album or any artist or group in the Deezer Service catalogue.\nYou agree that DEEZER will not be held liable for the removal of parts of the catalogue content offered.</p>\n<p>DEEZER shall not be liable for any delay or failure to perform resulting from causes outside the reasonable control of DEEZER, including without limitation any failure to perform hereunder, such as, Internet or equipment failures, electrical power failures, strikes, labour disputes, riots, insurrections, civil disturbances, shortages of labour or materials, fires, floods, storms, explosions, acts of God, war, governmental actions, orders of domestic or foreign courts or tribunals, non-performance of third parties, or loss of or fluctuations in heat, light, or air conditioning.</p>\n<p>Finally, you are solely liable of your use of the Application and the Deezer Service and you agree that DEEZER will not be liable for any claim arising from your use of the Application or the Deezer Service.</p>\nArticle 12 – Cookies\n<p>DEEZER and its partners implement cookies on Subscribers’ computer.</p>\n<p>In order to obtain all information regarding (i) the use of such cookies by DEEZER and its partners and (ii) the procedure applicable to prevent the implementation of such cookies, you can visit the section “Privacy Policy” or review Section 7 of the DEEZER Privacy Policy, located here.</p>\nArticle 13 – Intellectual Property\n<p>The Application and the Deezer Service and all elements composing of the foregoing (such as but not limited to the logos, domain names, tracks or videos, and there associated elements such as the photos, images, texts and biography of the authors, artists and/or any legal beneficiary on the tracks or videos including the visuals on the packaging) (the “DEEZER Content”) are the exclusive property of DEEZER and/or its licensors.\nThe DEEZER Content is protected by applicable laws, including intellectual property laws.\nYou may only access and use the DEEZER Content for the purpose of using the Deezer Service in accordance with these Terms of Service.</p>\n<p>Any unauthorized use of the Application, the Deezer Service or the DEEZER Content without the express consent of DEEZER is strictly forbidden.\nThe Recordings are protected by U.S.\nCopyright laws.\nTherefore, you may not use the Deezer Service for any commercial purposes, including playing the Recordings in a business environment or public place.\nYou may only access the Application and use the Deezer Service for your own personal use.\nExcept as provided in these Terms of Service, any other use of the Recordings is strictly prohibited.\nExcept as provided in these Terms of Service, you shall not download or attempt to download, transfer or attempt to transfer, permanently or temporarily, the Recordings on the hard drive of a computer or any other device (notably music players), or other physical storage medium (e.g.\nCD or hard drive).\nAny resale, exchange or renting of tracks or Recordings offered on the Application is strictly prohibited.</p>\n<p>DEEZER may implement or use technical protection measures to prevent the unauthorized use of the Recordings.\nYou hereby agree not to bypass, or attempt to bypass, by any means, these technical protection measures.</p>\nArticle 14 – Modifications of the Terms of Service\n<p>DEEZER may amend these Terms of Service from time to time.\nWe will post any material changes to these Terms of Service on the Deezer Service with a notice advising of the changes at least thirty (30) days before the effective date of the changes.\nIf you have provided us with your email address we also will endevor to notify you of material changes to these Terms of Service by sending an email at least fifteen (15) days before the effective date of the changes to the email address you most recently provided to us.\nIf you do not agree to the new terms, you may terminate your account within the applicable thirty (30) day period (1) by going to www.cricketwireless.com, (2) in the My Cricket app or (3) in any Cricket Wireless store, and you will not be bound by the amended terms.\nOtherwise, the new terms will take effect after thirty (30) days.</p>\nArticle 15 – Contact DEEZER\n<p>For any information or question regarding the Deezer Service, you can contact DEEZER by submitting a request at http://support.deezer.com.</p>\nArticle 16 – Nullity of a term\n<p>You and DEEZER agree that if any portion of these Terms of Service or of the DEEZER Privacy Policy is found illegal or unenforceable, in whole or in part by any court of competent jurisdiction, such provision shall, as to such jurisdiction, be ineffective solely to the extent of such determination of invalidity or unenforceability without affecting the validity or enforceability thereof in any other manner or jurisdiction and without affecting the remaining provisions of the Terms of Service, which shall continue to be in full force and effect.</p>\nArticle 17 – Choice of Law\n<p>These Terms of Service are governed by the laws of the state of New York, without regard to conflict of law principles, and the parties irrevocably consent to bring any action to enforce this Agreement in the federal or state courts located in New York.\nYou consent to the exclusive jurisdiction of the federal or state courts located in New York County, New York.</p>\nArticle 18 – Arbitration Agreement and Waiver of Class Remedies\n<p>The parties shall use their best efforts to settle any dispute, claim, question, or disagreement directly through consultation and good faith negotiations which shall be a precondition to either party initiating a lawsuit or arbitration.\nAll claims arising out of or relating to these Terms of Service (including its formation, performance and breach) and your use of the Deezer Service shall be finally settled by binding arbitration administered by the American Arbitration Association (“AAA”) in accordance with the provisions of its Commercial Arbitration Rules and the supplementary procedures for consumer related disputes of the AAA, excluding any rules or procedures governing or permitting class actions.\nThe arbitrator, and not any federal, state or local court or agency, shall have exclusive authority to resolve all disputes arising out of or relating to the interpretation, applicability, enforceability or formation of these Terms of Service, including, but not limited to, any claim that all or any part of these Terms of Service is void or voidable.\nThe arbitrator shall be empowered to grant whatever relief would be available in a court under law or in equity.\nThe arbitrator’s award shall be binding on the parties and may be entered as a judgment in any court of competent jurisdiction.</p>\n<p>\n<b>The parties understand that, absent this mandatory provision, they would have the right to sue in court and have a jury trial.\nThey further understand that, in some instances, the costs of arbitration could exceed the costs of litigation and the right to discovery may be more limited in arbitration than in court.</b>\n</p>\n<p>The parties further agree that any arbitration shall be conducted in their individual capacities only and not as a class action or other representative action, and the parties expressly waive their right to file a class action or seek relief on a class basis.\nIf any court or arbitrator determines that the class action waiver set forth in this section is void or unenforceable for any reason or that an arbitration can proceed on a class basis, then the arbitration provision set forth above shall be deemed null and void in its entirety and the parties shall be deemed to have not agreed to arbitrate disputes.</p>\n<p>You have the right to opt-out and not be bound by the arbitration and class action waiver provisions set forth this section by sending written notice of your decision to opt-out here.\nThe notice must be sent within thirty (30) days of registering to use the Deezer Service, otherwise you shall be bound to arbitrate disputes in accordance with the terms set forth above.\nIf you opt-out of these arbitration provisions, we also will not be bound by them.\nIn addition, if you elect to opt-out of these arbitration provisions, we may terminate your use of the Service.</p>\nArticle 19 – Assignment\n<p>DEEZER may assign or delegate these Terms of Service and/or the DEEZER Privacy Policy, in whole or in part, to any person or entity at any time with or without your consent.\nYou may not assign or delegate any rights or obligations under the Terms of Service or Privacy Policy without DEEZER’s prior written consent, and any unauthorized assignment and delegation by you is void and ineffective.</p>\nArticle 20 – Entire Agreement\n<p>These Terms of Service, any supplemental policies and any documents expressly incorporated by reference herein (including DEEZER’s Privacy Policy), contain the entire understanding of you and DEEZER, and supersede all prior understandings of the parties hereto relating to the subject matter hereof, whether electronic, oral or written, or whether established by custom, practice, policy or precedent, between you and DEEZER with respect to the Deezer Service.</p>\nArticle 21 – No Waiver\n<p>The failure of DEEZER to require or enforce strict performance by you of any provision of these Terms of Service or the DEEZER Privacy Policy or failure to exercise any right under them shall not be construed as a waiver or relinquishment of DEEZER’s right to assert or rely upon any such provision or right in that or any other instance.</p>\n<p>The express waiver by DEEZER of any provision, condition, or requirement of these Terms of Service or the DEEZER Privacy Policy shall not constitute a waiver of any future obligation to comply with such provision, condition or requirement.</p>\n<p>Except as expressly and specifically set forth in these Terms of Service, no representations, statements, consents, waivers, or other acts or omissions by DEEZER shall be deemed a modification of these Terms of Service nor be legally binding, unless documented in physical writing, hand signed by you and a duly appointed officer of DEEZER.</p> ", "created_at": "2021-01-11 15:32:02.000608", "updated_at": "2021-05-30 15:55:45.848341"}, {"id": 3463, "name": "Privacy Policy", "url": "https://www.deezer.com/legal/personal-datas", "xpath": "/html/body/section/div/article", "text": " <p>Last Updated: August 3, 2016</p>\nPrivacy Policy\n<p>The DEEZER website, which can be found at the address http://www.deezer.com (hereinafter the “Site”), is a service created, developed and operated by DEEZER (hereinafter “DEEZER”) a French corporation registered under number 511 716 573, with principal offices located 24 rue de Calais 75009 Paris.</p>\n<p>This Privacy Policy (hereinafter “Privacy Policy”) describes how DEEZER collects, uses, stores, shares and protects personal information that it collects from you during your use of the Site (the “Data”).</p>\n<p>By using the Site, you agree to the collection and use of your Data in accordance with the terms and conditions of this Privacy Policy.\nIf you do not agree to the terms of this Policy, please do not use the Site or the Application.</p>\n1.\nData We Collect\na.\nData Collected from You\n<p>We may collect Data directly from you, including Data you voluntarily provide through the registration form when first registering on the Site or the Application such as your username, password, email address, name, date of birth and gender.</p>\n<p>We may also collect Data you provide in the “Settings” section of the Site or the Application, including, your address and phone number.</p>\n<p>If you enjoy a free trial or subscribe to a paying subscription, you will have to provide credit card, Paypal or other payment information.\nThis payment information is collected by us and transferred to and stored by our third party service provider.\nhowever we may retain, store and use limited payment-related information such as your transaction history, the expiration date of your credit card, your method of payment, the email address associated with your payment account (e.g.\nPaypal) or a portion of your credit card number stored in an encrypted format.\nOur current third-party payment processors are IOS (Apple), Ogone, Worldpay and PayPal.\nPayPal’s privacy policy can be found at: https://www.paypal.com/va/webapps/mpp/ua/privacy-full?locale.x=en.</p>\n<p>If you connect to the Site or the Application through your account on a social network services, such as Facebook, you authorize us to collect and use any information that you permit the applicable social network service to share with us in accordance with your privacy settings with the applicable social network service.\nWe have also included on the Site and the Application applications from social network services to enable you to share content on the Site or the Application with third parties or publicize your use of the Site or of the Application or your opinion on the Site’s or the Application’s content on such social network sites.\nIf you choose to share content on the site through such social network services, including through your use of the “Share” or “Like” buttons, the social network services may collect the information that you share.\nWe strongly advise you to read the privacy policies of these social network services in order to know how these third parties collect, store and use your information.</p>\n<p>In the event you decide to participate in a contest, poll or survey through the Site or the Application, we may receive Data from you, which will be collected and used in accordance with the terms of this Privacy Policy.</p>\nb.\nData We May Collect Automatically\n<p>During your use of the Site or the Application, we may automatically collect the following Data:</p>\n<ul>\n<li>Your IP address, device type, browser type, your device ID, unique identifiers (such as Android or IPhone ID), language, application version, the date and time you access the Site and other software or hardware information;</li>\n<li>Your type of subscription;</li>\n<li>Your activity on the Site or the Application, including without limitation the name or the number of radios, tracks, albums or artists you listen to or like and your interactions with DEEZER’s users such as when you share albums, tracks or artists or through the comments you post on the Site or the Application or your use of the advertisements displayed.\n</li>\n</ul>\nc.\nData we receive from Third Parties\n<p>We may also receive Data about your from: (i) partners we work with or advertisers that make content available on the Site or the Application or (ii) social network websites you may use to interact with the Site or the Application.</p>\n<p>DEEZER will not be liable to you if a third party to whom you have given your consent to collect, use or share any Data violates its privacy policy or any data protection law or regulation.</p>\n2.\nHow We Use Your Data\n<p>We may use your Data to:</p>\n<ul>\n<li>Give you access to the Site or the Application and allow you to use the Site's or the Application’s features;</li>\n<li>Provide you with personalized content or advertising;</li>\n<li>Communicate with you, including through promotional emails or messages, if you have elected to receive such communication in the “Settings” section of the Site;</li>\n<li>Personalize, customize, measure, and improve our services, content, and advertising and otherwise to enhance your experience on the Site or the Application;</li>\n<li>Compile and analyze statistics regarding your visit and use of the different pages of the Site or the Application;</li>\n<li>Pay right holders for tracks that you listen to through the reports we send to such right holders;</li>\n<li>Prevent, detect, and investigate potentially prohibited or illegal activities, and enforce the Terms of Service;</li>\n<li>Compile aggregate data for internal and external business purposes;</li>\n<li>Resolve disputes and troubleshoot problems.\nand</li>\n<li>As otherwise stated in this Privacy Policy or the Terms of Service.</li>\n</ul>\n<p>To learn more about how your Data are used notably for advertising, please visit the following websites: http://www.youradchoices.com/ or http://www.aboutads.info/consumers.</p>\n<p>If you want to opt out of behavioural advertising on Mobile or tablet please visit the following websites: http://support.apple.com/kb/HT4228 or https://www.google.com/settings/ads</p>\n3.\nHow We Share Your Data\n<p>We may share your Data with third parties in such cases:</p>\n<ul>\n<li>Unless you have made your DEEZER profile private, your user name and photo, and the tracks, albums, playlists or artists that you have accessed or listened to are accessible and viewable by the public.\n</li>\n<li>We may share your email address with our third party marketing partners for their own marketing in the event you have consented to receive such communication in the “Settings” section of the Site.\n</li>\n<li>We may share your Data with our third party service providers, including as necessary to process the payment of your subscriptions, to track your use of the Site or the Application, or to send communications to you.\n</li>\n<li>We may share your Data with third parties to enable them to provide personalised advertisements on the Site or the Application or on the third parties websites.\n</li>\n<li>We may disclose your Data pursuant to a law, regulation, or a decision by a regulatory or competent legal authority or, if deemed necessary, for the purpose of preserving the rights and interests of DEEZER.\n</li>\n<li>We may share anonymous, non-identifiable or aggregated data with third parties, such as information about the device from which you access the Site, or information about the radios, albums, tracks, or artists you listen to, including, for example, to create charts of the top tracks, albums, playlists or artists.\nand </li>\n<li>We may share your Data when you have expressly consented to such disclosure.</li>\n</ul>\n<p>Links to third party’s websites may be made available on the Site or the Application and advertisements displayed on the Site or the Application.\nThe privacy policies from such websites may differ and will govern the collection and use of the information you provide to such websites.\nWe therefore strongly recommend that you read the privacy policies of these websites.</p>\n4.\nData security\n<p>DEEZER recognizes the importance of users’ privacy and has taken reasonable steps to protect your Data against loss, theft and unauthorized use, disclosure, or modification.\nHowever, we do not guarantee the security of your Data at any time during the use of the Site or Service.</p>\n5.\nData storage and transfer\n<p>The Data is stored with the Site host identified in the Legal Notice.\nWe retain Data for active accounts as long as we believe it is necessary and relevant for our operations.</p>\n<p>Additionally, once you have terminated your account, we may continue to store and use your Data for analytical purposes only and you hereby agree that DEEZER has a right to retain and use the Data as such.</p>\n<p>Your Data may be transferred to servers which are located in several countries and therefore outside the United States of America.\nYou expressly consent to such transfer of your Data outside of the United States of America.</p>\n6.\nYour Rights / How to Contact Us\n<p>You can access and modify some of your Data through the “Settings” section of your account.</p>\n<p>If you have any questions about this Privacy Policy or if you wish to obtain additional information about your Data, you may contact DEEZER through the “Help” section of your account or by sending an email here.</p>\n7.\nData Collection Systems\n<p>During your use of the Site or the Application and according to the choices you have made on the “Settings” section of your account or on your web browser, some files called “data collection systems” may be placed on your terminal equipment (computer, tablet, etc.) and some information relating to your visit on the Site may be registered within these Data Collection Systems.</p>\na.\nWho is placing data collection systems?\n<p>Data Collection Systems may be placed either by DEEZER or our partners.</p>\nb.\nWhy are data collection systems placed? i.\nData Collection Systems placed by DEEZER are:\n<ul>\n<li>Data collection systems necessary to provide the Site, the Application and our services.\nFor example, we use data collection systems to track information relating to your registration or access to the Site, Application and services, to implement security measures and to adapt the Site or the Application to your device settings (e.g.\nlanguage, operating system, etc.).\nThese data collection systems will also enable you to access your personal account on the Site or the Application.</li>\n<li>Analytical data collection systems.\nWe use them to create and track statistics regarding your visit and use of the different components of the Site or the Application and to improve the content of the Site, the Application and our services.</li>\n<li>Advertising data collection systems.\nWe use them to offer advertisements that are tailored to your interests, to track displayed advertisements, including the number of clicks on each advertisement, and to track the actions of users on the pages where the advertisements are leading to.</li>\n</ul>\nii.\nData collection systems placed by third parties:\n<ul>\n<li>We authorize some of our commercial partners to place advertising data collection systems on the Site for the same purposes as mentioned above.</li>\n</ul>\nc.\nWhat are your choices?\n<p>At any time, you can express or modify your choices regarding data collection systems.</p>\n<p>You can configure your browser to accept or reject DEEZER’s or third parties’ data collection systems.\nHowever, if you disable data collection systems you may not be able to use all features of the Site or the Application.\nWe disclaim any liability regarding the consequences linked to the downgraded functioning of the Site, the Application or our services resulting from the inability of DEEZER to place data collection systems as a result of your choice to restrict the use of data collection systems.</p>\n<p>In order to be informed how to exercise your choices relating to data collection systems, depending on your browser, you can visit the following sites:</p>\n<ul>\n<li>Internet Explorer™ : http://windows.microsoft.com/en-GB/windows-vista/Block-or-allow-cookies</li>\n<li>Safari™ : http://www.apple.com/support/mac-apps/safari/</li>\n<li>Chrome™ : https://support.google.com/chrome/answer/95647?hl=en&amp;hlrm=en</li>\n<li>Firefox™ : https://support.mozilla.org/en-US/kb/cookies-information-websites-store-on-your-computer</li>\n<li>Opera™ : http://help.opera.com/Windows/10.20/en/cookies.html</li>\n</ul>\n<p>You can also set your browser for it to send a code to the Site indicating that you do not wish to be followed (“Do Not Track” option).\nYou can visit the following pages for more information:</p>\n<ul>\n<li>Internet Explorer™ : http://windows.microsoft.com/en-GB/internet-explorer/use-tracking-protection#ie=ie-11</li>\n<li>Safari™ : http://support.apple.com/kb/PH11952</li>\n<li>Chrome™ : https://support.google.com/chrome/answer/114836?</li>\n<li>Firefox™ : https://support.mozilla.org/en-US/kb/how-do-i-turn-do-not-track-feature</li>\n<li>Opera™ : http://help.opera.com/Windows/12.10/en/notrack.html</li>\n</ul>\n<p>We use the Google Analytics’ service, if you do not wish for Google Analytics to collect or use your information, you can unsubscribe at the following page: https://tools.google.com/dlpage/gaoptout?hl=en</p>\n<p>If you want to learn more about Data Collection Systems, your rights and how to block them, please visit: http://www.aboutads.info/choices/</p>\n8.\nCOPPA\n<p>The Site is not directed to children under the age of 13 and we do not knowingly collect personal information from children under the age of 13 on the Site.\nIf we become aware that we have inadvertently received personal information from a visitor under the age of 13 on the Site, we will delete the information from our records.\nIf you have reason to believe that we may have accidentally received personal information from a child under age 13, please contact us immediately through the “Help” section of your account or by sending an email here.</p>\n9.\nCalifornia Privacy Rights\n<p>Under California’s “Shine the Light” law, California residents who provide personal information in obtaining products or services for personal, family or household use are entitled to request and obtain from us once a calendar year information about the customer information we shared, if any, with other businesses for their own direct marketing uses.\nIf applicable, this information would include the categories of customer information and the names and addresses of those businesses with which we shared customer information for the immediately prior calendar year.</p>\n<p>To obtain this information on behalf of DEEZER, please contact us through the “Help” section of your account or by sending an email here with “Request for California Privacy Information” in the subject line of your message.\nWe will provide the requested information to you at your e-mail address in response.</p>\n10.\nChanges to the Privacy Policy\n<p>We may amend this Privacy Policy from time to time.\nYou can determine when this Privacy Policy was last revised by referring to the “Last Updated” legend at the top of this page.\nWe will use reasonable efforts to notify you of changes to this Privacy Policy by posting the amended policy on the Site at least thirty (30) days before the effective date of the changes.\nUse of the Site following such changes constitutes your acceptance of the revised Privacy Policy then in effect.</p> ", "created_at": "2021-01-11 15:29:49.870769", "updated_at": "2021-05-30 15:57:14.212646"}], "points": [{"id": 26022, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://www.deezer.com/legal/cgu", "status": "Generated through the annotate view", "created_at": "2021-11-28 00:57:47.709817", "updated_at": "2022-06-29 23:24:45.192411", "quoteText": "THE SITE, THE APPLICATION AND THE PREMIUM+ SERVICE ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS.", "case_id": 286, "document_id": 3464, "quoteStart": 24814, "quoteEnd": 24917}, {"id": 26021, "title": "There is a date of the last update of the agreements", "source": "https://www.deezer.com/legal/cgu", "status": "Generated through the annotate view", "created_at": "2021-11-28 00:57:11.120579", "updated_at": "2022-03-21 11:27:14.138094", "quoteText": "Last Updated: December 7, 2017", "case_id": 331, "document_id": 3464, "quoteStart": 377, "quoteEnd": 407}, {"id": 18724, "title": "This service collects your IP address, which can be used to view your approximate location", "source": "https://www.deezer.com/legal/personal-datas", "status": "Generated through the annotate view", "created_at": "2021-04-13 16:33:59.717147", "updated_at": "2021-05-30 15:58:50.015267", "quoteText": "<li>Your IP address,", "case_id": 399, "document_id": 3463, "quoteStart": 3421, "quoteEnd": 3441}, {"id": 20172, "title": "Minors must have the authorization of their legal guardians to use the service", "source": "https://www.deezer.com/legal/cgu", "status": "Generated through the annotate view", "created_at": "2021-05-09 21:34:13.47814", "updated_at": "2021-05-10 07:25:11.771245", "quoteText": "If you are between 13 and 17 years of age, you must have your parents’ or guardians’ consent to register for the Site or the Application and/or subscribe to the Premium+ Service.</p>", "case_id": 486, "document_id": 3464, "quoteStart": 11767, "quoteEnd": 11949}, {"id": 20171, "title": "Third-party cookies are used for statistics", "source": "https://www.deezer.com/legal/personal-datas", "status": "Generated through the annotate view", "created_at": "2021-05-09 21:32:19.148981", "updated_at": "2021-05-30 15:59:13.062794", "quoteText": "</ul>\n<p>We use the Google Analytics’ service, if you do not wish for Google Analytics to collect or use your information, you can unsubscribe at the following page: https://tools.google.com/dlpage/gaoptout?hl=en", "case_id": 325, "document_id": 3463, "quoteStart": 13026, "quoteEnd": 13238}, {"id": 20170, "title": "Third-party cookies are used for statistics", "source": "https://www.deezer.com/legal/personal-datas", "status": "Generated through the annotate view", "created_at": "2021-05-09 21:30:41.695763", "updated_at": "2021-05-10 07:25:00.267228", "quoteText": "</ul>\n<p>We use the Google Analytics’ service, if you do not wish for Google Analytics to collect or use your information, you can unsubscribe at the following page: https://tools.google.com/dlpage/gaoptout?hl=en", "case_id": 325, "document_id": 3463, "quoteStart": 13026, "quoteEnd": 13238}, {"id": 20169, "title": "This service respects your browser's Do Not Track (DNT) headers", "source": "https://www.deezer.com/legal/personal-datas", "status": "Generated through the annotate view", "created_at": "2021-05-09 21:30:17.566328", "updated_at": "2021-05-30 15:59:37.065782", "quoteText": ">\n<p>You can also set your browser for it to send a code to the Site indicating that you do not wish to be followed (“Do Not Track” option).\n", "case_id": 383, "document_id": 3463, "quoteStart": 12419, "quoteEnd": 12560}, {"id": 20168, "title": "Information is provided about how your personal data is used", "source": "https://www.deezer.com/legal/personal-datas", "status": "Generated through the annotate view", "created_at": "2021-05-09 21:29:01.937324", "updated_at": "2021-05-30 15:59:25.91478", "quoteText": "\n2.\nHow We Use Your Data", "case_id": 227, "document_id": 3463, "quoteStart": 4536, "quoteEnd": 4560}, {"id": 20167, "title": "This service is only available for use individually and non-commercially.", "source": "https://www.deezer.com/legal/cgu", "status": "Generated through the annotate view", "created_at": "2021-05-09 21:27:30.16583", "updated_at": "2021-05-10 07:25:05.99073", "quoteText": "The use of the Site, the Applicationand the Premium+ Service is only authorized for personal and private use, therefore any other use, including any use of the Site, the Application or the Premium+ Service for a commercial purpose or any use of the Site, the Application or the Premium+ Service in a public place or business, is strictly forbidden.", "case_id": 143, "document_id": 3464, "quoteStart": 2008, "quoteEnd": 2356}, {"id": 18725, "title": "Your profile is combined across various products", "source": "https://www.deezer.com/legal/personal-datas", "status": "Generated through the annotate view", "created_at": "2021-04-13 16:34:44.153585", "updated_at": "2021-05-30 15:58:27.115586", "quoteText": "We may also receive Data about your from: (i) partners we work with or advertisers that make content available on the Site or the Application or (ii) social network websites you may use to interact with the Site or the Application.</p>", "case_id": 326, "document_id": 3463, "quoteStart": 4104, "quoteEnd": 4339}], "urls": ["deezer.com"]}}