{"error": 448, "message": "OK", "parameters": {"id": 310, "name": "Splice", "created_at": "2018-01-16 15:26:08.005885", "updated_at": "2021-06-26 22:00:28.55144", "wikipedia": "https://en.wikipedia.org/wiki/Indaba_Music", "keywords": "", "related": "", "slug": "indabamusic", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/310.png", "url": "https://splice.com/", "documents": [{"id": 7336, "name": "Terms of Use", "url": "https://splice.com/terms", "xpath": "/html/body/app-root/div[1]/app-splice-terms/div", "text": "Terms of Use<p>Effective Date: <strong>September 17, 2014</strong>\n</p>\n<p>Last Updated: <strong>April 1, 2021</strong>\n</p>\n<p> THIS TERMS OF USE AGREEMENT (THE “<strong>TERMS</strong>”) GOVERNS YOUR USE OF THE WEBSITES OF DISTRIBUTED CREATION, INC.\n(D/B/A SPLICE) (“<strong>SPLICE</strong>”), INCLUDING, WITHOUT LIMITATION, WWW.SPLICE.COM (COLLECTIVELY, THE “<strong>WEBSITE</strong>”), THE SPLICE’S MOBILE APPLICATIONS (EACH, AN “<strong>APP</strong>”), AND ANY SERVICES AND RESOURCES AVAILABLE OR ENABLED VIA THE WEBSITE OR APPS AND ASSOCIATED SOFTWARE MADE AVAILABLE THROUGH THE WEBSITE AND APPS (COLLECTIVELY, WITH THE WEBSITE, THE “<strong>SERVICE</strong>”).\nBY ACCESSING OR USING THE SERVICE, CLICKING ON THE “I ACCEPT” OR SIMILAR BUTTON, AND/OR COMPLETING THE REGISTRATION PROCESS, YOU AGREE THAT YOU HAVE READ AND UNDERSTOOD, AND, AS A CONDITION TO YOUR USE OF THE SERVICE, YOU AGREE TO BE BOUND BY, THIS AGREEMENT.\n<strong>IF YOU ARE NOT ELIGIBLE (SEE BELOW), OR DO NOT AGREE TO THE TERMS, THEN YOU DO NOT HAVE OUR PERMISSION TO USE THE SERVICE AND YOU MAY NOT ACCESS OR USE THE SERVICE.</strong>\n</p>\n<p>\n<strong>PLEASE BE AWARE THAT SECTION 14 (DISPUTE RESOLUTION AND ARBITRATION AGREEMENT) OF THIS AGREEMENT, BELOW, CONTAINS PROVISIONS GOVERNING HOW DISPUTES THAT YOU AND WE HAVE AGAINST EACH OTHER ARE RESOLVED, INCLUDING, WITHOUT LIMITATION, ANY DISPUTES THAT AROSE OR WERE ASSERTED PRIOR TO THE EFFECTIVE DATE OF THIS AGREEMENT.\nIN PARTICULAR, IT CONTAINS AN ARBITRATION AGREEMENT WHICH WILL, WITH LIMITED EXCEPTIONS, REQUIRE DISPUTES BETWEEN US TO BE SUBMITTED TO BINDING AND FINAL ARBITRATION.\nUNLESS YOU OPT OUT OF THE ARBITRATION AGREEMENT: (1) YOU WILL ONLY BE PERMITTED TO PURSUE DISPUTES OR CLAIMS AND SEEK RELIEF AGAINST US ON AN INDIVIDUAL BASIS, NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY CLASS OR REPRESENTATIVE ACTION OR PROCEEDING.\nAND (2) YOU ARE WAIVING YOUR RIGHT TO PURSUE DISPUTES OR CLAIMS AND SEEK RELIEF IN A COURT OF LAW AND TO HAVE A JURY TRIAL.</strong>\n</p>\n<p>\n<strong>ANY DISPUTE, CLAIM OR REQUEST FOR RELIEF RELATING IN ANY WAY TO YOUR USE OF THE SERVICE WILL BE GOVERNED AND INTERPRETED BY AND UNDER THE LAWS OF THE STATE OF NEW YORK, CONSISTENT WITH THE FEDERAL ARBITRATION ACT, WITHOUT GIVING EFFECT TO ANY PRINCIPLES THAT PROVIDE FOR THE APPLICATION OF THE LAW OF ANY OTHER JURISDICTION.\nTHE UNITED NATIONS CONVENTION ON CONTRACTS FOR THE INTERNATIONAL SALE OF GOODS IS EXPRESSLY EXCLUDED FROM THIS AGREEMENT.</strong>\n</p>1 Introduction and Eligibility <p> Please read these Terms carefully before using the Service (as defined below).\nYour use of, and participation in, the Service may be subject to additional terms, for example for specific Splice products such as Skills or Sounds, or tools such as Splice plug-ins (“<strong>Supplemental Terms</strong>”) and such Supplemental Terms will either be listed in these Terms or will be presented to you for your acceptance when you sign up to use the supplemental Service.\nWithout limiting the foregoing, certain materials, tools, or components of the Service made available through the Service (including Premium Add-Ons and Plug- Ins) may be subject to license terms and conditions that are different from those set forth herein, such as terms and conditions set forth in a Creative Commons license (which shall also be deemed “<strong>Supplemental Terms</strong>”).\nAny such terms and conditions will be identified for such materials on the Service, and by downloading any materials, you agree to be bound by and comply with such terms and conditions.\n</p>\n<p> If the Terms are inconsistent with the Supplemental Terms, the Supplemental Terms shall control with respect to the applicable Service for which the Supplemental Terms have been provided.\nThe Terms and any applicable Supplemental Terms are referred to herein as the “Agreement.” Supplemental Terms include, without limitation, the Splice Sounds Terms of Use, Splice Studio &amp.\nCommunity Terms of Use, and the Splice Plug-In Platform Terms of Use.\n</p>\n<p>a.\nRevisions to Terms.\nWE RESERVE THE RIGHT TO CHANGE THIS AGREEMENT ON A GOING-FORWARD BASIS AT ANY TIME, IN OUR SOLE DISCRETION.\nPLEASE CHECK THESE TERMS PERIODICALLY FOR CHANGES.\nWhen changes are made, Splice will make a new copy of the Terms of Use Agreement available at the Website and within the Apps, or otherwise posted through the Services, and any new Supplemental Terms will be made available from within, or through, the affected Service, on the Website, or within the Apps.\nWe will also update the “Last Updated” date at the top of the Terms of Use Agreement.\nAny changes to the Agreement will be effective immediately for new users of the Website, the Apps and/ or Service and will be effective on the stated Effective Date on the applicable notice for existing Users.\nSplice may require you to provide consent to the updated Agreement in a specified manner before further use of the Service is permitted.\nIf you do not agree to any change(s) after receiving a notice of such change(s), you shall stop using the Website, the Apps and/or the Service.\nOtherwise, your continued use of the Website, the Apps and/or Service constitutes your acceptance of such change(s).\n</p>\n<p>b.\nEligibility.\nYou must be at least 18 years old to use the Website, Apps, or Service.\nBy accessing or using the Website, App, or Service or otherwise agreeing to these Terms, you represent and warrant to us that: (i) you are at least 18 years old.\n(ii) you have not previously been suspended or removed from the Service.\nand (iii) your use of the Service is in compliance with any and all applicable laws and regulations.\nIf you are an entity, organization, or company, the individual accepting these Terms on your behalf represents and warrants that they have authority to bind you to these Terms and you agree to be bound by these Terms.\nThe term “<strong>you</strong>” refers to the individual or legal entity, as applicable, identified as the user when you registered on the Services.\n</p>2 The Service <p>a.\nGeneral.\nThe Service offers a platform designed to provide you with resources to perform and enhance music creation and collaboration.\nThe Website, Apps, and Service (“<strong>Splice Properties</strong>”) are owned and operated by Splice.\nThe visual interfaces, graphics, design, compilation, information, data, computer code (including source code or object code), products, software, services, and all other elements of the Service provided by Splice are protected by intellectual property and other laws.\nAll materials included in the Service are the property of Splice or its third-party licensors.\nExcept as expressly authorized by Splice, you may not use any of the Splice Properties.\nSplice reserves all rights to the Splice Properties not granted expressly in these Terms.\n</p>\n<p>b.\nYour Use of the Service and Materials.\nUnless otherwise expressly authorized by Splice in writing, including on the Service (e.g.\nfor versions of Splice Sounds that can be used commercially), we authorize you, subject to this Agreement, to access and use the Splice Properties solely for the use of the services we provide, at our discretion solely for your own personal or internal business purposes.\nAny other use is expressly prohibited.\n</p>\n<p>i.\nSplice Skills.\nAny samples that are made available by Splice through Splice Skills shall be referred to herein as (“<strong>Skills Sounds</strong>”).\nSkills Sounds are licensed, not sold, to you.\nSubject your compliance with the Agreement, Splice grants you a non- exclusive, non-transferable, perpetual right to use the Skills Sounds you obtain through Splice Skills in combination with other sounds in music productions to create new recordings.\nThis means that you may modify, reproduce, publicly perform, distribute, transmit, communicate to the public, sublicense and otherwise use such Skills Sounds, including for commercial purposes.\nHowever, notwithstanding anything to the contrary, you may not (a) use or sublicense the Skills Sounds in isolation as sound effects, loops, or as source material for any other form of sample (even if you modify the Skills Sounds), (b) use or sublicense Skills Sounds in a manner competitive to Splice or its licensors, (c), sublicense, sell, loan, share, lend, broadcast, rent, lease, assign, distribute, or transfer all of the Skills Sounds to a third party except as incorporated into a new production.\nor (d) redistribute the Skills Sounds in new sample packs.\nAdditionally, for clarity, you may not use the name, image, or likeness of the artist associated with a Skills Sound in any way without that artist’s express written permission.\nAny other Content (as defined below) made available through Splice Skills shall be used only for your personal, non-commercial purposes.\nSplice hereby grants you a non-exclusive, non-transferable, non-sublicensable, revocable right to access and use any such Content (including without imitation any stems or project files) solely in connection with your use of Splice Skills for personal, non-commercial purposes, and in accordance with any limitations set forth herein and otherwise communicated by Splice on or through the Services.\n</p>\n<p>c.\nApp License.\nSubject to your compliance with the Agreement, Splice grants you a limited non- exclusive, non-transferable, non-sublicensable, revocable license to download, install and use a copy of the App on a single mobile device or computer that you own or control and to run such copy of the App solely for your own personal or internal business purposes.\nprovided that the use of the App in connection with portions of the Services expressly authorized by Splice for commercial use (e.g.\nwith versions of Splice Sounds that can be used commercially) shall not, in and of itself, be deemed a breach of this Section.\nFurthermore, with respect to any App accessed through or downloaded from the Apple App Store (an “<strong>App Store Sourced Application</strong>”), you will only use the App Store Sourced Application (a) on an Apple-branded product that runs the iOS (Apple’s proprietary operating system) and (b) as permitted by the “Usage Rules” set forth in the Apple App Store Terms of Service.\nNotwithstanding the first sentence in this section, with respect to any App accessed through or downloaded from the Google Play store (a “<strong>Google Play Sourced Application</strong>”), you may have additional license rights with respect to use of the App on a shared basis within your designated family group.\n</p>\n<p>d.\nCertain Restrictions.\nYou must use the Service in compliance with all privacy, data protection, intellectual property, and other applicable laws.\nIn using the Service, you shall not: </p>\n<p>(i) interfere with security-related features of the Splice Properties, including by: (A) disabling or circumventing features that prevent or limit use or copying of any content.\nor (B) modify, translate, adapt, merge, make derivative works of, disassemble, decompile, reverse compile or reverse engineer or otherwise attempting to discover the source code of any portion of the Splice Properties except to the extent that the activity is expressly permitted by applicable law.\n</p>\n<p>(ii) interfere with the operation of the Splice Properties or any user’s enjoyment of the Splice Properties, including by: (A) uploading or otherwise disseminating any virus, adware, spyware, worm, or other malicious code.\n(B) making any unsolicited offer or advertisement to another user of the Splice Properties.\n(C) collecting personal information about another user or third party without consent.\nor (D) interfering with or disrupting any network, equipment, or server connected to or used to provide the Splice Properties.\n</p>\n<p>(iii) perform any fraudulent activity including impersonating any person or entity, or claiming a false affiliation </p>\n<p>(iv) disclose personal information about another person or harass, abuse, or post objectionable, pornographic, harmful, offensive, or obscene material.\n</p>\n<p>(v) shall not license, sell, rent, lease, transfer, assign, reproduce, distribute, host or otherwise commercially exploit any of your rights in the Splice Properties to a third party without our express written consent.\n</p>\n<p>(vi) use the Splice Properties in an illegal way or in violation of any applicable law or that otherwise results in fines, penalties, and other liability to us or others.\n</p>\n<p>(vii) violate, or encourage others to violate, any right of a third party (including by infringing or misappropriating any third party intellectual property right).\n</p>\n<p>(viii) frame or utilize framing techniques to enclose any trademark, logo, or other Splice Properties (including images, text, page layout or form) of Splice.\n</p>\n<p>(ix) use any metatags or other “hidden text” using Splice’s name or trademarks.\n</p>\n<p>(x) use any manual or automated software, devices or other processes (including but not limited to spiders, robots, scrapers, crawlers, avatars, data mining tools or the like) to “scrape” or download data from any web pages contained in the Website (except that we grant the operators of public search engines revocable permission to use spiders to copy materials from the Website for the sole purpose of and solely to the extent necessary for creating publicly available searchable indices of the materials, but not caches or archives of such materials).\n</p>\n<p>(xi) except as expressly stated herein, copy, reproduce, distribute, republish, download, display, post or transmit any Splice Property in any form or by any means.\n</p>\n<p>(xii) you shall not remove or destroy any copyright notices or other proprietary markings contained on or in Splice Properties.\n</p>\n<p>(ix) if you are a business entity, use the Service in connection with more than one artist per subscription.\nor </p>\n<p>(viii) assist or permit any persons in engaging in any of the activities described above.\nSplice, its suppliers and service providers reserve all rights not granted in the Agreement.\nAny unauthorized use of any Splice Property terminates the licenses granted by Splice pursuant to the Agreement.\nYou may use the Service only for its intended purpose.\n</p>\n<p>e.\nUpdates.\nYou understand that Splice Properties are evolving.\nAs a result, Splice may require you to accept updates to Splice Properties that you have installed on your computer or mobile device.\nYou acknowledge and agree that Splice may update Splice Properties with or without notifying you.\nYou may also need to update third-party software from time to time in order to use Splice Properties or such third-party software (for example for certain Premium Add Ons and Plug Ins you purchase, license, or otherwise access through the Services).\n</p>3 Account Creation and Your Account <p>a.\nRegistering an Account.\nEach user of the Service is a “<strong>User.</strong>” Certain parts of the Service require you to create an account (“<strong>Account</strong>”) by providing a valid email address, username, password and other information as prompted by the registration form.\nWhen registering, you are prohibited from selecting or using as a username: (i) a name of another person with the intent to impersonate that person.\n(ii) a name that is subject to any rights of a person other than you without appropriate authorization.\nor (iii) a name that is otherwise offensive, vulgar or obscene.\nFor example, you may not register using the name of a musical artist, unless you have the rights to such name.\nWe reserve the right to reject any username or to terminate your username and give such username to another user of the Service in our sole discretion, and without any liability to you.\nYou represent and warrant that (i) the information you provide to us upon registration and at all other times will be accurate, current and complete and (ii) you will maintain and promptly update such information to keep it true, accurate, current and complete.\nIf you provide any information that is untrue, inaccurate, not current or incomplete, or Splice has reasonable grounds to suspect that any information you provide is untrue, inaccurate, not current or incomplete, Splice has the right to suspend or terminate your Account and refuse any and all current or future use of Service (or any portion thereof).\nYou agree not to create an Account or use the Service if you have been previously removed by Splice, or if you have been previously banned from any of Service.\n</p>\n<p>b.\nYour Log-In Credentials.\nYou are responsible for maintaining the confidentiality of your log-in credentials and are fully responsible for all activities that occur through the use of your credentials.\nYou must notify us immediately at support@splice.com if you believe the confidentiality of your log-in credentials has been compromised or if you suspect unauthorized use of your Account.\nWe will not be liable for any loss or damage arising from unauthorized use of your credentials.\nYou agree that you shall monitor your Account to prevent use by minors, and you will accept full responsibility for any unauthorized use of Splice Properties by minors.\n</p>\n<p>c.\nYour Account.\nNotwithstanding anything to the contrary herein, you acknowledge and agree that you shall have no ownership or other property interest in your Account, and you further acknowledge and agree that all rights in and to your Account are and shall forever be owned by and inure to the benefit of Splice.\n</p>\n<p>d.\nNecessary Equipment and Software.\nYou must provide all equipment and software necessary to connect to the Service, including but not limited to, a mobile device that is suitable to connect with and use the Service, in cases where the Service offers a mobile component.\nYou are solely responsible for any fees, including Internet connection or mobile fees, that you incur when accessing the Service.\n</p>4 Communications <p>a.\nBy using the Splice Properties or providing personal information to us, you agree to receive communications from us, including via e-mail.\nCommunications from us and our affiliated companies may include but are not limited to: operational communications concerning your Account or the use of the Splice Properties, updates concerning new and existing features on the Service, communications concerning promotions run by us or our third-party partners, and news concerning the Splice and industry developments.\nIF YOU WISH TO OPT OUT OF PROMOTIONAL EMAILS, YOU CAN UNSUBSCRIBE FROM OUR PROMOTIONAL EMAIL LIST BY FOLLOWING THE UNSUBSCRIBE OPTIONS IN THE PROMOTIONAL EMAIL ITSELF.\n</p>5 Your Content <p>a.\nTypes of Content.\nYou acknowledge that all any information, data, text, software, music, sound, photographs, graphics, video, messages, tags and/or other materials accessible through Splice Properties (collectively, “<strong>Content</strong>”), including the Service, is the sole responsibility of the party from whom such Content originated.\nThis means that you, and not Splice, are entirely responsible for all Content that you upload, post, e-mail, transmit or otherwise make available (“<strong>Make Available</strong>”) through the Service (“<strong>Your Content</strong>”), and that you and other Users of the Service, and not Splice, are similarly responsible for all Content that you and they Make Available through the Service (“<strong>User Content</strong>”).\n</p>\n<p>b.\nNo Obligation to Pre-Screen Content.\nYou acknowledge that Splice has no obligation to pre-screen Content (including, but not limited to, User Content), although Splice reserves the right in its sole discretion to pre-screen, refuse or remove any Content.\nBy entering into the Agreement, you hereby provide your irrevocable consent to such monitoring.\nYou acknowledge and agree that you have no expectation of privacy concerning the transmission of Your Content, including without limitation chat, text, or voice communications.\nIn the event that Splice pre-screens, refuses or removes any Content, you acknowledge that Splice will do so for Splice’s benefit, not yours.\nWithout limiting the foregoing, Splice shall have the right to remove any Content that violates the Agreement or is otherwise objectionable.\n</p>\n<p>c.\nStorage.\nUnless expressly agreed to by Splice in writing elsewhere, Splice has no obligation to store any of Your Content that you Make Available on Splice Properties.\nSplice has no responsibility or liability for the deletion or accuracy of any Content, including Your Content.\nthe failure to store, transmit or receive transmission of Content.\nor the security, privacy, storage, or transmission of other communications originating with or involving use of Splice Properties.\nCertain portions of the Service may enable you to specify the level at which such Service restrict access to Your Content.\nYou are solely responsible for applying the appropriate level of access to Your Content.\nIf you do not choose, the system may default to its most permissive setting.\nYou agree that Splice retains the right to create reasonable limits on Splice’s use and storage of the Content, including Your Content, such as limits on file size, storage space, processing capacity, and similar limits described on the Website and as otherwise determined by Splice in its sole discretion.\n</p>\n<p>d.\nYour Content.\nYou or a third-party licensor, as appropriate, retain all intellectual property rights to Your Content.\nSplice does not claim ownership of Your Content.\nThis also means that you are responsible for protecting any of your rights in Your Content and we need not enforce a violation of these Terms by another User as it pertains to your User Content, although we reserve the right to terminate the rights of such Users to use the Service in accordance with our DMCA Policy.\nWhen you as a User post or publish Your Content on or in the Splice Properties, you represent that you own and/or have a royalty-free, perpetual, irrevocable, worldwide, non-exclusive right (including any moral rights) and license to use, license, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, derive revenue or other remuneration from, and communicate to the public, perform and display Your Content (in whole or in part) worldwide and/or to incorporate it in other works in any form, media or technology now known or later developed, for the full term of any worldwide intellectual property right that may exist in Your Content.\nYou warrant that the holder of any worldwide intellectual property right, including moral rights, in Your Content, has completely and effectively waived all such rights and validly and irrevocably granted to you the right to grant the license stated above.\n</p>\n<p>e.\nLicense to Your Content.\nSubject to any applicable account settings that you select, other than with respect to Tracks (as defined below) which will be licensed under the Splice Tracks Terms of Use, you grant Splice a fully paid, royalty-free, perpetual, irrevocable, worldwide, royalty-free, non-exclusive and fully sublicensable right (including any moral rights) and license to use, license, distribute, reproduce, modify, adapt, publicly perform, and publicly display Your Content (in whole or in part) for the purposes of operating and providing Splice Properties to you and to our other Users.\nPlease remember that other Users may search for, see, use, modify and reproduce any of Your Content that you submit to any “public” area of Splice Properties.\nYou agree that you, not Splice, are responsible for all of Your Content that you Make Available on or in Splice Properties.\nYou may not post or submit for print services a photograph of another person without that person’s permission.\n</p>\n<p>f.\nSpecific Rules for Musical Works.\nIf you are a composer or author of a musical work and have affiliated with a musical works performing rights organization (e.g., ASCAP, BMI, and SESAC), then you must notify your such organization of the royalty-free license you grant through this Agreement to us.\nYou are solely responsible for ensuring your compliance with the relevant organizations reporting obligations.\nIf you have assigned your rights to a music publisher, then you must obtain the consent of such music publisher to grant the royalty-free license(s) set forth in this Agreement or have such music publisher enter into this Agreement with us.\nJust because you authored a musical work (e.g., wrote a song) does not mean you have the right to grant us the licenses in this Agreement.\n</p>\n<p>g.\nThrough-To-The-Audience Rights.\nAll of the rights you grant in this Agreement are provided on a through-to-the-audience basis, meaning the owners or operators of third party sites will not have any separate liability to you or any other third party for Your Content Made Available on such third party sites via the Service.\n</p>\n<p>h.\nUsername.\nNotwithstanding anything contained herein to the contrary, by submitting Your Content to any forums, comments, or any other area on Splice Properties, you hereby expressly permit Splice to identify you by your username (which may be a pseudonym) as the contributor of Your Content in any publication in any form, media or technology now known or later developed in connection with Your Content.\n</p>\n<p>i.\nTracks.\nIf Your Content is a musical work or sound recording, including any embodiment of a musical work or sound recording, such as an Ableton Live session file (a “<strong>Track</strong>”), such Content shall be governed by the Splice Tracks Terms of Use and any terms in such Supplement Terms shall prevail over any provision in these Terms in regards to any Track.\n</p>\n<p>j.\nUser Content Generally.\nPosting User Content, including Tracks, is a privilege, not a right, and we may terminate such privileges of any User at any time and for any reason, without liability to such User.\nIf you find objectionable content in any User Content, then please notify us by sending an e-mail to support@splice.com.\nYou are solely responsible for the content of any User Content.\n</p>6 Splice Marks <p> Splice, the Splice logo, and other Splice logos and product and service names are or may be our trademarks (the “<strong>Splice Marks</strong>”).\nWithout our prior written permission, and except as solely enabled by any link we provide, you may not display or use in any manner the Splice Marks.\nRhodes is a trademark of Joseph A.\nBrandstetter, registered in the United States and other jurisdictions.\n</p>7 Feedback <p> If you choose to provide input and suggestions regarding problems with or proposed modifications or improvements to the Service (“<strong>Feedback</strong>”), then you grant Splice an unrestricted, perpetual, irrevocable, non-exclusive, worldwide, fully-paid, royalty-free, fully transferable and sublicensable right and license to use, reproduce, perform, display, distribute, adapt, modify, re-format, create derivative works of, and otherwise commercially or non-commercially exploit the Feedback in any manner and for any purpose, including to improve the Service and create other products and services.\nYou acknowledge that your submission of Feedback is at your own risk and that Splice has no obligations (including without limitation obligations of confidentiality) with respect to such Feedback.\n</p>8 Interactions with Other Users <p>a.\nContent Provided by Other Users.\nWe do not represent or guarantee the truthfulness, accuracy, or reliability of User Content.\nYou accept that any reliance on material posted by other Users or third-party service providers will be at your own risk.\nBy using the Service you accept the risk that you might be exposed to content that is objectionable or otherwise inappropriate.\n</p>\n<p>b.\nUser Disputes.\nWe are not responsible for any disputes or disagreements between you and any third party you interact with using the Service, including Users.\nYou assume all risk associated with dealing with third parties.\nYou agree to resolve disputes directly with the other party.\nYou release us of all claims, demands, and damages in disputes among you and other Users of the Service and will not involve us in such disputes.\nUse caution and common sense when using the Service and dealing with other Users.\n</p>9 Fees and Purchase Terms <p>a.\nPayment.\nYou agree to pay all fees or charges to your Account in accordance with the fees, charges and billing terms in effect at the time a fee or charge is due and payable.\nYou must provide Splice with a valid credit card (Visa, MasterCard, or any other issuer accepted by us) or PayPal account of a payment provider (“<strong>Payment Provider</strong>”), or purchase order information, as a condition to signing up for the Services.\nYour Payment Provider agreement governs your use of the designated credit card or PayPal account, and you must refer to that agreement, not this Agreement, to determine your rights and liabilities.\nBy providing Splice with your credit card number or PayPal account and associated payment information, you agree that Splice is authorized to immediately invoice your Account for all fees and charges due and payable to Splice hereunder and that no additional notice or consent is required.\nYou agree to immediately notify Splice of any change in your billing address or the credit card or PayPal account used for payment hereunder.\nSplice reserves the right at any time to change its prices and billing methods, either immediately upon posting on Splice Properties or by e-mail delivery to you.\n</p>\n<p>b.\nService Subscription Fees.\nYou will be responsible for payment of the applicable fee for any Services (each, a “<strong>Service Subscription Fee</strong>”) at the time you create your Account and select your package (each, a “<strong>Service Commencement Date</strong>”).\nExcept as set forth in the Agreement, all fees for the Services are non-refundable.\nNo contract will exist between you and Splice for the Services until Splice accepts your order by a confirmatory e-mail, SMS/MMS message, or other appropriate means of communication.\n</p>\n<p>c.\nTaxes.\nThe payments required under Section 9(b)(Service Subscription Fees) of this Agreement do not include any Sales Tax that may be due in connection with the services provided under this Agreement.\nIf Splice determines it has a legal obligation to collect a Sales Tax from you in connection with this Agreement, Splice shall collect such Sales Tax in addition to the payments required under Section 9(b) (Service Subscription Fees) of this Agreement.\nIf any services, or payments for any services, under the Agreement are subject to any Sales Tax in any jurisdiction and you have not remitted the applicable Sales Tax to Splice, you will be responsible for the payment of such Sales Tax and any related penalties or interest to the relevant tax authority, and you will indemnify Splice for any liability or expense Splice may incur in connection with such Sales Taxes.\nUpon Splice’s request, you will provide it with official receipts issued by the appropriate taxing authority, or other such evidence that you have paid all applicable taxes.\nFor purposes of this section, “<strong>Sales Tax</strong>” shall mean any sales or use tax and any other tax measured by sales proceeds that is the functional equivalent of a sales tax where the applicable taxing jurisdiction does not otherwise impose a sales or use tax.\n</p>\n<p>d.\nWithholding Taxes.\nYou agree to make all payments of fees to Splice free and clear of, and without reduction for, any withholding taxes.\nAny such taxes imposed on payments of fees to Splice will be your sole responsibility, and you will provide Splice with official receipts issued by the appropriate taxing authority, or such other evidence as we may reasonably request, to establish that such taxes have been paid.\n</p>\n<p>e.\nAutomatic Renewal.\nYour subscription will continue indefinitely until terminated in accordance with the Agreement.\n<strong>After your initial subscription period, and again after any subsequent subscription period, your subscription will automatically commence on the first day following the end of such period (each a “Renewal Commencement Date”) and continue for an additional equivalent period, at Splice’s then-current price for such subscription.</strong> If you do not wish your Account to renew automatically, or if you want to change or terminate your subscription, please contact Splice at support@splice.com or log in and go to the “Billing” section of your “Account” page.\nIf you cancel your subscription, you may use your subscription until the end of your then-current subscription term.\nyour subscription will not be renewed after your then-current term expires.\nHowever, you will not be eligible for a prorated refund of any portion of the subscription fee paid for the then-current subscription period.\nBy subscribing, you authorize Splice to charge your Payment Provider now, and again at the beginning of any subsequent subscription period.\nUpon renewal of your subscription, if Splice does not receive payment from your Payment Provider, (a) you agree to pay all amounts due on your Account upon demand and/or (b) you agree that Splice may either terminate or suspend your subscription and continue to attempt to charge your Payment Provider until payment is received (upon receipt of payment, your Account will be activated and for purposes of automatic renewal, your new subscription commitment period will begin as of the day payment was received).\n</p>\n<p>f.\nFree Trials and Other Promotions.\nAny free trial or other promotion that provides User level access to the Services must be used within the specified time of the trial.\nAt the end of the trial period, your use of that Service will expire and any further use of the Service is prohibited unless you pay the applicable subscription fee.\nIf you are inadvertently charged for a subscription, please contact Splice to have the charges reversed.\nFor the avoidance of doubt, all free trials, promo codes and other promotions are subject to the terms, conditions, and limitations presented by Splice with such promotion.\n</p>\n<p>g.\nAdvertising Revenue.\nSplice reserves the right to display Third-Party Ads before, after, or in conjunction with User Content posted on the Service, and you acknowledge and agree that Splice has no obligation to you in connection therewith (including, without limitation, any obligation to share revenue received by Splice as a result of such advertising).\n</p>\n<p>h.\nCooling-off Rights for UK and EU Users.\nIf you are based in the UK or EU, you may also cancel: (i) your subscription to the Services, within the first 14 days of signing up to that paid plan (or the free trial associated therewith) or upgrading to a bigger paid plan (when applicable).\n(ii) your purchase of any Services, within 14 days of that purchase.\nor (iii) any purchase of additional credits you make, within 14 days of that purchase – these 14-day periods are called “Cooling-off Periods”.\nIf you cancel your subscription, upgrade, or any purchase during a Cooling-off Period, we will reimburse in full the relevant payment you have made.\nHowever, if you use the Services in any way during a Cooling-off Period (e.g., by commencing a download of a sample, applying any credits, or otherwise), you agree that you have expressly agreed to waive your cancellation rights and you will not be entitled to receive either a full or partial refund of the relevant payment you have made.\nIf you sign-up for a free trial you acknowledge that the relevant Cooling-off Period commences on the date of commencement of the free trial, and not on the date of Splice charging the Service Subscription Fee in accordance with this Agreement.\nhowever, your cancellation and refund rights will not be lost by your use of Services for the purposes permitted within that free trial (e.g., auditioning, liking and organising samples) during this Cooling-off Period.\n</p>10 DISCLAIMER OF WARRANTIES <p>\n<strong> a.\nTO THE FULLEST EXTENT PERMITTED BY LAW, (A) THE SPLICE PROPERTIES AND CONTENT AVAILABLE THROUGH THE SERVICE ARE PROVIDED “AS IS” AND ON AN “AS AVAILABLE” BASIS AND (B) SPLICE DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING: (I) ANY IMPLIED WARRANTY OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, QUIET ENJOYMENT, OR NON-INFRINGEMENT.\nAND (II) ANY WARRANTY ARISING OUT OF COURSE OF DEALING, USAGE, OR TRADE, TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW.\nSPLICE DOES NOT WARRANT THAT THE SPLICE PROPERTIES OR ANY PORTION OF THE SPLICE PROPERTIES WILL BE UNINTERRUPTED, TIMELY, SECURE, OR FREE OF ERRORS, VIRUSES, OR OTHER HARMFUL COMPONENTS, THAT ANY OF THOSE ISSUES WILL BE CORRECTED, OR THAT THE RESULTS OBTAINED FROM USE OF THE SPLICE PROPERTIES WILL BE ACCURATE OR RELIABLE.\n</strong>\n</p>\n<p> ANY CONTENT DOWNLOADED FROM OR OTHERWISE ACCESSED THROUGH SPLICE PROPERTIES IS ACCESSED AT YOUR OWN RISK, AND YOU SHALL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR PROPERTY, INCLUDING, BUT NOT LIMITED TO, YOUR COMPUTER SYSTEM AND ANY DEVICE YOU USE TO ACCESS SPLICE PROPERTIES, OR ANY OTHER LOSS THAT RESULTS FROM ACCESSING SUCH CONTENT.\n</p>\n<p> THE SERVICE MAY BE SUBJECT TO DELAYS, CANCELLATIONS AND OTHER DISRUPTIONS.\nSPLICE MAKES NO WARRANTY, REPRESENTATION OR CONDITION WITH RESPECT TO THE SERVICE, INCLUDING BUT NOT LIMITED TO, THE QUALITY, EFFECTIVENESS, REPUTATION AND OTHER CHARACTERISTICS OF SERVICES.\n</p>\n<p> NO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED FROM SPLICE OR THROUGH SPLICE PROPERTIES WILL CREATE ANY WARRANTY NOT EXPRESSLY MADE HEREIN.\n</p>\n<p> FROM TIME TO TIME, SPLICE MAY OFFER NEW “BETA” FEATURES OR TOOLS WITH WHICH ITS USERS MAY EXPERIMENT.\nSUCH FEATURES OR TOOLS ARE OFFERED SOLELY FOR EXPERIMENTAL PURPOSES AND WITHOUT ANY WARRANTY OF ANY KIND, AND MAY BE MODIFIED OR DISCONTINUED AT SPLICE’S SOLE DISCRETION.\nTHE PROVISIONS OF THIS SECTION APPLY WITH FULL FORCE TO SUCH FEATURES OR TOOLS.\n</p>\n<p>b.\nNo Liability for Conduct of Third Parties.\nYOU ACKNOWLEDGE AND AGREE THAT THE SPLICE ENTITES (AS DEFINED BELOW) ARE NOT LIABLE, AND YOU AGREE NOT TO SEEK TO HOLD THE SPLICE ENTITIES LIABLE, FOR THE CONDUCT OF THIRD PARTIES, INCLUDING OPERATORS OF EXTERNAL SITES, AND THAT THE RISK OF INJURY FROM SUCH THIRD PARTIES RESTS ENTIRELY WITH YOU.\n</p>\n<p>c.\nNo Liability for Conduct of Other Users.\nYOU ARE SOLELY RESPONSIBLE FOR ALL OF YOUR COMMUNICATIONS AND INTERACTIONS WITH OTHER USERS OF SPLICE PROPERTIES.\nYOU UNDERSTAND THAT SPLICE DOES NOT MAKE ANY ATTEMPT TO VERIFY THE STATEMENTS OF USERS OF SPLICE PROPERTIES.\nSPLICE MAKES NO WARRANTY THAT THE GOODS OR SERVICES PROVIDED BY THIRD PARTIES WILL MEET YOUR REQUIREMENTS OR BE AVAILABLE ON AN UNINTERRUPTED, SECURE, OR ERROR-FREE BASIS.\nSPLICE MAKES NO WARRANTY REGARDING THE QUALITY OF ANY SUCH GOODS OR SERVICES, OR THE ACCURACY, TIMELINESS, TRUTHFULNESS, COMPLETENESS OR RELIABILITY OF ANY USER CONTENT OBTAINED THROUGH SPLICE PROPERTIES.\n</p>\n<p>d.\nThird-Party Materials.\nAs a part of Splice Properties, you may have access to materials that are hosted by another party.\nYou agree that it is impossible for Splice to monitor such materials and that you access these materials at your own risk.\n</p>11 LIMITATION OF LIABILITY AND INDEMNIFICATION <p> TO THE FULLEST EXTENT PERMITTED BY LAW, IN NO EVENT WILL SPLICE, ITS AFFILIATES, OFFICERS, EMPLOYEES, AGENTS, SERVICE PROVIDERS, PARTNERS, AND LICENSORS (COLLECTIVELY, “<strong>SPLICE ENTITIES</strong>”) BE LIABLE TO YOU FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR PUNITIVE DAMAGES (INCLUDING DAMAGES FOR LOSS OF PROFITS, GOODWILL, OR ANY OTHER INTANGIBLE LOSS) ARISING OUT OF OR RELATING TO YOUR ACCESS TO OR USE OF, OR YOUR INABILITY TO ACCESS OR USE, THE SERVICE OR ANY MATERIALS OR CONTENT ON THE SERVICE, WHETHER BASED ON WARRANTY, CONTRACT, TORT (INCLUDING NEGLIGENCE), STATUTE, OR ANY OTHER LEGAL THEORY, AND WHETHER OR NOT ANY SPLICE ENTITY HAS BEEN INFORMED OF THE POSSIBILITY OF DAMAGE.\n</p>\n<p> TO THE FULLEST EXTENT PERMITTED BY LAW, THE AGGREGATE LIABILITY OF THE SPLICE ENTITIES TO YOU FOR ALL CLAIMS ARISING OUT OF OR RELATING TO THE USE OF OR ANY INABILITY TO USE ANY PORTION OF THE SERVICE OR OTHERWISE UNDER THESE TERMS, WHETHER IN CONTRACT, TORT, OR OTHERWISE, IS LIMITED TO THE GREATER OF $100 AND THE AMOUNTS YOU HAVE PAID TO SPLICE, IF ANY, DURING THE SIX-MONTH PERIOD PRIOR TO THE DATE OF YOUR CLAIM AGAINST US.\n</p>\n<p> EACH PROVISION OF THESE TERMS THAT PROVIDES FOR A LIMITATION OF LIABILITY, DISCLAIMER OF WARRANTIES, OR EXCLUSION OF DAMAGES IS INTENDED TO AND DOES ALLOCATE THE RISKS BETWEEN THE PARTIES UNDER THESE TERMS.\nTHIS ALLOCATION IS AN ESSENTIAL ELEMENT OF THE BASIS OF THE BARGAIN BETWEEN THE PARTIES.\nEACH OF THESE PROVISIONS IS SEVERABLE AND INDEPENDENT OF ALL OTHER PROVISIONS OF THESE TERMS.\nTHE LIMITATIONS IN THIS SECTION 11 WILL APPLY EVEN IF ANY LIMITED REMEDY FAILS OF ITS ESSENTIAL PURPOSE.\n</p>\n<p> THE FOREGOING LIMITATION OF LIABILITY SHALL NOT APPLY TO LIABILITY OF A SPLICE PARTY FOR (i) DEATH OR PERSONAL INJURY CAUSED BY A SPLICE PARTY’S NEGLIGENCE.\nOR FOR (ii) ANY INJURY CAUSED BY A SPLICE PARTY’S FRAUD OR FRAUDULENT MISREPRESENTATION.\nFOR UK USERS, COMPANY DOES NOT IN ANY WAY SEEK TO EXCLUDE OR LIMIT LIABILITY FOR (i) DEATH OR PERSONAL INJURY CAUSED BY COMPANY’S NEGLIGENCE.\n(ii) FRAUD OR FRAUDULENT MISREPRESENTATION.\nOR (iii) ANY OTHER LIABILITY THAT CANNOT BE EXCLUDED OR LIMITED BY ENGLISH OR EU LAW.\n</p>\n<p> To the fullest extent permitted by law, you are responsible for your use of the Service, and you will defend and indemnify the Splice Entities from and against every claim brought by a third party, and any related liability, damage, loss, and expense, including reasonable attorneys’ fees and costs, arising out of or connected with: (a) Your Content.\n(b) your unauthorized use of, or misuse of, the Splice Properties.\n(b) your violation of any portion of this Agreement, or any applicable law or regulation.\n(c) your violation of any third party right, including any intellectual property right or publicity, confidentiality, other property, or privacy right (including, without limitation, in connection with any use of User Content or a Sound).\nor (d) any dispute or issue between you and any third party.\nWe reserve the right, at our own expense, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you (without limiting your indemnification obligations with respect to that matter), and in that case, you will cooperate with our defense of those claims.\n</p>12 Term and Termination <p>a.\nTerm.\nThis Agreement is effective beginning when you accept the Agreement or first access or use the Splice Properties, and ending when terminated as described herein.\n</p>\n<p>b.\nTermination.\nIf you violate any provision of this Agreement, your authorization to access the Splice Properties and this Agreement automatically terminates.\nIn addition, Splice may, at its sole discretion, terminate this Agreement or suspend or terminate your access to the Splice Properties, at any time for any reason or no reason, with or without notice, to the fullest extent permitted by applicable law.\nWe may also change, suspend, or discontinue any aspect of the Splice Properties at any time.\nYou may terminate your Account and this Agreement at any time by sending an email to support@splice.com or use any termination functionality that may be offered through the Service.\nTHE SERVICE WILL CONTINUE AT THE END OF EACH SUBSCRIPTION PERIOD UNLESS YOU CANCEL YOUR SUBSCRIPTION IN ACCORDANCE WITH THE PROCEDURE SET FORTH IN SECTION 9(f) (AUTOMATIC RENEWAL).\n</p>\n<p>c.\nEffect of Termination.\nTermination of any Service includes removal of access to such Service and barring of further use of the Service.\nTermination of all Services also includes deletion of your password and all related information, files and Content associated with or inside your Account (or any part thereof), including Your Content.\nUpon termination of any Service, your right to use such Service will automatically terminate immediately.\nYou understand that any termination of Services may involve deletion of Your Content associated therewith from our live databases, although copies of Your Content may remain stored on back-up storage media maintained by or for us.\nYou grant us a royalty-free license to retain such back-up copies of Your Content on storage media maintained by or for us.\nIf you stop using the Splice Properties but keep User Content on the Service, then this Agreement will continue to apply in full force and effect for so long as such User Content is available on or through the Service.\nSplice will not have any liability whatsoever to you for any suspension or termination, including for deletion of Your Content.\nAll provisions of the Agreement which by their nature should survive, shall survive termination of Service, including without limitation, ownership provisions, warranty disclaimers, and limitation of liability.\n</p>13 Third-Party Services.\n<p>a.\nThird Party Service Provider.\nThe Splice uses Stripe, Inc.\nand its affiliates as the third party service provider for payment services (e.g., card acceptance, merchant settlement, and related services) (a “<strong>Third Party Service Provider</strong>”).\nBy buying on any Splice Property, you agree to be bound by Stripe’s Privacy Policy (currently accessible at https://stripe.com/us/privacy) and its Terms of Service (currently accessible at https://stripe.com/us/terms) and hereby consent and authorize the Splice and Stripe to share any information and payment instructions you provide with each other to the minimum extent required to complete your transactions.\n</p>\n<p>b.\nThird-Party Websites, Applications and Ads.\nSplice Properties may contain links to third-party websites (“<strong>Third-Party Websites</strong>”), applications (“<strong>Third-Party Applications</strong>”) and advertisements for third parties (“<strong>Third-Party Ads</strong>”).\nWhen you click on a link to a Third-Party Website, Third-Party Application or Third-Party Ad, we will not warn you that you have left Splice Properties and are subject to the terms and conditions (including privacy policies) of another website or destination.\nSuch Third- Party Websites, Third-Party Applications and Third-Party Ads are not under the control of Splice.\nSplice is not responsible for any Third-Party Websites, Third-Party Applications or Third-Party Ads.\nSplice provides these Third-Party Websites, Third-Party Applications and Third Party Ads only as a convenience and does not review, approve, monitor, endorse, warrant, or make any representations with respect to Third-Party Websites, Third-Party Applications or Third-Party Ads, or any product or service provided in connection therewith.\nYou use all links in Third-Party Websites, Third-Party Applications and Third-Party Ads at your own risk.\nWhen you leave our Website, this Agreement and our policies no longer govern.\nYou should review applicable terms and policies, including privacy and data gathering practices, of any Third-Party Websites, Third-Party Applications, or Third-Party Ads, and make whatever investigation you feel necessary or appropriate before proceeding with any transaction with any third party.\n</p>\n<p>c.\nApp Stores.\nYou acknowledge and agree that the availability of the Application and the Services is dependent on the third party from whom you received the Application license, e.g., the Apple App Store or Google Play (each, an “<strong>App Store</strong>”).\nYou acknowledge that the Agreement is between you and Splice and not with the App Store.\nSplice, not the App Store, is solely responsible for Splice Properties, including the Application, the content thereof, maintenance, support services, and warranty therefor, and addressing any claims relating thereto (e.g., product liability, legal compliance or intellectual property infringement).\nIn order to use the Application, you must have access to a wireless network, and you agree to pay all fees associated with such access.\nYou also agree to pay all fees (if any) charged by the App Store in connection with Splice Properties, including the Application.\nYou agree to comply with, and your license to use the Application is conditioned upon your compliance with all terms of agreement imposed by the applicable App Store when using any Splice Property, including the Application.\nYou acknowledge that the App Store (and its subsidiaries) are third-party beneficiaries of the Agreement and will have the right to enforce it.\n</p>\n<p>d.\nAccessing and Downloading the Application from iTunes.\nThe following applies to any App Store Sourced Application accessed through or downloaded from the Apple App Store: </p>\n<ul>\n<li> You acknowledge and agree that (i) the Agreement is concluded between you and Splice only, and not Apple, and (ii) Splice, not Apple, is solely responsible for the App Store Sourced Application and content thereof.\nYour use of the App Store Sourced Application must comply with the App Store Terms of Service.\n</li>\n<li> You acknowledge that Apple has no obligation whatsoever to furnish any maintenance and support services with respect to the App Store Sourced Application.\n</li>\n<li> In the event of any failure of the App Store Sourced Application to conform to any applicable warranty, you may notify Apple, and Apple will refund the purchase price for the App Store Sourced Application to you and to the maximum extent permitted by applicable law, Apple will have no other warranty obligation whatsoever with respect to the App Store Sourced Application.\nAs between Splice and Apple, any other claims, losses, liabilities, damages, costs or expenses attributable to any failure to conform to any warranty will be the sole responsibility of Splice.\n</li>\n<li> You and Splice acknowledge that, as between Splice and Apple, Apple is not responsible for addressing any claims you have or any claims of any third party relating to the App Store Sourced Application or your possession and use of the App Store Sourced Application, including, but not limited to: (i) product liability claims.\n(ii) any claim that the App Store Sourced Application fails to conform to any applicable legal or regulatory requirement.\nand (iii) claims arising under consumer protection or similar legislation.\n</li>\n<li> You and Splice acknowledge that, in the event of any third-party claim that the App Store Sourced Application or your possession and use of that App Store Sourced Application infringes that third party’s intellectual property rights, as between Splice and Apple, Splice, not Apple, will be solely responsible for the investigation, defense, settlement and discharge of any such intellectual property infringement claim to the extent required by the Agreement.\n</li>\n<li> You and Splice acknowledge and agree that Apple, and Apple’s subsidiaries, are third-party beneficiaries of the Agreement as related to your license of the App Store Sourced Application, and that, upon your acceptance of the terms and conditions of the Agreement, Apple will have the right (and will be deemed to have accepted the right) to enforce the Agreement as related to your license of the App Store Sourced Application against you as a third-party beneficiary thereof.\n</li>\n<li> Without limiting any other terms of the Agreement, you must comply with all applicable third- party terms of agreement when using the App Store Sourced Application.\n</li>\n</ul>14 Dispute Resolution and Arbitration Agreement.\nPlease read the following arbitration agreement in this section (“Arbitration Agreement”) carefully.\nIt requires users to arbitrate disputes with Splice and limits the manner in which you can seek relief from us.\n<p>a.\nApplicability of Arbitration Agreement.\nYou and we agree that any dispute, claim, or request for relief by or against the Splice relating in any way to your access to or use of the Splice Properties or this Agreement will be resolved by binding arbitration, rather than in court, except that (1) you and we may assert claims or seek relief in small claims court if such claims qualify and remain in small claims court.\nand (2) you or Splice may seek equitable relief in court for infringement or other misuse of intellectual property rights (such as trademarks, trade dress, domain names, trade secrets, copyrights, and patents).\nFor purposes of this Arbitration Agreement, the terms “we”, “us” or “Splice” mean Distributed Creation, Inc.\n(D/B/A Splice) and any of its predecessors, successors, assigns, corporate parents, subsidiaries and affiliates, and each of their respective officers, directors, employees, agents and representatives.\n</p>\n<p>b.\nArbitration Rules and Forum.\nThe Federal Arbitration Act governs the interpretation and enforcement of this Arbitration Agreement.\nTo begin an arbitration proceeding, you must send a letter requesting arbitration and describing your dispute or claim or request for relief to Splice at the contact address found at the end of these Terms.\nThe arbitration will be conducted by JAMS, an established alternative dispute resolution provider.\nDisputes involving claims, counterclaims, or requests for relief under $250,000, not inclusive of attorneys’ fees and interest, shall be subject to JAMS’s most current version of the Streamlined Arbitration Rules and procedures available at http://www.jamsadr.com/rules-streamlined-arbitration/.\nall other disputes shall be subject to JAMS’s most current version of the Comprehensive Arbitration Rules and Procedures, available at http://www.jamsadr.com/rules-comprehensive-arbitration/.\nAny arbitration of a dispute relating to your use of the Splice Properties primarily for personal, family or household purposes shall also be subject to the allocation of arbitration costs and other requirements of the JAMS’ policy regarding Consumer Arbitrations Pursuant to Pre-Dispute Clauses Minimum Standards of Procedural Fairness available at https://www.jamsadr.com/consumer-minimum-standards/.\nJAMS’s rules are also available at www.jamsadr.com or by calling JAMS at 800-352-5267.\nIf JAMS is not available to arbitrate, the parties will select an alternative arbitral forum.\nIf the arbitrator finds that you cannot afford to pay any applicable JAMS’s filing, administrative, hearing and/or other fees and cannot obtain a waiver from JAMS, Splice will pay them for you.\nIn addition, Splice will reimburse all such JAMS’s filing, administrative, hearing and/or other fees for disputes, claims, or requests for relief totaling less than $10,000 unless the arbitrator determines the claims are frivolous.\nIf you are a consumer User of our Services residing in California, we waive any rights to recover our costs or attorney’s fees as a prevailing party in arbitration.\n</p>\n<p> You may choose to have the arbitration conducted by telephone, based on written submissions, or in person in the county where you live or at another mutually agreed location.\nAny judgment on the award rendered by the arbitrator may be entered in any court of competent jurisdiction.\n</p>\n<p>c.\nAuthority of Arbitrator.\nThe arbitrator shall have exclusive authority to (a) determine the scope and enforceability of this Arbitration Agreement and (b) resolve any dispute related to the interpretation, applicability, enforceability or formation of this Arbitration Agreement including, but not limited to, any assertion that all or any part of this Arbitration Agreement is void or voidable.\nThe arbitration will decide the rights and liabilities, if any, of you and Splice.\nThe arbitration proceeding will not be consolidated with any other matters or joined with any other cases or parties.\nThe arbitrator shall have the authority to grant motions dispositive of all or part of any claim.\nThe arbitrator shall have the authority to award monetary damages and to grant any non-monetary remedy or relief available to an individual under applicable law, the arbitral forum’s rules, and the Agreement (including the Arbitration Agreement).\nThe arbitrator shall issue a written award and statement of decision describing the essential findings and conclusions on which the award is based, including the calculation of any damages awarded.\nThe arbitrator has the same authority to award relief on an individual basis that a judge in a court of law would have.\nThe award of the arbitrator is final and binding upon you and us.\n</p>\n<p>d.\nWaiver of Jury Trial.\nYOU AND SPLICE HEREBY WAIVE ANY CONSTITUTIONAL AND STATUTORY RIGHTS TO SUE IN COURT AND HAVE A TRIAL IN FRONT OF A JUDGE OR A JURY.\nYou and Splice are instead electing that all disputes, claims, or requests for relief shall be resolved by arbitration under this Arbitration Agreement, except as specified in Section 14(a) (Applicability of Arbitration Agreement) above.\nAn arbitrator can award on an individual basis the same damages and relief as a court and must follow this Agreement as a court would.\nHowever, there is no judge or jury in arbitration, and court review of an arbitration award is subject to very limited review.\n</p>\n<p>e.\nWaiver of Class or Other Non-Individualized Relief.\nALL DISPUTES, CLAIMS, AND REQUESTS FOR RELIEF WITHIN THE SCOPE OF THIS ARBITRATION AGREEMENT MUST BE ARBITRATED ON AN INDIVIDUAL BASIS AND NOT ON A CLASS OR COLLECTIVE BASIS.\nONLY INDIVIDUAL RELIEF IS AVAILABLE, AND CLAIMS OF MORE THAN ONE CUSTOMER OR USER CANNOT BE ARBITRATED OR CONSOLIDATED WITH THOSE OF ANY OTHER CUSTOMER OR USER.\nIf a decision is issued stating that applicable law precludes enforcement of any of this subsection’s limitations as to a particular claim for relief, then that claim for relief and only that claim for relief shall be severed from the arbitration and brought into the State or Federal Courts located in the State of New York.\nAll other disputes, claims, or requests for relief shall be arbitrated.\n</p>\n<p>f.\n30-Day Right to Opt Out.\nYou have the right to opt out of the provisions of this Arbitration Agreement by sending written notice of your decision to opt out to: support@splice.com, within thirty (30) days after first becoming subject to this Arbitration Agreement.\nYour notice must include your name and address, your Splice username (if any), the email address you used to set up your Splice account (if you have one), and an unequivocal statement that you want to opt out of this Arbitration Agreement.\nIf you opt out of this Arbitration Agreement, all other parts of this Agreement will continue to apply to you.\nOpting out of this Arbitration Agreement has no effect on any other arbitration agreements that you may currently have, or may enter in the future, with us.\n</p>\n<p>g.\nSeverability.\nExcept as provided in Section 14(e) (Waiver of Class or Other Non-Individualized Relief), if any part or parts of this Arbitration Agreement are found under the law to be invalid or unenforceable, then such specific part or parts shall be of no force and effect and shall be severed and the remainder of the Arbitration Agreement shall continue in full force and effect.\n</p>\n<p>h.\nSurvival of Agreement.\nThis Arbitration Agreement will survive the termination of your relationship with Splice.\n</p>\n<p>i.\nModification.\nNotwithstanding any provision in this Agreement to the contrary, we agree that if Splice makes any future material change to this Arbitration Agreement, you may reject that change within thirty (30) days of such change becoming effective by writing Splice at the following address: 35 East 21th Street, 4th Floor West, New York, New York 10010.\n</p>15 General Provisions.\n<p>a.\nElectronic Communications.\nThe communications between you and Splice may take place via electronic means, whether you visit Splice Properties or send Splice e-mails, or whether Splice posts notices on Splice Properties or communicates with you via e-mail.\nFor contractual purposes, you (a) consent to receive communications from Splice in an electronic form.\nand (b) agree that all terms and conditions, agreements, notices, disclosures, and other communications that Splice provides to you electronically satisfy any legal requirement that such communications would satisfy if it were to be in writing.\nThe foregoing does not affect your statutory rights, including but not limited to the Electronic Signatures in Global and National Commerce Act at 15 U.S.C.\n§7001 et seq.\n(“<strong>E-Sign</strong>”).\n</p>\n<p>b.\nRelease.\nYou hereby release Splice Entities and their successors from claims, demands, any and all losses, damages, rights, and actions of any kind, including personal injuries, death, and property damage, that is either directly or indirectly related to or arises from your use of Splice Properties, including but not limited to, any interactions with or conduct of other Users or third-party websites of any kind arising in connection with or as a result of the Agreement or your use of Splice Properties.\nIf you are a California resident, you hereby waive California Civil Code Section 1542, which states, “A general release does not extend to claims that the creditor or releasing party does not know or suspect to exist in his or her favor at the time of executing the release and that, if known by him or her, would have materially affected his or her settlement with the debtor or released party.” The foregoing release does not apply to any claims, demands, or any losses, damages, rights and actions of any kind, including personal injuries, death or property damage for any unconscionable commercial practice by a Splice Entity or for such party’s fraud, deception, false, promise, misrepresentation or concealment, suppression or omission of any material fact in connection with the Website or any Service provided hereunder.\n</p>\n<p>c.\nAssignment.\nThe Agreement, and your rights and obligations hereunder, may not be assigned, subcontracted, delegated or otherwise transferred by you without Splice’s prior written consent, and any attempted assignment, subcontract, delegation, or transfer in violation of the foregoing will be null and void.\n</p>\n<p>d.\nForce Majeure.\nSplice shall not be liable for any delay or failure to perform resulting from causes outside its reasonable control, including, but not limited to, acts of God, war, terrorism, riots, embargos, acts of civil or military authorities, fire, floods, accidents, strikes or shortages of transportation facilities, fuel, energy, labor or materials.\nFor UK Users, if a force majeure event occurs that affects Splice’s performance of its obligations under the Agreement: (a) Splice will contact you as soon as reasonably possible to notify you.\nand (b) Splice’s obligations under the Agreement will be suspended and the time for Splice’s performance of its obligations will be extended for the duration of the force majeure event.\nYou may cancel the Services affected by a force majeure event which has continued for more than 120 days.\nTo cancel please contact Company.\n</p>\n<p>e.\nQuestions, Complaints, Claims.\nIf you have any questions, complaints or claims with respect to Splice Properties, please contact us at the mailing or email address found at the end of these Terms.\nWe will do our best to address your concerns.\nIf you feel that your concerns have been addressed incompletely, we invite you to let us know for further investigation.\n</p>\n<p>f.\nExclusive Venue.\nTo the extent the parties are permitted under this Agreement to initiate litigation in a court, both you and Splice agree that all claims and disputes arising out of or relating to the Agreement will be litigated exclusively in the state or federal courts located in the State of New York.\n</p>\n<p>g.\nGoverning Law.\nTHE TERMS AND ANY ACTION RELATED THERETO WILL BE GOVERNED AND INTERPRETED BY AND UNDER THE LAWS OF THE STATE OF NEW YORK, CONSISTENT WITH THE FEDERAL ARBITRATION ACT, WITHOUT GIVING EFFECT TO ANY PRINCIPLES THAT PROVIDE FOR THE APPLICATION OF THE LAW OF ANOTHER JURISDICTION.\nTHE UNITED NATIONS CONVENTION ON CONTRACTS FOR THE INTERNATIONAL SALE OF GOODS DOES NOT APPLY TO THE AGREEMENT.\n</p>\n<p>h.\nNotice.\nWhere Splice requires that you provide an e-mail address, you are responsible for providing Splice with your most current e-mail address.\nIn the event that the last e-mail address you provided to Splice is not valid, or for any reason is not capable of delivering to you any notices required/ permitted by the Agreement, Splice’s dispatch of the e-mail containing such notice will nonetheless constitute effective notice.\nYou may give notice to Splice at the address below.\nSuch notice shall be deemed given when received by Splice by letter delivered by nationally recognized overnight delivery service or first class postage prepaid mail at the above address.\n</p>\n<p>i.\nWaiver.\nAny waiver or failure to enforce any provision of the Agreement on one occasion will not be deemed a waiver of any other provision or of such provision on any other occasion.\n</p>\n<p>j.\nSeverability.\nIf any portion of this Agreement is held invalid or unenforceable, that portion shall be construed in a manner to reflect, as nearly as possible, the original intention of the parties, and the remaining portions shall remain in full force and effect.\n</p>\n<p>k.\nExport Control.\nYou may not use, export, import, or transfer Splice Properties except as authorized by U.S.\nlaw, the laws of the jurisdiction in which you obtained Splice Properties, and any other applicable laws.\nIn particular, but without limitation, Splice Properties may not be exported or re-exported (a) into any United States embargoed countries, or (b) to anyone on the U.S.\nTreasury Department’s list of Specially Designated Nationals or the U.S.\nDepartment of Commerce’s Denied Person’s List or Entity List.\nBy using Splice Properties, you represent and warrant that (i) you are not located in a country that is subject to a U.S.\nGovernment embargo, or that has been designated by the U.S.\nGovernment as a “terrorist supporting” country and (ii) you are not listed on any U.S.\nGovernment list of prohibited or restricted parties.\nYou also will not use Splice Properties for any purpose prohibited by U.S.\nlaw, including the development, design, manufacture or production of missiles, nuclear, chemical or biological weapons.\nYou acknowledge and agree that products, services or technology provided by Splice are subject to the export control laws and regulations of the United States.\nYou shall comply with these laws and regulations and shall not, without prior U.S.\ngovernment authorization, export, re- export, or transfer Splice products, services or technology, either directly or indirectly, to any country in violation of such laws and regulations.\n</p>\n<p>l.\nConsumer Complaints.\nIn accordance with California Civil Code §1789.3, you may report complaints to the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs by contacting them in writing at 1625 North Market Blvd., Suite N 112, Sacramento, CA 95834, or by telephone at (800) 952-5210.\n</p>\n<p>m.\nChoice of Language.\nThis Agreement, and any contract between us, are only in the English language.\nC’est la volonté expresse des parties que la presente convention ainsi que les documents qui s’y rattacent soient rediges en anglais.\n</p>\n<p>n.\nEntire Agreement.\nThe Agreement is the final, complete and exclusive agreement of the parties with respect to the subject matter hereof and supersedes and merges all prior discussions between the parties with respect to such subject matter.\n</p>\n<p>\n<strong>Contact Information</strong>\n</p>\n<p> Distributed Creation Inc.\n<br> 35 East 21th Street, 4th Floor West <br> New York, New York 10010 <br>support@splice.com</p> This Website is Protected By reCAPTCHA <p> Splice is using Google reCAPTCHA on community functions such as likes and comments.\nSee Google's Privacy Policy and Terms.\n</p> Splice DMCA Policy <p> We respect the intellectual property of others and takes the protection of intellectual property seriously, and we ask our Users to do the same.\nInfringing activity will not be tolerated on or through the Service.\nOur policy is to (i) remove material that we believe in good faith, upon notice from an intellectual property owner or their agent, is infringing the intellectual property of a third party by being made available through the Splice Properties, and (ii) remove any User Content posted to the Splice Properties by “repeat infringers.” We consider a “repeat infringer” to be any User that has uploaded User Content to the Splice Properties and for whom we have received more than two takedown notices compliant with the provisions of 17 U.S.C.\n§ 512(c) with respect to such User Content.\nWe have discretion, however, to terminate the account of any User after receipt of a single notification of claimed infringement or upon our own determination.\n</p>\n<p> The DMCA provides recourse for intellectual property owners who believe that material appearing on the Internet infringes their rights under U.S.\nlaw.\nIf you believe in good faith that materials posted on the Splice Properties infringe your intellectual property rights, then you (or your agent) may send us a “Notification of Claimed Infringement” requesting that the material be removed, or access to it blocked.\nThe notice must include the following information: </p>\n<ol>\n<li> A physical or electronic signature of a person authorized to act on behalf of the owner of the works that have been allegedly infringed.\n</li>\n<li> Identification of the copyrighted work alleged to have been infringed (or if multiple copyrighted works located on the Splice Properties are covered by a single notification, a representative list of such works).\n</li>\n<li> Identification of the specific material alleged to be infringing or the subject of infringing activity, and information reasonably sufficient to allow us to locate the material on the Splice Properties.\n</li>\n<li> Your name, address, telephone number, and email address (if available).\n</li>\n<li> A statement that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\nand </li>\n<li> A statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\n</li>\n</ol>\n<p> If you believe in good faith that a notice of copyright infringement has been wrongly filed against you, then the DMCA permits you to send us a counter-notice.\n</p>\n<p> Notices and counter-notices must meet the then-current statutory requirements imposed by the DMCA.\nsee http://www.loc.gov/copyright/ for details.\nNotices and counter-notices with respect to the Splice Properties should be sent to: </p>\n<p> Distributed Creation Inc.\n<br> 35 East 21st Street , 4th Floor West <br> New York, New York 10010 <br> or copyright@splice.com</p>\n<p>\n<strong>Counter Notification.</strong> If you receive a notification from us that User Content you made available on or through the Splice Properties has been the subject of a Notification of Claimed Infringement, then you will have the right to provide us with what is called a “<strong>Counter Notification.</strong>” To be effective, a Counter Notification must be in writing, provided to our Designated Agent through one of the methods identified above, and include substantially the following information: </p>\n<ol>\n<li> A physical or electronic signature of the subscriber.\n</li>\n<li> Identification of the material that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or access to it was disabled.\n</li>\n<li> A statement under penalty of perjury that the subscriber has a good faith belief that the material was removed or disabled as a result of mistake or misidentification of the material to be removed or disabled.\nand </li>\n<li> The subscriber’s name, address, and telephone number, and a statement that the subscriber consents to the jurisdiction of Federal District Court for the judicial district in which the address is located, or if the subscriber’s address is outside of the United States, for any judicial district in which we may be found, and that the subscriber will accept service of process from the person who provided notification under this DMCA Policy above or an agent of such person.\n</li>\n</ol>\n<p> A party submitting a Counter Notification should consult a lawyer or see 17 U.S.C.\n§ 512 to confirm the party’s obligations to provide a valid counter notification under the Copyright Act.\n</p>\n<p>\n<strong>False Notifications of Claimed Infringement or Counter Notifications.</strong> The Copyright Act provides that: </p>\n<p> [a]ny person who knowingly materially misrepresents under [Section 512 of the Copyright Act (17 U.S.C.\n§ 512)] (1) that material or activity is infringing, or (2) that material or activity was removed or disabled by mistake or misidentification, shall be liable for any damages, including costs and attorneys’ fees, incurred by the alleged infringer, by any copyright owner or copyright owner’s authorized licensee, or by a service provider, who is injured by such misrepresentation, as the result of [our] relying upon such misrepresentation in removing or disabling access to the material or activity claimed to be infringing, or in replacing the removed material or ceasing to disable access to it.\n</p>\n<p> 17 U.S.C.\n§ 512(f) </p>\n<p> We reserve the right to seek damages from any party that submits a notification of claimed infringement or counter notification in violation of the law.\n</p>\n<p> Consult your legal advisor and see 17 U.S.C.\n§ 512 before filing a notice or counter-notice as there are penalties for false claims under the DMCA.\nThe foregoing is not intended to provide you with legal advice.\n</p>", "created_at": "2021-06-26 16:21:56.427284", "updated_at": "2021-06-26 16:22:11.709246"}, {"id": 7335, "name": "Privacy Policy", "url": "https://splice.com/privacy_policy", "xpath": "/html/body/app-root/div[1]/div/div", "text": "\nSplice - Privacy Policy\n<p>Last updated: November 11th, 2020</p>\n<p>Effective as of May 24th, 2018</p>\n<p>This “Privacy Policy” describes the privacy practices of Distributed Creation Inc.\nd/b/a Splice and our subsidiaries and affiliates (collectively, “Splice”, “we”, “us”, or “our”).\nThis Privacy Policy describes how we collect, use, disclose and otherwise process personal information in connection with our websites, mobile apps, desktop applications, and other services, and explains the rights and choices available to individuals with respect to their information.\nFor convenience, our websites, mobile apps and desktop applications are collectively referred to as the “Sites,” and, together with our other services, collectively referred to as the “Services.” This Privacy Policy governs any of the Services on which the Privacy Policy is posted.</p>\n<p>Individuals located in the European Union should be sure to read the important information provided here.</p>\n<ul>\n<li>Personal Information We Collect</li>\n<li>Cookies and Similar Technologies</li>\n<li>How We Use Your Personal Information</li>\n<li>How We Share your Personal Information</li>\n<li>Your Choices</li>\n<li>Security</li>\n<li>International Transfer</li>\n<li>Other Sites and Services</li>\n<li>User Generated Content</li>\n<li>Third-Party Products and Services</li>\n<li>Changes to this Privacy Policy</li>\n<li>Notice to California Residents</li>\n<li>Questions?</li>\n<li>Additional Information for European Union Users</li>\n</ul>\nPersonal Information We Collect\nInformation you give us\n<p>Personal information that you may provide through the Services or otherwise communicate with us includes:</p>\n<ul>\n<li>\n<strong>Contact information</strong>, such as your first name, last name, and email address</li>\n<li>\n<strong>Profile information</strong>, such as your username and password, your photograph, interests and preferences</li>\n<li>\n<strong>Feedback and correspondence</strong>, such as information you provide when you report a problem with the Services, receive customer support, or otherwise correspond with us</li>\n<li>\n<strong>Transaction information</strong>, such as billing information and details about purchases you make through the Sites, and information you provide when you enter into one of our contests or other promotions</li>\n<li>\n<strong>Usage information</strong>, such as information about how you use the Services and interact with us, including information associated with any content you upload to the Sites or otherwise submit to us through the Services, and information you provide when you use any interactive features of the Services</li>\n<li>\n<strong>Marketing information</strong>, such your preferences for receiving marketing communications and details about how you engage with marketing communications</li>\n</ul>\n<p>\n<strong>Please note that, as explained in the&nbsp;User Generated Content&nbsp;section of this Privacy Policy, we ask you not to include personal information in any files you upload to the Services or in the messages you exchange via the Services.\nIf you choose to include personal information within those functionalities, we will not be able to limit the collection and use of that information by other users, and we will not process this information for our own purposes.</strong>\n</p>\nReferrals\n<p>Existing users of our Services may have the opportunity to refer friends or other contacts to us.\nIf you are an existing user, you may only submit a referral if you have permission to provide the referral’s contact information to us.</p>\nInformation automatically collected\n<p>We may automatically log information about you and your computer or mobile device when you access our Sites.\nFor example, we may log your computer or mobile device operating system name and version, manufacturer and model, device identifier, browser type, screen resolution, the website you visited before browsing to our Sites, pages you viewed, how long you spent on a page, access times, general location information such as city, state or geographic area, and information about your use of and actions on our Sites.\nWe collect this information about you using cookies.\nPlease refer to the&nbsp;Cookies and Similar Technologies&nbsp;section for more details.</p>\nCookies and Similar Technologies\nWhat are cookies?\n<p>We may collect information using “cookies.” Cookies are small data files stored on the hard drive of your computer or mobile device by a website.\nWe may use both session cookies (which expire once you close your web browser) and persistent cookies (which stay on your computer or mobile device until you delete them) to provide you with a more personal and interactive experience on our Site.</p>\n<p>We use two broad categories of cookies: (1) first party cookies, served directly by us to your computer or mobile device, which we use to recognize your computer or mobile device when it revisits our Site.\nand (2) third party cookies, which are served by service providers on our Site, and can be used by such service providers to recognize your computer or mobile device when it visits other websites.</p>\nCookies we use\n<p>Our Site uses the following types of cookies for the purposes set out below:</p> Type of cookie\nPurpose Essential Cookies\nThese cookies are essential to provide you with services available through our Site and to enable you to use some of its features.\nWithout these cookies, the services that you have asked for cannot be provided, and we only use these cookies to provide you with those services.\nFunctionality Cookies\nThese cookies allow our Site to remember choices you make when you use our Site.\nThe purpose of these cookies is to provide you with a more personal experience and to avoid you having to re-select your preferences every time you visit our Site.\nAnalytics and Performance Cookies\nThese cookies are used to collect information about traffic to our Site and how users use our Site.\nThe information gathered may include the number of visitors to our Site, the websites that referred them to our Site, the pages they visited on our Site, what time of day they visited our Site, whether they have visited our Site before, and other similar information.\nWe use this information to help operate our Site more efficiently, to gather broad demographic information, monitor the level of activity on our Site, and improve the Site.\n<br>\n<br> We use Google Analytics for this purpose.\nGoogle Analytics uses its own cookies.\nYou can find out more information about Google Analytics cookies here and about how Google protects your data here.\nYou can prevent the use of Google Analytics relating to your use of our Site by downloading and installing the browser plugin available here.\nSocial Media Cookies\nThese cookies are used to allow you to share information using a social media sharing button or “like” button on our Site or you link your account or engage with our content on or through a social networking website such as Facebook or Twitter.\nThe social network will record that you have done this.\nSee the Other Sites and Services section of this Privacy Policy.\nTargeted and advertising cookies\nThese cookies track your browsing habits to enable us to show advertising which is more likely to be of interest to you.\nThese cookies use information about your browsing history to group you with other users who have similar interests.\nBased on that information, third party advertisers can place cookies to enable them to show advertisements which we think will be relevant to your interests while you are on third party websites.\nOnline Tracking Opt-Out Guide\n<p>Like many companies online, we may use services provided by Google, Facebook and other companies that use tracking technology.\nThese services rely on tracking technologies – such as cookies and web beacons – to collect directly from your device information about your browsing activities, your interactions with websites, and the device you are using to connect to the Internet.\nThere are a number of ways to opt out of having your online activity and device data collected through these services, which we have summarized below:</p>\n<ul>\n<li>\n<strong>Blocking cookies in your browser</strong>.\nMost browsers let you remove or reject cookies, including cookies used for interest-based advertising.\nTo do this, follow the instructions in your browser settings.\nMany browsers accept cookies by default until you change your settings.\nFor more information about cookies, including how to see what cookies have been set on your device and how to manage and delete them, visit www.allaboutcookies.org.\nNote: if you do not accept our cookies, you may experience some inconvenience in your use of our Site.\nFor example, we may not be able to recognize your computer or mobile device and you may need to log in every time you visit our Site.</li>\n<li>\n<strong>Blocking advertising ID use in your mobile settings</strong>.\nYour mobile device settings may provide functionality to limit use of the advertising ID associated with your mobile device for interest-based advertising purposes.</li>\n<li>\n<strong>Using privacy plug-ins or browsers</strong>.\nYou can block our websites from setting cookies used for interest-based ads by using a browser with privacy features, like Brave, or installing browser plugins like Privacy Badger, Ghostery or uBlock Origin, and configuring them to block third party cookies/trackers.</li>\n<li>\n<strong>Platform opt-outs</strong>.\nThe following advertising partners offer opt-out features that let you opt-out of use of your information for interest-based advertising:\n<ul>\n<li>Google: https://adssettings.google.com</li>\n<li>Facebook: https://www.facebook.com/about/ads</li>\n<li>Outbrain: https://my.outbrain.com/recommendations-settings/home</li>\n</ul>\n</li>\n<li>\n<strong>Advertising industry opt-out tools</strong>.\nYou can also use these opt-out options to limit use of your information for interest-based advertising by participating companies:\n<ul>\n<li>Digital advertising Alliance: http://optout.aboutads.info</li>\n<li>Network Advertising Initiative: http://optout.networkadvertising.org/?c=1</li>\n</ul>\n</li>\n</ul>\n<p>Note that because these opt-out mechanisms are specific to the device or browser on which they are exercised, you will need to opt-out on every browser and device that you use.</p>\nFlash technology\n<p>We may use Flash cookies (which are also known as Flash Local Shared Object ( “LSOs”)) on our Site to collect and store information about your use of our Site.\nUnlike other cookies, Flash cookies cannot be removed or rejected via your browser settings.\nIf you do not want Flash cookies stored on your computer or mobile device, you can adjust the settings of your Flash player to block Flash LSO storage using the tools contained in the Website Storage Settings Panel at&nbsp;this website.\nYou can also control Flash LSOs by going to the Global Storage Settings Panel at&nbsp;this website&nbsp;and following the instructions.\nPlease note that setting the Flash Player to restrict or limit acceptance of Flash LSOs may reduce or impede the functionality of some Flash applications, including, potentially, Flash applications used in connection with our Site</p>\nPixel tags\n<p>We may also use pixel tags (which are also known as web beacons and clear GIFs) on our Site to track the actions of users on our Site.\nUnlike cookies, which are stored on the hard drive of your computer or mobile device by a website, pixel tags are embedded invisibly on webpages.\nPixel tags measure the success of our marketing campaigns and compile statistics about usage of the Site, so that we can manage our content more effectively.</p>\n<p>Do Not Track signals</p>\n<p>Some Internet browsers may be configured to send “Do Not Track” signals to the online services that you visit.\nWe currently do not currently respond to do not track signals.\nTo find out more about “Do Not Track,” please visit&nbsp;http://www.allaboutdnt.com.</p>\nHow We Use Your Personal Information\nTo provide our Services\n<p>If you have a Splice account or use our Services, we use your personal information to:</p>\n<ul>\n<li>operate, maintain, administer and improve the Services</li>\n<li>manage and communicate with you regarding your Splice account, if you have one, including by sending you service announcements, technical notices, updates, security alerts, and support and administrative messages</li>\n<li>process and manage purchases and registrations you make through the Sites, including to administer contests and other promotions</li>\n<li>manage individual referrals</li>\n<li>better understand your needs and interests, and personalize your experience with the Sites</li>\n<li>provide support and maintenance for the Services</li>\n<li>respond to your service-related requests, questions and feedback</li>\n</ul>\nTo communicate with you\n<p>If you request information from us (such as signing up for our newsletter), register on the Sites, or participate in our contests or promotions, we may send you Splice-related marketing communications as permitted by law.\nYou will have the ability to opt out of such communications.</p>\nTo comply with law\n<p>We use your personal information as we believe necessary or appropriate to comply with applicable laws, lawful requests and legal process, such as to respond to subpoenas or requests from government authorities.</p>\nWith your consent\n<p>We will request your consent to use your personal information where required by law, such as where we use certain cookies or similar technologies or would like to send you certain marketing messages.\nIf we request your consent to use your personal information, you have the right to withdraw your consent any time in the manner indicated when we requested the consent or by&nbsp;contacting us.\nIf you have consented to receive marketing communications from our third-party partners, you may withdraw your consent by contacting those partners directly.</p>\nFor analytics\n<p>We analyze use of the Service to analyze and improve the Service and to develop new products and services, including by studying user demographics and use of the Service.</p>\nFor compliance, fraud prevention and safety\n<p>We use your personal information as we believe necessary or appropriate to (a) enforce the terms and conditions that govern the Service.\n(b) protect our rights, privacy, safety or property, and/or that of you or others.\nand © protect, investigate and deter against fraudulent, harmful, unauthorized, unethical or illegal activity.</p> How We Share Your Personal Information\nAffiliates\n<p>We may disclose your personal information to our subsidiaries and corporate affiliates for purposes consistent with this Privacy Policy.</p>\nUsers of the Services/Visitors to the Sites\n<p>Content you submit to the Sites or through the Services may be viewable by other users of the Services.\nFor example, other users may be able to see your tracks available for collaboration, and your username may be associated with your projects.\nPlease refer to the section on&nbsp;User Generated Content&nbsp;for additional details.\nIf you participate in a Splice contest or promotion, we may share contestant names as disclosed in the terms of the contest or promotion, including by posting the winner’s name on our Sites.</p>\nService Providers\n<p>We may employ third party companies and individuals to administer and provide the Services on our behalf (such as customer support, hosting, email delivery and database management services).\nThese third parties may use your information only as directed by Company and in a manner consistent with this Privacy Policy, and are prohibited from using or disclosing your information for any other purpose.</p>\nProfessional advisors\n<p>We may disclose your personal information to professional advisors, such as lawyers, bankers, auditors and insurers, where necessary in the course of the professional services that they render to us.</p>\nCompliance with Laws and Law Enforcement.\nProtection and Safety\n<p>Company may disclose information about you to government or law enforcement officials or private parties as required by law, and disclose and use such information as we believe necessary or appropriate to (a) comply with applicable laws and lawful requests and legal process, such as to respond to subpoenas or requests from government authorities.\n(b) enforce the terms and conditions that govern the Service.\n(d) protect our rights, privacy, safety or property, and/or that of you or others.\nand (e) protect, investigate and deter against fraudulent, harmful, unauthorized, unethical or illegal activity.</p>\nBusiness Transfers\n<p>Company may sell, transfer or otherwise share some or all of its business or assets, including your personal information, in connection with a business deal (or potential business deal) such as a merger, consolidation, acquisition, reorganization or sale of assets or in the event of bankruptcy, in which case we will make reasonable efforts to require the recipient to honor this Privacy Policy.</p>\nYour Choices\nAccess, update, correct or delete your information\n<p>All Splice account holders may review, update, correct or delete the personal information in their registration profile by logging into their account.\nYou may also contact us at&nbsp;support@splice.com&nbsp;to access, update or correct the personal information Splice maintains about you, or if you have additional requests or questions.</p>\nMarketing communications\n<p>You may opt out of marketing-related emails by logging in and changing your account settings, by clicking on a link at the bottom of each such email, or by contacting us at&nbsp;support@splice.com.\nYou may continue to receive service-related and other non-marketing emails.</p>\nChoosing Not to Share Your Personal Information\n<p>Where we are required by law to collect your personal information, or where we need your personal information in order to provide the Services to you, if you do not provide this information when requested (or you later ask to delete it), we may not be able to provide you with the Services.\nWe will tell you what information you must provide to receive the Services by designating it as required in the Services or through other appropriate means.</p>\nSecurity\n<p>The security of your personal information is important to us.\nWe take a number of organizational, technical and physical measures designed to protect the personal information we collect, both during transmission and once we receive it.\nHowever, no security safeguards are 100% secure and we cannot guarantee the security of your information.</p>\nChildren\n<p>Our Sites are not directed to children under 16.\nIf a parent or guardian becomes aware that his or her child has provided us with information without their consent, he or she should contact us.\nWe will delete such information from our files as soon as reasonably practicable.</p>\nSensitive Personal Information\n<p>We ask that you not send us, and you not disclose, any sensitive personal information (e.g., social security numbers, information related to racial or ethnic origin, political opinions, religion or other beliefs, health, biometrics or genetic characteristics, criminal background or trade union membership) on the Sites, through the Services or otherwise to us.</p>\n<p>If you send or disclose any sensitive personal information to us when you use the Services, you must consent to our processing and use of such sensitive personal information in accordance with this Privacy Policy.\nIf you do not consent to our processing and use of such sensitive personal information, you must not submit such sensitive personal information through our Services.</p>\nInternational Transfers\n<p>Splice is headquartered in the United States and has service providers in other countries.\nTo provide our Services to you, pursuant our Terms of Use, it is necessary for us to process your information on our servers in the United States or other locations outside of the state, province, or country in which you reside.</p>\nOther Sites and Services\n<p>The Sites may contain links to other websites and services.\nThese links are not an endorsement, authorization or representation that we are affiliated with that third party.\nWe do not exercise control over third party websites or services, and are not responsible for their actions.\nOther websites and services follow different rules regarding the use or disclosure of the personal information you submit to them.\nWe encourage you to read the privacy policies of the other websites you visit and services you use.</p>\nUser Generated Content\n<p>We may make available on our Sites, or link to, features that allow you to generate your own content or share information online (e.g., on message boards, in chat areas, in file uploads, etc.).\nPlease do not embed personal information in the content you generate or share personal information online in public or community forums.\nWhenever you voluntarily disclose personal information online, that information becomes public and can be collected and used by others.\nWe have no control over, and take no responsibility for, the use, storage, dissemination or erasure of personal information embedded in user-generated content (including project files) or shared publicly.\nBy posting personal information online in public or community forums, you may receive unsolicited messages from other parties.</p>\nThird-Party Products and Services\n<p>The Services may integrate with or enable access to third party tools.\nEnd users that register, install or access any third-party tools may be required to accept privacy notices provided by those third parties.\nPlease review those notices carefully, as Splice does not control and cannot be responsible for these providers’ privacy or information security practices.</p>\nChanges to this Privacy Policy\n<p>We reserve the right to modify this Privacy Policy at any time.\nWe encourage you to periodically review this page for the latest information on our privacy practices.\nIf we make material changes to this Privacy Policy you will be notified via e-mail (if you have an account where we have your contact information) or another manner through the Service that we believe reasonably likely to reach you (which may include posting a new privacy policy on our Site – or a specific announcement on this page or on our blog).</p>\n<p>Any modifications to this Privacy Policy will be effective upon our posting of the new terms and/or upon implementation of the new changes on the Service (or as otherwise indicated at the time of posting).\nIn all cases, your continued use of the Service after the posting of any modified Privacy Policy indicates your acceptance of the terms of the modified Privacy Policy.</p>\nNotice to California Residents\n<p>We are required by the California Consumer Privacy Act of 2018 (“CCPA”) to provide this&nbsp;CCPA Notice&nbsp;to California residents to explain how we collect, use and share their Personal Information (as the term is defined in the CCPA), and the rights and choices we offer California residents regarding our handling of their personal information.</p>\n<p>We do not sell Personal Information.</p>\n<p>As we explain in this Privacy Policy, we use cookies and other tracking technologies to analyze website traffic and facilitate the operation of the website.\nWe also use cookies to allow users to direct us to share their information on users’ social media accounts.\nIf you would like to learn how to limit the use of cookies and other tracking technologies, please review the instructions provided in the Cookies and Similar Technologies section.</p>\n<p>Our Privacy Policy also explains how we collect, use and share Personal Information.</p>\n<p>The CCPA grants you the following rights: <strong>Access</strong>.\nYou can request information about how we have collected, used and shared your Personal Information during the past 12 months.</p>\n<p>You can also request a copy of the Personal Information that we maintain about you.</p>\n<p>\n<strong>Deletion</strong>.\nYou can ask us to delete the Personal Information that we collected or maintain about you.</p>\n<p>Please note that the CCPA limits these rights by, for example, prohibiting us from providing certain sensitive information in response to an access request and limiting the circumstances in which we must comply with a deletion request.\nIf we deny your request, we will communicate our decision to you.</p>\n<p>You are entitled to exercise the rights described above free from discrimination.</p>\n<p>To request access to or deletion of Personal Information, email support@splice.com.</p>\n<p>\n<strong>Identity verification</strong>.\nThe CCPA requires us to verify the identity of the individual submitting a request to access or delete Personal Information before providing a substantive response to the request.</p>\n<p>\n<strong>Authorized agents</strong>.\nCalifornia residents can empower an “authorized agent” to submit requests on their behalf.\nWe will require the authorized agent to have a written authorization confirming that authority.</p>\nContact Us\n<p>If you have any questions or concerns at all about our Privacy Policy, please feel free to email us at&nbsp;support@splice.com, or write to us at:</p>\n<p>Distributed Creation Inc.</p>\n<p>35 East 21st St, 4th Fl West</p>\n<p>New York, New York 10010</p>\n<p>Individuals in the European Union can also contact our EU representative, Distributed Creation UK, Ltd., by sending an email to&nbsp;eu@splice.com.</p>\nAdditional Information for European Union Users\nPersonal information\n<p>References to “personal information” in this Privacy Policy are equivalent to “personal data” governed by European data protection legislation.</p>\nController\n<p>Distributed Creation, Inc.\nd/b/a Splice is the controller of your personal information for purposes of European data protection legislation.\nSee the Contact Us section above for contact details.</p>\n<p>Our EU representative is&nbsp;Distributed Creation UK, Ltd., and can be reached by sending an email to eu@splice.com.</p>\nLegal bases for processing\n<p>We only use your personal information as permitted by law.\nWe are required to inform you of the legal bases of our processing of your personal information, which are described in the table below.\nIf you have questions about the legal basis of how we process your personal information, contact us at&nbsp;support@splice.com.</p> Processing purpose (click link for details)\nLegal basis To provide the Services <br>\n<br> To process your information in the US and other locations outside of the EEA, Switzerland or the UK\nProcessing is necessary to perform the contract governing our provision of the Services or to take steps that you request prior to signing up for the Services.\nTo communicate with you <br>\n<br> For analytics <br>\n<br> For compliance, fraud prevention and safety\nThese processing activities constitute our legitimate interests.\nWe make sure we consider and balance any potential impact on you (both positive and negative) and your rights before we process your personal information for our legitimate interests.\nWe do not use your personal information for activities where our interests are overridden by the impact on you (unless we have your consent or are otherwise required or permitted to by law).\nTo comply with law\nProcessing is necessary to comply with our legal obligations With your consent\nProcessing is based on your consent.\nWhere we rely on your consent you have the right to withdraw it anytime in the manner indicated in the Service or by contacting us at support@splice.com.\nUse for new purposes\n<p>We may use your personal information for reasons not described in this Privacy Policy where permitted by law and the reason is compatible with the purpose for which we collected it.\nIf we need to use your personal information for an unrelated purpose, we will notify you and explain the applicable legal basis.</p>\nRetention\n<p>We will only retain your personal information for as long as necessary to fulfill the purposes we collected it for, including for the purposes of satisfying any legal, accounting, or reporting requirements.</p>\n<p>To determine the appropriate retention period for personal information, we consider the amount, nature, and sensitivity of the personal information, the potential risk of harm from unauthorized use or disclosure of your personal information, the purposes for which we process your personal information and whether we can achieve those purposes through other means, and the applicable legal requirements.</p>\n<p>We may retain indefinitely certain information associated with content you upload to the Services, such as the title and authorship of your tracks.\nWe encourage you not to embed any personal information in such content.\nWhen we no longer require the personal information we have otherwise collected about you, we will dissociate such information from the information attached to your content.</p>\n<p>In some circumstances we may anonymize your personal information (so that it can no longer be associated with you), in which case we may use this information indefinitely without further notice to you.</p>\nYour rights\n<p>European data protection laws give you certain rights regarding your personal information.\nYou may ask us to take the following actions in relation to your personal information that we hold:</p>\n<ul>\n<li>\n<strong>Opt-out</strong>.\nStop sending you direct marketing communications.\nYou may continue to receive service-related and other non-marketing emails.</li>\n<li>\n<strong>Access</strong>.\nProvide you with information about our processing of your personal information and give you access to your personal information.</li>\n<li>\n<strong>Correct</strong>.\nUpdate or correct inaccuracies in your personal information.</li>\n<li>\n<strong>Delete</strong>.\nDelete your personal information.</li>\n<li>\n<strong>Transfer</strong>.\nTransfer a machine-readable copy of your personal information to you or a third party of your choice.</li>\n<li>\n<strong>Restrict</strong>.\nRestrict the processing of your personal information.</li>\n<li>\n<strong>Object</strong>.\nObject to our reliance on our legitimate interests as the basis of our processing of your personal information.</li>\n</ul>\n<p>You can submit these requests by email to&nbsp;support@splice.com&nbsp;or our postal address provided&nbsp;above.&nbsp;We may request specific information from you to help us confirm your identity and process your request.\nApplicable law may require or permit us to decline your request.\nIf we decline your request, we will tell you why, subject to legal restrictions.\nIf you would like to submit a complaint about our use of your personal information or response to your requests regarding your personal information, you may contact us as described&nbsp;above&nbsp;or submit a complaint to the data protection regulator in your jurisdiction.\nYou can find your data protection regulator&nbsp;here.</p>\n", "created_at": "2021-06-26 16:21:10.455511", "updated_at": "2021-06-26 16:21:19.738433"}], "points": [{"id": 26561, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://splice.com/terms", "status": "Generated through the annotate view", "created_at": "2022-01-02 03:07:44.510681", "updated_at": "2022-08-17 16:34:00.417513", "quoteText": "TO THE FULLEST EXTENT PERMITTED BY LAW, (A) THE SPLICE PROPERTIES AND CONTENT AVAILABLE THROUGH THE SERVICE ARE PROVIDED “AS IS” AND ON AN “AS AVAILABLE” BASIS", "case_id": 286, "document_id": 7336, "quoteStart": 35994, "quoteEnd": 36153}, {"id": 23230, "title": "The court of law governing the terms is in New York", "source": "https://splice.com/terms", "status": "Generated through the annotate view", "created_at": "2021-06-27 19:10:55.595626", "updated_at": "2021-06-27 19:38:50.986215", "quoteText": "THE TERMS AND ANY ACTION RELATED THERETO WILL BE GOVERNED AND INTERPRETED BY AND UNDER THE LAWS OF THE STATE OF NEW YORK, CONSISTENT WITH THE FEDERAL ARBITRATION ACT, WITHOUT GIVING EFFECT TO ANY PRINCIPLES THAT PROVIDE FOR THE APPLICATION OF THE LAW OF ANOTHER JURISDICTION.", "case_id": 163, "document_id": 7336, "quoteStart": 63736, "quoteEnd": 64011}, {"id": 23229, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://splice.com/terms", "status": "Generated through the annotate view", "created_at": "2021-06-27 19:07:40.255997", "updated_at": "2021-06-27 19:38:57.963102", "quoteText": "SPLICE MAKES NO WARRANTY REGARDING THE QUALITY OF ANY SUCH GOODS OR SERVICES, OR THE ACCURACY, TIMELINESS, TRUTHFULNESS, COMPLETENESS OR RELIABILITY OF ANY USER CONTENT OBTAINED THROUGH SPLICE PROPERTIES.", "case_id": 288, "document_id": 7336, "quoteStart": 38773, "quoteEnd": 38977}, {"id": 23132, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://splice.com/terms", "status": "Generated through the annotate view", "created_at": "2021-06-26 16:41:33.205676", "updated_at": "2021-06-26 17:46:32.445546", "quoteText": "TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW.\nSPLICE DOES NOT WARRANT THAT THE SPLICE PROPERTIES OR ANY PORTION OF THE SPLICE PROPERTIES WILL BE UNINTERRUPTED, TIMELY, SECURE, OR FREE OF ERRORS, VIRUSES, OR OTHER HARMFUL COMPONENTS", "case_id": 287, "document_id": 7336, "quoteStart": 36443, "quoteEnd": 36679}, {"id": 23131, "title": "There is a date of the last update of the agreements", "source": "https://splice.com/terms", "status": "Generated through the annotate view", "created_at": "2021-06-26 16:39:13.343979", "updated_at": "2021-06-26 17:46:24.893978", "quoteText": "Last Updated: <strong>April 1, 2021", "case_id": 331, "document_id": 7336, "quoteStart": 75, "quoteEnd": 110}], "urls": ["https://splice.com/"]}}