{"error": 448, "message": "OK", "parameters": {"id": 3268, "name": "Panda Pflege", "created_at": "2021-04-23 19:56:10.550522", "updated_at": "2021-04-24 00:01:51.68748", "wikipedia": null, "keywords": null, "related": null, "slug": "panda_pflege", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3268.png", "url": "panda-pflege.de", "documents": [{"id": 5346, "name": "Datenschutzerklärung", "url": "https://panda-pflege.de/datenschutzerklaerung/", "xpath": "", "text": " Zum Inhalt springen Ambulante Pflege für Münster – freundlich und kompetent Menü <ul>\n<li>Startseite</li>\n<li>Leistungen</li>\n<li>Unsere Philosophie</li>\n<li>Jobs\n<ul>\n<li>450€</li>\n<li>Pflege</li>\n<li>Hauswirtschaft und Betreuung</li>\n</ul>\n</li>\n<li>Kontakt</li>\n</ul> Datenschutzerklärung Datenschutzerklärung <p>Verantwortliche Stelle im Sinne der Datenschutzgesetze ist:<br>Boris Dudziak, Warendorfer Str.\n183, 48145 Münster, info@panda-pflege.de, +49251-29797801</p> Erfassung allgemeiner Informationen <p>Wenn Sie auf unsere Webseite zugreifen, werden automatisch Informationen allgemeiner Natur erfasst.\nDiese Informationen (Server-Logfiles) beinhalten etwa die Art des Webbrowsers, das verwendete Betriebssystem, den Domainnamen Ihres Internet Service Providers und Ähnliches.\nHierbei handelt es sich ausschließlich um Informationen, welche keine Rückschlüsse auf Ihre Person zulassen.\nDiese Informationen sind technisch notwendig, um von Ihnen angeforderte Inhalte von Webseiten korrekt auszuliefern und fallen bei Nutzung des Internets zwingend an.\nAnonyme Informationen dieser Art werden von uns statistisch ausgewertet, um unseren Internetauftritt und die dahinterstehende Technik zu optimieren.</p> Registrierung auf unserer Webseite <p>Wenn Sie auf unsere Webseite zugreifen, werden automatisch Informationen allgemeiner Natur erfasst.\nDiese Informationen (Server-Logfiles) beinhalten etwa die Art des Webbrowsers, das verwendete Betriebssystem, den Domainnamen Ihres Internet Service Providers und Ähnliches.\nHierbei handelt es sich ausschließlich um Informationen, welche keine Rückschlüsse auf Ihre Person zulassen.\nDiese Informationen sind technisch notwendig, um von Ihnen angeforderte Inhalte von Webseiten korrekt auszuliefern und fallen bei Nutzung des Internets zwingend an.\nAnonyme Informationen dieser Art werden von uns statistisch ausgewertet, um unseren Internetauftritt und die dahinterstehende Technik zu optimieren.</p>\n<p>Bei der Registrierung für die Nutzung unserer personalisierten Leistungen werden einige personenbezogene Daten erhoben, wie Name, Anschrift, Kontakt- und Kommunikationsdaten wie Telefonnummer und E-Mail-Adresse.\nSind Sie bei uns registriert, können Sie auf Inhalte und Leistungen zugreifen, die wir nur registrierten Nutzern anbieten.\nAngemeldete Nutzer haben zudem die Möglichkeit, bei Bedarf die bei Registrierung angegebenen Daten jederzeit zu ändern oder zu löschen.\nSelbstverständlich erteilen wir Ihnen darüber hinaus jederzeit Auskunft über die von uns über Sie gespeicherten personenbezogenen Daten.\nGerne berichtigen bzw.\nlöschen wir diese auch auf Ihren Wunsch, soweit keine gesetzlichen Aufbewahrungspflichten entgegenstehen.\nZur Kontaktaufnahme in diesem Zusammenhang nutzen Sie bitte die am Ende dieser Datenschutzerklärung angegebenen Kontaktdaten.</p> Erbringung kostenpflichtiger Leistungen <p>Zur Erbringung kostenpflichtiger Leistungen werden von uns zusätzliche Daten erfragt, wie z.B.\nZahlungsangaben.</p> SSL-Verschlüsselung <p>Um die Sicherheit Ihrer Daten bei der Übertragung zu schützen, verwenden wir auf unserer Webseite panda-pflege.de dem aktuellen Stand der Technik entsprechende Verschlüsselungsverfahren (z.\nB.\nSSL) über HTTPS.</p>\n<p>Die datenschutzrechtlichen Maßnahmen unterliegen stets technischen Erneuerungen aus diesem Grund bitten wir Sie, sich über unsere Datenschutzmaßnahmen in regelmäßigen Abständen durch Einsichtnahme in unsere Datenschutzerklärung zu informieren.</p> Kontaktformular Treten Sie per E-Mail oder Kontaktformular mit uns in Kontakt, werden die von Ihnen gemachten Angaben zum Zwecke der Bearbeitung der Anfrage sowie für mögliche Anschlussfragen gespeichert.\nLöschung bzw.\nSperrung der Daten Wir halten uns an die Grundsätze der Datenvermeidung und Datensparsamkeit.\nWir speichern Ihre personenbezogenen Daten daher nur so lange, wie dies zur Erreichung der hier genannten Zwecke erforderlich ist oder wie es die vom Gesetzgeber vorgesehenen vielfältigen Speicherfristen vorsehen.\nNach Fortfall des jeweiligen Zweckes bzw.\nAblauf dieser Fristen werden die entsprechenden Daten routinemäßig und entsprechend den gesetzlichen Vorschriften gesperrt oder gelöscht.\nÄnderung unserer Datenschutzbestimmungen <p>Wir behalten uns vor, diese Datenschutzerklärung gelegentlich anzupassen, damit sie stets den aktuellen rechtlichen Anforderungen entspricht oder um Änderungen unserer Leistungen in der Datenschutzerklärung umzusetzen, z.\nB.\nbei der Einführung neuer Services.\nFür Ihren erneuten Besuch gilt dann die neue Datenschutzerklärung.</p> Fragen an den Datenschutzbeauftragten <p>Wenn Sie Fragen zum Datenschutz haben, schreiben Sie uns bitte eine E-Mail an: datenschutz@panda-pflege.de</p>\n<p>Büro</p>\n<p>Panda Pflege<br>Warendorfer Str.\n183<br>48145 Münster</p>\n<p>Geöffnet<br>Mo-Fr 9:00-12:00 &amp.\n13:00-16:00<br>und nach Vereinbarung</p>\n<p>Telefon: 0251 – 29 79 78 01<br>Fax: 0251 – 29 79 78 29</p>\n<p>\n<br>info@panda-pflege.de</p>\n<p>Datenschutz<br>Impressum</p>\n<p>Panda Pflege nutzt 100% Ökostrom</p>\n<p>Keine Cookies, Kein Tracking, Keine personalisierte Werbung</p> ", "created_at": "2021-04-23 19:56:11.477058", "updated_at": "2021-04-23 19:57:37.23431"}], "points": [], "urls": ["panda-pflege.de"]}}