{"error": 448, "message": "OK", "parameters": {"id": 4969, "name": "FreshBooks", "created_at": "2021-09-02 22:53:46.278423", "updated_at": "2021-09-02 22:01:08.372136", "wikipedia": "https://en.wikipedia.org/wiki/FreshBooks", "keywords": null, "related": null, "slug": "freshbooks", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4969.png", "url": "freshbooks.com", "documents": [{"id": 8924, "name": "Terms of Service ", "url": "https://www.freshbooks.com/policies/terms-of-service", "xpath": "//*[@id=\"column-block_en-us_5fa4239803bd3\"]", "text": " <p>Privacy and Security:</p> Terms of Service <p>\n<strong>\n<strong>Last Updated: May 21, </strong>2021</strong>\n</p>\n<p>2NDSITE Inc.\n(“FreshBooks”, “we”, “us” and terms of similar meaning) provides this web site [www.FreshBooks.com] and the services provided by or through this web site to you subject to these terms and conditions of use.\nThese terms and conditions of use together with the FreshBooks Privacy Policy (collectively, the “Terms”) govern your use of this web site and the services provided.</p>\n<p>In these Terms, we call this web site, any successor web sites (together, the “Site”) and the software we provide the “Application”.\nThe Application includes your use of the FreshBooks API, and the use of the FreshBooks API by third parties authorized through your FreshBooks account to use your User Content (as defined below) through the FreshBooks API.</p>\n<p>We refer to the services provided by or through the Application as the “Services”.\nUsers of the FB Pay service agree and are bound by the&nbsp;WePay Terms of Service‌ and for users of the FreshBooks Card Reader, “Services” includes the services provided by or through the Card Reader.\nUsers of the FreshBooks Card Reader also agree to and are bound by our FreshBooks Card Reader and Card Transactions Terms of Use, which are available&nbsp;here.&nbsp.\nBy accepting these Terms, you authorize us to store payment credentials, and to send payment instructions to the issuing bank and take payment (one time or recurring) from a user’s credit/debit/bank account.</p>\n<p>FreshBooks may also provide other web sites and software, including without limitation freeinvoicecreator.com, and the services provided by or through such web sites and software.&nbsp.\nThese Terms also govern your use of such web sites, software and services which, for purposes of these Terms (and the FreshBooks’ Privacy Policy referred to in Section 1 below) are included in the definitions of “Site”, “Application” and “Services”.</p>\n<p>Please read these Terms and the Connected Bank Account Terms carefully before using the Services.\nBy accessing or using the Services you acknowledge that you have read and understood these Terms and agree to be legally bound by these Terms and all policies and guidelines incorporated by reference in these Terms.\nIf you do not agree to be bound by these Terms in their entirety, you may not use the Services.</p>\n<p>FreshBooks reserves the right, in its sole discretion, to change, modify or otherwise alter these Terms, or any policy or guideline applicable to the Services, at any time.\nIf we do so, we will make reasonable efforts to communicate these changes to you via email at the email address you provide in your registration information, if any, or we will post a notice in the Application.</p>\n<p>Unless otherwise specified, any changes or modifications will be effective immediately upon posting of the revised Terms on this Site, and your continued use of the Services after such time will constitute your agreement to be bound by such modified Terms.\nYou should from time to time review the Terms and any policies and documents incorporated in them to understand the terms and conditions that apply to your use of the Services.\nThe Terms will always show the ‘last updated’ date at the top.</p>\n<p>If you do not agree to the modified Terms, you must stop using the Services.\nYou can cancel your account with us without further obligation, except for the amount due for the balance of the billing period in which you cancel your account (if your billing period is monthly, we will prorate your account to the nearest month-end after cancellation).\nIf you have any questions about the Terms, please email us at support@FreshBooks.com.</p>\n<p>In these Terms, our customers and the persons to whom they give “staff” or “advisor” access to their FreshBooks account are called “Subscribers”, and our customers’ customers who use the Services (for example, to view or pay Subscribers’ invoices) are called “Customers”.\nIn these Terms, users of the Services, whether they are Subscribers, Customers, members of the FreshBooks forum, people who post comments on the FreshBooks blog, or casual browsers of the Site, are called “Users”.</p>\n<p>The Services are for your own use only.\nYou may not resell, lease or provide them in any other way to anyone else, except as expressly permitted through the Application.</p>\n<p>The Services are not intended to be used by children.\nYou must be at least eighteen (18) years old to use the Services.\nIf we determine that a User is under the age of eighteen (18), we will terminate that User’s use of the Services.</p>\n<p>1.\nPrivacy Policy</p>\n<p>Please refer to FreshBooks’ privacy policy, available at (the “Privacy Policy”) for information on how FreshBooks collects, uses and discloses personally identifiable information from its Users.\nBy using the Services you agree to our use, collection and disclosure of personally identifiable information in accordance with the Privacy Policy.</p>\n<p>These Service Terms incorporate the&nbsp;Data Processing Agreement&nbsp;(“DPA”), when the GDPR applies to your use of the FreshBook Services to process Customer Data (as defined in the DPA).The DPA is effective as of&nbsp;Apr 29, 2021&nbsp;and replaces and supersedes any previously agreed data processing addendum between you and FreshBooks relating to&nbsp;Regulation (EU) 2016/679 and/or&nbsp;the Directive 95/46/EC.</p>\n<p>FreshBooks’ Application may contain technologies that monitor, record and report to FreshBooks regarding the use of the Application including but not limited to information concerning the devices used to access the Application.\nand the frequency, type and manner of use of FreshBooks (collectively, “Usage Data”).\nYou agree that FreshBooks may, in its sole discretion, collect and use Usage Data to support, maintain, and improve FreshBooks, and to enforce FreshBooks rights under the Terms.\nTo the extent any Usage Data is personal information within the meaning of applicable law, you hereby: (a) consent to FreshBooks’ collection, use and disclosure of such Usage Data for these purposes.\nand (b) represent and warrant that you have obtained the consent of any individual to whom such Usage Data relates to FreshBooks’ collection, use and disclosure of such Usage Data for these purposes, or that the consent of any such individuals is not required to be obtained under applicable law.</p>\n<p>2.\nRegistration Data.\nAccount Security</p>\n<p>If you register for an account on the Services, you agree to (a) provide true, accurate, current and complete information as may be prompted by any registration forms on the Services (“Registration Data”).\nand (b) promptly update the Registration Data and any other information you provide to FreshBooks, to ensure it remains true, accurate and complete.</p>\n<p>You agree to keep your access credentials (such as passwords, API keys or other information required to access the Service) secure and confidential.\nYou must immediately notify FreshBooks of any unauthorized use (or suspected unauthorized use) of your access credentials.\nYou are responsible for all activity on your FreshBooks account, and for all charges incurred by your FreshBooks account.\nThe access credentials are the property of FreshBooks and may be revoked if you share them with any third party (other than as allowed in the Terms), if they are compromised, if you violate these Terms or if FreshBooks terminates the API Terms.</p>\n<p>Further, as a condition of using the Services, you must:</p>\n<ul>\n<li>not attempt to undermine the security or integrity of FreshBooks’ computing systems or networks or, where the Application or Services are hosted by a third party, that third party’s computing systems and networks;</li>\n<li>not use, or misuse, the Application or Services in any way which may impair the functionality of the Application, or other systems used to deliver the Services or impair the ability of any other user to use the Services or Application;</li>\n<li>not attempt to gain unauthorized access to any materials other than those to which you have been given express permission to access or to the computer system on which the Application or Services are hosted;</li>\n<li>not use the Services or Applications to transmit any: files that may damage any other person’s computing devices or software, content that may be offensive, or material or data in violation of any law (including data or other material protected by copyright or trade secrets which you do not have the right to use).\nand</li>\n<li>not attempt to modify, copy, adapt, reproduce, disassemble, decompile or reverse engineer any computer programs used to deliver the Services except as is strictly necessary to use either of them for normal operation.</li>\n</ul>\n<p>3.\nFees.\nCharges.\nTaxes</p>\n<p>Subscription fees and any other charges for the use of the Application are described on the Site.\nThey may change from time to time.\nIf subscription fees change, we will give you at least 30 days’ notice.\nIf they do change, your continued use of the Application after the change indicates your agreement with the new fees and charges after the effective date of the change.\nAny change to fees and other charges will not be applicable to the billing period in which the change occurs.\nFees for payment transactions are subject to change without notice, unless otherwise prohibited, at the discretion of our payment platform partners.\nCurrent pricing can be&nbsp;found here.</p>\n<p>All “snail mail” postage stamps purchased are non-transferable and non-refundable.\nYou will not receive repayment for stamps you do not use.</p>\n<p>Although great care is taken in the production of the Site and description of the Services, typographical, illustrative or pricing errors may occur.\nWe reserve the right to correct errors at any time.\nAll prices are quoted and are payable in United States’ Dollars and, unless otherwise stated, are quoted before shipping charges, GST, PST, QST, HST or other applicable taxes which will be added on top of the quoted price, but itemized separately.\nYou are responsible for all taxes applicable to the fees and charges in any applicable jurisdiction.</p>\n<p>4.\nOwnership, Copyright and Trademarks</p>\n<p>In these Terms the content available through the Services, including all information, data, logos, marks, designs, graphics, pictures, sound files, other files, and their selection and arrangement, is called “Content”.\nContent provided by Users, whether they are Subscribers, Customers or other Users, is called “User Content”.\nFor example, data about its Customers and about its timesheet entries that a Subscriber provides to the Services is User Content of that Subscriber, data about its payments that a Customer provides to the Services is User Content of that Customer, and Content that a User enters into the FreshBooks forum or enters as a comment on the FreshBooks blog is User Content of the User.</p>\n<p>User Content is that User’s property.\nFreshBooks’ only right to that User Content is the limited licenses to it granted in these Terms.\nThose licenses are described in Section 5 and Section 17 of these Terms.</p>\n<p>Other than the User Content, the Services, all Content and all software available on or in respect of the Services or used to create and operate the Services (including, without limitation, the Application and the FreshBooks API) is the property of FreshBooks or its licensors, and is protected by Canadian and international copyright laws, and all rights to the Services, such Content and such software are expressly reserved.\nAll trademarks, registered trademarks, product names and company names or logos mentioned in the Services are the property of their respective owners.\nReference to any products, services, processes or other information, by trade name, trademark, manufacturer, supplier or otherwise does not constitute or imply endorsement, sponsorship or recommendation thereof by FreshBooks.</p>\n<p>Your User Content is your responsibility.\nWe have no responsibility or liability for it, or for any loss or damage your User Content may cause to you or other people.\nAlthough we have no obligation to do so, we have the sole discretion to remove, screen or edit without notice any User Content posted or stored on the Services, and we may do this at any time and for any reason.\nYou are solely responsible for maintaining copies of and replacing any User Content you post or store on the Services.\nIf you authorize third parties to access your User Content through the Services, including through the FreshBooks API, you agree that we are permitted to provide to them the User Content, and also agree that we have no responsibility or liability for their use of such User Content.</p>\n<p>5.\nYour Limited License of Your User Content to FreshBooks</p>\n<p>We do not claim any ownership interest in your User Content, but we do need the right to use your User Content to the extent necessary to operate the Site and provide the Services, now and in the future.\nFor example, if you leave comments on the FreshBooks blog or posts on the FreshBooks forum, we need your license to display that User Content on the Services, and we need the right to sublicense that User Content to our other Users so that they can view that User Content.\nIf you are a Subscriber and enter timesheet data in relation to a Customer and configure your account to display timesheet data to your Customers, we need your license to that User Content to use it in the operation of the Services, and we need the right to sublicense that User Content to your Customers for that purpose.</p>\n<p>Therefore, by posting or distributing User Content to or through the Services, you (a) grant FreshBooks and its affiliates and subsidiaries a non-exclusive, royalty-free, transferable right to use, display, perform, reproduce, distribute, publish, modify, adapt, translate, and create derivative works from such User Content, in the manner in and for the purposes for which the Services from time to time use such User Content.\n(b) represent and warrant that (i) you own and control all of the rights to the User Content that you post or otherwise distribute, or you otherwise have the lawful right to post and distribute that User Content, to or through the Services.\nand (ii) the use and posting or other transmission of such User Content does not violate these Terms and will not violate any rights of or cause injury to any person or entity.</p>\n<p>If your User Content is intended for the use of other Users (for example, if you issue invoices to Customers or authorize third parties to access your User Content through the FreshBooks API), you also grant us and our affiliates and subsidiaries a non-exclusive, royalty-free, transferable right to sublicense such User Content to such Users for their use in connection with their use of the Services, as described in these Terms.</p>\n<p>These licenses from you are non-exclusive because you have the right to use your User Content elsewhere.\nThey are royalty-free because we are not required to pay you for the use of your User Content on the Services.\nAnd they are transferable because we need the right to transfer these licenses to any successor operator of the Services.\nOur rights to “modify, adapt, translate, and create derivative works from” are necessary because the normal operation of the Services does this to your User Content when it processes it for use in the Services.</p>\n<p>6.\nOur Limited License of Content to You</p>\n<p>FreshBooks grants you a limited, revocable, non-exclusive, non-sublicensable license to access the Services and to view, copy and print the portions of the Content available to you through the Services.\nSuch license is subject to these Terms, and specifically conditioned upon the following: (i) you may only view, copy and print such portions of the Content for your own use.\n(ii) you may not modify or otherwise make derivative works of the Content, or reproduce, distribute or display the Content (except for page caching) except as expressly permitted in these Terms.\n(iii) you may not remove or modify any copyright, trademark, or other proprietary notices that have been placed in the Content.\n(iv) you may not use any data mining, robots or similar data gathering or extraction methods.\nand (v) you may not use the Services or the Content other than for their intended purpose.</p>\n<p>Except as expressly permitted above, any use of any portion of the Content without the prior written permission of its owner is strictly prohibited and will terminate the license granted in this Section, this Agreement and your account with us.\nAny such unauthorized use may also violate applicable laws, including without limitation copyright and trademark laws.\nUnless explicitly stated herein, nothing in these Terms may be construed as conferring any license to intellectual property rights, whether by estoppel, implication or otherwise.\nThe license in this Section is revocable by FreshBooks at any time.</p>\n<p>You represent and warrant that your use of the Services and the Content will be consistent with this license and will not infringe or violate the rights of any other party or breach any contract or legal duty to any other parties, or violate any applicable law in Canada, the United States, and any country in which you are using the Services.\nThese laws include economic sanctions.\n“Economic sanctions” means United Nations Security Council Resolutions requiring states to restrict or prohibit business activities with certain foreign states, individuals and entities of those states, and non-state actors, and the laws, regulations and policies that restrict or prohibit business activities with certain foreign states, individuals and entities of those states, and non-state actors.</p>\n<p>To request permission for uses of Content not included in this license, you may contact FreshBooks at the address set out at the bottom of these Terms.</p>\n<p>7.\nUsing the FreshBooks API</p>\n<p>This Section contains terms and conditions applicable to your use of the FreshBooks API, whether you are a Subscriber or other User, including a developer or operator of a website or application (such a website or application, a “FreshBooks API Implementation”, and the developer or operator, an “API Developer”) who wishes to use the FreshBooks API for the purpose of including Content in your FreshBooks API Implementation.\nIf you are a Subscriber and you procure a third-party to develop a FreshBooks API Implementation for you, this Section applies to your and their use of the FreshBooks API, and you are responsible for their compliance with this Section to the same extent as though you were developing the FreshBooks API Implementation yourself.</p>\n<p>If you are an API Developer and not otherwise a User, your use of the FreshBooks API constitutes your agreement to these Terms.\nWe may change these Terms without notice to you by posting new Terms on the Site.\nIt is your responsibility to review the Site for changes to the Terms.\nIf you use the Services after new Terms are posted, your use of the Services constitutes your agreement to the new Terms.\nIf you do not wish to be bound by the new Terms, cease your use of the Services.</p>\n<p>If you are an API Developer and not otherwise a Subscriber or other User of the Services, the license set forth in this Section applies to your use of the FreshBooks API, and the license set forth in Section 6 does not apply to your use of the FreshBooks API.\nIf you are also a Subscriber or other User, the license set forth in Section 6 applies to your use of Content other than the FreshBooks API, and this Section applies to your use of the FreshBooks API.</p>\n<p>FreshBooks grants you a limited, revocable, non-exclusive, non-sublicensable license to use the FreshBooks API as provided by FreshBooks, in the manner permitted by the Terms.\nSuch license does not license any other Content to you, including Subscriber Content.\nIf you wish to use your FreshBooks API Implementation to display or deliver any Content provided to us by a Subscriber, you must obtain the prior agreement of that Subscriber to that use, by obtaining a license from the Subscriber, in terms of use governing the use by that Subscriber of your FreshBooks API Implementation, for your use of that Content.\nThis limited license is subject to the usage restrictions set forth in Section 6, and any further restrictions set out in your terms of use and privacy policy agreed to by the Subscriber.\nIf you do not present terms of use and a privacy policy to our Subscribers upon their use of your FreshBooks API Implementation, you may not use the FreshBooks API.</p>\n<p>Your use of the FreshBooks API is also subject to the following restrictions.\nYou may not:</p>\n<ul>\n<li>interfere or attempt to interfere in any manner with the proper workings of the FreshBooks API, or create or distribute any FreshBooks API Implementation that adversely affects the functionality or performance of the Services or adversely impacts the behavior of other applications using the FreshBooks API;</li>\n<li>misrepresent your identity or intentions when communicating with us in relation to the FreshBooks API, use the developer credentials licensed to a different individual or entity, allow your credentials to be used by others, or mask your usage of the FreshBooks API;</li>\n<li>use the FreshBooks API in association with, or as a component of, any website that in the sole discretion of FreshBooks is determined to be obscene or otherwise inappropriate;</li>\n<li>use the FreshBooks API for any application that constitutes, promotes or is used in connection with spyware, adware, other malicious programs or code;</li>\n<li>use the FreshBooks API in any manner or for any purpose that violates any law or regulation, any right of any person, including but not limited to intellectual property rights, rights of privacy, or rights of personality;</li>\n<li>replicate, in whole or in part, the “look and feel” of FreshBooks with your FreshBooks API Implementation;</li>\n<li>include in your FreshBooks API Implementation a combination of visual, design, or functional elements that could reasonably be expected to cause confusion between FreshBooks and your FreshBooks API Implementation among users;</li>\n<li>disparage or otherwise negatively represent FreshBooks in your FreshBooks API Implementation;</li>\n<li>use the FreshBooks API for any application that attempts to replace or replicate the essential user experience or functionality of the Service;</li>\n<li>reverse engineer, decompile or otherwise attempt to extract the source code of the Services or any part thereof;</li>\n<li>circumvent or render ineffective any IP address-based functionality or restriction imposed by the Services;</li>\n<li>circumvent technological measures to prevent direct database access, nor manufacture tools or products to that effect;</li>\n<li>build conversion functionality that converts Content from the Service to a competing product or service.\nor</li>\n<li>at any time you are operating your FreshBooks API Implementation, solicit, interfere with or endeavor to entice away from us any of our Subscribers.</li>\n</ul>\n<p>You agree to carefully monitor your use of the FreshBooks API and ensure that it remains within reasonable operational limits for both your own server capacity and for ours.\nYou acknowledge and agree that we may impose or adjust the limit on the number of transactions you may send or receive through the Service.\nsuch fixed upper limits may be set by us at any time, at our discretion.\nIf we impose such limits, we may describe them on our Site.\nFreshBooks may charge additional fees for the excess.\nUnused API calls will not roll over to the next period.</p>\n<p>You will not attempt to exceed or circumvent limitations on access, calls and use of the FreshBooks API, or otherwise use the FreshBooks API in a manner that exceeds reasonable request volume, constitutes excessive or abusive usage, or otherwise fails to comply or is inconsistent with any part of these Terms.\nFreshBooks may monitor your use of the FreshBooks API and, if your application(s) does or will connect the FreshBooks API to five hundred or more systems, FreshBooks reserves the right to limit or suspend access to the FreshBooks API by you or your API client(s) and to contact you to discuss the volume and terms of your API calls.</p>\n<p>We reserve the right to rate limit other functionality to prevent abuse, spam, denial-of-service attacks, or other security issues.</p>\n<p>FreshBooks has no responsibility to any person for any use or misuse of any Content obtained through the FreshBooks API.\nIf you are a Subscriber, you should consider carefully whether you wish to give an API Developer access to your Content through the FreshBooks API.\nIf you wish to revoke access to your Content through the FreshBooks API, you should change your FreshBooks access credentials or revoke authorization of the FreshBooks API Implementation to your Content.\nPlease contact us at support@FreshBooks.com if you want assistance doing this.</p>\n<p>FreshBooks may monitor your use of the FreshBooks API for any reason, including but not limited to: quality assurance, the improvement of FreshBooks products and services, and for verification of your compliance with these Terms.\nYou shall not interfere with such monitoring or otherwise obscure from FreshBooks any aspect of your use of the FreshBooks API.\nFreshBooks may use any technical means to overcome such interference.\nFreshBooks may suspend access to the API by you or your API client without notice if FreshBooks reasonably believe that you are in violation of the Terms.\nYou acknowledge that any use by us of your FreshBooks API Implementation for such purpose will not constitute our agreement to any terms of use you purport to require us to comply with in such use.</p>\n<p>FreshBooks does not warranty anything relating to third party applications which you choose to integrate with your use of the FreshBooks Application and Services.\nFreshBooks does not guarantee that integration between your use of the FreshBooks Application and a third party application will be error free or functionally possible.\nIn some circumstances, we indicate on the Site that a third party application is ‘FreshBooks Tested’ which means that we have tested the functional integration of the FreshBooks platform with the third party application.\nIn some circumstances, we indicate that a third party application is a ‘Top Pick’ which may mean that the application is one of the more popular applications with Freshbooks Users.\nYou are responsible for satisfying yourself with the function and security of a third party application you seek to integrate with your use of the FreshBooks Application.\nFurther, you are responsible for making yourself aware of the terms of service and privacy policy of the third parties whose platforms you seek to integrate with your use of the FreshBooks Application and Services.\nYour use of such third party applications shall be exclusively governed by and subject to the terms of service and privacy policy of the applicable third party providers of such applications.</p>\n<p>8.\nUse of Interactive Areas and the Services</p>\n<p>The Services may include discussion forums, bulletin boards, review services or other forums in which you or third parties may post reviews or other content, messages, materials or other items on the Services (“Interactive Areas”).\nIf FreshBooks provides such Interactive Areas, you are solely responsible for your use of such Interactive Areas and use them at your own risk.\nUser Content submitted to any public area of the Services will be considered non-confidential.\nYou agree not to post, upload to, transmit, distribute, store, create or otherwise publish through the Services any of the following:</p>\n<ul>\n<li>any message, data, information, text, music, sound, photos, graphics, code or other material that is unlawful, libelous, defamatory, obscene, pornographic, indecent, lewd, suggestive, harassing, threatening, invasive of privacy or publicity rights, abusive, inflammatory, fraudulent or otherwise objectionable;</li>\n<li>content that would constitute, encourage or provide instructions for a criminal offense, violate the rights of any party, or that would otherwise create liability or violate any local, state, national or international law;</li>\n<li>content that may infringe any patent, trademark, trade secret, copyright or other intellectual or proprietary right of any party;</li>\n<li>content that impersonates any person or entity or otherwise misrepresents your affiliation with a person or entity;</li>\n<li>unsolicited promotions, political campaigning, advertising or solicitations;</li>\n<li>private information of any third party, including, without limitation, addresses, phone numbers, email addresses and credit card numbers, unless that third party has expressly consented to such use;</li>\n<li>viruses, corrupted data or other harmful, disruptive or destructive files;</li>\n<li>content that is unrelated to the topic of the Interactive Area(s) in which such Content is posted.\nor</li>\n<li>content that, in the sole judgment of FreshBooks, is objectionable or which restricts or inhibits any other person from using or enjoying the Interactive Areas or the Services, or which may expose FreshBooks or its affiliates or its users to any harm or liability of any type.</li>\n</ul>\n<p>Finally, FreshBooks has a “zero-tolerance” policy towards SPAM: you may not use the Interactive Areas or the Services generally to send commercial or other messages to any third-party if those messages are not solicited, authorized or welcomed by the third-party, and in your use of the Services you must comply with all applicable laws, including laws that apply in any jurisdiction to SPAM and marketing practices, and with any applicable marketing association guidelines on ethical marketing practices.</p>\n<p>Any use of the Interactive Areas or other portions of the Services in violation of the foregoing violates these Terms and may result in, among other things, termination or suspension of your rights to use the Interactive Areas and/or the Services.</p>\n<p>9.\nProviding a Reliable and Secure Service</p>\n<p>We take reliability and security seriously, and put a great deal of effort into ensuring that our service operates all the time, and that it is a secure environment for your data.\nWe use what we believe to be “best-of-class” hosting services and security technologies and services that we believe provide you with a secure and safe environment.\nMore information about these services and technologies is available on&nbsp;the Site.</p>\n<p>For example, to safeguard credit card information, FreshBooks handles all cardholder data (credit card number, cardholder name, expiration date, service code) in a secure manner that is consistent with the PCI DSS requirement.\nWe use restrictive firewalls to protect stored data and uses 256 bit SSL certificates to encrypt data transferred between you and the Services.</p>\n<p>However, no system is perfectly secure or reliable, the Internet is an inherently insecure medium, and the reliability of hosting services, Internet intermediaries, your Internet service provider, and other service providers cannot be assured.\nWhen you use FreshBooks, you accept these risks, and the responsibility for choosing to use a technology that does not provide perfect security or reliability.\nIn particular, Subscribers who enable auto-billing and choose to store the credit card information of their Customers accept these risks to the security of that credit card information.\nWhen storing credit card information using the FreshBooks recurring profiles module Subscribers acknowledge that they are aware of, and accept as satisfactory, FreshBooks’ credit card protection procedure.\nCredit card data is provided by Subscribers and their Customers, and they are responsible for its protection.</p>\n<p>Finally, FreshBooks provides the FreshBooks API to facilitate the use of the Services with other services on the Internet.\nIf a third party is authorized through your FreshBooks account to have access to your User Content through the FreshBooks API, we cannot control and are not responsible or liable for the third party’s use of your User Content.</p>\n<p>10.\nNo Responsibility for Third-Party Services, Sites or Content</p>\n<p>As a service to our users, the Site may contain links to third-party Web sites (“Third-Party Sites”) or third-party content (“Third-Party Content”) and may provide third-party services (“Third-Party Services”), including payment processors and other payment intermediaries that you may use in connection with your use of the Services.\nYou use Third-Party Sites, Third-Party Content (together, the “Third Party Materials”) or Third-Party Services at your own risk.</p>\n<p>FreshBooks makes no claim or representation regarding Third-Party Materials and Third-Party Services, and provides them or links to them only as a convenience.\nInclusion in the Services of Third-Party Materials does not imply FreshBooks’ endorsement, adoption or sponsorship of, or affiliation with, such Third-Party Materials.\nFreshBooks accepts no responsibility for reviewing changes or updates to, or the quality, content, policies, nature or reliability of Third-Party Materials, or Web sites linking to the Services.\nWhen you leave the Services, our terms and policies no longer govern, and when you use Third-Party Services their terms and policies apply.\nYou should review applicable terms and policies, including privacy and data gathering practices, of any Third-Party Materials and Third-Party Services, and should make whatever investigation you feel necessary or appropriate before proceeding with any transaction with any third party.\nExamples of such third providers are given in the Schedule to these Terms entitled “Third Party Providers”.</p>\n<p>The provider of Third-Party Materials and Third-Party Services is solely responsible for such Third-Party Materials and Third-Party Services, the content therein, any warranties to the extent that such warranties have not been disclaimed, any training, support or maintenance for the Third-Party Materials and Third-Party Services, and any claims that you or any other party may have relating to that Third-Party Materials and Third-Party Services or your use of them.\nYou acknowledge that you are purchasing the license to Third-Party Materials and Third-Party Services from the provider of those Third-Party Materials and Third-Party Services.\nFreshBooks is acting as agent for the provider in providing such Third-Party Materials and Third-Party Services to you.\nFreshBooks is not a party to the license between you and the provider with respect to such Third-Party Materials and Third-Party Services.\nand FreshBooks is not responsible for such Third-Party Materials and Third-Party Services, the content therein, or any warranties or claims that you or any other party may have relating to such Third-Party Materials and Third-Party Services or your use of them.</p>\n<p>You acknowledge and agree that FreshBooks and its affiliates are third party beneficiaries of the End User License Agreement for such Third-Party Materials and Third-Party Services, and that, upon your acceptance of the terms and conditions of the license to any such Third-Party Materials and Third-Party Services FreshBooks will have the right (and will be deemed to have accepted the right) to enforce such license against you as a third party beneficiary thereof.</p>\n<p>11.\nAdvertisements and Promotions</p>\n<p>FreshBooks may run advertisements and promotions from third parties on the Services.\nYour business dealings or correspondence with, or participation in promotions of, advertisers other than FreshBooks, and any terms, conditions, warranties or representations associated with such dealings, are solely between you and such third party.\nFreshBooks is not responsible or liable for any loss or damage of any sort incurred as the result of any such dealings or as the result of the presence of third-party advertisers on the Services.</p>\n<p>12.\nElectronic Signature</p>\n<p>FreshBooks requires your consent to use your electronically recorded signature in the Application.\nYour electronically recorded signature will constitute your acknowledgment that you accept the terms herein and will be used to create a legally binding agreement.</p>\n<p>This recorded confirmation by you will constitute your signature.</p>\n<p>13.\nWarranty Disclaimer</p>\n<p>YOUR USE OF THE SITE, SERVICES, SOFTWARE (INCLUDING WITHOUT LIMITATION, THE APPLICATION AND THE FRESHBOOKS API), AND CONTENT (COLLECTIVELY, THE “FRESHBOOKS SOLUTION”), AND ANY THIRD PARTY MATERIALS OR THIRD PARTY SERVICES IS ENTIRELY AT YOUR OWN RISK, AND EXCEPT AS DESCRIBED IN THIS AGREEMENT, ARE PROVIDED “AS IS.” TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, FRESHBOOKS, ITS SUBSIDIARIES AND AFFILIATES, AND THEIR THIRD PARTY PROVIDERS, LICENSORS, DISTRIBUTORS OR SUPPLIERS (COLLECTIVELY “SUPPLIERS”) DISCLAIM ALL WARRANTIES AND CONDITIONS, EXPRESS OR IMPLIED, INCLUDING ANY WARRANTY OR CONDITION THAT THE FRESHBOOKS SOLUTION OR THIRD PARTY MATERIALS OR THIRD PARTY SERVICES ARE OR WILL (A) BE FIT FOR A PARTICULAR PURPOSE, (B) BE OF GOOD TITLE, (C) BE OF MERCHANTABLE QUALITY.\nOR THEY DO NOT OR WILL NOT INTERFERE WITH OR INFRINGE OR MISAPPROPRIATE ANY INTELLECTUAL PROPERTY RIGHTS.\nFURTHERMORE, THE SUPPLIERS DISCLAIM ALL WARRANTIES AND CONDITIONS, EXPRESS OR IMPLIED AS TO THE ACCURACY, RELIABILITY, QUALITY OF CONTENT IN OR LINKED TO THE FRESHBOOKS SOLUTION.\nFRESHBOOKS, ITS SUBSIDIARIES AND ITS AFFILIATES AND SUPPLIERS DO NOT WARRANT THAT THE FRESHBOOKS SOLUTION IS OR WILL BE SECURE, FREE FROM BUGS, VIRUSES, INTERRUPTION, DATA LOSS, ERRORS, THEFT OR DESTRUCTION.</p>\n<p>SOME PROVINCES DO NOT ALLOW THE EXCLUSION OF IMPLIED WARRANTIES OR CONDITIONS, SO THE ABOVE EXCLUSIONS MAY NOT APPLY TO YOU.\nTHIS WARRANTY GIVES YOU SPECIFIC LEGAL RIGHTS, AND YOU MAY HAVE OTHER RIGHTS THAT VARY FROM PROVINCE TO PROVINCE.</p>\n<p>FRESHBOOKS, ITS SUBSIDIARIES AFFILIATES AND SUPPLIERS DISCLAIM ANY REPRESENTATIONS OR WARRANTIES THAT YOUR USE OF THE SERVICES WILL SATISFY OR ENSURE COMPLIANCE WITH ANY LEGAL OBLIGATIONS OR LAWS OR REGULATIONS.</p>\n<p>14.\nLimitation of Liability.\nIndemnity</p>\n<p>You waive and shall not assert any claims or allegations of any nature whatsoever against FreshBooks, its affiliates or subsidiaries, their sponsors, contractors, advertisers, vendors or other partners, any of their successors or assigns, or any of their respective officers, directors, agents or employees (collectively, the “Released Parties”) arising out of or in any way relating to your use of the FreshBooks Solution or any Third Party Materials or Third Party Services, including, without limitation, any claims or allegations relating to infringement of proprietary rights, or allegations that any Released Party has or should indemnify, defend or hold harmless you or any third party from any claim or allegation arising from your use or other exploitation of the FreshBooks Solution or any Third Party Materials or Third Party Services.\nYou use the FreshBooks Solution or any Third Party Materials or Third Party Services at your own risk.</p>\n<p>Without limitation of the foregoing, neither FreshBooks nor any other Released Party shall be liable for any direct, special, indirect, incidental, exemplary, punitive, or consequential damages, or any other damages of any kind, including but not limited to loss of use, loss of profits or loss of data, whether in an action in contract, tort (including but not limited to negligence) or otherwise, arising out of or in any way connected with the use of or inability to use the FreshBooks Solution or any Third Party Materials or Third Party Services, including without limitation any damages caused by or resulting from your reliance on the FreshBooks Solution or any Third Party Materials or Third Party Services or other information obtained from FreshBooks or any other Released Party or accessible via the FreshBooks Solution or any Third Party Materials or Third Party Services, or that result from mistakes, errors, omissions, interruptions, deletion of files or email, defects, viruses, delays in operation or transmission or any failure of performance, whether or not resulting from acts of god, communications failure, theft, destruction or unauthorized access to FreshBooks or any other Released Party’s records, programs or services.</p>\n<p>In no event shall the aggregate liability of FreshBooks, whether in contract, warranty, tort (including negligence, whether active, passive or imputed), product liability, strict liability or other theory, arising out of or relating to the use of the FreshBooks Solution exceed any compensation paid by you for access to or use of the FreshBooks Solution during the three months prior to the date of any claim.\nIn no event shall FreshBooks have or incur any liability, whether in contract, warranty, tort (including negligence, whether active, passive or imputed), product liability, strict liability or other theory, arising out of or relating to the use any Third Party Materials or Third Party Services.</p>\n<p>You shall defend, indemnify and hold harmless FreshBooks and the other Released Parties from any loss, damages, liabilities, costs, expenses, claims and proceedings arising out of your use of the FreshBooks Solution or any Third Party Materials or Third Party Services, and if you are a Subscriber, from your Customers’ use of the Services and from the use of the FreshBooks Solution or any Third Party Materials or Third Party Services by any person to whom you give access to your account (including staff or advisors), including any claims made by any person that any of your, and if you are a Subscriber, your Customers’, User Content infringes the rights, including the intellectual property rights, of any third party (collectively, “Indemnified Claims”).\nFreshBooks reserves the right, in its sole discretion and at its own expense, to assume the exclusive defense and control of any Indemnified Claims.\nYou agree to reasonably cooperate as requested by FreshBooks in the defense of any Indemnified Claims.</p>\n<p>15.\nCommunications</p>\n<p>Notices that we give you (other than notice of amendment of these Terms, which is discussed in the introduction of these Terms) may be provided in any number of ways, depending on the circumstances.\nFor example, we may email you or telephone you at the contact information you provide in your Registration Data.\nOr we may post a notice to Subscribers and Customers in the dashboard area of your account on the Site, or post the notice elsewhere on the Site.\nWhen we post notices on the Site, we post them in the area of the Site suitable to the notice.\nIt is your responsibility to periodically review the Site for notices.</p>\n<p>Subject to the Privacy Policy, if you send to FreshBooks or post on the Site in any public area any information, ideas, inventions, concepts, techniques or know-how (“User Submissions”), for any purpose, including the developing, manufacturing and/or marketing or products or services incorporating such information, you acknowledge that FreshBooks can use the User Submissions without acknowledgment or compensation to you, and you waive any claim of ownership or compensation or other rights you may have in relation to the User Submissions.\nWe actively review User Submissions for new ideas.\nIf you wish to preserve any interest you might have in your User Submissions, you should not post them to the Site or send them to us.</p>\n<p>\n<strong>Mobile (SMS)</strong>\n</p>\n<p>Receive an invitation to get messages from FreshBooks Text Message Service through your mobile device.\nText FRESH to <strong>26783 </strong>(for US) or<strong> 37374 </strong>(for Canada) to receive promotional offers and account notifications via SMS.\nWhen you opt-in to the service, we will send you a message to confirm your signup.\nMessage and data rates may apply.\nText “<strong>HELP</strong>” or “AIDE” for help.\nText “<strong>STOP</strong>” or “ARRET” to cancel.</p>\n<p>You can cancel this service at any time.\nText “<strong>STOP</strong>” or <strong>“ARRET”</strong> to <strong>26783 </strong>(for US) or<strong> 37374 </strong>(for Canada).\nAfter you send the message “<strong>STOP</strong>” or <strong>“ARRET</strong>” to us, we will send you a reply message to confirm that you have been unsubscribed.\nAfter this, you will no longer receive messages from us.</p>\n<p>If you want to join again, just sign up as you did the first time by texting FRESH to <strong>26783 </strong>(for US) or<strong> 37374 </strong>(for Canada) and we will start sending messages to you again.</p>\n<p>If at any time you forget what keywords are supported, just text “<strong>HELP</strong>” or <strong>“AIDE”</strong> to <strong>26783 (for US) or 37374 (for Canada)</strong>.\nAfter you send the message to us, we will respond with instructions on how to use our service as well as how to unsubscribe.</p>\n<p>Message and data rates may apply for any messages sent to you from us and to us from you.\nIf you have any questions about your text plan or data plan, it is best to contact your wireless provider.For all questions about the services provided by this short code, you can send an email to support@freshbooks.com or call us at 1-866-303-6061.\nIf you have any questions regarding privacy, please read our privacy policy.</p>\n<p>\n<strong>Participating US Tier 1 carriers</strong>:&nbsp;</p>\n<p>AT&amp;T, Sprint/Boost/Virgin, T-Mobile, MetroPCS, Verizon Wireless&nbsp;</p>\n<p>T-Mobile is not liable for delayed or undelivered messages.</p>\n<p>\n<strong>Participating Canadian carriers:&nbsp;</strong>\n</p>\n<p>Aliant Mobility, Bell Mobility, Eastlink, Fido, Mobilicity, MTS, Northern Tel Mobility, Rogers Wireless, Sask Tel Mobility, Télébec Mobilité, TELUS Mobility, Vidéotron, Virgin Mobile Canada, WIND Mobile.</p>\n<p>16.\nApplicable Law and Venue</p>\n<p>The Services are controlled by FreshBooks and operated by it from its offices in Toronto, Ontario.\nYou and FreshBooks both benefit from establishing a predictable legal environment in regard to the Services.\nTherefore, you and FreshBooks explicitly agree that all disputes, claims or other matters arising from or relating to your use of the Site, the Content or the Services will be governed by the laws of the Province of Ontario and the federal laws of Canada applicable therein.\nThe United Nations Convention on Contracts for the International Sale of Goods does not apply to these Terms.</p>\n<p>Except where prohibited by applicable law, any claim, dispute or controversy (whether in contract or tort, pursuant to statute or regulation, or otherwise, and whether pre-existing, present or future) involving FreshBooks and arising out of or relating to (a) these Terms.\n(b) the Site, the Content, or the Services.\n(c) oral or written statements, advertisements or promotions relating to these Terms or to the Site, the Content, or the Services.\nor (d) the relationships that result from these Terms or the Site, the Content, or the Services (collectively, a “Claim”), will be referred to and determined by a sole arbitrator (to the exclusion of the courts).\nIf you have a Claim, you should give written notice to arbitrate at the address specified below.\nIf we have a Claim, we will give you notice to arbitrate at your address provided in your Registration Data.\nArbitration will be conducted by one arbitrator pursuant to the commercial arbitration laws and rules in effect on the date of the notice in the Province of Ontario.</p>\n<p>To the extent arbitration as described in the immediately preceding paragraph is prohibited by applicable law, you agree that all Claims will be heard and resolved in a court of competent subject matter jurisdiction located in Toronto, Ontario.\nYou consent to the personal jurisdiction of such courts over you, stipulate to the fairness and convenience of proceeding in such courts, and covenant not to assert any objection to proceeding in such courts.</p>\n<p>If you choose to access the Services from locations other than Ontario, you will be responsible for compliance with all local laws of such other jurisdiction and you agree to indemnify FreshBooks and the other Released Parties for your failure to comply with any such laws.</p>\n<p>17.\nTermination/Modification of License and Site Offerings</p>\n<p>Notwithstanding any provision of these Terms, FreshBooks reserves the right, without notice and in its sole discretion, without any notice or liability to you, to (a) terminate your license to use the Services, or any portion thereof and the rights of any third party to which you have granted access to your User Content through the FreshBooks API.\n(b) block or prevent your future access to and use of all or any portion of the Services or Content and the rights of any third party to which you have granted access to your User Content through the FreshBooks API.\n(c) change, suspend or discontinue any aspect of the Services or Content.\nand (d) impose limits on the Services or Content.</p>\n<p>18.\nInactive Accounts.\nTermination of Agreement</p>\n<p>If your account is inactive for at least two months (as determined by FreshBooks), we may deactivate your account.\nDeactivated accounts are not deleted – they are placed in storage and can be restored.\nWe will notify you by email if we decide to deactivate your account.\nIf you know in advance that your account will be inactive at some time and don’t want us to deactivate it, let us know in advance at support@FreshBooks.com.\nFreshBooks reserves the right to charge a data storage fee for storage of the information associated with deactivated accounts.\nIf after your account has been deactivated it stays inactive and we don’t hear from you, we may terminate it at any time and without notice.</p>\n<p>You and FreshBooks may terminate your use of the Services including your agreement to these Terms at any time.\nIf you terminate your use of the Services you must pay the fees applicable for the balance of the then current billing period.\nWhen your FreshBooks account is terminated, your User Content will, shortly thereafter, not appear on the Services, except for User Content submitted to public areas of the Site such as the blog, forum, or product reviews, which may remain on the Site after termination.\nWe may also retain an archival copy of your User Content after termination, and you hereby grant us a non-exclusive, perpetual, irrevocable license to maintain such archival copy for our internal business purposes.</p>\n<p>If these Terms expire or terminate for any reason, Sections 4, 9, 10, 12, 14, 16, 18, and 19, and any representation or warranty you make in these Terms, shall survive indefinitely.</p>\n<p>19.\nMiscellaneous</p>\n<p>If any provision of these Terms shall be deemed unlawful, void or for any reason unenforceable, then that provision shall be deemed severable from these Terms and shall not affect the validity and enforceability of any remaining provisions.\nFreshBooks may assign any or all of its rights hereunder to any party without your consent.\nYou are not permitted to assign any of your rights or obligations hereunder without the prior written consent of FreshBooks, and any such attempted assignment will be void and unenforceable.\nThese Terms constitute the entire agreement between you and FreshBooks regarding your use of the Site, the Content, the Add-ons and the Services, and supersede all prior or contemporaneous communications whether electronic, oral or written between you and FreshBooks regarding your use of them.\nThe parties confirm that it is their wish that these Terms, as well as any other documents relating to this Terms, including notices, have been and shall be drawn up in the English language only.\nLes parties reconnaissent avoir convenue que la présente convention ainsi que tous documents, avis et procédures judiciaires qui pourront être exécutés, donnés ou intentées à la suite des présentes ou ayant un rapport, direct ou indirect, avec la présente convention soient rédigée en anglais.</p>\n<p>20.\nQuestions and Comments</p>\n<p>If you have any questions regarding these Terms or your use of the Services, please contact us here:</p>\n<p>FreshBooks<br>1655 Dupont St.\nSuite 250<br>Toronto, ON<br>M6P 3T1 Canada<br>(416) 481-6946 (phone)<br>(866) 303-6061 (toll free) (866) 417-2795 (toll free) (416) 481-3800 (fax)<br>privacy@FreshBooks.com</p> ", "created_at": "2021-09-02 22:53:46.280693", "updated_at": "2021-09-02 20:54:53.694263"}, {"id": 8925, "name": "Privacy Policy ", "url": "https://www.freshbooks.com/policies/privacy", "xpath": "//*[@id=\"column-block_en-us_5fa4239803bd3\"]", "text": " <p>Privacy and Security:</p> Privacy Policy <p>\n<strong>\n<strong>Last Updated: May 21, 202</strong>1</strong>\n</p>\n<p>This is the Privacy Policy of the FreshBooks website:&nbsp;https://www.freshbooks.com&nbsp;(the “Site”), operated by 2NDSITE Inc.\n(together with our affiliates and subsidiaries, including FreshBooks USA Inc, FreshBooks Netherlands B.V., FreshBooks UK Ltd., and any future affiliates or subsidiaries, “FreshBooks”, “we”, “us”, “our” and terms of similar meaning) and our related products and services.\nIt describes the information that we collect from you as part of the normal operation of our Site, and how we disclose and secure this information.\nIt also describes your choices regarding use, access and correction of your personal information.</p>\n<p>FreshBooks may also provide other web sites, including without limitation freeinvoicecreator.com.&nbsp.\nThis Privacy Policy also applies to such web sites which, for purposes of this Privacy Policy are included in the definitions of “Site”.</p>\n<p>By accepting the Privacy Policy in registration or by visiting and using the Site, you expressly consent to our collection, use and disclosure of your personal information in accordance with this Privacy Policy.\nThis Privacy Policy is incorporated into and subject to our&nbsp;Terms of Service.</p>\n<p>In this Privacy Policy, we use the following terms to describe different types of visitors to our Site.\nOur customers are called “Subscribers” and our Subscribers’ customers are called “Customers”.\nWe use the word “staff” to describe persons to whom Subscribers give “staff” access on the Site.\nTogether with registered users of our forum or other interactive areas of the Site, these people are collectively described in this Privacy Policy as “Users” of our Site.</p>\n<p>\n<strong>What Information Do We Collect?</strong>\n</p>\n<p>Our primary purpose in collecting personal information from you is to provide you with a safe, smooth, efficient, and customized experience.\nThis allows us to provide services and features that most likely meet your needs, and to customize our service to make your experience safer and easier.\nWe only collect personal information about you that we consider necessary for achieving this purpose.</p>\n<p>In general, you can browse the Site without telling us who you are or revealing personal information about yourself.\nOnce you become a User, we require you to provide various contact and identity information, billing information, and other personal information as indicated on the relevant forms on the Site (which vary, depending on what kind of User you are).\nWhere possible, on these forms we indicate which fields are required and which fields are optional.</p>\n<p>In addition, as you use the Site, you can from time to time enter or send to us personal information.\nFor example, if you are a Subscriber, you can enter your own timesheet and other billing information, and if you are a Customer you can enter information about payment of any invoice submitted by a Subscriber.\nAs you use the Site you can also from time to time enter personal information about third parties.\nFor example, if you are a Subscriber, you can enter personal information about your Customers or your staff.</p>\n<p>You always have the option to not provide information by choosing not to become a User or by not using the particular feature of the Site for which the information is being collected.</p>\n<p>If you are a Subscriber, we collect your credit card information for billing purposes.\nAnd if you are a Customer who wishes to pay amounts to a Subscriber on a recurring basis, we collect and store your credit card information for payment purposes.</p>\n<p>Some of our pages utilize framing techniques to serve content to from our partners while preserving the look and feel of our site.\nPlease be aware that you are providing your personal information to these third parties and not to www.freshbooks.com.</p>\n<p>We also make use of third party companies to extract contact information (ie.\nphone numbers), which we will use to contact you in relation to marketing purposes and/or to enhance existing services and programs.\nTechnologies such as: cookies and similar technologies are used by FreshBooks and our partners (e.g., advertising, marketing and analytics), affiliates, or other service providers.\nThese technologies are used in analyzing trends, administering the site, tracking users’ movements around the site and to gather demographic information about our user base as a whole.\nWe may receive reports based on the use of these technologies by these companies on an individual as well as aggregated basis.</p>\n<p>We use cookies to remember users’ settings, store login addresses, authenticate users, run website experiments, and store analytics data.\nUsers can control the use of cookies at the individual browser level.\nIf you reject cookies, you may still use our site, but your ability to use some features or areas of our site may be limited.</p>\n<p>We partner with a third party to either display advertising on our Web site or to manage our advertising on other sites.\nOur third party partner may use technologies such as cookies to gather information about your activities on this site and other sites in order to provide you advertising based upon your browsing activities and interests.\nIf you wish to not have this information used for the purpose of serving you interest-based ads, you may set your preferences by clicking&nbsp;here.\nPlease note this does not opt you out of being served ads.\nYou will continue to receive generic ads.</p>\n<p>We, or our designated third party service provider, may from time to time contact you by telephone.\nSuch calls may as indicated by us, and with your consent, be monitored, recorded, stored and used for the purposes specified in such calls.</p>\n<p>\n<strong>How We Use Your Information</strong>\n</p>\n<p>We use personal information in the file we maintain about you, and other information we obtain from your current and past activities on the Site, to provide to you the services offered by the Site.\nresolve service and billing disputes.\ntroubleshoot problems.\nbill any amounts due from you.\nmeasure consumer interest in our products and services, inform you about online and offline offers, products, services, events and updates.\ndeliver information to you that, in some cases, is relevant to your interests, such as product news.\ncustomize your experience.\ndetect and protect us against error, fraud and other criminal activity.\nenforce our&nbsp;Terms of Service.\nprovide you with system or administrative messages, and as otherwise described to you at the time of collection.\nOn occasion we use email address or other contact information to contact our Users to ask them for their input on our services, to forward to them media opportunities, and even to invite them to dinner.</p>\n<p>We may also use personal information about you to improve our marketing and promotional efforts, to analyze Site usage, to improve our content and product offerings, and to customize the Site’s content, layout, and services.\nThese processes include automated decision-making and profiling information.\nThe intention of the usage is to &nbsp;improve the Site and the FreshBooks application and better tailor it to meet your needs, so as to provide you with a smooth, efficient, safe and customized experience while using the Site.</p>\n<p>\n<strong>Sharing of Your Information</strong>\n</p>\n<p>We will share or disclose your personal information with third parties only in the ways that are described in this privacy policy, including as follows:</p>\n<ul>\n<li>\n<strong>Subscribers and Customers Information:</strong>&nbsp;In the normal operation of the Site Subscriber timesheets (including information entered by “staff” members) and invoices are disclosed to the applicable Customers, and Customer information is disclosed to the applicable Subscriber.\nIn general, information you enter on the Site is available to the other persons – whether they are Customers, Subscribers, staff members or others – to whom you give access to your account or to whom you give access to the information through the normal operation of the Site.</li>\n<li>\n<strong>Payment Information:&nbsp;</strong>We use credit card and other personally identifiable information (such as PayPal email addresses) you submit to us on the Site, and other information that we collect, as required, to process payments you make through the Site through our payment processor intermediaries.\nWe do not store credit card or other payment method information unless the Subscriber or their Customers choose to enter credit card information for use in the FreshBooks recurring profiles module.\nin all other cases our payment processors have the sole and complete responsibility for the storage of credit card and payment information.\nWe may also share personally identifiable information with our payment processor intermediaries for risk management and fraud prevention.</li>\n<li>\n<strong>Related third party products and services:</strong>&nbsp;From time to time, we may offer you opportunities to receive related products and services that integrate with, or complement, the services we offer via the Site.\nFor example, you may have the opportunity to request financial products or services, including loans, from third parties.\nWe will only share your information with such third parties if you choose to request their products or services (or to be assessed for eligibility to receive such products or services).\nIf you do choose to request such products or services, we will provide your information to the relevant third party on your behalf, as required to provide the products or services you have requested.\nWe do not control the use, storage, retention, processing, or disclosure of your information by such third parties, and this Privacy Policy will not apply to them.\nYour relationship with these third parties will generally be subject to their separate terms and conditions as well as privacy policies or statements, and we recommend that you carefully review these documents before requesting their products or services.</li>\n<li>\n<strong>Aggregated Data:</strong>&nbsp;We will create statistical, aggregated data relating to our users and the Service for analytical purposes.\nAggregated data includes data derived from Personal Information and obtained by FreshBooks from other sources in aggregated, anonymous form and does not identify any individual (such data is referred to as “Aggregate Information”).\nSubject to applicable laws and regulations, we use Aggregate Information to understand our customers and to develop, improve and/or market our Services.\nWe may provide Aggregate Information to third parties.</li>\n<li>\n<strong>Forum:</strong>&nbsp;If you post on our forum or blog your username and other information you include is displayed in your postings or comments, and is therefore available to the public.\nAll of your activities in the public areas of the forum will be identifiable to your User ID, and other people can see your published content.\nIf you disclose personal information in any posting in our forum or blog and wish to have it removed, please contact us at the support contact information listed below, and posted on the Site.\nOur blog commenting system is also managed by a third party application that may require you to register to post a comment.\nYou will need to contact or login into the third party application if you want the personal information that was posted to the comments section removed.\nTo learn how the third party commenting application uses your information, please review their privacy policy.</li>\n<li>\n<strong>Subsidiaries, Affiliates, and Service Providers</strong>: We may from time to time use the services of affiliates, subsidiaries and unrelated service providers in the operation of the Site, and may disclose personal information to them in the course of our use of their services.\nFor example, we may use the services of third party hosting companies to host the operation of the Site.\nThis may involve the hosting of data, including personal information, on servers operated by those hosting companies.\nWe take care to use only service providers that we believe are reputable, have equivalent or better security safeguards in place than us, and able to live up to our and your expectations, including about the handling of confidential information.\nThese companies are authorized to use your personal information only as necessary to provide these services to us.</li>\n<li>\n<strong>Legal Requests and Business Transitions, Emergencies:</strong>&nbsp;In certain situations, FreshBooks may be required to disclose personal data in response to lawful requests by public authorities, including to meet national security or law enforcement requirements.\nFreshBooks may disclose your personal information (a) to any governmental authority as part of an investigation to determine our compliance with any applicable law, rule, or regulation (including privacy laws, rules, and regulations), (b) in response to a court order, subpoena, discovery request, or other lawful judicial or administrative proceeding, (c) as otherwise required or permitted under any applicable law, rule, or regulation, and (d) in good faith, to protect or defend the rights or property of FreshBooks and other users and (e) if FreshBooks is involved in a merger, acquisition, or sale of all or a portion of its assets, you will be notified via email and/or a prominent notice on our Web site of any change in ownership or uses of your personal information, as well as any choices you may have regarding your personal information.</li>\n<li>FreshBooks will not purchase consent, or sell, rent or share consent to opt-in to our mobile SMS/texting program.</li>\n</ul>\n<p>For further details on the specific third party usage of our data, including a list of the partner organizations with whom Aggregate Information may be shared, please reach out to our team at&nbsp;privacy@freshbooks.com.</p>\n<p>\n<strong>Your Use of Other Persons’ Information</strong>\n</p>\n<p>In order to facilitate the services provided by the Site, the Site allows you in certain circumstances to give other Users limited access to the personal information of other persons.\nFor example, if you are a Subscriber, you may use the Site to give access to a staff member to the personal information of your Customers.\nBy entering into our&nbsp;Terms of Service, you agree that, with respect to the personal information of other persons that you collect, use and disclose on the Site, you have all necessary consents and rights to collect, use and disclose that information as described in this Privacy Policy from time to time, and you agree that the indemnity you give to us in the&nbsp;Terms of Service&nbsp;applies to any non-compliance by you with the foregoing.</p>\n<p>If you choose to use our referral service to tell a friend about our site, we will ask you for your friend’s name and email address.\nWe will automatically send your friend a one-time email inviting him or her to visit the site.\nFreshBooks stores this information for the sole purpose of sending this one-time email, tracking the success of our referral program, and compliance with laws.\nYour friend may contact us at&nbsp;privacy@freshbooks.com&nbsp;to request that we remove this information from our database.</p>\n<p>\n<strong>Other Information Collectors</strong>\n</p>\n<p>Except as otherwise expressly included in this Privacy Policy, this document only addresses the use and disclosure of information we collect from you.\nTo the extent that you disclose your information to other parties through the Site, whether they are Subscribers or Customers or otherwise, different rules may apply to their use, collection and disclosure of the personal information you disclose to them.\nSince we do not control the information use, collection or disclosure policies of third parties, you are subject to their privacy policies.\nWe encourage you to ask questions before you disclose your personal information to others.</p>\n<p>Your use of automated bank account feeds enabled by the Yodlee, Inc.\n(“Yodlee”) data gathering service (the “Yodlee Service”) from within FreshBooks is subject to the Yodlee terms, which are available&nbsp;here, and by using the Yodlee Service from within FreshBooks you consent to our and Yodlee’s use, collection and disclosure of your information as described in those Yodlee terms.</p>\n<p>\n<strong>Consent for Withdrawal</strong>\n</p>\n<p>We provide you a way for you to withdraw your information being processed for individuals within the European Economic Area (EEA) and the State of California.</p>\n<p>Contact us at&nbsp;privacy@freshbooks.com&nbsp;to initiate the steps required.\nWe will verify your information prior to processing and proceed with the steps necessary within the applicable laws and regulations.</p>\n<p>If you are not a resident of the EEA or the State of California but wish to no longer be subscribed to emails or direct mail campaigns, please reach out to our support team at&nbsp;help@freshbooks.com</p>\n<p>\n<strong>Correcting, Updating, and Transferring Your Personal Information</strong>\n</p>\n<p>Upon written request FreshBooks will provide you with information about what personal information we have about you.\nTo review, delete, and update your personal information to ensure it is accurate, you may login into your account to make the changes, or you may contact us at&nbsp;privacy@freshbooks.com.\nWe will respond to your request within a reasonable timeframe.&nbsp;We may ask you for further information from you to help us respond to your request, including asking for government-issued identification.</p>\n<p>If you are a EEA resident requesting the porting or an export of your information, you may reach out to us at&nbsp;privacy@freshbooks.com&nbsp;and we will proceed with the steps necessary.</p>\n<p>\n<strong>Account Deletion</strong>\n</p>\n<p>FreshBooks is a complex business network that connects millions of users.\nFreshBooks manages a business eco system that brings together contractors, companies and customers.\nThis network relies on the exchange and sharing of information that is important to others in your network.\nTracked hours, sent invoices, paid invoices, contractor invoices are all vital to other people that work with you.\nThese are the official history of work done and moneys paid.\nThe complexity and connected nature of the system requires that this history exists in perpetuity to accommodate proper function and accounting for the other systems that you have connected to via contracting hours, invoices, estimates.\nFreshBooks will reasonably assure that information will be deleted in a compliant manner.</p>\n<p>When a customer chooses to close an account we will remove your information from our marketing and billing systems.\nThis will ensure that there are not further mailings or billings directed towards the canceled user.</p>\n<p>As we continue to refine FreshBooks we will establish a method for the complete removal of all user information from the system without breaking accepted accounting principles for other connected FreshBooks accounts.\nThis document will evolve as these new methods are defined and tested for permanent account deletion.\nUsers wishing to be notified when this development is complete can indicate their wishes via&nbsp;help@freshbooks.com&nbsp;or&nbsp;1.866.303.6061.</p>\n<p>\n<strong>Data Retention</strong>\n</p>\n<p>We will retain your information for as long as your account is active or as needed to provide you services.</p>\n<p>Our goal is to retain your information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.\nthis retention period may extend past the point at which you close your account.</p>\n<p>The criteria that will be for determining periods of retention will be based on the type of data.\nFor example, data relevant to accounting information will be retained for at least 7 years, whereas temporary cookie data of a web visitor may not be retained at all.</p>\n<p>\n<strong>International Transfer of Personal Information</strong>\n</p>\n<p>We do not share your personal information with third parties, unless it is necessary to carry out your request, for our professional or legitimate business needs, or as required or permitted by law.\nWhere we do transfer your personal information to third parties or service providers, appropriate arrangements will be made in order to ensure correct and secure data processing in compliance with applicable data protection law.</p>\n<p>We store personal information about Website Visitors and Subscribers within the Canada, United States and in other countries and territories.\nTo facilitate our global operations, we may transfer and access such personal information from around the world, including from other countries in which FreshBooks has operations.\nTherefore, your personal information may be processed outside of the EEA and in countries which are not subject to an adequacy decision by the European Commission and which may not provide for the same level of data protection as the EEA.</p>\n<p>In this event, we will ensure that the recipient of your personal information offers an adequate level of protection, for instance by entering into standard contractual clauses for the transfer of data as approved by the European Commission (Art.\n46 GDPR), or we will ask you for your prior consent to such international data transfers.</p>\n<p>We have implemented safeguards to ensure an adequate level of data protection where your personal information is transferred to countries outside the EEA.\nFor further details on the transfer of your personal information, including a list of the organizations with whom said information may be shared<strong>,&nbsp;</strong>please reach out to our team at&nbsp;privacy@freshbooks.com.</p>\n<p>\n<strong>Security Safeguards</strong>\n</p>\n<p>For more details on how we protect your data, please see our&nbsp;https://www.freshbooks.com/policies/security-safeguards&nbsp;page.</p>\n<p>\n<strong>Supplemental Policy Information</strong>\n</p>\n<p>Invitations: You have the opportunity to invite others to work with you through your FreshBooks account.\nTo do that, FreshBooks asks you to import or to manually enter your contacts’ email addresses.\nAs you direct, we then send them an invitation on your behalf or other notices reflecting changes you make to their status in your account.</p>\n<p>If you click on a link to a third party site, you will leave the FreshBooks site and go to the site you selected.\nIf you elect to use a third party product or service in conjunction with FreshBooks, you yourself enter into a license agreement with the third party for use of their product or service and their use of your data.\nBecause we cannot control the activities of third parties, we cannot accept responsibility for any use of your personal information by such third parties, and we cannot guarantee that they will adhere to the same privacy practices as FreshBooks.\nWe encourage you to review the privacy policies of any other service provider from whom you request services.\nIf you visit a third party website that is linked to a FreshBooks site, you should read that site’s privacy policy before providing any personal information.</p>\n<p>With your consent we may post your testimonial along with your name.\nIf you want your testimonial removed please contact us at&nbsp;privacy@freshbooks.com.</p>\n<p>Our Web site includes Social Media Features, such as the Facebook and Twitter buttons and Widgets, such as the Share this button or interactive mini-programs that run on our site.\nThese Features may collect your IP address, which page you are visiting on our site, and may set a cookie to enable the Feature to function properly.\nSocial Media Features and Widgets are either hosted by a third party or hosted directly on our Site.\nYour interactions with these Features are governed by the privacy policy of the company providing it.</p>\n<p>\n<em>\n<em>Residents of Canada</em>\n</em>\n</p>\n<p>Personal information (as the term is defined in the Personal Information Protection and Electronic Documents Act of Canada (“PIPEDA”)) will be collected, stored, used and/or processed by the FreshBooks in compliance with the FreshBooks’s obligations under PIPEDA.</p>\n<p>\n<em>\n<em>California Residents</em>\n</em>\n</p>\n<p>The California Consumer Privacy Act (“CCPA”), which is effective as of January 1, 2020, regulates how we handle personal information of California residents and gives California residents certain rights with respect to their personal information.</p>\n<p>FreshBooks is both a “business” and a “service provider” under the CCPA.\nThe following supplemental privacy policy applies to information we collect in our role as a business—this is when we interact directly with you.</p>\n<p>When we act as a service provider (for example, by providing our services to another company that you interact with), we follow the instructions of the business that engaged us with respect to how we process your personal information.\nIf you would like more information about how your personal information is processed by other companies, including companies that engage us as a service provider, please contact those companies directly.</p>\n<p>This supplemental privacy policy is effective as of January 1, 2020, shall apply only to residents of California, and may be subject to change.\nThe general privacy policy shall continue to apply to the extent that it applies to you as a resident of California.\nIf you are a resident of California, we are required to disclose certain uses and disclosures in a certain format, as well as to inform you of certain rights you may have.\nAny capitalized terms used in this supplemental privacy policy shall have the same meaning as in the general privacy policy.</p>\n<p>\n<em>\n<em>European Economic Area (EEA) Visitors</em>\n</em>\n</p>\n<p>If you are a visitor from the European Economic Area (“EEA”), our legal basis for collecting and using the personal information described above will depend on the personal information concerned and the specific context in which we collect it.</p>\n<p>However, we will normally collect personal information from you only where we need the personal information to perform a contract with you (e.g.\nto provide you with our Services), where the processing is in our legitimate interests and not overridden by your data protection interests or fundamental rights and freedoms, or where we have your consent.\nIn some cases, we may also have a legal obligation to collect personal information from you.</p>\n<p>If we ask you to provide personal information to comply with a legal requirement or to perform a contact with you, we will make this clear at the relevant time and advise you whether the provision of your personal information is mandatory or not (as well as of the possible consequences if you do not provide your personal information).</p>\n<p>Similarly, if we collect and use your personal information in reliance on our legitimate interests (or those of any third party), we will make clear to you at the relevant time why we need to use your personal information.\nIf we process personal information in reliance on your consent, you may withdraw your consent at any time.</p>\n<p>If you have questions about, or need further information concerning, the legal basis on which we collect and use your personal information, please contact us using the contact details provided under the “Contact Us” section below.</p>\n<p>\n<strong>Notification of Privacy Statement Changes</strong>\n</p>\n<p>We may update this privacy statement to reflect changes to our information practices.\nIf we make any material changes we will notify you by email (sent to the email address specified in your account) or by means of a notice on this Site prior to the change becoming effective.\nWe encourage you to periodically review this page for the latest information on our privacy practices.</p>\n<p>\n<strong>Complaint Process with Supervisory Authority</strong>\n</p>\n<p>If you are dissatisfied with our handling of a complaint or do not agree with the resolution proposed by us, you may make a complaint to the Dutch Data Protection Authority (“Dutch DPA”) by contacting the Dutch DPA using the methods listed on their website at&nbsp;https://www.autoriteitpersoonsgegevens.nl/.\nAlternatively, you may request that we pass on the details of your complaint to the Dutch DPA directly.</p>\n<p>\n<strong>Contact Us</strong>\n</p>\n<p>It is our goal to make our privacy practices easy to understand.\nIf you have questions, concerns or if you would like more detailed information, please email our data protection representatives at:</p>\n<p>FreshBooks Privacy Team<br>privacy@freshbooks.com<br>1655 Dupont St.\nSuite 250<br>Toronto, ON<br>M6P 3T1 Canada</p>\n<p>FreshBooks Data Protection Officer (DPO)<br>Attn: Levi Cooperman<br>dpo@freshbooks.com<br>1655 Dupont St.\nSuite 250<br>Toronto, ON<br>M6P 3T1 Canada</p>\n<p>FreshBooks EU Representative<br>Attn: Stefano Grossi<br>\n<u>eu-dpo@freshbooks.com</u>\n<br>Herengracht 499<br>1017 BT Second Floor<br>Amsterdam, Netherlands</p> ", "created_at": "2021-09-02 22:53:46.282198", "updated_at": "2021-09-02 20:54:23.751495"}], "points": [{"id": 25038, "title": "There is a date of the last update of the agreements", "source": "https://www.freshbooks.com/policies/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-09-02 20:55:41.346981", "updated_at": "2021-09-06 16:06:15.056363", "quoteText": "<strong>Last Updated: May 21, </strong>2021", "case_id": 331, "document_id": 8924, "quoteStart": 60, "quoteEnd": 103}], "urls": ["freshbooks.com"]}}