{"error": 448, "message": "OK", "parameters": {"id": 1522, "name": "ShortcutWorld.com", "created_at": "2019-05-02 16:01:35.049743", "updated_at": "2021-04-12 00:01:50.288658", "wikipedia": null, "keywords": null, "related": null, "slug": "shortcutworldcom", "is_comprehensively_reviewed": true, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/1522.png", "url": "shortcutworld.com", "documents": [{"id": 1235, "name": "Terms of Use", "url": "https://shortcutworld.com/Posts/Terms", "xpath": "/html/body/section/div/div/div[1]", "text": "ShortcutWorld Terms and Conditions <p>Please carefully read and consider the following terms of use and copyright conditions (the \"Agreement\") before using the ShortcutWorld.com website or its related domains (\"Website\").\nThe Website and related services are provided by Juleba Inc.\n2802 Darby St NE Atlanta GA 30319 (\"ShortcutWorld\").\nBy using the Website including, but not limited to, sharing information in accordance with Paragraph 2 \"Creative Commons\", you (\"User\") agree to be contractually bound exclusively by this Agreement and all applicable laws and regulations, and User agrees that User is responsible for compliance with any applicable local laws.</p> 1.\nCopyright\n<p>ShortcutWorld maintains the copyright of all original content materials on Website and related services including, but not limited to Graphics, Logos, Concepts, Text, and Software Code in accordance with international copyright law.\n</p> 2.\nVoluntary Contributions\n<p>If User provide text, images, data, files, links, text, or other materials (\"Content\") to the Website, User grants ShortcutWorld certain rights outlined herein including, but not limited to sub-licensing the content under a Creative Commons License.\nIf User provides Content, User is granting the ShortcutWorld a royalty-free, worldwide, perpetual, irrevocable, fully sub-licensable, non-exclusive right to use, reproduce, modify, translate, adapt, publish, create derivative works therefrom, transmit, distribute, perform, display and delete such Content in whole or in part worldwide and/or to incorporate such Content in other works in any form, media or technology.\nUser agree that (1) Content will not violate any applicable law, statue, ordinance or regulation.\n(2) Content will not contain content that User does not have the right to post or transmit under any law, contractual duty or fiduciary relationship.\n(3) User will not post or transmit any Content that infringes a third party's intellectual property rights, rights of publicity or privacy.\n(4) User will not post or transmit any Content that is unlawful, untrue, harassing, libelous, defamatory, abusive, tortuous, threatening, harmful, or otherwise objectionable.\n(5) User will not access, tamper with or use non-public areas of the Website.\n(6) User will not gather information, such as other users' user names, real names, email addresses, for any purpose.\n(7) User will not Impersonate or misrepresent affiliation with any person or entity.</p> 4.\nDisclaimer and Limitations of Liability\n<p>All information on this page are distributed and transmitted \"as is\" without warranties of any kind, either express or implied, including without limitation, any warranty for information, services or products provided through or in connection with the ShortcutwWorld service and any implied warranties of merchantability, fitness for a particular purpose, expectation of privacy or non-infringement.\nThis disclaimer of liability applies to any damages or injury caused by any error, omission, deletion, defect, interruption, failure of performance, delay in operation or transmission, computer virus, communication line failure, theft or destruction or unauthorized access to, alteration of, or use of record, whether for breach of contract, negligence, tortious behavior, or under any other cause of action.\nShortcutWorld is not responsible for any damages, including without limitation, any special, indirect, incidental or consequential damages, that may arise from any use of, inability to use, or reliance on the site and/or the materials contained on the site whether the materials contained on the site are provided by the ShortcutWorld, or a third party.\nInformation on this web site may contain technical inaccuracies or typographical errors.\nShortcutWorld may make updates, improvements and/or changes in the products and/or information described at any time without notice.\nShortcutWorld does not guarantee the accuracy or completeness of the information contained in this site.\nShortcutWorld may contains link to sites which are not maintained by ShortcutWorld.\nShortcutWorld is responsible and has no control over the content of those sites nor guarantees the content of such sites.\nAll products, services, and deals mentioned by ShortcutWorld are provided by third parties and are subject to change without notice and are subject to restrictions, limitations, availability, conditions, and qualifications.\nShortcutWorld serves as an informational service and inclusion of a link in this web site does not imply ShortcutWorld's endorsement of the site nor does ShortcutWorld accept any responsibility for the content, or the use, of such web site.\n</p>4.\nRevisions\n<p>The materials appearing on the Website may include technical or typographical errors.\nShortcutWorld does not warrant that any of the materials on its Website are accurate, complete, or current.\nShortcutWorld may make changes to the materials contained on its Website at any time without notice.\nShortcutWorld does not, however, make any commitment to update the materials.</p> 5.\nIndemnification\n<p>User agrees to indemnify and hold harmless ShortcutWorld for any direct, indirect, incidental, or consequential third-party claims, actions or suits, as well as any related expenses, liabilities, damages, settlements or fees arising from Users use of the Site or Sharing of Shortcuts, or a violation of any terms of this Agreement.</p> 6.\nLinks\n<p>ShortcutWorld has not reviewed all of the hyperlinks to other sites on the Website and is not responsible for the contents of any such linked site.\nThe inclusion of any link does not imply endorsement by ShortcutWorld.\nUse of any such linked web site is at the user's own risk.</p> 7.\nModifications\n<p>Provide may at his sole discretion revise these terms from time to time, or at any time, by updating this Agreement.\nThe revised terms will take effect when they are posted.\nBy continuing to use the Website and information herein, User is indicating acceptance of an agreement to be bound by the terms of this Agreement and all revisions hereof.</p> 8.\nAdults Only\n<p>User may not use this site unless User is at least 13 years old.\nShortcutWorld will never knowingly solicit nor will it accept personally identifiable information from users known to be under thirteen (13) years of age.</p> 9.\nPrivacy <p>User agrees to the Privacy Policy which is incorporated herein by reference.</p> 10.\nIntellectual Property\n<p>ShortcutWorld respects the intellectual property of others and expects users of the Website to do the same.\nPursuant to 17 United States Code 512(c)(2) (Digital Millennium Copyright Act of 1998), ShortcutWorld's designated agent for notice of alleged copyright infringement appearing on Website is: Bernd Baier, 2802 Darby St NE Atlanta GA 30319.\nE-Mail: bernd@shortcutworld.com.</p> 11.\nNotices\n<p>ShortcutWorld will give notices by posting them on this section of the Website.\nUser authorizes ShortcutWorld to send notices via electronic mail as well.\nUser agrees to check the Website for notices, and that User will be considered to have received a notice when it is made available to User by posting on the Website.</p> 12.\nRelationship with Third Parties\n<p>Any relationship between User and third parties listed on the Website are solely between User and such third parties.\nUser agrees not to hold ShortcutWorld liable for any loss, damage, cost or expense of any sort incurred as the result of any such dealings or as the result of the presence of such third parties on the Website</p> 13.\nLocal Law\n<p>User is responsible for compliance with applicable local laws, keeping in mind that access to the Website may not be legal by certain persons or in certain countries.\nIf any part of this Agreement is held to be unenforceable, the unenforceable part shall be given effect to the greatest extent possible and the remainder will remain in full force and effect.\nThis Agreement is personal to User and may not be transferred, assigned or delegated to anyone without the express written permission.</p> 14.\nMiscellaneous\n<p>The Terms and Conditions shall be governed by laws of the State of Georgia (except for conflict of law provisions).\nThe application of the United Nations Convention of Contracts for the International Sale of Goods is expressly excluded.\nAll disputes arising out of or in connection with the Agreement shall be finally settled under the Rules of Arbitration of the International Chamber of Commerce by one or more arbitrators appointed in accordance with the said Rules.\nThe arbitration shall take place in Atlanta, GA.</p>\n<p>V1.5 Updated Jan, 2021</p>", "created_at": "2019-05-02 16:02:04.214251", "updated_at": "2021-04-10 03:47:52.052584"}, {"id": 4901, "name": "Privacy Policy", "url": "https://shortcutworld.com/Posts/Privacy", "xpath": "/html/body/section/div/div/div[1]", "text": "ShortcutWorld Privacy Policy <p>At Shortcutworld, accessible from Shortcutworld.com, privacy of visitors are a priority.\nThis Privacy Policy document contains types of information that is collected and recorded by Shortcutworld and how we use it.\nIf you have additional questions or require more information about our Privacy Policy, do not hesitate to contact us.</p> Log Files\n<p>Shortcutworld follows a standard procedure of using log files.\nThese files log visitors when they visit websites.\nAll hosting companies do this and a part of hosting services' analytics.\nThe information collected by log files include internet protocol (IP) addresses, browser type, Internet Service Provider (ISP), date and time stamp, referring/exit pages, and possibly the number of clicks.\nThese are not linked to any information that is personally identifiable.\nThe purpose of the information is for analyzing trends, administering the site, tracking users' movement on the website, and gathering demographic information.</p> Cookies and Web Beacons\n<p>Like any other website, Shortcutworld uses 'cookies'.\nThese cookies are used to store information including visitors' preferences, and the pages on the website that the visitor accessed or visited.\nThe information is used to optimize the users' experience by customizing our web page content based on visitors' browser type and/or other information.</p> Google DoubleClick DART Cookie\n<p>Google is one of a third-party vendor on our site.\nIt also uses cookies, known as DART cookies, to serve ads to our site visitors based upon their visit to shortcutworld.com and other sites on the internet.\nHowever, visitors may choose to decline the use of DART cookies by visiting the Google ad and content network Privacy Policy at the following URL – https://policies.google.com/technologies/ads</p> Our Advertising Partners\n<p>Some of advertisers on our site may use cookies and web beacons.\nOur advertising partners are listed below.\nEach of our advertising partners has their own Privacy Policy for their policies on user data.\nFor easier access, their Privacy Policies are as followss: https://policies.google.com/technologies/ads</p> Privacy Policies\n<p>You may consult this list to find the Privacy Policy for each of the advertising partners of Shortcutworld.\nOur Privacy Policy was created with the help of the Free Privacy Policy Generator.\nThird-party ad servers or ad networks uses technologies like cookies, JavaScript, or Web Beacons that are used in their respective advertisements and links that appear on Shortcutworld, which are sent directly to users' browser.\nThey automatically receive your IP address when this occurs.\nThese technologies are used to measure the effectiveness of their advertising campaigns and/or to personalize the advertising content that you see on websites that you visit.\nNote that Shortcutworld has no access to or control over these cookies that are used by third-party advertisers.</p> Third Party Privacy Policies\n<p>Shortcutworld's Privacy Policy does not apply to other advertisers or websites.\nThus, we are advising you to consult the respective Privacy Policies of these third-party ad servers for more detailed information.\nIt may include their practices and instructions about how to opt-out of certain options.\nYou can choose to disable cookies through your individual browser options.\nTo know more detailed information about cookie management with specific web browsers, it can be found at the browsers' respective websites.\n</p> CCPA Privacy Policy (Do Not Sell My Personal Information)\n<p>Under the CCPA, among other rights, California consumers have the right to: (1) Request that a business that collects a consumer's personal data disclose the categories and specific pieces of personal data that a business has collected about consumers, (2) Request that a business delete any personal data about the consumer that a business has collected, (3) Request that a business that sells a consumer's personal data, not sell the consumer's personal data.\nIf you make a request, we have one month to respond to you.\nIf you would like to exercise any of these rights, please contact us.\n</p>GDPR Privacy Policy (Data Protection Rights)\n<p>We would like to make sure you are fully aware of all of your data protection rights.\nEvery user is entitled to the following: (a) The right to access – You have the right to request copies of your personal data whereby we may charge you a small fee for this service, (b) The right to rectification – You have the right to request that we correct any information you believe is inaccurate.\nYou also have the right to request that we complete the information you believe is incomplete, (c) The right to erasure – You have the right to request that we erase your personal data, under certain conditions, (d) the right to restrict processing – You have the right to request that we restrict the processing of your personal data, under certain conditions, (e) the right to object to processing – You have the right to object to our processing of your personal data, under certain conditions, (f) the right to data portability – You have the right to request that we transfer the data that we have collected to another organization, or directly to you, under certain conditions.\nIf you make a request, we have one month to respond to you.\nIf you would like to exercise any of these rights, please contact us.\n</p>Children's Information\n<p>Another part of our priority is adding protection for children while using the internet.\nWe encourage parents and guardians to observe, participate in, and/or monitor and guide their online activity.Shortcutworld does not knowingly collect any Personal Identifiable Information from children under the age of 13.\nIf you think that your child provided this kind of information on our website, we strongly encourage you to contact us immediately and we will do our best efforts to promptly remove such information from our records.</p> Online Privacy Policy Only\n<p>This Privacy Policy applies only to our online activities and is valid for visitors to our website with regards to the information that they shared and/or collect in Shortcutworld.\nThis policy is not applicable to any information collected offline or via channels other than this website.</p> Consent\n<p>By using our website, you hereby consent to our Privacy Policy and agree to its Terms and Conditions.</p>\n<p>&nbsp;</p>\n<p>V1.0.\nUpdated December 1, 2019</p>", "created_at": "2021-04-10 03:48:16.048017", "updated_at": "2021-04-10 03:48:25.480351"}], "points": [{"id": 18468, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://shortcutworld.com/Posts/Terms", "status": "Generated through the annotate view", "created_at": "2021-04-10 04:08:05.629282", "updated_at": "2021-06-11 22:05:06.721542", "quoteText": "<p>User agrees to indemnify and hold harmless ShortcutWorld for any direct, indirect, incidental, or consequential third-party claims, actions or suits, as well as any related expenses, liabilities, damages, settlements or fees arising from Users use of the Site or Sharing of Shortcuts, or a violation of any terms of this Agreement.", "case_id": 146, "document_id": 1235, "quoteStart": 5091, "quoteEnd": 5425}, {"id": 6370, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://shortcutworld.com/legal.php", "status": "Generated through the annotate view", "created_at": "2019-05-02 16:05:50.350709", "updated_at": "2019-05-04 13:43:38.796601", "quoteText": "</p> 4.\nLimitations of Liability\n<p>All and any aspects of Website are provided \"as is\" and Juleba makes no representations or warranties, express or implied, of any kind with respect to Website.\nJuleba disclaims all representations and warranties, including, without limitation, warranties of merchantability, fitness for a particular purpose, title and non-infringement.\nJuleba does not represent or warrant that all or any aspects of Website are available, accurate, complete or current.\nThe Website could contain programmatical errors, typographical errors or technical inaccuracies.\nJuleba reserves the right to add to, change or delete its fetures or any part thereof without notice.\nWebsite may contain information provided by third parties and Juleba makes no representation or warranty regarding the accuracy, truth, quality, suitability or reliability of such information.\nJuleba is not responsible for any errors, omissions, or inaccuracies contained in any information provided by such third parties.\nIn no event will Juleba, its affiliates or their licensors, service providers, employees, agents, officers or directors be liable for damages of any kind, under any legal theory, (a) arising out of this Agreement, or (b) arising out of or in connection with availability or unavailability of Website to the public or Contributor.", "case_id": 286, "document_id": 1235, "quoteStart": 2783, "quoteEnd": 4125}, {"id": 18440, "title": "This service tracks which web page referred you to it", "source": "https://shortcutworld.com/Posts/Privacy", "status": "\"The information collected by log files include internet protocol (IP) addresses, browser type, Internet Service Provider (ISP), date and time stamp, referring/exit pages, and possibly the number of clicks.\"", "created_at": "2021-04-10 03:49:57.908969", "updated_at": "2021-04-10 17:39:22.096633", "quoteText": "referring/exit pages", "case_id": 387, "document_id": 4901, "quoteStart": 718, "quoteEnd": 738}, {"id": 6371, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://shortcutworld.com/legal.php", "status": "Generated through the annotate view", "created_at": "2019-05-02 16:06:31.096952", "updated_at": "2021-02-06 04:16:19.905998", "quoteText": "User agrees to indemnify and hold harmless the Site Juleba for any direct, indirect, incidental, or consequential third-party claims, actions or suits, as well as any related expenses, liabilities, damages, settlements or fees arising from Users use of the Site or Sharing of Shortcuts, or a violation of any terms of this Agreement.</p>", "case_id": 146, "document_id": 1235, "quoteStart": 4525, "quoteEnd": 4862}, {"id": 6372, "title": "This service assumes no responsibility and liability for the contents of links to other websites", "source": "https://shortcutworld.com/legal.php", "status": "Generated through the annotate view", "created_at": "2019-05-02 16:07:09.941182", "updated_at": "2021-02-06 04:16:20.129111", "quoteText": "Juleba has not reviewed all of the hyperlinks to other sites on the Website and is not responsible for the contents of any such linked site.\nThe inclusion of any link does not imply endorsement by Juleba.\nUse of any such linked web site is at the user's own risk.", "case_id": 279, "document_id": 1235, "quoteStart": 4875, "quoteEnd": 5138}, {"id": 18448, "title": "The service provides details about what kinds of personal information they collect", "source": "https://shortcutworld.com/Posts/Privacy", "status": "Generated through the annotate view", "created_at": "2021-04-10 03:55:43.532646", "updated_at": "2021-04-10 17:33:29.718258", "quoteText": "This Privacy Policy document contains types of information that is collected and recorded by Shortcutworld", "case_id": 228, "document_id": 4901, "quoteStart": 121, "quoteEnd": 227}, {"id": 6369, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://shortcutworld.com/legal.php", "status": "Generated through the annotate view", "created_at": "2019-05-02 16:03:13.086931", "updated_at": "2021-02-06 04:16:29.844699", "quoteText": "Disclaimer <p>The Website including, but not limited to the Content and related services are provided to User \"as is\" and \"as available\".\nJuleba makes no warranties, expressed or implied, and hereby disclaims all other warranties, including without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights.\nFurther, Juleba does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on the Website or otherwise relating to such materials or on any sites linked to this site.", "case_id": 286, "document_id": 1235, "quoteStart": 2123, "quoteEnd": 2782}, {"id": 18439, "title": "This service collects your IP address, which can be used to view your approximate location", "source": "https://shortcutworld.com/Posts/Privacy", "status": "Generated through the annotate view", "created_at": "2021-04-10 03:49:40.74008", "updated_at": "2021-04-10 17:46:04.545796", "quoteText": "The information collected by log files include internet protocol (IP) addresses", "case_id": 399, "document_id": 4901, "quoteStart": 569, "quoteEnd": 648}, {"id": 18441, "title": "Your personal data is aggregated into statistics", "source": "https://shortcutworld.com/Posts/Privacy", "status": "Generated through the annotate view", "created_at": "2021-04-10 03:50:48.253933", "updated_at": "2021-04-10 17:46:11.947729", "quoteText": "The purpose of the information is for analyzing trends, administering the site, tracking users' movement on the website, and gathering demographic information.", "case_id": 190, "document_id": 4901, "quoteStart": 848, "quoteEnd": 1007}, {"id": 18443, "title": "Third parties are involved in operating the service", "source": "https://shortcutworld.com/Posts/Privacy", "status": "Generated through the annotate view", "created_at": "2021-04-10 03:51:39.861576", "updated_at": "2021-04-10 17:46:24.405015", "quoteText": "Google DoubleClick DART Cookie\n<p>Google is one of a third-party vendor on our site.", "case_id": 207, "document_id": 4901, "quoteStart": 1393, "quoteEnd": 1477}, {"id": 18442, "title": "This service requires first-party cookies", "source": "https://shortcutworld.com/Posts/Privacy", "status": "Generated through the annotate view", "created_at": "2021-04-10 03:50:59.237286", "updated_at": "2021-04-11 10:44:20.856104", "quoteText": "<p>Like any other website, Shortcutworld uses 'cookies'.", "case_id": 126, "document_id": 4901, "quoteStart": 1036, "quoteEnd": 1092}, {"id": 18450, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://shortcutworld.com/Posts/Privacy", "status": "Generated through the annotate view", "created_at": "2021-04-10 03:56:40.412622", "updated_at": "2021-04-10 17:35:09.051204", "quoteText": " Cookies and Web Beacons", "case_id": 323, "document_id": 4901, "quoteStart": 1011, "quoteEnd": 1035}, {"id": 18454, "title": "This service allows you to retrieve an archive of your data", "source": "https://shortcutworld.com/Posts/Privacy", "status": "Generated through the annotate view", "created_at": "2021-04-10 04:00:01.948516", "updated_at": "2021-04-10 17:36:16.580363", "quoteText": "(f) the right to data portability – You have the right to request that we transfer the data that we have collected to another organization, or directly to you, under certain conditions.\nIf you make a request, we have one month to respond to you.", "case_id": 140, "document_id": 4901, "quoteStart": 5109, "quoteEnd": 5354}, {"id": 18456, "title": "This service keeps a license on user-generated content even after users close their accounts.", "source": "https://shortcutworld.com/Posts/Terms", "status": "Generated through the annotate view", "created_at": "2021-04-10 04:02:02.642908", "updated_at": "2021-04-10 17:36:55.793333", "quoteText": "If User provides Content, User is granting the ShortcutWorld a royalty-free, worldwide, perpetual, irrevocable,", "case_id": 130, "document_id": 1235, "quoteStart": 1201, "quoteEnd": 1312}, {"id": 18461, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://shortcutworld.com/Posts/Terms", "status": "Generated through the annotate view", "created_at": "2021-04-10 04:05:05.283699", "updated_at": "2021-04-10 17:42:19.925805", "quoteText": "All information on this page are distributed and transmitted \"as is\" without warranties of any kind, either express or implied,", "case_id": 286, "document_id": 1235, "quoteStart": 2514, "quoteEnd": 2641}, {"id": 18463, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://shortcutworld.com/Posts/Terms", "status": "Generated through the annotate view", "created_at": "2021-04-10 04:05:55.123879", "updated_at": "2021-04-10 17:42:49.910025", "quoteText": "ShortcutWorld is not responsible for any damages, including without limitation, any special, indirect, incidental or consequential damages, that may arise from any use of, inability to use, or reliance on the site and/or the materials contained on the site whether the materials contained on the site are provided by the ShortcutWorld, or a third party.", "case_id": 293, "document_id": 1235, "quoteStart": 3323, "quoteEnd": 3676}, {"id": 18464, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://shortcutworld.com/Posts/Terms", "status": "Generated through the annotate view", "created_at": "2021-04-10 04:06:09.8656", "updated_at": "2021-04-10 17:43:33.255725", "quoteText": "Information on this web site may contain technical inaccuracies or typographical errors.", "case_id": 288, "document_id": 1235, "quoteStart": 3677, "quoteEnd": 3765}, {"id": 18478, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://shortcutworld.com/Posts/Terms", "status": "Generated through the annotate view", "created_at": "2021-04-10 04:13:25.043554", "updated_at": "2021-04-10 17:45:57.990991", "quoteText": "This disclaimer of liability applies to any damages or injury caused by any error, omission, deletion, defect, interruption, failure of performance, delay in operation or transmission, computer virus, communication line failure, theft or destruction or unauthorized access to, alteration of, or use of record, whether for breach of contract, negligence, tortious behavior, or under any other cause of action.\n", "case_id": 287, "document_id": 1235, "quoteStart": 2914, "quoteEnd": 3323}, {"id": 18465, "title": "This service assumes no responsibility and liability for the contents of links to other websites", "source": "https://shortcutworld.com/Posts/Terms", "status": "Generated through the annotate view", "created_at": "2021-04-10 04:06:45.806521", "updated_at": "2021-04-10 17:46:43.845895", "quoteText": "ShortcutWorld may contains link to sites which are not maintained by ShortcutWorld.\nShortcutWorld is responsible and has no control over the content of those sites nor guarantees the content of such sites.", "case_id": 279, "document_id": 1235, "quoteStart": 4004, "quoteEnd": 4209}, {"id": 18458, "title": "The service has non-exclusive use of your content", "source": "https://shortcutworld.com/Posts/Terms", "status": "Generated through the annotate view", "created_at": "2021-04-10 04:02:40.620737", "updated_at": "2021-04-11 10:35:09.526494", "quoteText": "non-exclusive right", "case_id": 402, "document_id": 1235, "quoteStart": 1335, "quoteEnd": 1354}, {"id": 18444, "title": "Tracking via third-party cookies for other purposes without your consent.", "source": "https://shortcutworld.com/Posts/Privacy", "status": "Generated through the annotate view", "created_at": "2021-04-10 03:51:58.057923", "updated_at": "2021-04-11 10:43:08.819148", "quoteText": "It also uses cookies, known as DART cookies, to serve ads to our site visitors based upon their visit to shortcutworld.com and other sites on the internet.", "case_id": 128, "document_id": 4901, "quoteStart": 1478, "quoteEnd": 1633}, {"id": 18476, "title": "This service forces users into binding arbitration in the case of disputes", "source": "https://shortcutworld.com/Posts/Terms", "status": "Generated through the annotate view", "created_at": "2021-04-10 04:12:30.677486", "updated_at": "2021-04-11 10:45:45.768676", "quoteText": "All disputes arising out of or in connection with the Agreement shall be finally settled under the Rules of Arbitration of the International Chamber of Commerce by one or more arbitrators appointed in accordance with the said Rules.\nThe arbitration shall take place in Atlanta, GA.", "case_id": 339, "document_id": 1235, "quoteStart": 8327, "quoteEnd": 8608}, {"id": 18467, "title": "The service does not guarantee that software errors will be corrected", "source": "https://shortcutworld.com/Posts/Terms", "status": "Generated through the annotate view", "created_at": "2021-04-10 04:07:30.213523", "updated_at": "2021-04-11 10:47:46.003257", "quoteText": "ShortcutWorld may make changes to the materials contained on its Website at any time without notice.\nShortcutWorld does not, however, make any commitment to update the materials.", "case_id": 289, "document_id": 1235, "quoteStart": 4889, "quoteEnd": 5067}, {"id": 18470, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "https://shortcutworld.com/Posts/Terms", "status": "Generated through the annotate view", "created_at": "2021-04-10 04:08:54.458998", "updated_at": "2021-04-11 10:44:32.445204", "quoteText": "By continuing to use the Website and information herein, User is indicating acceptance of an agreement to be bound by the terms of this Agreement and all revisions hereof.</p>", "case_id": 403, "document_id": 1235, "quoteStart": 5918, "quoteEnd": 6093}, {"id": 18449, "title": "The service provides information about how they intend to use your personal data", "source": "https://shortcutworld.com/Posts/Privacy", "status": "\"This Privacy Policy document contains types of information that is collected and recorded by Shortcutworld and how we use it.\"", "created_at": "2021-04-10 03:55:55.274518", "updated_at": "2021-04-10 17:34:21.685723", "quoteText": "and how we use it.", "case_id": 227, "document_id": 4901, "quoteStart": 228, "quoteEnd": 246}, {"id": 18455, "title": "Content is published under a free license instead of a bilateral one", "source": "https://shortcutworld.com/Posts/Terms", "status": "Generated through the annotate view", "created_at": "2021-04-10 04:01:39.87964", "updated_at": "2021-04-10 17:36:46.890917", "quoteText": "<p>If User provide text, images, data, files, links, text, or other materials (\"Content\") to the Website, User grants ShortcutWorld certain rights outlined herein including, but not limited to sub-licensing the content under a Creative Commons License.", "case_id": 131, "document_id": 1235, "quoteStart": 948, "quoteEnd": 1200}, {"id": 18459, "title": "The service can distribute your content through any media known now or in the future ", "source": "https://shortcutworld.com/Posts/Terms", "status": "Generated through the annotate view", "created_at": "2021-04-10 04:03:03.88442", "updated_at": "2021-04-10 17:42:12.484058", "quoteText": "to use, reproduce, modify, translate, adapt, publish, create derivative works therefrom, transmit, distribute, perform, display and delete such Content in whole or in part worldwide and/or to incorporate such Content in other works in any form, media or technology.", "case_id": 139, "document_id": 1235, "quoteStart": 1355, "quoteEnd": 1620}, {"id": 18460, "title": "Users agree not to submit libelous, harassing or threatening content", "source": "https://shortcutworld.com/Posts/Terms", "status": "Generated through the annotate view", "created_at": "2021-04-10 04:03:35.260596", "updated_at": "2021-04-10 17:46:32.749222", "quoteText": "(4) User will not post or transmit any Content that is unlawful, untrue, harassing, libelous, defamatory, abusive, tortuous, threatening, harmful, or otherwise objectionable.", "case_id": 283, "document_id": 1235, "quoteStart": 2009, "quoteEnd": 2183}, {"id": 18475, "title": "The court of law governing the terms is in Georgia, USA.", "source": "https://shortcutworld.com/Posts/Terms", "status": "Generated through the annotate view", "created_at": "2021-04-10 04:11:41.310591", "updated_at": "2021-04-10 17:48:18.765776", "quoteText": "The Terms and Conditions shall be governed by laws of the State of Georgia (except for conflict of law provisions).", "case_id": 163, "document_id": 1235, "quoteStart": 8090, "quoteEnd": 8205}, {"id": 18446, "title": "This Service provides a list of Third Parties involved in its operation.", "source": "https://shortcutworld.com/Posts/Privacy", "status": "Generated through the annotate view", "created_at": "2021-04-10 03:54:14.57988", "updated_at": "2021-04-10 17:48:36.856499", "quoteText": "Our Advertising Partners\n<p>Some of advertisers on our site may use cookies and web beacons.\nOur advertising partners are listed below.\nEach of our advertising partners has their own Privacy Policy for their policies on user data.\nFor easier access, their Privacy Policies are as followss: https://policies.google.com/technologies/ads</p> Privacy Policies\n<p>You may consult this list to find the Privacy Policy for each of the advertising partners of Shortcutworld.", "case_id": 404, "document_id": 4901, "quoteStart": 1831, "quoteEnd": 2297}, {"id": 18474, "title": "You cannot distribute or disclose your account to third parties", "source": "https://shortcutworld.com/Posts/Terms", "status": "Generated through the annotate view", "created_at": "2021-04-10 04:11:16.132139", "updated_at": "2021-04-11 10:35:24.364808", "quoteText": "This Agreement is personal to User and may not be transferred, assigned or delegated to anyone without the express written permission.</p>", "case_id": 229, "document_id": 1235, "quoteStart": 7930, "quoteEnd": 8068}, {"id": 18445, "title": "This service employs third-party cookies, but with opt-out instructions", "source": "https://shortcutworld.com/Posts/Privacy", "status": "Generated through the annotate view", "created_at": "2021-04-10 03:53:35.565886", "updated_at": "2021-04-11 10:43:19.244481", "quoteText": "However, visitors may choose to decline the use of DART cookies by visiting the Google ad and content network Privacy Policy at the following URL – https://policies.google.com/technologies/ads", "case_id": 127, "document_id": 4901, "quoteStart": 1634, "quoteEnd": 1826}, {"id": 18457, "title": "This service can license user content to third parties", "source": "https://shortcutworld.com/Posts/Terms", "status": "Generated through the annotate view", "created_at": "2021-04-10 04:02:29.258969", "updated_at": "2021-04-11 10:44:11.216814", "quoteText": "fully sub-licensable,", "case_id": 134, "document_id": 1235, "quoteStart": 1313, "quoteEnd": 1334}, {"id": 18473, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "https://shortcutworld.com/Posts/Terms", "status": "Generated through the annotate view", "created_at": "2021-04-10 04:11:00.928398", "updated_at": "2021-04-10 17:47:50.012347", "quoteText": "If any part of this Agreement is held to be unenforceable, the unenforceable part shall be given effect to the greatest extent possible and the remainder will remain in full force and effect.", "case_id": 294, "document_id": 1235, "quoteStart": 7738, "quoteEnd": 7929}, {"id": 18447, "title": "The service informs users that its privacy policy does not apply to third party websites", "source": "https://shortcutworld.com/Posts/Privacy", "status": "Generated through the annotate view", "created_at": "2021-04-10 03:55:01.097778", "updated_at": "2021-04-10 17:32:55.235247", "quoteText": "Shortcutworld's Privacy Policy does not apply to other advertisers or websites.\nThus, we are advising you to consult the respective Privacy Policies of these third-party ad servers for more detailed information.\nIt may include their practices and instructions about how to opt-out of certain options.\nYou can choose to disable cookies through your individual browser options.\nTo know more detailed information about cookie management with specific web browsers, it can be found at the browsers' respective websites.", "case_id": 299, "document_id": 4901, "quoteStart": 2995, "quoteEnd": 3510}, {"id": 18453, "title": "You can request access, correction and/or deletion of your data", "source": "https://shortcutworld.com/Posts/Privacy", "status": "Generated through the annotate view", "created_at": "2021-04-10 03:59:24.344824", "updated_at": "2021-04-10 17:35:58.899789", "quoteText": "Every user is entitled to the following: (a) The right to access – You have the right to request copies of your personal data whereby we may charge you a small fee for this service, (b) The right to rectification – You have the right to request that we correct any information you believe is inaccurate.\nYou also have the right to request that we complete the information you believe is incomplete, (c) The right to erasure – You have the right to request that we erase your personal data, under certain conditions,", "case_id": 195, "document_id": 4901, "quoteStart": 4307, "quoteEnd": 4822}, {"id": 18469, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "https://shortcutworld.com/Posts/Terms", "status": "Generated through the annotate view", "created_at": "2021-04-10 04:08:41.844926", "updated_at": "2021-04-10 17:45:10.388295", "quoteText": "7.\nModifications\n<p>Provide may at his sole discretion revise these terms from time to time, or at any time, by updating this Agreement.\nThe revised terms will take effect when they are posted.", "case_id": 121, "document_id": 1235, "quoteStart": 5724, "quoteEnd": 5917}, {"id": 18466, "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers", "source": "https://shortcutworld.com/Posts/Terms", "status": "Generated through the annotate view", "created_at": "2021-04-10 04:07:07.161007", "updated_at": "2021-04-10 17:46:57.371441", "quoteText": "All products, services, and deals mentioned by ShortcutWorld are provided by third parties and are subject to change without notice and are subject to restrictions, limitations, availability, conditions, and qualifications.\nShortcutWorld serves as an informational service and inclusion of a link in this web site does not imply ShortcutWorld's endorsement of the site nor does ShortcutWorld accept any responsibility for the content, or the use, of such web site.", "case_id": 278, "document_id": 1235, "quoteStart": 4210, "quoteEnd": 4674}, {"id": 18471, "title": "This service is only available to users over 13 years of age", "source": "https://shortcutworld.com/Posts/Terms", "status": "Generated through the annotate view", "created_at": "2021-04-10 04:09:10.744551", "updated_at": "2021-04-10 17:47:05.909494", "quoteText": "<p>User may not use this site unless User is at least 13 years old.\nShortcutWorld will never knowingly solicit nor will it accept personally identifiable information from users known to be under thirteen (13) years of age.", "case_id": 152, "document_id": 1235, "quoteStart": 6109, "quoteEnd": 6331}, {"id": 18477, "title": "There is a date of the last update of the agreements", "source": "https://shortcutworld.com/Posts/Terms", "status": "Generated through the annotate view", "created_at": "2021-04-10 04:12:41.987708", "updated_at": "2021-04-10 17:48:23.559983", "quoteText": "\n<p>V1.5 Updated Jan, 2021</p>", "case_id": 331, "document_id": 1235, "quoteStart": 8612, "quoteEnd": 8642}, {"id": 18462, "title": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements", "source": "https://shortcutworld.com/Posts/Terms", "status": "Generated through the annotate view", "created_at": "2021-04-10 04:05:24.679906", "updated_at": "2021-04-11 10:45:59.716073", "quoteText": "including without limitation, any warranty for information, services or products provided through or in connection with the ShortcutwWorld service and any implied warranties of merchantability, fitness for a particular purpose, expectation of privacy or non-infringement.", "case_id": 290, "document_id": 1235, "quoteStart": 2642, "quoteEnd": 2913}, {"id": 18472, "title": "Users agree to comply with the law of the service's country", "source": "https://shortcutworld.com/Posts/Terms", "status": "Generated through the annotate view", "created_at": "2021-04-10 04:10:44.052426", "updated_at": "2021-04-11 10:48:38.085926", "quoteText": "User is responsible for compliance with applicable local laws, keeping in mind that access to the Website may not be legal by certain persons or in certain countries.", "case_id": 237, "document_id": 1235, "quoteStart": 7571, "quoteEnd": 7737}, {"id": 18451, "title": "The service uses your personal data to employ targeted third-party advertising", "source": "https://shortcutworld.com/Posts/Privacy", "status": "Generated through the annotate view", "created_at": "2021-04-10 03:57:10.585149", "updated_at": "2021-04-10 17:35:26.791808", "quoteText": "Third-party ad servers or ad networks uses technologies like cookies, JavaScript, or Web Beacons that are used in their respective advertisements and links that appear on Shortcutworld, which are sent directly to users' browser.\nThey automatically receive your IP address when this occurs.\nThese technologies are used to measure the effectiveness of their advertising campaigns and/or to personalize the advertising content that you see on websites that you visit.", "case_id": 220, "document_id": 4901, "quoteStart": 2381, "quoteEnd": 2845}, {"id": 18452, "title": "The service may sell your data unless you opt out", "source": "https://shortcutworld.com/Posts/Privacy", "status": "\"Under the CCPA, among other rights, California consumers have the right to:[...] (3)[...]\"", "created_at": "2021-04-10 03:57:44.584018", "updated_at": "2021-04-11 10:43:35.97557", "quoteText": "(3) Request that a business that sells a consumer's personal data, not sell the consumer's personal data.\nIf you make a request, we have one month to respond to you.\nIf you would like to exercise any of these rights, please contact us.", "case_id": 396, "document_id": 4901, "quoteStart": 3933, "quoteEnd": 4168}], "urls": ["shortcutworld.com"]}}