{"error": 448, "message": "OK", "parameters": {"id": 6235, "name": "The Republican Party of Texas ", "created_at": "2022-01-05 23:42:16.940694", "updated_at": "2022-01-05 23:01:13.594827", "wikipedia": null, "keywords": null, "related": null, "slug": "the-republican-party-of-texas", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6235.png", "url": "texasgop.org", "documents": [{"id": 11295, "name": "Terms and Conditions", "url": "https://texasgop.org/terms-and-conditions/", "xpath": "//*[@id=\"main\"]", "text": " <p>PLEASE READ THESE TERMS OF SERVICE CAREFULLY.\nBY ACCESSING OR USING THIS WEB SITE, MOBILE APPLICATION OR OTHER DIGITAL OR ONLINE APPLICATION OR SERVICE LINKED HERETO, YOU AGREE TO BE BOUND BY THE TERMS AND CONDITIONS DESCRIBED HEREIN AND ALL TERMS INCORPORATED BY REFERENCE.\nIF YOU DO NOT AGREE TO ALL OF THESE TERMS, DO NOT USE THIS WEB SITE, MOBILE APPLICATION OR OTHER DIGITAL OR ONLINE APPLICATION OR SERVICE.</p>\n<p>This website, mobile application or other digital or online application or service is operated by the Republican Party of Texas (“Republican Party of Texas,” “we,” “us” or “our” ).\nThese Terms of Service apply solely to your access to, and use of, the texasgop.org website operated by the Republican Party of Texas and any other Republican Party of Texas websites, mobile applications, or digital or online applications or services which link to these Terms of Service (collectively, the “Sites”).\nThese Terms of Service do not alter in any way the terms or conditions of any other agreement you may have with the Republican Party of Texas for products, services or otherwise.</p>\n<p>We reserve the right to change or modify any of the terms and conditions contained in the Terms of Service or any policy or guideline of the Sites at any time and in our sole discretion.\nAny changes or modification to the terms and conditions will take effect immediately upon posting of the revisions on the Sites.\nYou waive any right you may have to receive specific notice of such changes or modifications.\nyour continued use of these Sites following the posting of changes or modifications will confirm your acceptance of such changes or modifications.\nTherefore, you should frequently review the Terms of Service and applicable policies to understand the terms and conditions that apply to your use of the Sites.\nIf you do not agree to the amended terms, you must stop using the Sites.</p>\n<p>These Terms of Use, our Privacy Policy, and any other documents incorporated by reference herein constitute the sole and entire agreement between you and the Republican Party of Texas regarding the Sites and supersede all prior and contemporaneous understandings, agreements, representations, and warranties, both written and oral, regarding the Sites.</p>\n<p>All questions or comments about the Sites or site content should be directed to info@texasgop.org.</p>\n<p>1.\nPRIVACY POLICY.\nPlease refer to our Privacy Policy, available at https://texasgop.org/privacy-policy/ for information on how we collect, use and disclose information, including personally identifiable information from users of the Sites.</p>\n<p>2.\nCOPYRIGHT AND LIMITED LICENSE.\nUnless otherwise indicated on the Sites, the Sites and all content and other materials thereon, including, without limitation, the Republican Party of Texas’ logo, and all designs, text, graphics, pictures, information, data, software, tools, widgets, sound files, other files and the selection and arrangement thereof (collectively, the “Site Materials”) are the proprietary property of the Republican Party of Texas or its licensors or users and are protected by U.S.\nand international copyright and/or other intellectual property or proprietary rights laws.\nUnless explicitly stated herein, nothing in these Terms of Service shall be construed as conferring any license to intellectual property rights, whether by estoppel, implication or otherwise.</p>\n<p>You are granted a limited, non-sublicensable license to access and use the Sites and the Site Materials for your informational, non-commercial and personal use only.\nSuch license is subject to these Terms of Service and does not include: (a) any resale or commercial use of the Sites or the Site Materials therein.\n(b) the reproduction, distribution, public performance or public display of any Site Materials, except as expressly permitted on the Site.\n(c) modifying or otherwise making any derivative uses of the Sites and the Site Materials, or any portion thereof.\n(d) use of any data mining, robots or similar data gathering or extraction methods.\n(e) downloading (other than the page caching) of any portion of the Sites, the Site Materials or any information contained therein, except as expressly permitted on the Sites.\nor (f) any use of the Sites or the Site Materials other than for its intended purpose.\nThis license is revocable at any time.</p>\n<p>Any use of the Sites or the Site Materials other than as specifically authorized herein without the prior written permission of the Republican Party of Texas is strictly prohibited and will terminate the limited license granted herein.\nSuch unauthorized use may also violate applicable laws, including, without limitation, copyright and trademark laws and applicable communications statutes and regulations.</p>\n<p>As a condition of your access to and use of the Services, you agree that you will not use the Services for any purpose that is unlawful or prohibited by these Terms and that you will comply with all applicable laws and any conditions or restrictions imposed by these terms.</p>\n<p>3.\nREPEAT INFRINGER POLICY.\nIn accordance with the Digital Millennium Copyright Act (“DMCA”) and other applicable laws, The Republican Party of Texas has adopted a policy of terminating subscribers or account holders who are deemed to be repeat infringers, in appropriate circumstances as determined by the Republican Party of Texas in its sole discretion.\nThe Republican Party of Texas may also, at its sole discretion, limit access to the Sites and/or terminate the accounts of any users who infringe any intellectual property rights of others, whether or not there is any repeat infringement.</p>\n<p>4.\nTRADEMARKS.\nAll logos and slogans contained in the Sites are trademarks of the Republican Party of Texas, its suppliers or licensors, or other third parties and may not be copied, imitated or used, in whole or in part, without the prior written permission of the Republican Party of Texas or the applicable trademark holder.\nYou may not use any metatags or any other “hidden text” utilizing “Republican Party of Texas”, “ Texas GOP,” or any other name, trademark or product or service name of the Republican Party of Texas without the Republican Party of Texas’ prior written permission.\nIn addition, the look and feel of the Site – including all page headers, custom graphics, button icons and scripts – is the service mark, trademark and/or trade dress of the Republican Party of Texas and may not be copied, imitated or used, in whole or in part, without the Republican Party of Texas prior written permission.\nAll other trademarks, registered trademarks, product names and company names or logos mentioned on the Sites are the property of their respective owners.\nReference to any products, services, processes or other information, by trade name, trademark, manufacturer, and supplier or otherwise on the Sites does not constitute or imply endorsement, sponsorship, or recommendation thereof by the Republican Party of Texas.</p>\n<p>5.\nHYPERLINKS.\nYou may not use the Republican Party of Texas’ trademarked logos or any other proprietary graphic of the Republican Party of Texas to link to these Sites without the express written permission of the Republican Party of Texas.\nFurther, you may not use, frame or utilize framing techniques to enclose any Republican Party of Texas trademark, logo or other proprietary information, including the images found at the Sites, the content of any text or the layout/design of any page or form contained on a page on the Sites without the Republican Party of Texas’ express written consent.\nExcept as noted above, you are not conveyed any right or license by implication, estoppel or otherwise in or under any patent, trademark, copyright or proprietary right of the Republican Party of Texas or any third party.</p>\n<p>6.\nDATA COLLECTION FROM CHILDREN<br>\nThe Sites comply with the Children’s Online Privacy Protection Act of 1998.\nWe do not knowingly contact or collect personal information from children under the age of 13 without appropriate parental notice and consent, and our Services are not intended to solicit information of any kind from children under the age of 13.\nIf we are informed that we have unintentionally received personal information from a child under the age of 13, we will delete that information.\nIf you want to notify us of our possible receipt of information by children under the age of 13, please contact us at info@texasgop.com.\nPlease visit https://www.ftc.gov/tips-advice/business-center/privacy-and-security/children%27s-privacy for information from the Federal Trade Commission about protecting children’s privacy online.</p>\n<p>7.\nTHIRD PARTY CONTENT.\nWe may make third-party information and other content available on or through the Sites (the “Third Party Content”) as a service to those interested in this information, and we may provide information regarding or access to third-party products or services available on or through the Sites (“Third Party Products and Services”).\nYour business dealings or correspondence with such third parties, and any terms, conditions, warranties or representations associated therewith, are solely between you and such third party.\nThe Republican Party of Texas does not control, endorse or adopt any Third Party Content or Third Party Products, and makes no representation or warranties of any kind regarding the Third Party Content, including, without limitation, regarding its accuracy or completeness.\nYou acknowledge and agree that the Republican Party of Texas is not responsible or liable in any manner for any Third Party Content and undertakes no responsibility to update or review any Third Party Content.\nUsers use such Third Party Content contained in Third Party Products at their own risk.</p>\n<p>8.\nLINKS TO AND INFORMATION ABOUT THIRD PARTY SITES.\nThe Republican Party of Texas may provide information about or links to third-party organizations on the Sites.\nYour dealings or correspondence with such third parties and any terms, conditions, warranties or representations associated with such dealings are solely between you and such third party.\nThe Republican Party of Texas is not responsible or liable for any loss or damage of any sort incurred as the result of any such dealings or as the result of the presence of such third-party information on the Site.\nThe Republican Party of Texas makes no claim or representation regarding and accepts no responsibility for, the quality, content, nature, or reliability of third-party Web sites accessible by hyperlink from the Sites, or Web sites linking to the Sites.\nSuch sites are not under the control of the Republican Party of Texas, and the Republican Party of Texas is not responsible for the contents of any linked site or any link contained in a linked site, or any review, changes or updates to such sites.\nThe Republican Party of Texas provides these links to you only as a convenience, and the inclusion of any link does not imply affiliation, endorsement, or adoption by the Republican Party of Texas of any site or any information contained therein.\nWhen you leave the Sites, you should be aware that our terms and policies will no longer govern your activity.\nYou should review the applicable terms and policies, including privacy and data-gathering practices, of any site to which you navigate from the Sites.\nFurthermore, the Republican Party of Texas may provide links to original articles written and maintained by third parties.\nThese links are provided as a convenience and do not imply a claim of ownership in that content.</p>\n<p>9.\nSUBMISSIONS.\nYou acknowledge and agree that any feedback, questions, comments, suggestions, ideas, or other information or materials regarding the Site or the Republican Party of Texas that are provided by you in the form of email or other submissions to the Republican Party of Texas, or any postings on the Sites (collectively, “Submissions”), are non-confidential and non-proprietary and shall become the sole property of the Republican Party of Texas.\nThe Republican Party of Texas shall own exclusive rights, including all intellectual property rights, and shall be entitled to the unrestricted use and dissemination of these Submissions for any purpose without acknowledgment or compensation to you.\nBy providing Submissions, you represent and warrant that: (a) you own and control all of the rights to the Submissions or you otherwise have the right to provide such Submissions to the Sites.\n(b) the Submissions are accurate and not misleading.\nand (c) use and posting of the Submissions you provide does not violate these Terms of Service and will not violate any rights of or cause injury to any person or entity.</p>\n<p>10.\nUSER CONTENT AND INTERACTIVE SERVICES OR AREAS.\nThe Sites may include interactive areas or services (“Interactive Areas”), such as forums, blogs, chat rooms or message boards, or other areas or services in which you or other users may create, post, share or store content, messages, materials, data, information, text, graphics, audio, video, or other items or materials on the Sites (“User Content”).\nYou are solely responsible for your use of such Interactive Areas and use them at your own risk.\nBy using any Interactive Areas, you agree not to post, upload, transmit, distribute, store, create, or otherwise publish to or through the Sites any of the following:<br>\nUser Content that is unlawful, libelous, defamatory, obscene, pornographic, indecent, lewd, suggestive, harassing, discriminatory, threatening, invasive of privacy or publicity rights, abusive, inflammatory, fraudulent, deceptive or misleading;<br>\nUser Content that would constitute, encourage or provide instructions for a criminal offense, violate the rights of any party, or that would otherwise create liability or violate any local, state, national or international law;<br>\nUser Content that may infringe any patent, trademark, trade secret, copyright or other intellectual or proprietary right of any party;<br>\nUser Content that impersonates any person or entity or otherwise misrepresents your affiliation with a person or entity;<br>\nUnsolicited promotions, advertising, or solicitations;<br>\nPrivate or personally identifying information of any third party, including, without limitation, addresses, phone numbers, email addresses, Social Security numbers, and credit card numbers;<br>\nViruses, corrupted data or other harmful, disruptive or destructive files.\nand<br>\nUser Content which violates the terms of any Republican Party of Texas guidelines, policies or rules posted on the Site or otherwise provided to you.\nand<br>\nUser Content that, in the sole judgment of the Republican Party of Texas, is objectionable or which restricts or inhibits any other person from using or enjoying the Interactive Areas or the Sites, or which may expose the Republican Party of Texas or its users to any harm or liability of any type.<br>\nThe Republican Party of Texas takes no responsibility and assumes no liability for any User Content posted, stored or uploaded by you or any third party, or for any loss or damage thereto, nor is the Republican Party of Texas liable for any mistakes, defamation, slander, libel, omissions, falsehoods, obscenity, profanity or other objectionable content you may encounter.\nYour use of Interactive Areas is at your own risk.\nEnforcement of the user content or conduct rules set forth in these Terms of Service is solely at the Republican Party of Texas’ discretion, and failure to enforce such rules in some instances does not constitute a waiver of our right to enforce such rules in other instances.\nIn addition, these rules do not create any private right of action on the part of any third party or any reasonable expectation that the Sites will not contain any content that is prohibited by such rules.\nAs a provider of interactive services, the Republican Party of Texas is not liable for any statements, representations, or User Content provided by its users in any Interactive Area.</p>\n<p>Although the Republican Party of Texas has no obligation to do so, it reserves the right, and has absolute discretion to remove, screen or edit any User Content posted or stored on the Sites at any time and for any reason without notice, and you are solely responsible for creating backup copies of and replacing any User Content you post or store on the Sites at your sole cost and expense.\nAny use of the Interactive Areas or other portions of the Sites in violation of the foregoing violates these Terms of Service and may result in, among other things, termination, or suspension of your rights to use the Interactive Areas and/or the Sites.</p>\n<p>The Republican Party of Texas has the right to cooperate fully with any law enforcement authorities or court order requesting or directing the Republican Party of Texas to disclose the identity or other information of anyone posting any materials on or through the Website.\nYOU WAIVE AND HOLD HARMLESS THE REPUBLICAN PARTY OF TEXAS AND ITS AFFILIATES, LICENSEES, AND SERVICE PROVIDERS FROM ANY CLAIMS RESULTING FROM ANY ACTION TAKEN BY ANY OF THE FOREGOING PARTIES DURING, OR TAKEN AS A CONSEQUENCE OF, INVESTIGATIONS BY EITHER SUCH PARTIES OR LAW ENFORCEMENT AUTHORITIES.</p>\n<p>However, the Republican Party of Texas does not undertake to review all material before it is posted on the Website and cannot ensure prompt removal of objectionable material after it has been posted.\nAccordingly, the Republican Party of Texas assumes no liability for any action or inaction regarding transmissions, communications, or content provided by any user or third party.\nThe Republican Party of Texas has no liability or responsibility to anyone for performance or nonperformance of the activities described in this section.</p>\n<p>Except as otherwise provided, you retain ownership of all User Content you post on the Sites.\nHowever, if you post User Content to the Sites, unless we indicate otherwise, you grant the Republican Party of Texas and its affiliates a nonexclusive, royalty-free, perpetual, irrevocable and fully sublicensable right to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, perform and display such User Content throughout the world in any manner or media, including without limitation in advertising, fundraising and other communications in support of the Republican Party of Texas and the issues, and causes it supports, without any right of compensation or attribution.\nYou grant the Republican Party of Texas and its affiliates and sublicensees the right to use the name that you submit in connection with such content if they choose.\nYou represent and warrant that (a) you own and control all of the rights to the User Content that you post or you otherwise have the right to post such User Content to the Sites.\n(b) the User Content is accurate and not misleading.\nand (c) use and posting of the User Content you supply does not violate these Terms of Service and will not violate any rights of or cause injury to any person or entity.</p>\n<p>11.\nREGISTRATION DATA.\nACCOUNT SECURITY.\nIn consideration of your use of the Sites, you agree to (a) provide accurate, current and complete information about you as may be prompted by any registration forms on the Sites (“Registration Data”).\n(b) maintain the security of your password and identification.\n(c) maintain and promptly update the Registration Data, and any other information you provide to the Republican Party of Texas, to keep it accurate, current and complete.\nand (d) accept all risks of unauthorized access to the Registration Data and any other information you provide to the Republican Party of Texas.</p>\n<p>12.\nINDEMNIFICATION.\nYou agree to defend, indemnify and hold harmless the Republican Party of Texas, its independent contractors, service providers and consultants, and their respective directors, employees and agents, from and against any claims, damages, costs, liabilities and expenses (including, but not limited to, reasonable attorneys’ fees) arising out of or related to any User Content you post, store or otherwise transmit on or through the Sites, your use of the Interactive Areas, or any act or omission relating to the Sites or the User Content, including without limitation any actual or threatened suit, demand or claim made against the Republican Party of Texas and/or its independent contractors, service providers, employees, directors or consultants, arising out of or relating to the User Content, your conduct, your violation of these Terms of Service or your violation of the rights of any third party.</p>\n<p>13.\nDISCLAIMERS.\nEXCEPT AS EXPRESSLY PROVIDED TO THE CONTRARY IN WRITING BY THE REPUBLICAN PARTY OF TEXAS, THE SITES, THE SITE MATERIALS CONTAINED THEREIN AND THE SERVICES PROVIDED ON OR IN CONNECTION THEREWITH (THE “SERVICES”) ARE PROVIDED ON AN “AS IS” BASIS WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED.\nTHE REPUBLICAN PARTY OF TEXAS DISCLAIMS ALL OTHER WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE AND NON-INFRINGEMENT AND AS TO ACCURACY OR RELIABILITY OF THE INFORMATION, CONTENT, FORMS OR OTHER SITE MATERIALS ACCESSED THROUGH THE SITE.\nTHE REPUBLICAN PARTY OF TEXAS DOES NOT REPRESENT OR WARRANT THAT THE SITES, THE SITE MATERIALS OR THE SERVICES ARE ACCURATE, COMPLETE, RELIABLE, CURRENT OR ERROR-FREE.</p>\n<p>THE REPUBLICAN PARTY OF TEXAS IS NOT RESPONSIBLE FOR TYPOGRAPHICAL ERRORS OR OMISSIONS, INCLUDING THOSE RELATING TO PRICING, TEXT OR PHOTOGRAPHY.\nWHILE THE REPUBLICAN PARTY OF TEXAS ATTEMPTS TO MAKE YOUR ACCESS AND USE OF THE SITES AND SERVICES SAFE, THE REPUBLICAN PARTY OF TEXAS CANNOT AND DOES NOT REPRESENT OR WARRANT THAT THE SITES, THE SITE MATERIALS OR THE SERVER(S) ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nTHEREFORE, YOU SHOULD USE INDUSTRY-RECOGNIZED SOFTWARE TO DETECT AND DISINFECT VIRUSES FROM ANY DOWNLOAD.</p>\n<p>ANY LISTED PRICES FOR MERCHANDISE BEING OFFERED ON THE SITES IN EXCHANGE FOR A CONTRIBUTION TO THE REPUBLICAN PARTY OF TEXAS INCLUDE APPLICABLE SALES/USE TAX.</p>\n<p>THE REPUBLICAN PARTY OF TEXAS IS ALSO NOT RESPONSIBLE OR LIABLE IN ANY MANNER FOR ANY THIRD PARTY ACTIVITIES OR EVENTS LISTED ON THE SITES OR FOR THE CONDUCT OF ANY EVENT OR ACTIVITY ORGANIZERS OF OTHER USERS OF THE SITES.</p>\n<p>The Republican Party of Texas reserves the right to withdraw or amend these Sites, and any service or material provided on these Sites, in our sole discretion, at any time, and without notice.\nThe Republican Party of Texas will not be liable if for any reason all or any part of these Sites is unavailable at any time or for any period.\nWe reserve the right to withdraw or amend these Sites, and any service or material we provide on these Sites, in our sole discretion without notice.\nWe will not be liable if for any reason all or any part of these Sites is unavailable at any time or for any period.\nReference to any products, services, processes or other information, by trade name, trademark, manufacturer, supplier or otherwise does not constitute or imply endorsement, sponsorship or recommendation thereof, or any affiliation therewith, by the Republican Party of Texas.</p>\n<p>14.\nLIMITATION OF LIABILITY.\nIN NO EVENT SHALL THE REPUBLICAN PARTY OF TEXAS OR OUR EMPLOYEES, AGENTS OR VOLUNTEERS BE LIABLE FOR ANY DIRECT, SPECIAL, INDIRECT OR CONSEQUENTIAL DAMAGES, OR ANY OTHER DAMAGES OF ANY KIND, INCLUDING BUT NOT LIMITED TO LOSS OF USE, LOSS OF PROFITS OR LOSS OF DATA, WHETHER IN AN ACTION IN CONTRACT, TORT (INCLUDING BUT NOT LIMITED TO NEGLIGENCE) OR OTHERWISE, ARISING OUT OF OR IN ANY WAY CONNECTED WITH THE USE OF OR INABILITY TO USE THE SITES, THE SERVICES, THE CONTENT OR THE SITE MATERIALS CONTAINED IN OR ACCESSED THROUGH THE SITE, INCLUDING WITHOUT LIMITATION ANY DAMAGES CAUSED BY OR RESULTING FROM RELIANCE BY USER ON ANY INFORMATION OBTAINED FROM THE REPUBLICAN PARTY OF TEXAS, OR THAT RESULT FROM MISTAKES, OMISSIONS, INTERRUPTIONS, DELETION OF FILES OR EMAIL, ERRORS, DEFECTS, VIRUSES, DELAYS IN OPERATION OR TRANSMISSION OR ANY FAILURE OF PERFORMANCE, WHETHER OR NOT RESULTING FROM ACTS OF GOD, COMMUNICATIONS FAILURE, THEFT, DESTRUCTION OR UNAUTHORIZED ACCESS TO THE REPUBLICAN PARTY OF TEXAS’ RECORDS, PROGRAMS OR SERVICES.\nIN NO EVENT SHALL THE AGGREGATE LIABILITY OF THE REPUBLICAN PARTY OF TEXAS, WHETHER IN CONTRACT, WARRANTY, TORT (INCLUDING NEGLIGENCE, WHETHER ACTIVE, PASSIVE OR IMPUTED), PRODUCT LIABILITY, STRICT LIABILITY OR OTHER THEORY, ARISING OUT OF OR RELATING TO THE USE OF OR INABILITY TO USE THE SITES OR THE SITE MATERIALS EXCEED ANY COMPENSATION YOU PAY, IF ANY, TO THE REPUBLICAN PARTY OF TEXAS FOR ACCESS TO OR USE OF THE SITES.</p>\n<p>BY USING THE SERVICES, YOU AGREE THAT YOU WILL LOOK ONLY TO THE ASSETS OF THE REPUBLICAN PARTY OF TEXAS, AN UNINCORPORATED ASSOCIATION, FOR PAYMENT OF ANY OBLIGATION THAT MAY BECOME DUE FROM THE REPUBLICAN PARTY OF TEXAS IN CONNECTION WITH YOUR USE OF THE SERVICES.\nNO MEMBER, OFFICER, EMPLOYEE, OR AGENT OF THE REPUBLICAN PARTY OF TEXAS OR OF ANY COMMITTEE THEREOF SHALL BE LIABLE FOR ANY SUCH OBLIGATION.</p>\n<p>CERTAIN STATE LAWS DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES OR THE EXCLUSION OF LIMITATION OF CERTAIN DAMAGES.\nTHEREFORE, SOME OR ALL OF THE ABOVE DISCLAIMERS, EXCLUSIONS, OR LIMITATIONS MAY NOT APPLY TO YOU, AND YOU MIGHT HAVE ADDITIONAL RIGHTS.</p>\n<p>15.\nAGREEMENT TO ARBITRATE DISPUTES ON AN INDIVIDUAL BASIS.\nAny claim, dispute or controversy of any kind, regardless of the type of claim or legal theory or remedy (“Claim”) by either you or the Republican Party of Texas against the other arising from, relating to or in any way concerning the Terms of Service, Privacy Policy, or any goods you receive from us (or from any advertising for any such goods) must, at the demand of either party, be submitted to and determined by binding and confidential arbitration in Washington, D.C., before a single arbitrator.\nTo the extent issues of state law are implicated, the laws of the Commonwealth of Virginia shall apply.\nThe arbitration will be administered by JAMS pursuant to its Comprehensive Arbitration Rules and Procedures in effect at the time of the arbitration and in accordance with the Expedited Procedures in those Rules.\nThis agreement to arbitrate also includes: (i) Claims relating to the enforceability or interpretation of any of these arbitration provisions.\n(ii) Claims that relate directly to the Republican Party of Texas and/or its affiliates, successors, assignees, employees, agents, or independent contractors.\nand (iv) Claims asserted as part of a class action, private attorney general or other representative action, it being expressly understood and agreed to by you and the Republican Party of Texas that the arbitration of such claims must proceed on an individual (non-class and non-representative) basis and the arbitrator may award relief only on an individual (non-class and non-representative) basis.\nThe parties shall maintain the confidential nature of the arbitration proceedings and award, including the hearing, except as may be necessary in connection with a court application for a preliminary remedy, a judicial challenge to an award or enforcement of the award, or unless otherwise required by law or judicial decision.\nJudgment upon the award rendered by an arbitrator hereunder may be entered in any court having jurisdiction.</p>\n<p>YOU AND THE RPT HEREBY KNOWINGLY AND VOLUNTARILY WAIVE ANY RIGHT YOU HAVE TO A JURY TRIAL, OR AN APPEAL TO A STATE OR FEDERAL COURT OF APPEAL, WITH REGARD TO ANY DISPUTE ARISING UNDER, RELATING TO, OR IN CONNECTION WITH THE TERMS OF SERVICE, PRIVACY POLICY, OR ANY GOODS YOU RECEIVE FROM US (OR FROM ANY ADVERTISING FOR ANY SUCH GOODS).\nALL SUCH DISPUTES SHALL BE RESOLVED THROUGH BINDING ARBITRATION AND NO CLASS ACTION, CONSOLIDATED ACTION, PRIVATE ATTORNEY GENERAL OR OTHER REPRESENTATIVE CLAIMS MAY BE PURSUED IN ARBITRATION.\nBY ACCEPTING THIS ARBITRATION AGREEMENT, YOU AGREE TO WAIVE THE RIGHT TO INITIATE OR PARTICIPATE IN A CLASS ACTION, REPRESENTATIVE ACTION, PRIVATE ATTORNEY GENERAL ACTION OR CONSOLIDATED ARBITRATION IN ANY MATTER ENCOMPASSED BY THIS ARBITRATION PROVISION.</p>\n<p>16.\nTERMINATION.\nNotwithstanding any of these Terms of Service, at all times the Republican Party of Texas reserves the right, without notice and in its sole discretion, to terminate your license to use the Sites and to block or prevent future your access to and use of the Sites.</p>\n<p>17.\nSEVERABILITY.\nIf any provision of these Terms of Service shall be deemed unlawful, void or for any reason unenforceable, then that provision shall be deemed severable from these Terms of Service and shall not affect the validity and enforceability of any of the remaining provisions.</p>\n<p>18.\nWAIVER.\nNo failure to enforce by the Republican Party of Texas to enforce any term or condition set out in these Terms of Service constitutes a waiver of the Republican Party of Texas’ ability to enforce such term or condition in other circumstances.\nFurther, no waiver by the Republican Party of Texas of any term or condition set out in these Terms of Service shall be deemed a further or continuing waiver of such term or condition or a waiver of any other term or condition, and any failure of the Republican Party of Texas to assert a right or provision under these Terms of Service shall not constitute a waiver of such right or provision</p>\n<p>19.\nCONTRIBUTION POLICIES.\nAll contributions to the Republican Party of Texas through the Sites must be made from a contributor’s own funds, not funds provided to the contributor by another person, and using a personal credit card, not a corporate credit card.\nContributions may not be made by any federal government contractor, foreign national lacking permanent-resident status in the United States, or using the general treasury funds of a corporation, labor organization or national bank.</p>\n<p>Contributions to the Republican Party of Texas are not deductible for federal income tax purposes.\nFunds received in response to any solicitation will be subject to federal contribution limits and source prohibitions.\nFederal law requires us to use our best efforts to collect and report the name, mailing address, occupation, and name of employer of individuals whose contributions aggregate in excess of $200 per calendar year.</p>\n<p>20.\nCONTRIBUTION REFUND AND CANCELLATION POLICY.\nAll contributions to the Republican Party of Texas are final.\nRefunds and cancellations may be given at the sole discretion of the Republican Party of Texas.\nIf you believe that an error has been made in connection with your online contribution, contact us at info@texasgop.org We will endeavor to work with you to correct any such error.</p>\n<p>21.\nCONTRIBUTION CONFIRMATIONS.\nAll contribution confirmations will be sent via e-mail.\nIt is your responsibility to provide a correct and valid e-mail address and other contact information.</p>\n<p>22.\nMOBILE MESSAGES.\nBy providing your phone number or requesting updates or other information by mobile phone or text message (the “SMS Service”) or through the Sites, you expressly consent to receiving via your mobile device non-telemarketing and non-advertising text messages, including text messages sent by an automatic telephone dialing system (“ATDS” or “autodialer”), from us or a third-party contractor we have retained for their expertise in initiating and transmitting text messages.\nWe do not charge for this SMS Service.\nhowever, your carrier’s standard messaging, data and other rates and fees still apply to any messages you send, our confirmations, and all subsequent SMS correspondence and/or transmissions.\nAt any time, you may text STOP to cancel or HELP for customer support information.</p>\n<p>23.\nQUESTIONS &amp.\nCONTACT INFORMATION.\nQuestions or comments about the Sites may be directed to the Republican Party of Texas at info@texasgop.org.</p> ", "created_at": "2022-01-05 23:42:16.942946", "updated_at": "2022-01-05 22:43:34.746317"}, {"id": 11296, "name": "Privacy Policy", "url": "https://texasgop.org/privacy-policy/", "xpath": "//*[@id=\"main\"]", "text": " <ol>\n<li>\n<strong>INTRODUCTION.&nbsp;</strong>\n</li>\n</ol>\n<p>Welcome to texasgop.org, the official website (the “website” or “site”) of the Republican Party of Texas (“Republican Party of Texas”, “we”, “us”, “our”).\nWe hope you enjoy your visit.&nbsp.\nThe Republican Party of Texas knows your right to privacy online is important and understands that visitors to our website may have questions about how this website collects and uses information.\nThe Republican Party of Texas is committed to safeguarding the privacy of our supporters’ information.\nThis Privacy Policy explains our privacy practices, including the information we collect from you when you use our website, apps, and other digital and online services (collectively, the “Services”).\nhow we and our affiliated committees may use that information.\nour rights to share and disclose such information to third parties.\nhow you can review and modify information that you provide to us.\nand how you can communicate your preferences regarding our use and disclosure of such information.\nPlease review our Terms of Service, which govern your use of the Services.\nAny capitalized terms that are not defined in this Privacy Policy shall have the meaning ascribed in the Terms of Service.</p>\n<p>&nbsp;</p>\n<p>This Privacy Policy only applies to the information collected by the Republican Party of Texas and any third parties acting with our authorization and information otherwise provided to us by third parties about you, in each instance, in connection with your use of the Services.\nThis Privacy Policy applies regardless of the computer, mobile phone, tablet, or other electronic devices (“Device”) you use to access the Services and whether you are accessing the Services as a registered user or otherwise.&nbsp;</p>\n<p>&nbsp;</p>\n<p>By using the Services, you agree that your use of the Services is governed by this Privacy Policy and our Terms of Service.\nFrom time to time, we may update this Privacy Policy.\nAs a service to our users, we will post the date of the most recent updates to this page at the top of the page.&nbsp.\nWe encourage you to periodically check this Privacy Policy for updates.\nYour continued use of the Services affirms your agreement to any changes we make to this Privacy Policy.</p>\n<p>&nbsp;</p>\n<p>2.\n<strong>WHAT INFORMATION DOES THE Republican Party of Texas COLLECT?</strong>\n</p>\n<p>&nbsp;</p>\n<ol>\n<li> Registration Information.\nIn order to access and use certain features, content or functions of the Services (e.g., contributions, communication/networking features, promotions, etc.), you may be asked to provide certain information, including your name, username, password, e-mail, date of birth, gender, address, employment information, and other descriptive information.&nbsp;</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li> Contributions and Payment Information.\nIf you make any contribution (including any purchase) on or through the Services, your payment information (e.g., credit or debit card type, number and expiration date) and related information (e.g., physical address) may be collected by us and/or our third-party payment processors.&nbsp;</li>\n</ol>\n<p>&nbsp;</p>\n<p>To comply with Federal election law and the regulations of the Federal Election Commission, we are required to make our best efforts to collect and report the name, mailing address, occupation, and name of employer of individuals whose contributions aggregate in excess of $200 per election cycle.\nGenerally, contributions are non-refundable.\nShould you choose to contribute, you will receive an email confirmation of your contribution.&nbsp;</p>\n<p>&nbsp;</p>\n<ol>\n<li> Information You Choose to Provide to Us.\nWe collect any information you provide to us on or through the Services or in any other way.\nFor example, we collect any information you provide when you update your user account and profile (“User Account”).\nparticipate in contests, surveys, and other promotions.\nand/or sign up to receive newsletters and other communications.&nbsp;</li>\n</ol>\n<p>&nbsp;</p>\n<p>In addition, the Services may include features that rely on the use of information stored on, or made available through, your mobile Device.\nWe may also ask to collect or use the specific location of your mobile Device (e.g., by accessing your Device’s GPS).\nIf you agree to allow access to your location, you agree that we and our service providers may collect such location-based information from your Device.\nWe may also collect other information based on your location and your Device’s proximity to “beacons” and other similar proximity systems, including, for example, the strength of the signal between the beacon and your Device and the duration that your Device is near the beacon.\nThe type of location data we collect depends on a number of factors, including the type of Device you are using (e.g., laptop, smartphone, tablet) and the type of connection enabled on your Device (e.g., wifi, Bluetooth, broadband cable).\nThe Republican Party of Texas Apps, if they become available, or other features of the Services may rely on this location information in order to provide certain location-based services, such as promotional offers, merchandise offers, or event information or other Republican Party of Texas-related content that may be of interest to you.\nWe may also use location information to improve the functionality of the Republican Party of Texas Apps and our other applications and services.\nIf you do not wish to have this location information collected and used by the Republican Party of Texas, you may opt-out by disabling the location and Bluetooth features on your Device and/or in the Republican Party of Texas Apps.\nAs a general note, you may choose not to provide certain information, but you may not be able to access certain content or take advantage of certain features of the Services.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Depending on the Device you are using, we may use third-party services to provide mapping services.\nFor example, the Republican Party of Texas may use Google maps on certain Devices.\nYou can learn more about the information that Google collects through its mapping services at http://www.google.com/privacy.html.</p>\n<p>&nbsp;</p>\n<ol>\n<li> User Submissions.&nbsp.\nYou may have the ability to use the Services to communicate with other users of the Services and post comments to or otherwise interact with certain aspects of the Services that are available to the public and/or other users.\nWe may collect any information you submit, post, or provide in the course of such activities, and reserve the right to store any information about the people you contact via the Services.&nbsp;</li>\n</ol>\n<p>&nbsp;</p>\n<p>Any information, communications, or material of any type or nature that you submit to our Services (including, but not limited to any of our pages contained on a social media platform or websites such as Facebook or Twitter) by email, posting, messaging, uploading, downloading, or otherwise (collectively, a “Submission”), is done at your own risk and without any expectation of privacy.\nWe cannot control the actions of other users of any social media platform or website and we are therefore not responsible for any content or Submissions contained on such sites and platforms.\nBy visiting any of our pages or websites contained on a social media platform or website, you are representing and warranting to us that you have reviewed the applicable privacy policy and terms of use of that platform or website and that you will abide by all such provisions contained therein.</p>\n<p>&nbsp;</p>\n<p>Additionally, in the event that we offer a message board or any other interactive or social-type feature on a website administered directly by us, please be aware that these areas may allow you to publicly post, and share with other users, certain messages, content, or other information (e.g., stories, pictures, etc.).\nAlthough we may take certain precautions to protect those who use these areas of one of our websites, we encourage you to be wary of giving out any personal information in such public forums.\nThe information you post can be collected and used by people you do not know.\nWe cannot guarantee the privacy and safety of these areas and are therefore not responsible for any information you choose to post.\nYour use of these features is fully at your own risk.</p>\n<p>&nbsp;</p>\n<ol>\n<li> Usage Data and Technical Information.\nThe Services include features that automatically collect certain information, which may include the unique Device identifier assigned to your Device, Third Party Platform anonymous identifiers, and other information regarding your use of the Services to, among other things, assist us in authenticating your usage and/or Device, keeping track of your preferences, creating a more tailored user experience, and better serving your particular interests and needs.\nThe Services and/or third parties may use “cookies” (which are small data files containing information about you that is stored on your hard drive), “embedded scripts,” “pixel tags,” and other similar tracking technologies (collectively, “Tracking Technologies“) to collect information automatically as you interact with the Services.\nSuch information may include “clickstream” data, the domain name of the service providing you with Internet access, your Device type and attributes, Internet protocol (IP) address, network connection type (e.g., WiFi, 3G, LTE), browser type and version, operating system and platform, the average time spent on the Services, pages viewed, content searched for, access times and other relevant statistics, and your interactions with playlists, audiovisual content, other users of the Services, advertising, and products and services which are offered, linked to or made available on or through the Services.\nSuch information may be collected by us and/or our third-party service providers and partners.\nCertain Tracking Technologies enable us to customize your experience on the Services and provide tailored recommendations, promotions, advertisements and other content relating to your specific interests.\nOther Tracking Technologies are used to make login to the Services easier (such as by remembering your user ID) and allow us to collect non-specific location information.\nYou can learn more about the use of cookies and other Tracking Technologies on the Services in Section 4.D below.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li> Third Party Platform Information.\nIf you access the Services via your Third Party Platform account (e.g., by logging in to the Services using your Third Party Platform account credentials) and/or integrate your Republican Party of Texas account with your Third Party Platform account, we may collect certain information from the Third Party Platform, such as your username and other information you provided to the Third Party Platform in connection with your account (e.g., name, country, date of birth, gender and e-mail address).\nYou can learn more about adjusting your settings and preferences with respect to Third Party Platforms in Section 4.A below.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>\n<strong> HOW DOES THE REPUBLICAN PARTY OF TEXAS USE INFORMATION THAT IT COLLECTS?</strong>\n</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li> Except as prohibited by the terms and conditions of any applicable Third Party Platform (e.g., Facebook, Twitter, etc.) and subject to Section 4, we may use the information we collect for, among other things, the following purposes:</li>\n</ol>\n<ul>\n<li>Sending you Republican Party of Texas and affiliated committees’ marketing, promotional, e-mails, messages, and other correspondence and notifications regarding the Services;</li>\n<li>To notify you about new features and offerings of the Services, including, but not limited to, promotions, events, discounts, news about products and services, and/or special offers;</li>\n<li>Delivery of features, content, services, and products available to you through the Services based on your location;</li>\n<li>Allowing affiliates, service providers, contractors, agents, sponsors, and other third parties to assist us in providing and managing the Services;</li>\n<li>Contacting you regarding the administration of any features or functions of the Services you have registered to use;</li>\n<li>Sending you information about your relationship or transactions with us;</li>\n<li>Marketing and promoting the Services, including, without limitation, promotions and other initiatives and activities;&nbsp;</li>\n<li>For the prevention and detection of fraud or infringement of our or any third party’s rights;</li>\n<li>Responding to your questions or other requests;&nbsp;</li>\n<li>Subject to applicable contractual or legal restrictions, in connection with the sale or exchange of Service user information and related data to a broker, political committee, or other non-profit or for-profit entity;</li>\n<li>Tailoring your experience on the Services and/or otherwise customizing what you see when you visit and use the Services;&nbsp;</li>\n<li>Saving your User Account, registration and profile data or other information (so you do not have to re-enter it each time you visit or use the Services);&nbsp;</li>\n<li>Tracking your return visits to and use of the Services;&nbsp;</li>\n<li>For other purposes disclosed at the time you provide us with the information or which are reasonably necessary to provide the Services or other related product and/or service requested;&nbsp;</li>\n<li>For research purposes, for marketing/promotional purposes and/or to provide anonymous reporting for Third Party Platforms, etc.;</li>\n<li>Accumulating and reporting aggregate, statistical information in connection with the Services and user activity;</li>\n<li>Determining which features and services users like best to help us operate the Services, enhance and improve our services and the Services and display advertising and marketing information.\nand</li>\n<li>Saving certain information for your ongoing use of the Services.</li>\n</ul>\n<p>&nbsp;</p>\n<ol>\n<li>\n<strong> OPTING-OUT OF CERTAIN USES OF YOUR INFORMATION.</strong>\n</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li> User Account Privacy Settings.\nWith regard to Republican Party of Texas apps, to the extent they are available, you may be able to adjust certain privacy, permission and User Account settings by responding to request alerts or notifications that may be presented to you on your Device prior to or following the collection of the relevant information or by navigating to the settings, account or privacy section (as the case may be) of your Device or the applicable Third Party Platform and limiting certain Service functionality (e.g., location services, etc.).\nPlease be aware that if you limit the collection of certain information, you may not be able to use all of the features and functionality of the Services.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li> Marketing and Promotional Communications.\nAt times, you may be presented with the option of whether to subscribe to receive, or be automatically entered to receive, certain marketing and promotional communications from us and/or the Republican Party of Texas’s affiliated committees that we think will be of interest to you.&nbsp.\nThe Republican Party of Texas may send you such communications by text message if the Republican Party of Texas has received your consent to do so or is otherwise able to send you such communications by text message in compliance with all applicable laws.\nRecipients of such communications can unsubscribe by either following the specific instructions included in such communications or by “opting-out” of receiving marketing and promotional e-mails from us at any time by sending an email to us at info@texasgop.org with “Unsubscribe” in the subject line.&nbsp.\nWhen writing, please include your full name, address, zip, and phone number.\nRecipients of text messages may “opt-out” of our mobile messaging program by replying “STOP” (or “QUIT”, “END”, “CANCEL”, “UNSUBSCRIBE”, or “STOP ALL”) to 80810 or any mobile message you receive from us, or by contacting us via the means provided above and clearly communicating your intent to unsubscribe from our mobile messaging program.\nOther privacy requests can be emailed to info@texasgop.org.\nPlease note that “opt-out” and “unsubscribe” requests may not take effect immediately and may take a reasonable amount of time to receive, process, and apply, during which time your information shall remain subject to the prior privacy settings.\nAdditionally, you should be aware that any information provided to third parties prior to your election to opt-out or unsubscribe cannot be retrieved or rescinded by us unless required by applicable law, and you cannot retroactively opt-out or unsubscribe with respect to such third parties.&nbsp;&nbsp;</li>\n</ol>\n<p>&nbsp;</p>\n<p>Please note that in order to keep you informed about the operation of our Services and related services, we may always send you emails and announcements that are needed for the proper functioning and administration of our Services, including for the purposes described in Section 3 above, in connection with your use of such Services.\nWe may also have features that allow you to submit information, questions, or feedback to us.\nIn those instances, we may retain your emails and other information you submit to us for our internal purposes and to help us to serve you better.</p>\n<p>&nbsp;</p>\n<ol>\n<li> Privacy Preferences.\nYou may also change certain privacy preferences (e.g., choose to cease receiving certain communications or ask us not to share your personal information with a particular third party) by sending an email with “PRIVACY REQUEST” in the subject line to us at detailing your privacy request.\nIf you ask the Republican Party of Texas to stop using your personal information, we will honor that request, provided that we may retain a record of such information as necessary to comply with applicable law and we may continue to use your contact information to contact you about your Services-related transactions and to respond to your requests, as well as your IP address to determine the country in which you are accessing the Services.\nConsumers may also have the option to modify other privacy preferences for any Republican Party of Texas apps that may become available (e.g., deactivating your User Account, etc.) by modifying your User Account settings.&nbsp;</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li> Opting-Out of Use of Certain Information That May be Collected by Tracking Technologies.</li>\n</ol>\n<ul>\n<li>Tracking Technologies: Most browsers are initially set to accept cookies (other than Flash cookies) and allow local storage, but you should be able to change your settings to notify you when a cookie is being set or updated, local storage is being used, and/or to block cookies and/or the use of local storage altogether.\nPlease consult the “Help” section of your browser for more information.\nPlease note that by blocking any or all cookies you may not have access to certain features, content and/or other personalization available through the Services.</li>\n<li>Flash Cookies: Users can manage the use of Flash technologies, with the Flash management tools available at Adobe’s website, see http://www.adobe.com/products/flashplayer/security/privacy_policy/faq.html.&nbsp;</li>\n<li>Do-Not-Track Signals: Certain browsers transmit “do-not-track” signals to the websites with which such browsers communicate.\nhowever, this feature, and how it is used and activated, varies from browser to browser.\nTherefore, it is not clear whether the signals are intentionally transmitted by a user, or whether a user is even aware of this.\nDespite current efforts, there is still disagreement amongst leading Internet standards organizations, industry groups, technology companies and regulators, concerning what, if anything, websites should do when they receive such signals and no standard has been adopted to date.\nThe Republican Party of Texas takes privacy and security very seriously.\nWith respect to “do not track signals,” we currently do not respond to do-not-track signals.\nThird parties may collect information about an individual consumer’s online activities over time and across different Internet websites or online services when the consumer uses our Services.&nbsp.\nIf a standard is established and accepted, we may reassess how to respond to do-not-track signals.&nbsp;</li>\n</ul>\n<p>&nbsp;</p>\n<ol>\n<li> Your Nevada Privacy Rights.\nUnder Nevada Law, Nevada residents have the right to submit a verified request directing us not to sell certain personal information about you that we have collected or may collect.&nbsp.\nTo submit such a request, Nevada residents can email info@texasgop.org with “NEVADA PRIVACY REQUEST” in the subject line.\nWe will respond to such verified requests within 60-90 days.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>\n<strong> SHARING AND DISCLOSURE OF INFORMATION WE COLLECT.</strong>\n</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li> Disclosure to Third Parties.\nWe reserve the right to use, share, exchange and/or disclose to the Republican Party of Texas’s affiliated committees and third parties any of your information for any lawful purpose, including, but not limited to, as described in Section 3.\nYou may choose to opt-out of certain such uses at the time such information is collected or by subsequently changing your preferences, as further described in Section 4 above.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li> Disclosure of Certain Information in User Submissions Intended to Be Disclosed.\nCertain information associated with a Submission may be intended for disclosure, such as your username.\nWe will disclose any such information in connection with the display of, and other services relating to, such Submission, and by submitting a Submission on or in connection with the Services you affirmatively consent to the distribution of your information as described herein.&nbsp;</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li> Service Providers, Owners and Licensees.\nWe may provide and disclose your information to affiliates, operators, service providers, and other third parties for the purpose of providing, offering, supporting, administering and maintaining the Services, and providing the full range of content, activities, services, features, and functions offered on or in connection with the Services.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li> Additional Disclosures.\nThere may be instances when the Republican Party of Texas may access or disclose information without providing you a choice in the following circumstances: (i) to protect or defend the legal rights or property of the Republican Party of Texas.\nour employees, agents and contractors.\nour affiliated committees.\nor their employees, agents and contractors (including enforcement of our agreements), (ii) to protect the safety and security of our Services and users, (iii) to protect against fraud or for risk management purposes, (iv) if we believe your actions violate this Privacy Policy or Terms of Service, or (v) to comply with law or legal process.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>\n<strong> DATA COLLECTION FROM CHILDREN.&nbsp;</strong>\n</li>\n</ol>\n<p>&nbsp;</p>\n<p>This website complies with the Children’s Online Privacy Protection Act of 1998.\nWe do not knowingly contact or collect personal information from children under the age of 13 without appropriate parental notice and consent, and our Services are not intended to solicit information of any kind from children under the age of 13.\nIf we are informed that we have unintentionally received personal information from a child under the age of 13, we will delete that information.\nIf you want to notify us of our possible receipt of information by children under the age of 13, please contact us at info@texasgop.org with “PRIVACY REQUEST” in the subject line.\nPlease visit https://www.ftc.gov/tips-advice/business-center/privacy-and-security/children%27s-privacy for information from the Federal Trade Commission about protecting children’s privacy online.&nbsp;</p>\n<p>&nbsp;</p>\n<ol>\n<li>\n<strong> SECURITY.&nbsp;</strong>\n</li>\n</ol>\n<p>&nbsp;</p>\n<p>While no data transmission over the Internet is 100% secure from intrusion, we maintain reasonable physical, electronic, and procedural safeguards to protect your information.\nHowever, it is possible that third parties may unlawfully intercept or access transmissions or private communications despite our efforts to prevent this, and we therefore make no guarantees regarding the security of user information.</p>\n<p>&nbsp;</p>\n<p>\n<strong>8.&nbsp.\nINTEGRATION OF THIRD PARTY PLATFORMS AND SERVICES.&nbsp;</strong>\n</p>\n<p>&nbsp;</p>\n<p>The Services may be linked to, rely on, and/or be integrated with websites, applications, interfaces, services, and/or platforms operated by third-party companies, including service providers and Third Party Platforms.\nThe Republican Party of Texas is not responsible for the privacy practices of any websites, applications, interfaces, services, and platforms operated by such third parties that are linked to, rely on, and/or are integrated with the Services.\nOnce you leave the Services via such a link, access a third-party application, interface, service, or platform, including Third Party Platforms and websites operated by service providers, you should check the applicable privacy policy of such third party to determine, among other things, how they will handle any personally identifiable or other information that they may collect from you.</p>\n<p>&nbsp;</p>\n<ol>\n<li>\n<strong> PRIVACY POLICY CHANGES.&nbsp;</strong>\n</li>\n</ol>\n<p>&nbsp;</p>\n<p>From time to time, we may modify this Privacy Policy to reflect industry initiatives, third party requirements or changes in the law, technology, our information collection and use practices, or the features and functionality of the Services, and such modifications shall be effective upon posting.\nWhen we change this Privacy Policy in a material way, a notice will be posted on our website along with the updated Privacy Policy.\nYour continued use of the Services after we post a revised Privacy Policy (and, where appropriate, notify you of this change) signifies your acceptance of the revised Privacy Policy.\nIt is therefore important that you review this Privacy Policy regularly to ensure you are updated as to any changes.\nWe may also seek your affirmative consent to the terms of the updated Privacy Policy.\nFor example, we may ask for your consent before implementing new uses of the personal information that we have already collected from you, if such new use was not addressed by the privacy policy under which such information was collected.&nbsp;</p>\n<p>&nbsp;</p>\n<ol>\n<li>\n<strong> ACCURACY.&nbsp;</strong>\n</li>\n</ol>\n<p>&nbsp;</p>\n<p>It is your responsibility to give us current, complete, truthful, and accurate information, and to keep such information up to date.\nWe cannot and will not be responsible for any problems or liability that may arise if you do not give us accurate, truthful, or complete information, or you fail to update such information.\nWe will reject and delete any entry that we believe in good faith to be false, fraudulent, or inconsistent with this Privacy Policy.</p>\n<p>&nbsp;</p>\n<ol>\n<li>\n<strong> INTERNATIONAL USAGE.&nbsp;</strong>\n</li>\n</ol>\n<p>&nbsp;</p>\n<p>The Services are controlled, operated, and administered entirely within the United States.\nIf you visit, access, interact with, and/or otherwise use the Services from a location outside the United States, please be advised that any information you provide in connection with any such activity may be processed in and/or transferred to the United States of America and/or other territories and locations, where privacy protections may not be as comprehensive as those in the territory or location where you interact with or otherwise use the Services.\nBy using the Services, you affirmatively consent to the transfer, use, disclosure, provision, and other administration of your information as described herein.</p>\n<p>&nbsp;</p>\n<ol>\n<li>\n<strong> CONTACT US.&nbsp;</strong>\n</li>\n</ol>\n<p>&nbsp;</p>\n<p>If you have any questions about our privacy practices or any of the terms or conditions of this Privacy Policy, please feel free to contact us at:&nbsp;</p>\n<p>&nbsp;</p>\n<p>Email: info@texasgop.org</p>\n<p>&nbsp;</p>\n<p>OR</p>\n<p>&nbsp;</p>\n<p>Mail: Republican Party of Texas</p>\n<p>P.O.\nBox 2206</p>\n<p>Austin, TX 78768</p>\n<p>\n<strong>13.\nSMS </strong>\n</p>\n<p>1.\nWhen you opt-in to the service, we will send you an SMS message to confirm your signup.</p>\n<p>2.\nYou can cancel the SMS service at any time.\nJust text “STOP.” After you send the SMS message “STOP” to us, we will send you an SMS message to confirm that you have been unsubscribed.\nAfter this, you will no longer receive SMS messages from us.\nIf you want to join again, just sign up as you did the first time and we will start sending SMS messages to you again.</p>\n<p>3.\nIf at any time you forget what keywords are supported, just text “HELP.” After you send the SMS message “HELP” to us, we will respond with instructions on how to use our service as well as how to unsubscribe.</p>\n<p>4.\nWe are able to deliver messages to the following mobile phone carriers: Major carriers: AT&amp;T, Verizon Wireless, Sprint, T-Mobile, MetroPCS, U.S.\nCellular, Alltel, Boost Mobile, Nextel, and Virgin Mobile.\nMinor carriers: Alaska Communications Systems (ACS), Appalachian Wireless (EKN), Bluegrass Cellular, Cellular One of East Central IL (ECIT), Cellular One of Northeast Pennsylvania, Cincinnati Bell Wireless, Cricket, Coral Wireless (Mobi PCS), COX, Cross, Element Mobile (Flat Wireless), Epic Touch (Elkhart Telephone), GCI, Golden State, Hawkeye (Chat Mobility), Hawkeye (NW Missouri), Illinois Valley Cellular, Inland Cellular, iWireless (Iowa Wireless), Keystone Wireless (Immix Wireless/PC Man), Mosaic (Consolidated or CTC Telecom), Nex-Tech Wireless, NTelos, Panhandle Communications, Pioneer, Plateau (Texas RSA 3 Ltd), Revol, RINA, Simmetry (TMP Corporation), Thumb Cellular, Union Wireless, United Wireless, Viaero Wireless, and West Central (WCC or 5 Star Wireless).\n***Carriers are not liable for delayed or undelivered messages***</p>\n<p>5.\nAs always, message and data rates may apply for any messages sent to you from us and to us from you.\nMessage frequency varies.\nIf you have any questions about your text plan or data plan, it is best to contact your wireless provider.\nFor all questions about the services provided by this short code, you can send an email to info@texasgop.org.</p>\n<p>&nbsp;14.\n<strong>SOLE STATEMENT.&nbsp;</strong>\n</p>\n<p>&nbsp;</p>\n<p>This document is the sole statement of the Services’ Privacy Policy and no summary, restatement or other versions thereof, or other privacy statement or policy, in any form, including, without limitation, machine-generated, is valid.</p> ", "created_at": "2022-01-05 23:42:16.946058", "updated_at": "2022-01-05 22:43:12.856894"}], "points": [], "urls": ["texasgop.org"]}}