{"error": 448, "message": "OK", "parameters": {"id": 5571, "name": "FreeFlashLight", "created_at": "2021-11-10 19:45:28.932586", "updated_at": "2021-11-10 23:01:14.279059", "wikipedia": null, "keywords": null, "related": null, "slug": "freeflashlight", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5571.png", "url": "freeflashlight.com", "documents": [{"id": 10009, "name": "PRIVACY POLICY", "url": "https://freeflashlight.com/us/privacy.php", "xpath": "//body", "text": " <strong>[DOMAIN]</strong>\n<p>\n<strong>www.[DOMAIN]</strong>\n</p>\n<p>\n<strong>PRIVACY POLICY</strong>\n</p>\n<p>Last Updated: September 29, 2021</p>\n<p>&nbsp;</p>\n<p>This privacy policy (\"<strong>Privacy Policy</strong>\") explains how [COMPANY] (“<strong>Company</strong>,” “<strong>we</strong>,” “<strong>our</strong>,” or “<strong>us</strong>”) may collect, use, share, and protect information when you (“<strong>you</strong>” or “<strong>your</strong>”) use our websites and any mobile or software applications where this Privacy Policy is posted or when you purchase goods or services from us (collectively, the “<strong>Website</strong>”).\nPlease review this Privacy Policy carefully.\nBy using our Website, you agree to these privacy practices.\nif you do not agree to these terms or our Terms of Service, you may not use the Website.\nCapitalized terms that are not defined in this Privacy Policy have the meaning ascribed to them in our Terms of Service.&nbsp;</p>\n<p>This Privacy Policy only applies to the Website, and not to websites, applications, operating systems, or other services or platforms of third parties (collectively, “<strong>Third Party Services</strong>”), even if such Third-Party Services are linked to or accessible from the Website.\nEach Third-Party Service will have its own data collection and usage practices, and may use their own cookies, web beacons, and other technology to collect information from you.\nWe are not responsible for the content or practices of any Third-Party Services.</p>\n<p>\n<strong>1.\nWhat types of information do we collect?</strong>\n</p>\n<p>&nbsp;“<strong>Information</strong>,” as used in this Privacy Policy, means personal information that identifies, relates to, describes, is capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular user.\nExamples include a user’s name and email address.&nbsp;</p>\n<p>Company collects the following categories of information about Website users:</p>\n<ul>\n<li>\n<strong>Information You Provide.\n</strong>We collect and store the information you enter into the Website.\nSome examples of this type of information include your first and last name, email address, shipping address, billing address, phone number, username, and password.\nIf you order a product on the Website, we collect the information necessary to complete your transaction including the items purchased, date and time of the order, and the purchase price information.\nAdditionally, if you contact us, we collect information you provide, your message to us, and our response.&nbsp;&nbsp;</li>\n<li>\n<strong>Transaction and Payment Information.\n</strong>If you make a purchase on the Website, we will collect your order, shipping/billing information, phone number, and payment information such as your credit card number, expiration date, and CVV code to process and fulfill your orders, including if you purchase products or enroll in our Membership.\nIn particular, we use PayPal and Clickbank for payment processing.\nFor more information about their privacy practices, please visit PayPal's Privacy Policy and&nbsp.\nClickbank's Privacy Policy.&nbsp;&nbsp;</li>\n<li>\n<strong>Information Automatically Collected - Internet, Device, and Network Activity Information.\n</strong>When you use the Website, we automatically gather information made available by your web browser, internet service provider, and device (such as your computer, phone, tablet, or smart watch), depending on your settings for each.\nFor example, we may collect your IP address, information about the operating system or type of device used, the device ID associated with your device, the date and time you access the Website, and your log in attempts.\nWe may also collect information about your browsing and search history and information regarding your interaction with a particular website, application, or advertisement, including the Website.\nand we may collect information regarding the websites, applications, or advertisements you visited immediately before and after your use of the Website.</li>\n<li>\n<strong>Geolocation Information.</strong> We collect your approximate location from your IP address.</li>\n<li>\n<strong>Information from Other Sources.</strong> We may receive or collect information about you from third parties.\nWe may also combine this information with other information we may have already received or collected from you.\nSome examples include gathering information from marketing companies and data providers that create, maintain, and distribute professional marketing lists.\nWe may also receive information from service partners that provide or make available advertising, features/functionality, and content on the Website.&nbsp;</li>\n</ul>\n<p>\n<strong>Other Information.</strong> We may collect other information from you, such as when you make a claim for a Contest run on the Website, when you request assistance through customer service, or when you voluntarily subscribe to newsletters or reminders.\nYou will always be asked for your consent in advance of providing such other information.</p>\n<p>\n<strong>2.</strong>\n<strong>How and when do we collect information about you?</strong>\n</p>\n<p>&nbsp;Company gathers the information referenced above through the following sources and means:</p>\n<ul>\n<li>\n<strong>When you enter or upload information to the Website.\nWe collect information you provide, including when you make a purchase or save shopping or payment preferences.&nbsp;<br>\n<br>\n</strong>\n</li>\n<li>\n<strong>When you communicate with us.\nWe collect information from your communications, such as when you email us, contact customer service, or communicate via social media.&nbsp;</strong>\n</li>\n</ul>\n<ul>\n<li>Through cookies, tracking tools, and other automated technologies.\nWhen you access the Website, your web browser automatically sends us device and internet connection information and certain internet activity information.\n“Cookies” are files that are placed on your computer or other device by websites you visit.\nThe primary purpose of a cookie is to identify you as a unique user of a website.\nCompany uses cookies and web beacon technology to gather device and internet connection information, internet activity information, and geolocation information.&nbsp;</li>\n</ul>\n<ul>\n<li>In particular, Company uses the following types of cookies, some of which are placed by third parties, to customize your shopping and checkout experience:</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n<strong>Type of Cookie</strong>\n</p>\n<p>\n<strong>Purpose of Cookie</strong>\n</p>\n<p>Necessary</p>\n<p>Necessary cookies are essential for the Website to display and perform properly and are used to identify you, prevent security risks, and allow you to perform account-related functions.</p>\n<p>Preferences</p>\n<p>Preferences cookies are used to store preferences set by you and each user for their account, such as your language preferences, and improve your experience using the Website.</p>\n<p>Analytics and Performance</p>\n<p>Analytics and performance cookies collect information on how you and other users interact with the Website.\nOften, this information is aggregated and used to improve the Website.&nbsp;</p>\n<p>Advertising</p>\n<p>We may also use advertising cookies and web beacons, including those placed by third parties such as Taboola, to deliver personalized advertisements that may be of interest to you.\nWe may also use a web beacon in email messages sent to track your response.\nCookies and web beacons also help Company and third-party advertising partners ensure you do not see the same advertisements over and over and to block unwanted ads.\nWe may use these tracking tools to better understand your behaviors and browsing activities.</p>\n<ul>\n<li>We also use the Shopify platform.\nAs such, we use Shopify cookies and other tracking technologies to provide and improve the Website.\nYou can learn more about how Shopify gathers and uses personal information by visiting the Shopify Cookie Policy.</li>\n<li>Company also uses Facebook cookies and tools, such as lookalike audiences and custom audiences, and for retargeting and to deliver personalized advertisements to you.\nYou can learn more about how Facebook gathers and uses personal information via cookies, including how to set your cookie preferences within Facebook, by visiting the Facebook Cookie Policy.\nWe may also use Google cookies and tools, such as Google Analytics, on our Website to collect usage data, analyze how users use the Website, and provide advertisements to you on other websites.\nFor more information about how to opt out of this practice, visit the&nbsp;Google Analytics Opt-Out Add On page.</li>\n<li>You can change your cookie settings in your internet browser and use preferences or settings on your device to manage your privacy controls.\nHowever, if you disable cookies or other tools, some of the features of the Website may not function correctly.\nFor more information, see https://www.allaboutcookies.org/.\nand to learn more about targeted advertising, including how to revoke consent and disable tools and how to opt out of third-party cookies and collection of mobile device IDs, see below and the links here&nbsp;and&nbsp;here.</li>\n<li>\n<strong>From third parties.\n</strong>Company may collect transaction and payment information as well as other personal information from service providers (such as payment processors and shipping providers) as is necessary to complete Website transactions.</li>\n</ul>\n<p>\n<strong>3.\nHow do we use your information?</strong>\n</p>\n<p>Company may use the information identified in Section 1 for certain “business purposes” that are necessary to provide the Website and for certain “commercial purposes,” meaning a use that advances our business interests, such as marketing the Website.&nbsp;</p>\n<p>Importantly, when you provide your name along with contact and billing information, which may include sensitive personal information such as your credit card number and code, such as to make a purchase on the Website, we only use and disclose that information as necessary and reasonably expected to provide the products or services requested by you.&nbsp;&nbsp;</p>\n<p>The following are the business purposes for which we may use your information:</p>\n<ul>\n<li>\n<strong>To process and fulfill your orders</strong>, including for billing and fulfillment purposes related to your purchases of products on the Website and Membership.\nFor more detailed terms on our Membership, please see our Terms of Service.\nAdditionally, when you click on product links or place items in your shopping cart, we will follow up with you if you abandon your cart.</li>\n<li>\n<strong>To personalize your user experience</strong>, such as by using cookies to allow you to set personal preferences when using the Website, and to make it so you don’t have to re-enter the same information when you visit the Website several times in a short timeframe.</li>\n<li>\n<strong>To communicate with you</strong>, such as by responding to your requests, sending you marketing emails with information that may be of interest to you (see below for more information), notifying you about your purchases, logistics, deals, and promotional offers, and sending you any applicable updates to our Terms of Service or Privacy Policy.&nbsp;</li>\n<li>\n<strong>To improve the Website and related goods and services</strong>, including by considering analytics, demographics, and user feedback to improve or repair the Website.</li>\n<li>\n<strong>To secure the Website and related purposes</strong>, such as by detecting security incidents, protecting against malicious, deceptive, fraudulent, or illegal activity, and identifying and prosecuting those responsible for that activity.</li>\n</ul>\n<p>The following are the commercial purposes for which we may use your information:</p>\n<ul>\n<li>\n<strong>To advertise to you</strong>, for example, using information gathered through cookies and web beacons, including those placed by third parties, to deliver advertisements specific to your personal interests.\nYou can learn more about retargeting practices, including how to revoke your consent, by visiting these websites or contacting us:&nbsp;</li>\n</ul>\n<p>www.youronlinechoices.com/uk/your-ad-choices</p>\n<p>www.networkadvertising.org/choices&nbsp;&nbsp;</p>\n<p>www.aboutads.info/choices&nbsp;</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<strong>To advertise public content to others</strong>, such as by sharing your reviews about us.</li>\n</ul>\n<p>We may also use your information, combined with that of other users, to create deidentified “Aggregate Information,” which is statistical information about all users or a subset thereof and is pseudonymized and deidentified, <em>i.e.</em>, cannot be used to identify or relate back to you.\nAggregate Information may be used by Company for the purposes listed above.\nWe may also use Aggregate Information to develop use cases that compare average industry trends.&nbsp;&nbsp;</p>\n<p>In other words, we process your data when necessary to perform our responsibilities under a contract with you (<em>e.g.</em>, providing and processing payments for the products you have ordered), if we need to comply with a legal obligation, if necessary for the purposes of legitimate interests unless they are overridden by your interests or rights, to protect the vital interests of users, or when we have your consent to do so, which you may withdraw by contacting us as outlined below.&nbsp;</p>\n<p>\n<strong>4.\nHow do we disclose your information?</strong>\n</p>\n<p>Company may disclose your information with the following third parties for the business and commercial purposes that are indicated:</p>\n<ul>\n<li>\n<strong>Service Providers.\n</strong>Company shares your personal information with service providers who provide specialized services on our behalf such as development, hosting, analytics, maintenance, payment processors, couriers and fulfillment sources, shipping providers, customer service and support contractors, and marketing agencies or other providers of advertising service to complete and fulfill your orders, operate the Website, communicate with you, and so forth.</li>\n<li>\n<strong>Affiliated Entities.</strong> Should Company be subject to an acquisition, merger, sale or other change of control or business entity status, or a bankruptcy, we reserve the right to transfer or assign your information as part of that acquisition, merger, sale, or bankruptcy.\nCompany may also share your information with any affiliated entities, which are businesses that are directly related to us and have common ownership, where your information is still treated in accordance with this Privacy Policy.</li>\n<li>\n<strong>Government Officials and Other Parties.</strong> To comply with our legal obligations, we may disclose your information in response to subpoenas, court orders, and other valid legal processes.\nWe may also disclose personal information when we believe it is necessary to prevent illegal, fraudulent, or injurious actions that may cause harm to individuals.</li>\n<li>\n<strong>Advertising Partners.\nWe may disclose information as needed to advertising partners.&nbsp.\nFor example, we may share information gathered through cookies and tracking tools to allow a third party to advertise our products to you after you leave the Website.&nbsp;&nbsp;</strong>\n</li>\n<li>\n<strong>Other Users.</strong> We may share your Public Content, such as reviews and comments about the Website and our products, including by reposting your reviews on the Website, in our advertising, and through our social media accounts.</li>\n</ul>\n<p>\n<strong>5.\nDo we sell your information? </strong>\n</p>\n<p>Yes.\n<strong>Please take notice that your information may be sold to a Third Party</strong>.\nCompany sells consumer information, specifically consumer email addresses, to Third Parties for use in their own research, analytical, and advertising activities.&nbsp;</p>\n<p>\n<strong>RIGHT TO OPT-OUT OF SALE OF PERSONAL INFORMATION</strong>\n</p>\n<p>You have the right, at any time, to direct Company not to sell your information.\nYou may do so by filling out the<strong> Do Not Sell My Personal Information </strong>form on the Website.</p>\n<p>\n<strong>6.\nHow do we protect your information?</strong>\n</p>\n<p>We maintain safeguards to protect the confidentiality and security of information transmitted to us.\nHowever, no data transmission over the internet can be 100% secure.\nAs a result, to the extent permitted by law, we do not guarantee or warrant the security of any information you transmit to or from our Website, and you do so at your own risk.\nThe security of your personal information also depends on you.\nYou should protect and refrain from sharing your sensitive personal information and immediately notify us or impacted third parties of any suspected data breach, including any unauthorized logins to your account or misuse of your account credentials.</p>\n<p>\n<strong>7.\nHow long do we keep your information?</strong>\n</p>\n<p>We retain your information as long as necessary to fulfill the purposes outlined in this Privacy Policy, unless a longer retention period is required or permitted by law or a valid court order.\nIf you request deletion of your information, your request will be processed according to the timeframes indicated therein and/or pursuant to any applicable legislation.&nbsp;</p>\n<p>\n<strong>8.\nDo we transfer your information to a different country?</strong>\n</p>\n<p>If you are visiting the Website, your connection will be through and to servers located in the United States, and all information you provide will be processed and securely maintained in our web servers and internal systems located within the United States.\nBy using the Website, you authorize and consent to the transfer of personal data to the United States and its storage and use as specified above when you provide such information to us.</p>\n<p>\n<strong>9.\nPrivacy Rights</strong>\n</p>\n<p>\n<strong>Process for Making a Request</strong>\n</p>\n<p>To make a privacy request regarding your personal information, please contact us as outlined below with your name and either your email address or physical address associated with your use of the Website.\nIf you are making a privacy request through an authorized agent, please also provide the agent’s name and email address and statement of authorization.\nIf we need additional information to verify your identity or process your request, we will promptly respond to you.\nUnder certain privacy laws, consumers have specific privacy rights, as outlined below.&nbsp;</p>\n<p>\n<strong>California Residents</strong>\n</p>\n<p>If you are a California resident, the CCPA grants you certain rights related to your information.\nCalifornia residents have the following rights:</p>\n<ul>\n<li>\n<strong>Right to access and correct</strong> your personal information;</li>\n<li>\n<strong>Right to request disclosure</strong> of the categories of information collected about you, the categories of sources from which the information is collected, the business or commercial purpose for collecting or selling information, the categories of third parties with whom we share your information, and specific pieces of information we have collected about you;</li>\n<li>\n<strong>Right to opt out</strong> of certain privacy practices, including any sale of information;&nbsp;</li>\n<li>\n<strong>Right to request deletion</strong> of personal information collected about you.\nand</li>\n<li>\n<strong>Right to no discriminatory treatment</strong> (and Company will not discriminate against you, for example, by charging you a different price for exercising your rights).&nbsp;</li>\n</ul>\n<p>In addition, under California’s “Shine the Light” law, California residents who provide information to the Website may request certain information regarding our disclosure of your information to third parties for their direct marketing purposes.&nbsp;</p>\n<p>\n<strong>Nevada </strong>\n<strong>Residents</strong>\n</p>\n<p>Nevada consumers have the right to request that Company not sell their personal information for monetary consideration to certain other parties.? This right applies even if their personal information is not currently being sold.? If you wish to make a request, please contact us.</p>\n<p>\n<strong>10.\nHow do we protect the privacy of children?</strong>\n</p>\n<p>Company does not knowingly collect any personal information about children under the age of 13.\nIf we obtain actual knowledge that we have collected such information, that information will be immediately deleted from our database.\nBecause we do not collect such information, we have no such information to use or to disclose to third parties.&nbsp;</p>\n<p>\n<strong>11.\nHow can you receive and opt out from marketing communications?</strong>\n</p>\n<p>By providing your email address to Company through the Website or an email initiated by you, you consent to receive emails from us, including information concerning your account and advertising messages.\nDepending upon your location, we may obtain additional consent from you if required.\nProviding consent to promotional emails is NOT a condition of purchasing any of our products.\nYou can unsubscribe to advertising emails at any time by clicking the unsubscribe link within the email, or by contacting us as outlined below.\nPlease note that, even if you unsubscribe from advertising emails, we will still send you any necessary, non-promotional emails about your purchase, account, or updates to our Privacy Policy and Terms of Service.</p>\n<p>\n<strong>12.\nLinks to third-party websites.&nbsp;</strong>\n</p>\n<p>Our Website may contain links to websites and services operated and maintained by third parties.\nWe do not make any guarantees, promises, or warranties regarding any third-party websites or content, we do not control third parties and have no responsibility for third parties, and your use of such third-party websites is at your own risk.\nThis Privacy Policy does not apply to such third-party websites.\nYou should always read the privacy policy of a linked website before disclosing your information.</p>\n<p>\n<strong>13.\nDo Not Track (“DNT”)</strong>\n</p>\n<p>DNT is a feature offered by some browsers which, when enabled, sends a signal to websites to request that your browsing is not tracked.\nWe do not respond to DNT requests.</p>\n<p>\n<strong>14.\nHow will you know when we change the Privacy Policy?</strong>\n</p>\n<p>Each time you use the Website, the then-current version of this Privacy Policy, which will be posted on the Website, will apply.\nIf you continue to use the Website after a new version is posted, you are consenting to the modified terms.\nDepending upon your location, we may obtain additional consent from you if required.\nFurther, unless we receive your express consent, any revised Privacy Policy will apply only to information collected after the effective date of such revised Privacy Policy and not to information collected under any earlier version.&nbsp;</p>\n<p>\n<strong>15.\nHow can you contact us regarding this Privacy Policy?</strong>\n</p>\n<p>Company controls the information and data provided to and collected by us.\nIf you would like to access, correct, amend, or delete any personal information we have about you, make a complaint, or simply want more information, please contact us.\nWhen you contact us, your information may be collected, used, and shared in connection with your request.&nbsp;</p>\n<p>\n<br>\n<strong>www.[DOMAIN]<br>\n<br>[ADDRESS]</strong>\n</p>\n<p>help@[DOMAIN]</p>\n<p>\n<br>\n<br>\n<br>\n</p> ", "created_at": "2021-11-10 19:45:28.936908", "updated_at": "2021-11-10 18:46:13.026792"}, {"id": 10008, "name": "TERMS OF USE", "url": "https://freeflashlight.com/us/terms.php", "xpath": "", "text": " <p> FREEFLASHLIGHT.COM </p>\n<p>TERMS OF USE</p>\n<p>\n<b>IMPORTANT -- PLEASE READ</b>\n</p>\n<p> Thank you for visiting the website (the “Website”) on which you found the link to these Terms Of Use (the “Website”).\nThe Website is located at freeflashlight.com &nbsp;and along with its parent entities, subsidiaries and affiliates, and each of their respective members, officers, directors, employees, and agents are referred to collectively as the “Site.” “we” and “us”.\nYou agree to be bound by these Terms of Use (“Terms of Use”), in their entirety, when you: (a) access the Website.\n(b) register for a newsletter or subscribe to a mailing list or request information by and through the Website (“Subscription Services”).\n(c) register to participate in promotions, contests and/or sweepstakes offered by the Site from time to time (each, a “Contest”).\n(d) join, or attempt to join, a program or other membership organization featured on the Website (“Membership Services”).\nand/or (e) order a product and/or service through the Website (“Vendor Services, and together with the Subscription Services and Membership Services, the “Services”).\nThe Site’s Privacy Policy (“Privacy Policy”), the Official Contest Rules applicable to each Contest, Purchase Agreement(s) (“Purchase Agreement”), Membership Agreement(s) (“Membership Agreement”), as well as any other operating rules, policies, price schedules and other supplemental terms and conditions or documents that may be published from time to time, are expressly incorporated herein by reference (collectively, the “Agreement”).\nPlease review the complete terms of the Agreement carefully.\nIf you do not agree to the Agreement in its entirety, you are not authorized to use the Services and/or Website in any manner or form.\n</p>\n<p>THE SITE SPECIFICALLY DENIES ACCESS TO THE WEBSITE AND/OR SERVICES BY ANY INDIVIDUAL THAT IS COVERED BY THE CHILDREN’S ONLINE PRIVACY PROTECTION ACT OF 1998, AS AMENDED (“COPPA”).\nTHE SITE RESERVES THE RIGHT TO DENY ACCESS TO THE SERVICES AND/OR WEBSITE TO ANY INDIVIDUAL, IN ITS SOLE AND EXCLUSIVE DISCRETION.</p>\n<p>\n<b>SCOPE AND MODIFICATION OF THE AGREEMENT</b>\n</p>\n<p>You agree to the terms and conditions outlined in the Agreement with respect to your use of the Website.\nThe Agreement constitutes the entire and only agreement between you and the Site with respect to your use of the Website and supersedes all prior or contemporaneous agreements, representations, warranties and/or understandings with respect to the Website.\nWe may amend the Agreement from time to time in our sole discretion, without specific notice to you.\nThe latest Agreement will be posted on the Website, and you should review the Agreement prior to using the Website.\nBy your continued use of the Website and/or Services, you hereby agree to comply with all of the terms and conditions contained within the Agreement effective at that time.\nTherefore, you should regularly check this page for updates and/or changes.</p>\n<p>\n<b>REQUIREMENTS</b>\n</p>\n<p>The Website and Services are available only to individuals who can enter into legally binding contracts under applicable law.\nThe Website and Services are not intended for use by individuals under the age of eighteen (18).\nIf you are under the age of eighteen (18), you do not have permission to use and/or access the Website and/or Services.</p>\n<p>\n<b>DESCRIPTION OF THE SERVICES</b>\n</p>\n<p>\n<b>Subscription Services</b>\n</p>\n<p>Subject to the terms and conditions of the Agreement, by registering on the Website and receiving approval from the Site, you can obtain, or attempt to obtain, for a fee or for no fee, the Subscription Services.\nAn example of a Subscription Service would be registering your email to join our email list service.\nThe Subscription Services will provide you with e-mail content, text and other materials (“Subscription Content”) provided by the Site and its third party partners (“Third Party Providers”).\nIf you would like to discontinue receipt of the Subscription Content, simply email us at the contact information listed below.\nThe Subscription Content contains comments, opinions and/or other materials that are provided by the Site and Third Party Providers, and should not necessarily be relied upon.\nPlease use caution, common sense and safety when using the Subscription Content and/or Subscription Services.\nYou agree that the Site shall have no obligations and incur no liabilities to you in connection with any such Subscription Content.\nThe Site does not represent or warrant that the Subscription Content made available in connection with the Subscription Services is accurate, complete or appropriate.\nYou understand and agree that the Site is not responsible or liable in any manner whatsoever for your inability to use the Subscription Services and/or Subscription Content.\nYou understand and agree that the Site shall not be liable to you, any end-users or any third party, for any claim in connection with any of the Subscription Services.</p>\n<p>\n<b>Membership Services</b>\n</p>\n<p>Subject to the terms and conditions of the Agreement and the Membership Agreement, by registering on the Website, agreeing to the Membership Agreement and/or Membership Terms, and receiving approval from the Site, you can obtain, or attempt to obtain, for a fee or for no fee, a Membership in one of the various Membership programs that the Site offers.\nFor a copy of the Membership Agreement and/or Membership Terms, please visit the website for the specific Membership.\nMembership programs will enable you to access content, text and other materials (“Member Content” and together with the Subscription Content, the “Content”) provided by the Site and certain Third Party Providers.\nThe Member Content contains comments, opinions and other materials that are provided by the Site and Third Party Providers, and should not necessarily be relied upon.\nPlease use caution, common sense and safety when using the Member Content and/or Membership Services.\nYou agree that the Site shall have no obligations and incur no liabilities to you in connection with any such Member Content.\nthe Site does not represent or warrant that the Member Content made available in connection with the Membership Services is accurate, complete or appropriate.\nYou understand and agree that the Site is not responsible or liable in any manner whatsoever for your inability to use the Membership Services and/or Member Content.\nYou understand and agree that the Site shall not be liable to you, any end-users or any third party, for any claim in connection with any of the Membership Services.\n<br>\n<br> If you would like to cancel your membership, please contact us at support@freeflashlight.com with your name and email address used to order or, during business hours, use our Live Chat online option which can be accessed Here.\n<br>\n<br> After your membership is canceled, you will not have any further payment obligation for that membership.\n</p>\n<p>\n<b>Product Delivery</b>\n</p>\n<p> Most items are rush shipped within 1-2 business days from our Colorado warehouse using fast &amp.\ntracked shipping with USPS.\nDepending on the products ordered, however, most should arrive within 7-10 business days.\nIn the event an item you have ordered is on backorder you will be notified via the email address you registered during checkout.\n<br>\n<br> If you have not received your order within 10 business days after your purchase, please contact Customer Service.\n</p>\n<p>\n<b>Refunds and Returns</b>\n</p>\n<p> You may return most new, unopened items within 60 days of delivery for a full refund.\nShipping and Handling fees are not refundable.Once your refund is issued, you should receive the refund in 3-4 business days.\n<br>\n<br> If you have any questions or concerns about your purchase, you agree to contact Customer Service prior to contacting your bank so we can better resolve any issues.\n<br>\n<br> If you wish to return an item, simply mail your item to the address below while including a printed paper containing the following required information to better help us find your order in our system and process your request: <br>\n<br>\n<b>FreeFlashlight.com</b>\n<br>37 Inverness Dr E #100<br>Englewood, CO 80112 <br>\n<br>\n<b>Please include:</b>\n<br>\n<br> Order number, Your full name, Email address, Phone number </p>\n<p>\n<b>Vendor Services</b>\n</p>\n<p>By completing the applicable purchase order forms, you can obtain, or attempt to obtain, certain products and/or services from the Website.\nThe products and/or services featured on the Website may contain descriptions that are provided directly by the Third Party Provider manufacturers or distributors of such items.\nThe Site does not represent or warrant that the descriptions of such items are accurate or complete.\nYou understand and agree that the Site is not responsible or liable in any manner whatsoever for your inability to obtain products and/or services from the Website or for any dispute with the product’s seller, distributor and end-user consumers.\nYou understand and agree that the Site shall not be liable to you or any third party for any claim in connection with any of the products and/or services offered on the Website.</p>\n<p>\n<b>General</b>\n</p>\n<p>The information that you must supply in connection with registering for the Services may include, without limitation, some or all of the following: (a) your full name.\n(b) company name.\n(c) e-mail address.\n(d) mailing address (and billing address if different).\n(e) home telephone number.\n(f) work telephone number.\n(g) telecopier number.\n(h) credit card information.\nand/or (i) any other information requested on the applicable registration form (“Service Registration Data”).\nYou agree to provide true, accurate, current and complete Service Registration Data.\nThe Site has the right to reject any Service Registration Data where it is determined, in the sole and exclusive discretion of the Site, that: (i) you are in breach of any portion of the Agreement.\nand/or (ii) the Service Registration Data that you provided is incomplete, fraudulent, a duplicate or otherwise unacceptable.\nThe Site may change the Registration Data criteria at any time, in its sole discretion.</p>\n<p>Unless explicitly stated otherwise, any future offer(s) made available to you on the Website that augment(s) or otherwise enhance(s) the current features of the Website shall be subject to the Agreement.\nYou understand and agree that the Site is not responsible or liable in any manner whatsoever for your inability to use and/or qualify for the Services.\nYou understand and agree that the Site shall not be liable to you or any third party for any modification, suspension or discontinuation of any Services or other product, service or promotion offered by the Site and/or any of its Third Party Providers.\nIf the Site terminates the Agreement and/or any Services for any reason, the Site shall have no liability or responsibility to you.\nYou understand and agree that refusal to use the Website is your sole right and remedy with respect to any dispute that you may have with the Site.</p>\n<p>\n<b>CONTESTS, SWEEPSTAKES, AND GIVEAWAYS</b>\n</p>\n<p>From time-to-time, the Site offers promotional prizes and other awards via Contests, Sweepstakes and Giveaways (Collectively, “Contests”).\nBy providing true and accurate information in connection with the applicable Contest registration form, and agreeing to the Official Contest Rules applicable to each Contest, you can enter for a chance to win the promotional prizes offered through each Contest.\nTo enter into the Contests featured on the Website, you must first fully complete the applicable entry form.\nYou agree to provide true, accurate, current and complete Contest Registration Data.\nThe Site has the right to reject any Contest Registration Data where it is determined, in the sole and exclusive discretion of the Site, that: (i) you are in breach of any portion of the Agreement.\nand/or (ii) the Contest Registration Data that you provided is incomplete, fraudulent, a duplicate or otherwise unacceptable.\nThe Site may change the Registration Data criteria at any time, in its sole discretion.</p>\n<p>\n<b>LICENSE GRANT</b>\n</p>\n<p>As a user of the Website, you are granted a non-exclusive, non-transferable, revocable and limited license to access and use the Website, Content and associated material in accordance with the Agreement.\nThe Site may terminate this license at any time for any reason.\nYou may use the Website and Content on one computer for your own personal, non-commercial use.\nNo part of the Website, Content, Contests and/or Services may be reproduced in any form or incorporated into any information retrieval system, electronic or mechanical.\nYou may not use, copy, emulate, clone, rent, lease, sell, modify, decompile, disassemble, reverse engineer or transfer the Website, Content, Contests and/or Services or any portion thereof.\nThe Site reserves any rights not explicitly granted in the Agreement.\nYou may not use any device, software or routine to interfere or attempt to interfere with the proper working of the Website.\nYou may not take any action that imposes an unreasonable or disproportionately large load on the Site’s infrastructure.\nYour right to use the Website, Content, Contests and/or Services is not transferable.</p>\n<p>\n<b>PROPRIETARY RIGHTS</b>\n</p>\n<p>The content, organization, graphics, design, compilation, magnetic translation, digital conversion, software, services and other matters related to the Website, Content, Contests and Services are protected under applicable copyrights, trademarks and other proprietary (including, but not limited to, intellectual property) rights.\nThe copying, redistribution, publication or sale by you of any part of the Website, Content, Contests and/or Services is strictly prohibited.\nSystematic retrieval of material from the Website, Content, Contests and/or Services by automated means or any other form of scraping or data extraction in order to create or compile, directly or indirectly, a collection, compilation, database or directory without written permission from the Site is prohibited.\nYou do not acquire ownership rights to any content, document, software, services or other materials viewed at or through the Website, Content, Contests and/or Services.\nThe posting of information or material on the Website, or by and through the Services, by the Site does not constitute a waiver of any right in or to such information and/or materials.\nThe Sites’s name and logo, and all associated graphics, icons and service names, are trademarks of the Site.\nAll other trademarks appearing on the Website or by and through the Services are the property of their respective owners.\nThe use of any trademark without the applicable owner’s express written consent is strictly prohibited.</p>\n<p>HYPERLINKING TO THE WEBSITE, CO-BRANDING, \"FRAMING\" AND/OR REFERENCING THE WEBSITE PROHIBITED</p>\n<p>Unless expressly authorized by the Site, no one may hyperlink the Website, or portions thereof (including, but not limited to, logotypes, trademarks, branding or copyrighted material), to their website or web venue for any reason.\nFurther, ”framing” the Website and/or referencing the Uniform Resource Locator (”URL”) of the Website in any commercial or non-commercial media without the prior, express, written permission of the Site is strictly prohibited.\nYou specifically agree to cooperate with the Website to remove or cease, as applicable, any such content or activity.\nYou hereby acknowledge that you shall be liable for any and all damages associated therewith.</p>\n<p>EDITING, DELETING AND MODIFICATION</p>\n<p>We reserve the right in our sole discretion to edit and/or delete any documents, information or other content appearing on the Website.</p>\n<p>DISCLAIMER</p>\n<p>THE WEBSITE, SERVICES, CONTESTS, CONTENT, ANY THIRD PARTY PRODUCTS THAT YOU MAY RECEIVE FROM ONE OF OUR THIRD PARTY PROVIDERS, AND/OR ANY OTHER PRODUCTS AND/OR SERVICES THAT YOU MAY APPLY FOR THROUGH THE WEBSITE ARE PROVIDED TO YOU ON AN “AS IS” AND “AS AVAILABLE” BASIS AND ALL WARRANTIES, EXPRESS AND IMPLIED, ARE DISCLAIMED TO THE FULLEST EXTENT PERMISSIBLE PURSUANT TO APPLICABLE LAW (INCLUDING, BUT NOT LIMITED TO, THE DISCLAIMER OF ANY WARRANTIES OF MERCHANTABILITY, NON-INFRINGEMENT OF INTELLECTUAL PROPERTY AND/OR FITNESS FOR A PARTICULAR PURPOSE).\nIN PARTICULAR, BUT NOT AS A LIMITATION THEREOF, THE SITE MAKES NO WARRANTY THAT: (A) THE WEBSITE, SERVICES, CONTESTS, CONTENT, ANY THIRD PARTY PRODUCTS THAT YOU MAY RECEIVE FROM ONE OF OUR THIRD PARTY PROVIDERS, AND/OR ANY OTHER PRODUCTS AND/OR SERVICES THAT YOU MAY APPLY FOR THROUGH THE WEBSITE WILL MEET YOUR REQUIREMENTS.\n(B) THE WEBSITE, SERVICES, CONTESTS, CONTENT, ANY THIRD PARTY PRODUCTS THAT YOU MAY RECEIVE FROM ONE OF OUR THIRD PARTY PROVIDERS, AND/OR ANY OTHER PRODUCTS AND/OR SERVICES THAT YOU MAY APPLY FOR THROUGH THE WEBSITE WILL BE UNINTERRUPTED, TIMELY, SECURE OR ERROR-FREE.\n(C) YOU WILL QUALIFY FOR THE CONTESTS AND/OR SERVICES.\nOR (D) THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE WEBSITE, SERVICES, CONTESTS, CONTENT, ANY THIRD PARTY PRODUCTS THAT YOU MAY RECEIVE FROM ONE OF OUR THIRD PARTY PROVIDERS, AND/OR ANY OTHER PRODUCTS AND/OR SERVICES THAT YOU MAY APPLY FOR THROUGH THE WEBSITE WILL BE ACCURATE OR RELIABLE.\nTHE WEBSITE, SERVICES, CONTESTS, CONTENT, ANY THIRD PARTY PRODUCTS THAT YOU MAY RECEIVE FROM ONE OF OUR THIRD PARTY PROVIDERS, AND/OR ANY OTHER PRODUCTS AND/OR SERVICES THAT YOU MAY APPLY FOR THROUGH THE WEBSITE MAY CONTAIN BUGS, ERRORS, PROBLEMS OR OTHER LIMITATIONS.\nWE WILL NOT BE LIABLE FOR THE AVAILABILITY OF THE UNDERLYING INTERNET CONNECTION ASSOCIATED WITH THE WEBSITE.\nNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM THE SITE, ANY OF ITS THIRD PARTY PROVIDERS OR OTHERWISE THROUGH OR FROM THE WEBSITE, SHALL CREATE ANY WARRANTY NOT EXPRESSLY STATED IN THE AGREEMENT.</p>\n<p>DISCLAIMER FOR HARM CAUSED BY DOWNLOADS</p>\n<p>Visitors download information from the Website at their own risk.\nThe Site makes no warranty that such downloads are free of corrupting computer codes including, but not limited to, viruses and worms.</p>\n<p>LIMITATION OF LIABILITY</p>\n<p>YOU EXPRESSLY UNDERSTAND AND AGREE THAT THE SITE SHALL NOT BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL AND/OR EXEMPLARY DAMAGES INCLUDING, BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES (EVEN IF THE SITE HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), TO THE FULLEST EXTENT PERMISSIBLE BY LAW FOR: (A) THE USE OR THE INABILITY TO USE THE WEBSITE, SERVICES, CONTESTS, CONTENT, ANY THIRD PARTY PRODUCTS THAT YOU MAY RECEIVE FROM ONE OF OUR THIRD PARTY PROVIDERS, AND/OR ANY OTHER PRODUCTS AND/OR SERVICES THAT YOU MAY APPLY FOR THROUGH THE WEBSITE.\n(B) THE COST OF PROCUREMENT OF SUBSTITUTE GOODS AND SERVICES RESULTING FROM ANY GOODS, DATA, INFORMATION AND/OR SERVICES PURCHASED OR OBTAINED FROM, OR TRANSACTIONS ENTERED INTO THROUGH, THE WEBSITE.\n(C) THE FAILURE TO QUALIFY FOR THE CONTESTS, SERVICES OR THIRD PARTY PRODUCTS FROM ANY OF OUR THIRD PARTY PROVIDERS, OR ANY SUBSEQUENT DENIAL OF THIRD PARTY PRODUCTS FROM SAME.\n(D) THE UNAUTHORIZED ACCESS TO, OR ALTERATION OF, YOUR REGISTRATION DATA.\nAND (E) ANY OTHER MATTER RELATING TO THE INABILITY TO USE THE WEBSITE, SERVICES, CONTESTS, CONTENT, ANY THIRD PARTY PRODUCTS THAT YOU MAY RECEIVE FROM ONE OF OUR THIRD PARTY PROVIDERS, AND/OR ANY OTHER PRODUCTS AND/OR SERVICES THAT YOU MAY APPLY FOR THROUGH THE WEBSITE.\nTHIS LIMITATION APPLIES TO ALL CAUSES OF ACTION, IN THE AGGREGATE INCLUDING, BUT NOT LIMITED TO, BREACH OF CONTRACT, BREACH OF WARRANTY, NEGLIGENCE, STRICT LIABILITY, MISREPRESENTATIONS AND ANY AND ALL OTHER TORTS.\nYOU HEREBY RELEASE THE SITE AND ALL OF THE SITE’S THIRD PARTY PROVIDERS FROM ANY AND ALL OBLIGATIONS, LIABILITIES AND CLAIMS IN EXCESS OF THE LIMITATION STATED HEREIN.\nIF APPLICABLE LAW DOES NOT PERMIT SUCH LIMITATION, THE MAXIMUM LIABILITY OF THE SITE TO YOU UNDER ANY AND ALL CIRCUMSTANCES WILL BE FIVE HUNDRED DOLLARS ($500.00).\nTHE NEGATION OF DAMAGES SET FORTH ABOVE IS A FUNDAMENTAL ELEMENT OF THE BASIS OF THE BARGAIN BETWEEN YOU AND THE SITE.\nTHE INABILITY TO USE THE WEBSITE, SERVICES, CONTESTS, CONTENT, ANY THIRD PARTY PRODUCTS THAT YOU MAY RECEIVE FROM ONE OF OUR THIRD PARTY PROVIDERS, AND/OR ANY OTHER PRODUCTS AND/OR SERVICES THAT YOU MAY APPLY FOR THROUGH THE WEBSITE WOULD NOT BE PROVIDED TO YOU WITHOUT SUCH LIMITATIONS.</p>\n<p>INDEMNIFICATION</p>\n<p>You agree to indemnify and hold the Site, each of their parents, subsidiaries and affiliates, and each of their respective members, officers, directors, employees, agents, co-branders and/or other partners, harmless from and against any and all claims, expenses (including reasonable attorneys’ fees), damages, suits, costs, demands and/or judgments whatsoever, made by any third party due to or arising out of: (a) your use of the Website, Services, Content and/or entry into any Contest.\n(b) your breach of the Agreement.\nand/or (c) your violation of any rights of another individual and/or entity.\nThe provisions of this paragraph are for the benefit of the Site, each of their parents, subsidiaries and/or affiliates, and each of their respective officers, directors, members, employees, agents, shareholders, licensors, suppliers and/or attorneys.\nEach of these individuals and entities shall have the right to assert and enforce these provisions directly against you on its own behalf.</p>\n<p>THIRD PARTY WEBSITES</p>\n<p>The Website may provide links to and/or refer you to other Internet websites and/or resources including, but not limited to, those owned and operated by Third Party Providers.\nBecause the Site has no control over such third party websites and/or resources, you hereby acknowledge and agree that the Site is not responsible for the availability of such third party websites and/or resources.\nFurthermore, the Site does not endorse, and is not responsible or liable for, any terms and conditions, privacy policies, content, advertising, services, products and/or other materials at or available from such third party websites or resources, or for any damages and/or losses arising therefrom.</p>\n<p>PRIVACY POLICY/VISITOR INFORMATION</p>\n<p>Use of the Website, and all comments, feedback, information, Registration Data and/or materials that you submit through or in association with the Website, is subject to our Privacy Policy.\nWe reserve the right to use all information regarding your use of the Website, and any and all other personally identifiable information provided by you, in accordance with the terms of our Privacy Policy.\nTo view our Privacy Policy, please click on the link provided below.</p>\n<p>LEGAL WARNING</p>\n<p>Any attempt by any individual, whether or not the Site’s customer, to damage, destroy, tamper with, vandalize and/or otherwise interfere with the operation of the Website, is a violation of criminal and civil law and the Site will diligently pursue any and all remedies in this regard against any offending individual or entity to the fullest extent permissible by law and in equity.</p>\n<p>CHOICE OF LAW/VENUE</p>\n<p>Any disputes arising out of or related to the Agreement shall be governed by and construed in accordance with the laws of the State of Wisconsin (without regard to conflict of law principles).\nShould a dispute arise concerning the Agreement, the parties agree to submit their dispute for resolution by arbitration before the American Arbitration Association in Madison, Wisconsin, in accordance with the then current Commercial Arbitration Rules of the American Arbitration Association.\nAny award rendered shall be final and conclusive to the parties and a judgment thereon may be entered in any court of competent jurisdiction.\nNothing herein shall be construed to preclude any party from seeking injunctive relief in order to protect its rights pending an outcome in arbitration.\nTo the extent permitted by law, you agree that you will not bring, join or participate in any class action lawsuit as to any claim, dispute or controversy that you may have against the Site and each of their legal representatives, affiliates, subsidiaries, parents, agencies and their respective members, officers, directors, employees and agents.\nYou agree to the entry of injunctive relief to stop such a lawsuit or to remove you as a participant in the suit.\nYou agree to pay the attorney’s fees and court costs that the Site incurs in seeking such relief.\nThe Agreement does not constitute a waiver of any of your rights and remedies to pursue a claim individually and not as a class action in binding arbitration as provided above.\nThis provision preventing you from bringing, joining or participating in class action lawsuits is an independent agreement.\nShould any part of the Agreement be held invalid or unenforceable, that portion shall be construed consistent with applicable law and the remaining portions shall remain in full force and effect.</p>\n<p>CONTACT US</p>\n<p>If you have any questions regarding the Agreement, or would like more information from us, please contact us at:</p>\n<p>help@freeflashlight.com</p>\n<p>\n<br>freeflashlight.com<br>\n<br> 3591 Richie Rd<br>Verona, WI 59593</p>\n<p>\n</p>\n<p>\n</p> ", "created_at": "2021-11-10 19:45:28.935259", "updated_at": "2021-11-10 18:45:55.947947"}], "points": [], "urls": ["freeflashlight.com"]}}