{"error": 448, "message": "OK", "parameters": {"id": 641, "name": "Mullvad", "created_at": "2018-08-09 03:26:43.69984", "updated_at": "2021-06-13 22:00:33.360295", "wikipedia": "https://en.wikipedia.org/wiki/Mullvad", "keywords": null, "related": null, "slug": "mullvad", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/641.png", "url": "mullvad.net", "documents": [{"id": 6999, "name": "Cookie Policy", "url": "https://mullvad.net/en/help/cookie-policy/", "xpath": "/html/body/section/div", "text": " Cookie policy <p> POLICIES </p>\n<p>Last updated: 2 June 2020</p>\n<br>\n<ul>\n</ul>\n<p>This policy provides explains our view on cookies and lists the ones that we use along with an explanation of what they do and why we utilize them.</p>\n<p>All of our policies regarding data and its storage</p>\n<ul>\n<li>No logging of user activity policy</li>\n<li>Cookie policy</li>\n<li>Privacy policy (including GDPR)</li>\n<li>Swedish legislation relevant to us as a VPN provider</li>\n<li>Terms of service</li>\n</ul> Policy overview <p>We never store data that isn't absolutely necessary, and if it is, then only upon the active request of a customer.\nThis choice is deeply rooted in our culture and tied to our belief that everyone has a right to privacy.</p>\n<p>As a result, our website utilizes only a few cookies, all of which are essential for us to provide certain services and created only if a user actively chooses that service.</p> All the cookies we use <p>Yes, this is all of them!</p>\n<ul>\n<li>\n<strong>authToken</strong> (expires when the browser window is closed) – is created when you log into an account and automatically removed when you close your browser window</li>\n<li>\n<strong>language</strong> (expires when the browser window is closed) – is created when you choose a language preference for this website</li>\n<li>\n<strong>csrftoken</strong> (expires when the browser window is closed) – is created when you view almost any form on this website and prevents a malicious website from tricking you into submitting a POST request to us, otherwise known as cross-site request forgery</li>\n<li>\n<strong>__stripe_sid</strong> (expires after 30 minutes) – is implemented by Stripe and created when you proceed to the Stripe payment page</li>\n<li>\n<strong>__stripe_mid</strong> (expires after one year) – is implemented by Stripe and created when you proceed to the Stripe payment page.</li>\n</ul> ", "created_at": "2021-06-12 19:27:55.789675", "updated_at": "2021-06-12 19:28:02.8434"}, {"id": 264, "name": "Terms of Service", "url": "https://mullvad.net/en/help/terms-service/", "xpath": "/html/body/section/div/div", "text": " <p>By using or paying for Mullvad VPN AB’s Mullvad VPN service, you agree to these terms.\nAny material changes to these terms will be notified via a prominent notice on mullvad.net/blog at least one month before the changes are applied.\nIf you wish to exercise your right to reject such changes, you should stop using the service (for refunds, see below).</p> The service <p>The VPN service protects personal information with the use of encryption and masks user metadata by hiding the user's IP address and replacing it with one of ours.\nThis replacement address is shared with many other users, which not only protects each individual's user data but also hides his or her pattern of activity.\nTherefore, the traceable chain between users and their online activity is broken.\nPlease read more about protecting your privacy at mullvad.net/help/first-steps-towards-online-privacy/.</p>\n<p>To protect ourselves, our customers, and the quality of our service, we block TCP port 25 because of email spam and ports 137, 138, 139, and 445 due to a Microsoft security issue.\nWe also hijack DNS requests (port 53) in order to prevent DNS leaks.</p>\n<p>We do not block or filter domains except when requested by the owner of an IP address or when known botnet addresses cause our servers to be null-routed by hosting providers.</p>\n<p>We do not modify, redirect, or inject data into users' traffic.</p>\n<p>\n<strong>Port-forwarding (2021-03-22)</strong>\n<br>\nPort-forwarding is not allowed on an account that has an active subscription.&nbsp.\nIt is therefore not possible to:</p>\n<ol>\n<li>Adding forwarding ports to accounts that has a subscription</li>\n<li>Add a subscription to an account that has forwarded ports</li>\n</ol> Access to the service <p>To use the service, you need to use a Mullvad account number together with the Mullvad VPN app, or with another WireGuard® or OpenVPN client and our downloadable configuration files.\nYou can generate an account number at mullvad.net/account/create.</p>\n<p>The cost for the service is €5 per month.\nAn account can be used on up to 5 devices.\nYou can see how much time is left on your account by visiting the account page on mullvad.net or looking in the Mullvad VPN app.\nPlease be sure to write down your account number in a safe place.</p> Payment <p>We accept payment by cash in bills (EUR, USD, GBP, SEK, DKK, NOK, CHF, CAD, AUD, NZD) sent by regular mail, Bitcoin, Bitcoin Cash, credit card, SEPA, PayPal, iOS in-app purchases, our Mullvad vouchers, and Swish.\nOne month is equal to €5 when purchased directly from mullvad.net.\nThe price may vary when purchasing through the App Store or an official reseller.\nThe service is activated as soon as the payment is credited and time starts counting down.\nThese terms will expire at the end of the period purchased.</p>\n<p>If you wish to subscribe to the service, you can sign up for a PayPal subscription.\nWith a subscription, €5 is automatically deducted from your PayPal account each month.\nYou may cancel the subscription at any time from your account page on mullvad.net (select Unsubscribe under the PayPal tab).\nOnce canceled, no more money will be withdrawn, and the service and these terms will expire when the current month ends.</p> Refund policy <p>We offer users a 30-day money-back guarantee if you wish to withdraw from these terms or if you are not satisfied with our service.</p>\n<p>The 30-day period starts when your payment is made.\nIn the event of a withdrawal, you will be refunded and the expiration date of your account's VPN time will be adjusted to reflect the refunded time.\nIf you wish to exercise your right to a refund, please read our refund guide at mullvad.net/help/refunds/.</p> Exceptions <p>We do not offer refunds for cash payments.<br>\nRefund requests for purchases made through the App Store or an official reseller must be made directly with them.\nWe cannot offer refunds in these instances.</p> Privacy <p>We want you to remain anonymous when using our service, and it is therefore our policy to never store any activity logs or metadata and to have as minimal data retention as possible.\nHowever, in some situations we might process your personal data if you, for example, pay by wire transfer, credit card, PayPal, or Swish, or send an e-mail to report a problem.</p>\n<p>In those cases, the General Data Protection Regulation (“GDPR”) and other data protection laws may apply to the processing.\nFor more information, please read our Privacy Policy at mullvad.net/help/privacy-policy/.</p> Disclaimers <p>Mullvad VPN reserves the right to modify the service by updating the software or making changes to certain features.\nWe will attempt to prevent interruptions and defects in the service and on our website.\nDespite our best efforts, the service is provided on an “as is” and “as available” basis, and we do not guarantee that the service will be available at all times, nor the accuracy of the service or any material provided by the service or on the Mullvad website.\nYou are solely responsible for your use of the service.</p> Applicable law and venue <p>The terms shall be construed in accordance with and governed by the substantive laws of Sweden.\nAny dispute, controversy, or claim arising out of or in connection with the terms shall be handled by the National Board for Consumer Disputes (ARN) or the Swedish courts, with the city of Gothenburg's district court as the court of first instance.</p> Contact information <p>We only offer customer support via email to support@mullvad.net.\nOur Sweden-based support team operates during weekday office hours (Central European Time).</p>\n<p>Mullvad VPN AB<br>\nReg.\nno.\n559238-4001<br>\nAddress: PO Box 53049, 40014 Gothenburg, Sweden</p>\n<p>\"WireGuard\" is a registered trademark of Jason A.\nDonenfeld.</p> ", "created_at": "2018-08-09 10:18:08.52401", "updated_at": "2021-06-12 19:16:31.797975"}, {"id": 681, "name": "Privacy Policy", "url": "https://mullvad.net/en/guides/no-logging-data-policy/", "xpath": "", "text": " Checking connection...\nMullvad VPN Help Servers Pricing Blog Policies About My account Download No-logging of user activity policy <p> POLICIES </p>\n<p>Last updated: 20 January 2021</p>\n<br>\n<p>We do not keep activity logs of any kind.\nLearn more about what this means and why we choose to operate this way.</p> What this policy covers <ul>\n<li>Policy overview</li>\n<li>Our anonymous, numbered accounts</li>\n<li>How we handle payment information</li>\n<li>Information that we do not log</li>\n<li>Other data that we do handle</li>\n<li>How we handle emails and problem reports</li>\n</ul> All of our policies regarding data and its storage <ul>\n<li>No logging of user activity policy</li>\n<li>Cookie policy</li>\n<li>Privacy policy (including GDPR)</li>\n<li>Swedish legislation relevant to us as a VPN provider</li>\n<li>Terms of service</li>\n</ul> Policy overview <p>The underlying policy of Mullvad is that we never store any activity logs of any kind.\nWe strongly believe in having a minimal data retention policy because we want you to remain anonymous.</p>\n<p>However, in some situations we might process your personal data if you, for example, are making payments by a bank wire, PayPal, Swish, Stripe or are sending an e-mail or reporting a problem.\nIn those cases, we might process your personal data and the General Data Protection Regulation (“GDPR”) and other data protection laws may apply.\nFor more information please read our Privacy Policy.</p>\n<ul>\n</ul> Our anonymous, numbered accounts <p>We want you to remain anonymous.\nWhen you sign up for Mullvad, we do not ask for any personal information&nbsp;– no username, no password, no email address.\nInstead, a random&nbsp;account number is generated, a so-called numbered account.\nThis number is the only identifier a person needs in order to use a Mullvad account.&nbsp;This is a fundamental difference that sets us apart from most other services.</p>\n<p>Anyone at anytime can create as many numbered accounts as they wish on our website.&nbsp;An account can be used by multiple people or by someone other than the person who initially generated it.</p>\n<p>A Mullvad account has two properties: the account number and&nbsp;the time remaining&nbsp;on that account.</p>\n<p>\n<strong>Question: </strong>How many numbered accounts does Mullvad have?<br>\n<strong>Answer: </strong>At the time of writing this post, Mullvad has&nbsp;555,541&nbsp;numbered accounts.\nThese accounts could have been created by 555,541 unique people, or by one person 555,541 times.</p>\n<p>Data that we store for an account¹</p> account number | expiry date\nxxxxxxxxxxx | 20170730 <p>Data stored for WireGuard@ configuration (if used)</p> account number | pubkey | tunnel address\nxxxxxxxxxxxx | xxxxxxxx | x <p>Data stored for port-forward configuration (if used)</p> account number | port | wg_peer\nxxxxxxxxxxxx | x | x How Mullvad handles payment information <p>Let's take a transparent look at the information we do store in order to handle payments.</p>\n<p>You can pay money to the numbered account and therefore acquire more VPN time.\nMullvad accepts cash, Bitcoin, Bitcoin Cash, bank wire, credit card, PayPal, and Swish.\nYou can find more information on how we handle each type of payment below.</p>\n<p>Some types of payment mean that personal data will be processed (such as e.g.\nbank account number and PayPal-ID).\nIf you choose a payment method where you are providing your personal data to Mullvad, such as PayPal, we will process and protect your information according to the GDPR and other applicable legislations.\nFor more information please read our Privacy policy.</p> Cash <p>Put the money in an envelope together with the payment token and send it to us.\nWe will open the envelope, add time to the account (corresponding to the amount of cash sent), and then use a shredder to destroy the envelope and its non-money contents.</p>\n<p>We have no way of knowing who made the payment and who the account belongs to.\nEven if a person were to address the envelope, there is still no way to prove that he or she generated the account or is even using it.\nPlease avoid writing your name or address on the envelope.</p>\n<p>The GDPR does not apply in this case since the personal data on the envelope does not form a part of a filing system and are not intended to form part of a filing system.</p>\n<p>This is what we store when a cash payment comes in¹:</p>\n<code>payment | account number | amount | currency | timestamp\nxxxxxx | xxxxxxxxxxxx | 5.0 | USD | 2016-12-09 10:38:23</code> Bitcoin and Bitcoin Cash <p>This is digital cash, so the process is the same as with physical cash but without humans or any third parties involved.\nWe run our&nbsp;own full node&nbsp;in the blockchains (one for each of the cryptocurrencies) and we verify incoming payments ourselves.\nAgain, we don't use third parties for any step in the bitcoin or bitcoin cash payment process, from the generation of QR codes to adding time to accounts.</p>\n<p>We store these payment details for bitcoin and bitcoin cash¹:</p>\n<code>payment | account number | amount | currency | timestamp | bitcoin address xxxxxx | xxxxxxxxxxxx | 0.00564 | BTC | 2016-12-10 06:36:12 | xxxxxxxxxx\n</code> Credit card, PayPal,&nbsp;Swish, and bank wire <p>For credit card, PayPal, Swish, and bank wire, we do use third parties: Stripe, PayPal, and our bank SEB (which handles both Swish and bank wire).\nThese kinds of companies log everything.\nFor that reason alone,&nbsp;it is out of our control that they have records showing which people have paid us money (i.e.\nprocessing of personal data).</p>\n<p>As a customer of their services, these entities would allow us to request this information if we chose to do so.&nbsp;In short, your payment actions with these two methods are not anonymous and the GDPR and other relevant data protection regulations may apply if you are making a payment by credit card, PayPal, Swish or by bank wire.</p>\n<p>The data must be kept for the statutory retention period described in&nbsp.\napplicable local laws such as the Swedish Accounting Act (some information must be stored for seven years from the end of the fiscal year).\nIf not required by law, the data will be stored for no longer than necessary for the purpose.\nAfter the periods, the data will be permanently deleted.</p>\n<p>Here's the information we store for bank wires¹:</p>\n<code>payment | account number | amount | currency | timestamp | transaction_id*\nxxxxxx | xxxxxxxxxxxx | 30 | EUR | 2016-12-09 00:01:06 | xxxxxxxxx\n</code>\n<p>\n<code>*transaction_id is deleted 40 days after payment </code>\n</p>\n<p>Here's the information we store for credit card payments via Stripe¹:</p>\n<code>payment | account number | amount | currency | timestamp* | stripe_charge_id*\nxxxxxx | xxxxxxxxxxxx | 10 | EUR | 2016-12-15 20:42:26 | xxxxxxxxx\n</code>\n<p>\n<code>*</code>stripe_charge_id and the time part (hh:mm:ss) of timestamp is deleted 40 days after payment</p>\n<p>Here's the information we store for Swish¹:</p>\n<code>payment | account number | amount | currency | timestamp | swish_request_id\nxxxxxx | xxxxxxxxxxxx | 50 | SEK | 2016-12-15 20:42:26 | xxxxxxxxx\n</code>\n<p>\n<code>*</code>swish_request_id and the time part (hh:mm:ss) of timestamp is deleted 40 days after payment&nbsp;&nbsp;</p>\n<p>Here's the information we store for PayPal transactions¹:</p>\n<code>payment | account number | amount | currency | timestamp* | transaction_id* xxxxxx | xxxxxxx | 15 | EUR | 2016-12-10 06:40:00 | xxxxxxxxxxxxx </code>\n<p>*transaction_id and the time part (hh:mm:ss) of timestamp are deleted 40 days after payment</p>\n<p>\n<strong>Question: </strong>Why do you store transaction_id and payment tokens?<br>\n<strong>Answer: </strong>Since we support 30-day refunds and because we encounter certain transaction issues from PayPal&nbsp;(for example, double payments and subscription problems),&nbsp;we need to be able to track payments in order to give&nbsp;customers&nbsp;the service we offer.\nWe only duplicate the information since PayPal already has it.</p>\n<p>It's important to note that payment processors like PayPal and Stripe do not have your Mullvad account number.\nWe send them a token* to link the payment to your account.\nIf, however, you send a bank wire payment, the account number will exist in the \"message\" field of the transaction.</p>\n<p>You should also use a token* when sending us cash.\nDo not write down the account number.</p> Activation codes <p>Here's the information we store for activation codes¹:</p>\n<code>payment | account number | amount | timestamp | voucher id | activation code\nxxxxxx | xxxxxxxxxxxx | 30 | 2016-12-09 00:01:06 | xxxxxx | xxxxxxxxxxx\n</code> in-app purchases on iOS <p>Here's the information we store for iOS purchases:</p>\n<code>payment | account number | amount | timestamp | product id | transaction id\nxxxxxx | xxxxxxxxxxxx | 30 | 2016-12-09 00:01:06 | xxxxxx | xxxxxxxxxxx</code> Partner accounts <p>For accounts created by partners, we don't store payment information.<br>\nInstead we store information on when time was added to or refunded from an account:</p> event id | time added/removed | account number | timestamp xxxxxx | 1234 | xxxxxxxxxxxx | 2016-12-09 00:01:06 Tokens <p>A token is created for all payment methods except cryptocurrencies and bank wire.\nThe token, instead of your account number, is sent to the payment processor and used as a reference to link a payment to your account.</p>\n<p>This token expires after 40 days and is no longer possible to link to your account.\nCash tokens that haven’t been accounted for, however, are stored for 120 days in case postal service is slow.</p> What we don't log <p>We log nothing whatsoever that can be connected to a numbered account's activity:</p>\n<ul>\n<li>no logging of traffic</li>\n<li>no logging of DNS requests</li>\n<li>no logging of connections, including when one is made, when it disconnects, for how long, or any kind of timestamp</li>\n<li>no logging of IP addresses</li>\n<li>no logging of user bandwidth</li>\n<li>no logging of account activity except total simultaneous connections (explained below) and the payment information detailed in this post.</li>\n</ul>\n<p>Our OpenVPN server log configuration:</p>\n<code>verb 0\nlog-append /dev/null</code>\n<p>\n<strong>Question: </strong>How can you limit the maximum number of simultaneous connections if you're not logging that information?<br>\n<strong>Answer: </strong>Each VPN server reports to a central service.\nWhen a customer connects to a VPN server, the server asks the central service to validate the account number, whether or not the account has any remaining time, if the account has reached its allowed number of connections, and so on.\nEverything is performed in temporary memory only.\nnone of this information is permanently stored to disk.</p> Providing a reliable service <p>We want to ensure that everyone using our VPN experiences a reliable and stable service.\nThrough the years we have implemented changes to ensure that even if our API fails we can still continue to provide a VPN that can be relied upon.</p> This was a way of resolving MUL-03-002 WP2 from our Infrastructure Audit in 2020.\n<p>For our OpenVPN relays we have implemented Fail2ban to block non-authorized or malicious attempts at gaining account time.</p>\n<p>Fail2ban works by reading from a frequently wiped list of malicious unauthorized IP addresses in RAM (tmpfs).\nRegular paying customers and successful connections are not included in this, it is only to prevent any bruteforce attempts.</p>\n<p>\n<strong>Question</strong>: Does that mean if I try to authenticate to an OpenVPN server I will have my IP address logged?</p>\n<p>\n<strong>Answer</strong>: No.\nWe do not log customers that have a valid account token.\nThis blocking is limited to bad actors trying to gain free account time with non-existent, invalid account numbers.</p> Other data that we do handle <p>Our servers send two types of data to our monitoring system:</p>\n<ul>\n<li>aggregated application data, such as total number of current vpn connections</li>\n<li>generic system metrics, such as CPU load per core and total bandwidth used by the server.</li>\n</ul>\n<p>We log the total sum of each of these statistics in order to monitor the health of each individual VPN server.\nWe ensure that the system isn't overloaded, and we monitor the servers for potential attacks, bugs, and network issues.</p>\n<p>We also monitor the real-time state of total connections per account as we only allow for five connections simultaneously.\nAs we do not save this information, we cannot, for example, tell you how many connections your account had five minutes ago.</p>\n<p>With regard to our web servers, we handle certain types of information in the following ways:</p>\n<ul>\n<li>We store Nginx access logs for up to 5 minutes in the following format (which does not contain IPs): $server_name [$time_local] $request $status</li>\n<li>Information older than 5 minutes is deleted, and only aggregated information about the number of requests and their response codes is saved.</li>\n<li>We refrain from sending usage statistics to external parties such as Google Analytics.</li>\n<li>Our website utilizes a minimum amount of cookies.\nPlease read our cookie policy for more information.</li>\n</ul> How we handle emails and problem reports <p>Our support staff answers questions, resolves problems, and gives general support to customers who actively send an email to support@mullvad.net or submit a problem report via our app/client.</p>\n<p>Please consider the following statements about how we handle support-related communication should you ever need to contact us.</p>\n<ol>\n<li>If privacy is of utmost concern, we recommend that you refrain from communicating any personal data to us since plain-text&nbsp;email is not a safe media for communication.\nIf necessary, use PGP-encrypted email.</li>\n<li>After \"solving\" or \"closing\" a support case, all related emails are archived (removed from the inbox).</li>\n<li>After 6 months, all emails sent to our support address are automatically, permanently erased (from inbox, deleted items, sent items, trash, and archives).</li>\n<li>We do use a third party to operate our email service, so&nbsp;we remind you to carefully read #1 again.</li>\n<li>No private information&nbsp.\nnot even your email address&nbsp.\nwill ever actively be passed to third parties (except the third party which operates our email service on behalf of us), unless you explicitly ask us to.</li>\n<li>Please note that an e-mail address is generally considered as personal data and even the information in the e-mail message may include personal data.</li>\n</ol> Notes <p>¹The table's format and header names have been simplified for the purpose of making the principles mentioned in this post easy to understand.</p>\n<p>\"WireGuard\" is a registered trademark of Jason A.\nDonenfeld.</p> Mullvad <ul>\n<li>Help</li>\n<li>Servers</li>\n<li>Pricing</li>\n<li>Blog</li>\n<li>What is a VPN?</li>\n<li>What is privacy?</li>\n<li>Download</li>\n<li>Press</li>\n<li>Jobs</li>\n</ul> Policies <ul>\n<li>Open source</li>\n<li>Privacy policy</li>\n<li>Cookies</li>\n<li>Terms of service</li>\n<li>Partnerships and resellers</li>\n<li>Reviews, ads and affiliates</li>\n<li>Reporting a bug or vulnerability</li>\n</ul> Address <ul>\n<li>Mullvad VPN AB</li>\n<li>Box 53049</li>\n<li>400 14 Gothenburg</li>\n<li>Sweden</li>\n</ul> Follow us <ul>\n<li>\n<i>\n</i> @mullvadnet </li>\n<li>\n<i>\n</i> @mullvadnet </li>\n<li>\n<i>\n</i> MullvadNet </li>\n<li>\n<i>\n</i> Mullvad VPN </li>\n<li>\n<i>\n</i> mullvad </li>\n<li>\n<i>\n</i> support@mullvad.net <i>\n</i> GPG key </li>\n</ul>\n<br>\n<p>Onion service: xcln5hkbriyklr6n.onion</p> Language <i>\n</i> English <i>\n</i> العربيّة Dansk Deutsch English Español فارسی Suomi Français Italiano 日本語 한국어 Nederlands Norsk Polski Português Русский Svenska ภาษาไทย Türkçe 繁體中文 ", "created_at": "2018-10-19 00:09:58.205604", "updated_at": "2021-02-03 22:29:46.958836"}], "points": [{"id": 22335, "title": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection (Sweden)", "source": "https://mullvad.net/en/help/terms-service/", "status": "Despite being part of the 14 eyes, Sweden Privacy laws are pretty strong.", "created_at": "2021-06-12 19:21:48.257805", "updated_at": "2021-06-15 22:06:24.224392", "quoteText": "The terms shall be construed in accordance with and governed by the substantive laws of Sweden.\n", "case_id": 241, "document_id": 264, "quoteStart": 5093, "quoteEnd": 5189}, {"id": 22375, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://mullvad.net/en/guides/no-logging-data-policy/", "status": "Generated through the annotate view", "created_at": "2021-06-13 13:31:15.261687", "updated_at": "2021-06-13 18:00:14.797286", "quoteText": "<li>No private information&nbsp.\nnot even your email address&nbsp.\nwill ever actively be passed to third parties (except the third party which operates our email service on behalf of us), unless you explicitly ask us to.</li>", "case_id": 188, "document_id": 681, "quoteStart": 14270, "quoteEnd": 14495}, {"id": 22330, "title": "You authorise the service to charge a credit card supplied on re-occurring basis", "source": "https://mullvad.net/en/help/terms-service/", "status": "Generated through the annotate view", "created_at": "2021-06-12 19:18:54.805278", "updated_at": "2021-06-13 13:09:34.694311", "quoteText": "With a subscription, €5 is automatically deducted from your PayPal account each month.", "case_id": 384, "document_id": 264, "quoteStart": 2899, "quoteEnd": 2985}, {"id": 22331, "title": "You are entitled to a refund if certain thresholds or standards are not met by the service", "source": "https://mullvad.net/en/help/terms-service/", "status": "Generated through the annotate view", "created_at": "2021-06-12 19:19:33.158945", "updated_at": "2021-06-13 13:09:14.794391", "quoteText": "We offer users a 30-day money-back guarantee if you wish to withdraw from these terms or if you are not satisfied with our service.</p>\n<p>The 30-day period starts when your payment is made.\nIn the event of a withdrawal, you will be refunded and the expiration date of your account's VPN time will be adjusted to reflect the refunded time.\nIf you wish to exercise your right to a refund, please read our refund guide at mullvad.net/help/refunds/.</p>", "case_id": 161, "document_id": 264, "quoteStart": 3253, "quoteEnd": 3703}, {"id": 22337, "title": " A list of all cookies set by the website is provided", "source": "https://mullvad.net/en/help/cookie-policy/", "status": "Generated through the annotate view", "created_at": "2021-06-12 19:28:45.948744", "updated_at": "2021-06-13 03:17:49.235414", "quoteText": "All the cookies we use <p>Yes, this is all of them!</p>\n<ul>", "case_id": 306, "document_id": 6999, "quoteStart": 927, "quoteEnd": 987}, {"id": 22336, "title": "You aren’t forced into binding arbitration in case of disputes", "source": "https://mullvad.net/en/help/terms-service/", "status": "Generated through the annotate view", "created_at": "2021-06-12 19:23:12.101299", "updated_at": "2021-06-13 03:21:44.691725", "quoteText": "Any dispute, controversy, or claim arising out of or in connection with the terms shall be handled by the National Board for Consumer Disputes (ARN) or the Swedish courts, with the city of Gothenburg's district court as the court of first instance.</p> ", "case_id": 335, "document_id": 264, "quoteStart": 5189, "quoteEnd": 5442}, {"id": 22334, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://mullvad.net/en/help/terms-service/", "status": "Generated through the annotate view", "created_at": "2021-06-12 19:20:49.293648", "updated_at": "2021-06-13 03:22:04.100812", "quoteText": "nor the accuracy of the service or any material provided by the service or on the Mullvad website.", "case_id": 288, "document_id": 264, "quoteStart": 4906, "quoteEnd": 5004}, {"id": 22333, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://mullvad.net/en/help/terms-service/", "status": "Generated through the annotate view", "created_at": "2021-06-12 19:20:37.488572", "updated_at": "2021-06-13 03:22:24.400403", "quoteText": " we do not guarantee that the service will be available at all times", "case_id": 287, "document_id": 264, "quoteStart": 4836, "quoteEnd": 4904}, {"id": 22332, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://mullvad.net/en/help/terms-service/", "status": "Generated through the annotate view", "created_at": "2021-06-12 19:20:23.497262", "updated_at": "2021-06-13 03:26:22.911313", "quoteText": "Despite our best efforts, the service is provided on an “as is” and “as available” basis", "case_id": 286, "document_id": 264, "quoteStart": 4743, "quoteEnd": 4831}, {"id": 22329, "title": "You must create an account to use this service", "source": "https://mullvad.net/en/help/terms-service/", "status": "Generated through the annotate view", "created_at": "2021-06-12 19:18:12.727223", "updated_at": "2021-06-13 13:09:44.786694", "quoteText": "To use the service, you need to use a Mullvad account number together with the Mullvad VPN app,", "case_id": 230, "document_id": 264, "quoteStart": 1744, "quoteEnd": 1839}, {"id": 22328, "title": "When the service wants to make a material change to its terms, you are notified at least 30 days in advance", "source": "https://mullvad.net/en/help/terms-service/", "status": "Generated through the annotate view", "created_at": "2021-06-12 19:16:56.17754", "updated_at": "2021-06-13 13:12:21.36383", "quoteText": "Any material changes to these terms will be notified via a prominent notice on mullvad.net/blog at least one month before the changes are applied.\n", "case_id": 124, "document_id": 264, "quoteStart": 91, "quoteEnd": 238}, {"id": 22327, "title": "An onion site accessible over Tor is provided", "source": "https://mullvad.net/", "status": "Their onion link: http://xcln5hkbriyklr6n.onion", "created_at": "2021-06-12 19:14:03.623039", "updated_at": "2021-06-13 13:12:31.060141", "quoteText": null, "case_id": 406, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 22326, "title": "No third-party analytics or tracking platforms are used", "source": "https://mullvad.net/en/guides/no-logging-data-policy/", "status": "Generated through the annotate view", "created_at": "2021-06-12 19:12:39.995639", "updated_at": "2021-06-13 13:29:46.988214", "quoteText": "<li>We refrain from sending usage statistics to external parties such as Google Analytics.", "case_id": 381, "document_id": 264, "quoteStart": 11979, "quoteEnd": 12069}, {"id": 22325, "title": "An anonymous payment method is offered", "source": "https://mullvad.net/en/guides/no-logging-data-policy/", "status": "Generated through the annotate view", "created_at": "2021-06-12 19:09:34.630909", "updated_at": "2021-06-13 13:31:40.121011", "quoteText": "Mullvad accepts cash, Bitcoin, Bitcoin Cash, bank wire, credit card, PayPal, and Swish.\n", "case_id": 405, "document_id": 264, "quoteStart": 3049, "quoteEnd": 3137}, {"id": 22324, "title": "The service claims to be GDPR compliant for European users", "source": "https://mullvad.net/en/guides/no-logging-data-policy/", "status": "Generated through the annotate view", "created_at": "2021-06-12 19:08:43.883508", "updated_at": "2021-06-13 13:33:17.575958", "quoteText": "In those cases, we might process your personal data and the General Data Protection Regulation (“GDPR”) and other data protection laws may apply.\n", "case_id": 481, "document_id": 264, "quoteStart": 1229, "quoteEnd": 1375}, {"id": 22323, "title": "No VPN logs policy", "source": "https://mullvad.net/en/guides/no-logging-data-policy/", "status": "Generated through the annotate view", "created_at": "2021-06-12 19:07:16.531672", "updated_at": "2021-06-13 14:06:11.456399", "quoteText": "We do not keep activity logs of any kind.", "case_id": 176, "document_id": 264, "quoteStart": 172, "quoteEnd": 213}, {"id": 7287, "title": "The service allows you to use pseudonyms", "source": "https://mullvad.net/en/guides/no-logging-data-policy/", "status": "Generated through the annotate view", "created_at": "2019-07-06 09:18:12.663584", "updated_at": "2019-07-13 06:18:10.629208", "quoteText": "Our anonymous, numbered accounts <p>We want you to remain anonymous.\nWhen you sign up for Mullvad, we do not ask for any personal information&nbsp;– no username, no password, no email address.\nInstead, a random&nbsp;account number is generated, a so-called numbered account.\nThis number is the only identifier a person needs in order to use a Mullvad account", "case_id": 215, "document_id": 264, "quoteStart": 1443, "quoteEnd": 1801}, {"id": 7290, "title": "This service does not track you", "source": "https://mullvad.net/en/guides/no-logging-data-policy/", "status": "Generated through the annotate view", "created_at": "2019-07-06 09:27:23.219927", "updated_at": "2019-08-01 04:14:26.573905", "quoteText": "What we don't log <p>We log nothing whatsoever that can be connected to a numbered account's activity:</p>\n<ul>\n<li>no logging of traffic</li>\n<li>no logging of DNS requests</li>\n<li>no logging of connections, including when one is made, when it disconnects, for how long, or any kind of timestamp</li>\n<li>no logging of IP addresses</li>\n<li>no logging of user bandwidth</li>\n<li>no logging of account activity except total simultaneous connections (explained below) and the payment information detailed in this post.</li>\n", "case_id": 218, "document_id": 264, "quoteStart": 9612, "quoteEnd": 10136}, {"id": 7288, "title": "IP addresses of website visitors are not tracked", "source": "https://mullvad.net/en/guides/no-logging-data-policy/", "status": "Generated through the annotate view", "created_at": "2019-07-06 09:19:47.105326", "updated_at": "2021-02-06 04:16:11.581747", "quoteText": "We store normal Nginx logs for up to 24 hours.</li>\n<li>Information older than 24 hours is deleted and only aggregated information about number of hits and number of visitors to our website is saved.</li>\n<li>We refrain from sending usage statistics to external parties such as Google Analytics.</li>", "case_id": 192, "document_id": 264, "quoteStart": 8194, "quoteEnd": 8494}, {"id": 7289, "title": "Users can access most of the pages on the service's website without revealing any personal information", "source": "https://mullvad.net/en/guides/no-logging-data-policy/", "status": "Generated through the annotate view", "created_at": "2019-07-06 09:21:31.94534", "updated_at": "2019-09-25 04:27:54.369237", "quoteText": "p>\n<p>Anyone at anytime can create as many numbered accounts as they wish on our website.&nbsp;An account can be used by multiple people or by someone other than the person who initially generated it.</p>\n<p", "case_id": 298, "document_id": 264, "quoteStart": 1887, "quoteEnd": 2094}, {"id": 4473, "title": "The terms for this service are easy to read", "source": "https://mullvad.net/en/#privacy", "status": "Short and to the point.", "created_at": "2018-08-09 03:30:28.836269", "updated_at": "2018-08-09 10:20:49.756887", "quoteText": null, "case_id": 199, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 4472, "title": "The service provides details about what kinds of personal information they collect", "source": "https://mullvad.net/en/guides/no-logging-data-policy/", "status": "The service does not log any user information", "created_at": "2018-08-09 03:29:37.704106", "updated_at": "2021-02-06 04:16:13.364231", "quoteText": "This is the data we store for an account¹:</p> account number | expiry date", "case_id": 228, "document_id": 264, "quoteStart": 2016, "quoteEnd": 2091}], "urls": ["mullvad.net"]}}