{"error": 448, "message": "OK", "parameters": {"id": 4057, "name": "jasonsnider.com", "created_at": "2021-06-11 19:39:27.370504", "updated_at": "2021-06-11 22:01:16.037712", "wikipedia": null, "keywords": null, "related": null, "slug": "jasonsnider-com", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4057.png", "url": "jasonsnider.com", "documents": [{"id": 6995, "name": "Terms of Service", "url": "https://jasonsnider.com/terms", "xpath": "//body", "text": "<i>\n</i>&nbsp;Jason Snider<i>\n</i>Menu<ul>\n<li>About Me</li>\n<li>Blog</li>\n<li>Games</li>\n<li>Tools</li>\n<li>Contact</li>\n</ul>Terms of Service1.\nTerms\n<p>By accessing the website at https://jasonsnider.com, you are agreeing to be bound by these terms of service, all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws.\nIf you do not agree with any of these terms, you are prohibited from using or accessing this site.\nThe materials contained in this website are protected by applicable copyright and trademark law.</p>\n2.\nUse License\n<ol>\n<li>Permission is granted to temporarily download one copy of the materials (information or software) on Jason Snider's website for personal, non-commercial transitory viewing only.\nThis is the grant of a license, not a transfer of title, and under this license you may not:<ol>\n<li>modify or copy the materials;</li>\n<li>use the materials for any commercial purpose, or for any public display (commercial or non-commercial);</li>\n<li>attempt to decompile or reverse engineer any software contained on Jason Snider's website;</li>\n<li>remove any copyright or other proprietary notations from the materials.\nor</li>\n<li>transfer the materials to another person or \"mirror\" the materials on any other server.</li>\n</ol>\n</li>\n<li>This license shall automatically terminate if you violate any of these restrictions and may be terminated by Jason Snider at any time.\nUpon terminating your viewing of these materials or upon the termination of this license, you must destroy any downloaded materials in your possession whether in electronic or printed format.</li>\n</ol>\n3.\nDisclaimer\n<ol>\n<li>The materials on Jason Snider's website are provided on an 'as is' basis.\nJason Snider makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties including, without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights.</li>\n<li>Further, Jason Snider does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on its website or otherwise relating to such materials or on any sites linked to this site.</li>\n</ol>\n4.\nLimitations\n<p>In no event shall Jason Snider or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the materials on Jason Snider's website, even if Jason Snider or a Jason Snider authorized representative has been notified orally or in writing of the possibility of such damage.\nBecause some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you.</p>\n5.\nAccuracy of materials\n<p>The materials appearing on Jason Snider's website could include technical, typographical, or photographic errors.\nJason Snider does not warrant that any of the materials on its website are accurate, complete or current.\nJason Snider may make changes to the materials contained on its website at any time without notice.\nHowever Jason Snider does not make any commitment to update the materials.</p>\n6.\nLinks\n<p>Jason Snider has not reviewed all of the sites linked to its website and is not responsible for the contents of any such linked site.\nThe inclusion of any link does not imply endorsement by Jason Snider of the site.\nUse of any such linked website is at the user's own risk.</p>\n7.\nModifications\n<p>Jason Snider may revise these terms of service for its website at any time without notice.\nBy using this website you are agreeing to be bound by the then current version of these terms of service.</p>\n8.\nGoverning Law\n<p>These terms and conditions are governed by and construed in accordance with the laws of Illinois and you irrevocably submit to the exclusive jurisdiction of the courts in that State or location.</p>\n<em>\n<small>Posted: 2018-10-21 13:01:02</small>\n</em>\n<em>\n<small>Modified: 2018-10-22 01:28:45</small>\n</em>\n<i>LinkedIn</i>\n<i>GitHub</i>\n<i>Twitter</i>Built with<i>\n</i>loveby Jason in ChicagoTermsPrivacy", "created_at": "2021-06-11 17:40:49.901332", "updated_at": "2021-06-11 17:40:57.542617"}, {"id": 6994, "name": "Privacy Policy", "url": "https://jasonsnider.com/privacy", "xpath": "", "text": "<i>\n</i>&nbsp;Jason Snider<i>\n</i>Menu<ul>\n<li>About Me</li>\n<li>Blog</li>\n<li>Games</li>\n<li>Tools</li>\n<li>Contact</li>\n</ul>Privacy Policy<p>Your privacy is important to us.\nIt is Jason Snider's policy to respect your privacy regarding any information we may collect from you across our website, http://jasonsnider.com, and other sites we own and operate.</p>\n<p>We only ask for personal information when we truly need it to provide a service to you.\nWe collect it by fair and lawful means, with your knowledge and consent.\nWe also let you know why we’re collecting it and how it will be used.</p>\n<p>We only retain collected information for as long as necessary to provide you with your requested service.\nWhat data we store, we’ll protect within commercially acceptable means to prevent loss and theft, as well as unauthorized access, disclosure, copying, use or modification.</p>\n<p>Our website may link to external sites that are not operated by us.\nPlease be aware that we have no control over the content and practices of these sites, and cannot accept responsibility or liability for their respective privacy policies.</p>\n<p>You are free to refuse our request for your personal information, with the understanding that we may be unable to provide you with some of your desired services.</p>\n<p>Your continued use of our website will be regarded as acceptance of our practices around privacy and personal information.\nIf you have any questions about how we handle user data and personal information, feel free to contact us.</p>\nThird-Party Services\n<p>In general, third-party services should only collect, use, and disclose your information at the lowest required level.\nPlease read the privacy policies of all the third-party services listed on this page.\nI am not responsible for the practices or misdeeds of third party services.</p>\nFormspree\n<p>I use Formspree on my concat page (Formspree privacy policy).</p>\n<p>This policy is subject to change without notice, this policy and all changes are to be considered effective as of the modified date below.</p>\n<em>\n<small>Posted: 2018-10-19 01:34:11</small>\n</em>\n<em>\n<small>Modified: 2018-10-22 01:27:36</small>\n</em>\n<i>LinkedIn</i>\n<i>GitHub</i>\n<i>Twitter</i>Built with<i>\n</i>loveby Jason in ChicagoTermsPrivacy", "created_at": "2021-06-11 19:39:27.375703", "updated_at": "2021-06-11 17:40:05.595392"}], "points": [], "urls": ["jasonsnider.com"]}}