{"error": 448, "message": "OK", "parameters": {"id": 6615, "name": "swedish", "created_at": "2022-05-12 03:22:23.223915", "updated_at": "2022-05-12 22:01:10.657362", "wikipedia": null, "keywords": null, "related": null, "slug": "swedish", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6615.png", "url": "swedish.org", "documents": [{"id": 12049, "name": "Terms & Use of Privacy Policy ", "url": "https://www.swedish.org/policy", "xpath": "/html/body/form/section[2]/div[3]/section[1]/div", "text": " Website Privacy Policy <p>\nThis page describes information collected on this website.</p>\n<p>\nSee&nbsp;<strong>Notice of Health Information Practices</strong>&nbsp;&nbsp;›<strong>\n</strong>\n<br>\n<strong>\n</strong>\n<strong>Unsubscribe </strong>from marketing mailings&nbsp;&nbsp;›</p> There are Two Types of Information Collected on this Website:\nPersonally Identifiable Information\n<p>In some instances, the Swedish Medical Center (SMC) Web site collects personally identifiable information (such as email address, name, phone number, etc.) This information is only collected when volunteered by the user – for example, when completing a newsletter subscription request form or registering for a class.\n</p>\nNon-personally Identifiable Information\n<p>This site also collects non-personally identifiable user information, such as Internet Protocol (IP) addresses, cookies, Internet tags and navigational data (server log files).\nThis information is used for system management and to improve the content and navigation of the site.</p>\n<p>We do not match personally identifiable information with non-personally identifiable information.\nIn other words, we do not link personal information (name, etc.) with visit information, such as pages visited or files downloaded.\nIn effect, all such visit information is anonymous.</p> Use of Information\n<p>We will use the information you submit to improve the SMC Web site and to better provide news on SMC services and health-related news that may be of interest to you.\nYou will only receive e-mail from us for information you have requested or as confirmation of information that you submitted (i.e.\nclass registration).\nYou may opt-out of receiving information from SMC at any time by following the unsubscribe information provided in the e-mail or newsletter, or in writing by contacting:</p>\n<p>\nSwedish Medical Center\nMarketing Communications<br>\n747 Broadway<br>\nSeattle, WA 98122</p>\nSwedish Mobile App\n<ul>\n<li>Swedish Mobile App lets users who are Swedish patients access the information stored in their electronic health record (EHR) managed by Epic’s software, including medications, test results, and visit summaries.\nThe app also lets patients send messages, schedule appointments, and check-in online.</li>\n<li>Swedish Mobile App will ask for access to location in the background to allow users who are Swedish patients to indicate that they have arrived for a scheduled appointment.\nThe app can also prompt patients to log in and arrive for their appointment based on their current location and where their appointment will take place.\nThis location-based arrival feature requires access to the location in the background to provide a prompt even if the patient does not currently have the app open and in the foreground.\nLocation can also be used to retrieve the closest clinics and retrieve wait times for the patient.</li>\n<li>Swedish Mobile App will ask for access to photos and media to allow users who are Swedish patients to upload or download documents and message attachments in correspondence with the patient’s health care team.</li>\n<li>Swedish Mobile App will ask for access to camera and microphone to allow users who are Swedish patients to access virtual care with their health care provider.\nNo audio or video is recorded during these visits.</li>\n<li>Swedish Mobile App will ask for access to wi-fi and cellular data connection to monitor the connection status during a virtual care visit and to better optimize a patient’s experience with their provider.</li>\n<li>Swedish Mobile App has an option to delete the user account within the app as requested by Apple Store Guideline 5.1.1.\nAs a result of account deletion via the Swedish Mobile App, a patient’s medical record will not be deleted by Swedish and will remain available through Epic EHR.\nUsers who are patients can always re-create a new account within the Swedish Mobile App to re-obtain access to their medical records.\n</li>\n</ul> Information Disclosure Policy\n<p>Any personally identifiable information you submit to us on any survey, class or event registration, Web site feedback form, or for any other form is for exclusive use by SMC or other entities that are involved in the operation or fulfillment purposes of this site.\nIt will not be shared with any other party, except if required by law.</p>\n<p>\nWe do not sell, trade or rent personal information about our users.</p>\n<p>\n</p>\nAcceptance of These Terms\n<p>\nBy using this site, you signify your acceptance of the Privacy Policy.\nIf you do not agree to this policy, please do not use our Web site.</p>\n<p>\n</p>\nLinks to Other Web Sites\n<p>\nThis site contains links to other Web sites.\nPlease be aware that this Privacy Policy does not apply to any other Web site.\nFor your own protection, read the privacy policy of each Web site that you visit.</p>\n<p>\n</p>\nAdherence to Principles\n<p>\nIf at any time you believe this site has not adhered to these principles, please notify us by email&nbsp;and we will use all commercially reasonable efforts to promptly determine and correct the problem.</p>\n<ul>\n</ul> ", "created_at": "2022-05-12 03:22:23.227158", "updated_at": "2022-05-12 01:23:54.337252"}], "points": [], "urls": ["swedish.org"]}}