{"error": 448, "message": "OK", "parameters": {"id": 6383, "name": " Take Action for Mental Health ", "created_at": "2022-02-28 02:25:56.437987", "updated_at": "2022-02-28 23:01:16.901938", "wikipedia": null, "keywords": null, "related": null, "slug": "take-action-for-mental-health", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6383.png", "url": "takeaction4mh.com", "documents": [{"id": 11588, "name": " Privacy Policy ", "url": "https://takeaction4mh.com/privacy-policy/", "xpath": "/html/body/section/div/div[2]", "text": " <p>TakeAction4MH.com is committed to protecting your privacy and developing technology that gives you the most powerful and safe online experience.\nThis Statement of Privacy applies to the TakeAction4MH.com website and governs data collection and usage.\nBy using the TakeAction4MH.com website, you consent to the data practices described in this statement.</p>\nCollection of your Personal Information\n<p>TakeAction4MH.com collects anonymous demographic information, which is not unique to you, such as your ZIP code, age, gender, preferences, interests and favorites.\nTakeAction4MH.com collects personally identifiable information submitted via the Contact, Share Your Story and other forms, such as your e-mail address, name, and any other information you offer.</p>\n<p>There is also information about your computer hardware and software that is automatically collected by TakeAction4MH.com.\nThis information can include: your IP address, browser type, domain names, access times and referring website addresses.\nThis information is used by TakeAction4MH.com for the operation of the service, to maintain quality of the service, and to provide general statistics regarding use of the TakeAction4MH.com website.</p>\n<p>Please keep in mind that if you directly disclose personally identifiable information or personally sensitive data through TakeAction4MH.com public message boards, this information may be collected and used by others.\nNote: TakeAction4MH.com does not read any of your private online communications.</p>\n<p>TakeAction4MH.com encourages you to review the privacy statements of Web sites you choose to link to from TakeAction4MH.com so that you can understand how those Web sites collect, use and share your information.\nTakeAction4MH.com is not responsible for the privacy statements or other content on websites outside of the TakeAction4MH.com and TakeAction4MH.com family of websites.</p>\nUse of your Personal Information\n<p>TakeAction4MH.com collects and uses your personal information to operate the TakeAction4MH.com websites and deliver the services you have requested.</p>\n<p>TakeAction4MH.com also uses your personally identifiable information to inform you of other products or services available from TakeAction4MH.com and its affiliates.\nTakeAction4MH.com may also contact you via surveys to conduct research about your opinion of current services or of potential new services that may be offered.</p>\n<p>TakeAction4MH.com does not sell, rent or lease its customer lists to third parties.\nTakeAction4MH.com may, from time to time, contact you on behalf of external business partners about a particular offering that may be of interest to you.\nIn those cases, your unique personally identifiable information (e-mail, name, address, telephone number) is not transferred to the third party.\nIn addition, TakeAction4MH.com may share data with trusted partners to help us perform statistical analysis, send you email or postal mail, provide customer support, or arrange for deliveries.\nAll such third parties are prohibited from using your personal information except to provide these services to TakeAction4MH.com and they are required to maintain the confidentiality of your information.</p>\n<p>TakeAction4MH.com does not use or disclose sensitive personal information, such as race, religion, or political affiliations, without your explicit consent.</p>\n<p>TakeAction4MH.com keeps track of the websites and pages our customers visit within TakeAction4MH.com, in order to determine what TakeAction4MH.com services are the most popular.\nThis data is used to deliver customized content and advertising within TakeAction4MH.com to customers whose behavior indicates that they are interested in a particular subject area.</p>\n<p>TakeAction4MH.com websites will disclose your personal information, without notice, only if required to do so by law or in the good faith belief that such action is necessary to: (a) conform to the edicts of the law or comply with legal process served on TakeAction4MH.com or the site.\n(b) protect and defend the rights or property of TakeAction4MH.com.\nand, (c) act under exigent circumstances to protect the personal safety of users of TakeAction4MH.com, or the public.</p>\nUse of Cookies\n<p>The TakeAction4MH.com website uses “cookies” to help you personalize your online experience.\nA cookie is a text file that is placed on your hard disk by a Web page server.\nCookies cannot be used to run programs or deliver viruses to your computer.\nCookies are uniquely assigned to you, and can only be read by a web server in the domain that issued the cookie to you.</p>\n<p>One of the primary purposes of cookies is to provide a convenience feature to save you time.\nThe purpose of a cookie is to tell the Web server that you have returned to a specific page.\nFor example, if you personalize TakeAction4MH.com pages, or register with TakeAction4MH.com site or services, a cookie helps TakeAction4MH.com to recall your specific information on subsequent visits.\nThis simplifies the process of recording your personal information, such as billing addresses, shipping addresses, and so on.\nWhen you return to the same TakeAction4MH.com website, the information you previously provided can be retrieved, so you can easily use the TakeAction4MH.com features that you customized.</p>\n<p>You have the ability to accept or decline cookies.\nMost Web browsers automatically accept cookies, but you can usually modify your browser setting to decline cookies if you prefer.\nIf you choose to decline cookies, you may not be able to fully experience the interactive features of the TakeAction4MH.com services or websites you visit.</p>\nSecurity of your Personal Information\n<p>TakeAction4MH.com secures your personal information from unauthorized access, use or disclosure.\nTakeAction4MH.com secures the personally identifiable information you provide on computer servers in a controlled, secure environment, protected from unauthorized access, use or disclosure.\nWhen personal information (such as a credit card number) is transmitted to other Web sites, it is protected through the use of encryption, such as the Secure Socket Layer (SSL) protocol.</p>\nChanges to this Statement\n<p>TakeAction4MH.com will occasionally update this Statement of Privacy to reflect company and customer feedback.\nTakeAction4MH.com encourages you to periodically review this Statement to be informed of how TakeAction4MH.com is protecting your information.</p>\nContact Information\n<p>TakeAction4MH.com welcomes your comments regarding this Statement of Privacy.\nIf you believe that TakeAction4MH.com has not adhered to this Statement, please use the Contact Form.\nWe will use commercially reasonable efforts to promptly determine and remedy the problem.</p> ", "created_at": "2022-02-28 02:25:56.441876", "updated_at": "2022-02-28 01:26:40.848704"}, {"id": 11587, "name": " Terms and Conditions ", "url": "https://takeaction4mh.com/terms-and-conditions/", "xpath": "/html/body/section/div/div[2]", "text": " <p>The TakeAction4MH.com website is comprised of various Web pages operated by TakeAction4MH.com.\nThe TakeAction4MH.com website is offered to you conditioned on your acceptance without modification of the terms, conditions, and notices contained herein.\nYour use of the TakeAction4MH.com website constitutes your agreement to all such terms, conditions, and notices.</p>\nMODIFICATION OF THESE TERMS OF USE\n<p>TakeAction4MH.com reserves the right to change the terms, conditions, and notices under which the TakeAction4MH.com website is offered, including but not limited to the charges associated with the use of the TakeAction4MH.com website.</p>\nLINKS TO THIRD PARTY SITES\n<p>The TakeAction4MH.com website may contain links to other Web Sites (“Linked Sites”).\nThe Linked Sites are not under the control of TakeAction4MH.com and TakeAction4MH.com is not responsible for the contents of any Linked Site, including without limitation any link contained in a Linked Site, or any changes or updates to a Linked Site.\nTakeAction4MH.com is not responsible for webcasting or any other form of transmission received from any Linked Site.\nTakeAction4MH.com is providing these links to you only as a convenience, and the inclusion of any link does not imply endorsement by TakeAction4MH.com of the site or any association with its operators.</p>\nNO UNLAWFUL OR PROHIBITED USE\n<p>As a condition of your use of the TakeAction4MH.com website, you warrant to TakeAction4MH.com that you will not use the TakeAction4MH.com website for any purpose that is unlawful or prohibited by these terms, conditions, and notices.\nYou may not use the TakeAction4MH.com website in any manner which could damage, disable, overburden, or impair the TakeAction4MH.com website or interfere with any other party’s use and enjoyment of the TakeAction4MH.com website.\nYou may not obtain or attempt to obtain any materials or information through any means not intentionally made available or provided for through the TakeAction4MH.com websites.</p>\nUSE OF COMMUNICATION SERVICES\n<p>The TakeAction4MH.com website may contain bulletin board services, chat areas, news groups, forums, communities, personal web pages, calendars, and/or other message or communication facilities designed to enable you to communicate with the public at large or with a group (collectively, “Communication Services”), you agree to use the Communication Services only to post, send and receive messages and material that are proper and related to the particular Communication Service.\nBy way of example, and not as a limitation, you agree that when using a Communication Service, you will not:</p>\n<ul>\n<li>Defame, abuse, harass, stalk, threaten or otherwise violate the legal rights (such as rights of privacy and publicity) of others.</li>\n<li>Publish, post, upload, distribute or disseminate any inappropriate, profane, defamatory, infringing, obscene, indecent or unlawful topic, name, material or information.</li>\n<li>Upload files that contain software or other material protected by intellectual property laws (or by rights of privacy of publicity) unless you own or control the rights thereto or have received all necessary consents.</li>\n<li>Upload files that contain viruses, corrupted files, or any other similar software or programs that may damage the operation of another’s computer.</li>\n<li>Advertise or offer to sell or buy any goods or services for any business purpose, unless such Communication Service specifically allows such messages.</li>\n<li>Conduct or forward surveys, contests, pyramid schemes or chain letters.</li>\n<li>Download any file posted by another user of a Communication Service that you know, or reasonably should know, cannot be legally distributed in such manner.</li>\n<li>Falsify or delete any author attributions, legal or other proper notices or proprietary designations or labels of the origin or source of software or other material contained in a file that is uploaded.</li>\n<li>Restrict or inhibit any other user from using and enjoying the Communication Services.</li>\n<li>Violate any code of conduct or other guidelines which may be applicable for any particular Communication Service.</li>\n<li>Harvest or otherwise collect information about others, including e-mail addresses, without their consent.</li>\n<li>Violate any applicable laws or regulations.</li>\n</ul>\n<p>TakeAction4MH.com has no obligation to monitor the Communication Services.\nHowever, TakeAction4MH.com reserves the right to review materials posted to a Communication Service and to remove any materials in its sole discretion.\nTakeAction4MH.com reserves the right to terminate your access to any or all of the Communication Services at any time without notice for any reason whatsoever.</p>\n<p>TakeAction4MH.com reserves the right at all times to disclose any information as necessary to satisfy any applicable law, regulation, legal process or governmental request, or to edit, refuse to post or to remove any information or materials, in whole or in part, in TakeAction4MH.com’s sole discretion.</p>\n<p>Always use caution when giving out any personally identifying information about yourself or your children in any Communication Service.\nTakeAction4MH.com does not control or endorse the content, messages or information found in any Communication Service and, therefore, TakeAction4MH.com specifically disclaims any liability with regard to the Communication Services and any actions resulting from your participation in any Communication Service.\nManagers and hosts are not authorized TakeAction4MH.com spokespersons, and their views do not necessarily reflect those of TakeAction4MH.com.</p>\n<p>Materials uploaded to a Communication Service may be subject to posted limitations on usage, reproduction and/or dissemination.\nYou are responsible for adhering to such limitations if you download the materials.</p>\nMATERIALS PROVIDED TO TakeAction4MH.com OR POSTED AT ANY TAKEACTION4MH.COM WEBSITE\n<p>TakeAction4MH.com does not claim ownership of the materials you provide to TakeAction4MH.com (including feedback and suggestions) or post, upload, input or submit to any TakeAction4MH.com website or its associated services (collectively “Submissions”).\nHowever, by posting, uploading, inputting, providing or submitting your Submission you are granting TakeAction4MH.com, its affiliated companies and necessary sub-licensees permission to use your Submission in connection with the operation of their Internet businesses including, without limitation, the rights to: copy, distribute, transmit, publicly display, publicly perform, reproduce, edit, translate and reformat your Submission.\nand to publish your name in connection with your Submission.</p>\n<p>No compensation will be paid with respect to the use of your Submission, as provided herein.</p>\n<p>TakeAction4MH.com is under no obligation to post or use any Submission you may provide and may remove any Submission at any time in TakeAction4MH.com’s sole discretion.</p>\n<p>By posting, uploading, inputting, providing or submitting your Submission you warrant and represent that you own or otherwise control all of the rights to your Submission as described in this section including, without limitation, all the rights necessary for you to provide, post, upload, input or submit the Submissions.</p>\nLIABILITY DISCLAIMER\n<p>THE INFORMATION, SOFTWARE, PRODUCTS, AND SERVICES INCLUDED IN OR AVAILABLE THROUGH THE TAKEACTION4MH.COM WEBSITE MAY INCLUDE INACCURACIES OR TYPOGRAPHICAL ERRORS.\nCHANGES ARE PERIODICALLY ADDED TO THE INFORMATION HEREIN.\nTAKEACTION4MH.COM AND/OR ITS SUPPLIERS MAY MAKE IMPROVEMENTS AND/OR CHANGES IN THE TAKEACTION4MH.COM WEBSITE AT ANY TIME.\nADVICE RECEIVED VIA THE TAKEACTION4MH.COM WEBSITE SHOULD NOT BE RELIED UPON FOR PERSONAL, MEDICAL, LEGAL OR FINANCIAL DECISIONS AND YOU SHOULD CONSULT AN APPROPRIATE PROFESSIONAL FOR SPECIFIC ADVICE TAILORED TO YOUR SITUATION.</p>\n<p>TAKEACTION4MH.COM AND/OR ITS SUPPLIERS MAKE NO REPRESENTATIONS ABOUT THE SUITABILITY, RELIABILITY, AVAILABILITY, TIMELINESS, AND ACCURACY OF THE INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS CONTAINED ON THE TAKEACTION4MH.COM WEBSITE FOR ANY PURPOSE.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, ALL SUCH INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS ARE PROVIDED “AS IS” WITHOUT WARRANTY OR CONDITION OF ANY KIND.</p>\n<p>TAKEACTION4MH.COM AND/OR ITS SUPPLIERS HEREBY DISCLAIM ALL WARRANTIES AND CONDITIONS WITH REGARD TO THIS INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS, INCLUDING ALL IMPLIED WARRANTIES OR CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE AND NON-INFRINGEMENT.</p>\n<p>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT SHALL</p>\n<p>TAKEACTION4MH.COM AND/OR ITS SUPPLIERS BE LIABLE FOR ANY DIRECT, INDIRECT, PUNITIVE, INCIDENTAL, SPECIAL, CONSEQUENTIAL DAMAGES OR ANY DAMAGES WHATSOEVER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF USE, DATA OR PROFITS, ARISING OUT OF OR IN ANY WAY CONNECTED WITH THE USE OR PERFORMANCE OF THE TAKEACTION4MH.COM WEBSITE, WITH THE DELAY OR INABILITY TO USE THE TAKEACTION4MH.COM WEBSITE OR RELATED SERVICES, THE PROVISION OF OR FAILURE TO PROVIDE SERVICES, OR FOR ANY INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS OBTAINED THROUGH THE TAKEACTION4MH.COM WEBSITE, OR OTHERWISE ARISING OUT OF THE USE OF THE TAKEACTION4MH.COM WEBSITE WHETHER BASED ON CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY OR OTHERWISE, EVEN IF TAKEACTION4MH.COM OR ANY OF ITS SUPPLIERS HAS BEEN ADVISED OF THE POSSIBILITY OF DAMAGES.\nBECAUSE SOME STATES/JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, THE ABOVE LIMITATION MAY NOT APPLY TO YOU.\nIF YOU ARE DISSATISFIED WITH ANY PORTION OF THE TakeAction4MH.com WEBSITE, OR WITH ANY OF THESE TERMS OF USE, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USING THE TakeAction4MH.com WEBSITE.</p>\nTERMINATION/ACCESS RESTRICTION\n<p>TakeAction4MH.com reserves the right, in its sole discretion, to terminate your access to the TakeAction4MH.com website and the related services or any portion thereof at any time, without notice.</p>\nGENERAL\n<p>To the maximum extent permitted by law, this agreement is governed by the laws of the State of California, U.S.A.\nand you hereby consent to the exclusive jurisdiction and venue of courts in Sacramento County, California, U.S.A.\nin all disputes arising out of or relating to the use of the TakeAction4MH.com Web Site.\nUse of the TakeAction4MH.com website is unauthorized in any jurisdiction that does not give effect to all provisions of these terms and conditions, including without limitation this paragraph.\nYou agree that no joint venture, partnership, employment, or agency relationship exists between you and TakeAction4MH.com as a result of this agreement or use of the TakeAction4MH.com website.\nTakeAction4MH.com’s performance of this agreement is subject to existing laws and legal process, and nothing contained in this agreement is in derogation of TakeAction4MH.com’s right to comply with governmental, court and law enforcement requests or requirements relating to your use of the TakeAction4MH.com website or information provided to or gathered by TakeAction4MH.com with respect to such use.\nIf any part of this agreement is determined to be invalid or unenforceable pursuant to applicable law including, but not limited to, the warranty disclaimers and liability limitations set forth above, then the invalid or unenforceable provision will be deemed superseded by a valid, enforceable provision that most closely matches the intent of the original provision and the remainder of the agreement shall continue in effect.\nUnless otherwise specified herein, this agreement constitutes the entire agreement between the user and TakeAction4MH.com with respect to the TakeAction4MH.com website and it supersedes all prior or contemporaneous communications and proposals, whether electronic, oral or written, between the user and TakeAction4MH.com with respect to the TakeAction4MH.com website.\nA printed version of this agreement and of any notice given in electronic form shall be admissible in judicial or administrative proceedings based upon or relating to this agreement to the same extent an d subject to the same conditions as other business documents and records originally generated and maintained in printed form.\nIt is the express wish to the parties that this agreement and all related documents be drawn up in English.</p>\nCOPYRIGHT AND TRADEMARK NOTICES:\n<p>All contents of the TakeAction4MH.com website are owned by TakeAction4MH.com and/or its suppliers.\nAll rights reserved.</p>\nTRADEMARKS\n<p>The names of actual companies and products mentioned herein may be the trademarks of their respective owners.</p>\n<p>The example companies, organizations, products, people and events depicted herein are fictitious.\nNo association with any real company, organization, product, person, or event is intended or should be inferred.</p>\n<p>Any rights not expressly granted herein are reserved.</p>\nNOTICES AND PROCEDURE FOR MAKING CLAIMS OF COPYRIGHT INFRINGEMENT\n<p>Pursuant to Title 17, United States Code, Section 512(c)(2), notifications of claimed copyright infringement under United States copyright law should be sent to Service Provider’s Designated Agent.\nALL INQUIRIES NOT RELEVANT TO THE FOLLOWING PROCEDURE WILL RECEIVE NO RESPONSE.\nSee Notice and Procedure for Making Claims of Copyright Infringement.</p>\nLICENSING\n<p>The prevention and early intervention materials on this website were funded by California counties through the Mental Health Services Act.\nCalMHSA encourages the use of materials contained herein, as they are explained in our licensing agreements.</p>\n<p>To view the agreements, please visit:&nbsp;CalMHSA.org/terms</p> ", "created_at": "2022-02-28 02:25:56.440283", "updated_at": "2022-02-28 01:26:56.429534"}], "points": [], "urls": ["takeaction4mh.com"]}}