{"error": 448, "message": "OK", "parameters": {"id": 3541, "name": "Mailpile", "created_at": "2021-05-10 16:29:04.863304", "updated_at": "2021-05-10 22:25:09.981398", "wikipedia": null, "keywords": null, "related": null, "slug": "mailpile", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3541.png", "url": "mailpile.is", "documents": [{"id": 5874, "name": "Privacy Policy", "url": "https://www.mailpile.is/privacy.html", "xpath": "", "text": " Menu<i>▼</i>\n<ul>\n<li>\n<strong>mail</strong>pile </li>\n<li>FAQ</li>\n<li>Blog</li>\n<li>Download</li>\n<li>Community</li>\n<li>Donate</li>\n<li>Github</li>\n</ul>\n<strong>mail</strong>pile Privacy and Information Policy\nGeneral policy\n<p>In the unlikely event that Mailpile ehf or the development team find\nthemselves in posession of any personal or private information about our\nusers, our policy is to never disclose it to any third parties unless we\nare legally compelled to do so.</p>\n<p>Since we would rather not put ourselves in that position, we make every\nattempt to not obtain such information in the first place.</p>\nThe Mailpile e-mail client\n<p>\n<strong>Personally Identifiable Information</strong>: The Mailpile e-mail client is a\nstandalone free-software application which does not automatically share\nany personally identifiable information with the Mailpile development\nteam or Mailpile ehf.</p>\n<p>\n<strong>Telemetry</strong>: If enabled by the user, the Mailpile e-mail client will\nperiodically attempt to download information about available updates\nfrom the www.mailpile.is website, at the same time disclosing the\ncurrent version of the software, and which language the user has\nselected for the user interface.\nNo attempt is made to correlate these\ndetails with the identities of individual users and only aggregate\nstatistics derived from these requests will ever be disclosed to third\nparties.\nSee the section below, \"Logs and Tracking\", for information\nabout the format of the raw data and retention policies.</p>\nThe website: www.mailpile.is\n<p>\n<strong>Thank-you</strong>: Our website discloses names of people who have backed the\nproject and requested they be given credit and thanked publicly.\nPeople can\nrequest their details be removed from this list at any time, by e-mailing\nteam@mailpile.is.</p>\n<p>\n<strong>Voting Access</strong>: Members of the Mailpile community, who have backed the\nproject by a sufficient amount, are granted access to a members-only voting\narea.\nThis access includes the name they provided when backing the project and\nthe backer's e-mail address.\nThis information will never be disclosed to any\nthird parties.\nPeople can request their details be removed from this list at\nany time, by e-mailing team@mailpile.is.</p>\n<p>\n<strong>Logs and Tracking</strong>: This website does not use any third-party analytics or\ntracking tools.\nStandard web-server logs (including time-stamps, client IP\naddresses and which web pages were downloaded) are generated in order to\nfacilitate troubleshooting and other routine administrative tasks.\nThese logs\nare kept for up to three months, and then deleted.\nWe encourage users to make\nuse of our Tor Onion Service to avoid disclosing their IP addresses to these\nlogs.</p>\nThird Party Websites\n<p>The Mailpile development effort makes use of third party services, including\nGitHub and Twitter.\nWe refer to their respective privacy policies regarding how\ndata is handled on their sites.</p> Please Donate <p>To ensure ongoing development of Mailpile and our community! Thank you!</p>\n<p>\n</p> Contact Us <ul>\n<li>Email: team@mailpile.is</li>\n<li>Twitter: @MailpileTeam</li>\n<li>Freenode: #mailpile (IRC)</li>\n<li>Discourse: community.mailpile.is</li>\n<li>Tor: clgs64523yi2bkhz.onion</li>\n</ul>\n<ul>\n<li>Jobs: Work for Mailpile!</li>\n</ul>\n<ul>\n<li>Privacy &amp.\nInformation Policy</li>\n</ul> Resources <ul>\n<li>Code: Github</li>\n<li>Bugs: Browse, Report</li>\n<li>Wiki: Read &amp.\nWrite</li>\n<li>Support: Community</li>\n</ul>\n<ul>\n<li>Logo: SVG, PNG</li>\n<li>Font: Mailpile \"the font\"</li>\n</ul>\n<p> Please do not send mail to aardvark@mailpile.is </p> ", "created_at": "2021-05-10 16:29:04.867547", "updated_at": "2021-05-10 14:29:21.180401"}], "points": [], "urls": ["mailpile.is"]}}