{"error": 448, "message": "OK", "parameters": {"id": 5785, "name": "Enfamil", "created_at": "2021-11-23 20:27:14.62569", "updated_at": "2021-11-23 23:01:11.422912", "wikipedia": null, "keywords": null, "related": null, "slug": "enfamil", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5785.png", "url": "enfamil.com", "documents": [{"id": 10431, "name": "Privacy Policy", "url": "https://www.enfamil.com/privacy-policy/", "xpath": "/html/body/div[1]/div/div/main/article/section[2]", "text": "Privacy Policy<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Mead Johnson Nutrition - Enfamil.com</p>\nPrivacy Policy<p>Last Updated: November 6, 2020</p>\n<p>This Privacy Policy (“Policy”) describes how we, Mead Johnson, an RB company (“RB”), collect, use, and disclose information we obtain about visitors to our websites, our social media pages that we control, and other on-line or mobile services, applications, or advertisements (“Our Sites”), including use of the services available through Our Sites (“Services”).\nUnless otherwise provided for in this Policy, this Policy does not pertain to other information that is collected offline.</p>\n<p>BY USING OUR SITES, YOU AGREE THAT YOU HAVE REVIEWED THIS POLICY IN ITS ENTIRETY AND YOU CONSENT TO OUR HANDLING OF YOUR PERSONAL INFORMATION AS STATED BELOW AND IN ACCORDANCE WITH OUR TERMS OF SERVICE, INCLUDING ITS APPLICABLE LIMITATIONS ON DAMAGES AND THE RESOLUTION OF DISPUTES.\nIF YOU DO NOT AGREE TO THE USE OF YOUR PERSONAL INFORMATION AS DESCRIBED IN THIS POLICY, PLEASE DO NOT USE OUR SITES OR SERVICES.</p>\n<p>&nbsp;</p>\n<p>Sections within this Policy:</p>\n<p>A.\nPersonal Information Collected<br>B.\nUse of Information<br>C.\nSharing and Disclosure of Information<br>D.\nChildren’s Privacy<br>E.\nChoices About Your Personal Information<br>F.\nProduct Review Boards, Chat Rooms, Forums, and Other Posting Areas<br>G.\nPromotions with Third Parties<br>H.\nThird-Party Web Sites<br>I.\nInternational Transfers<br>J.\nDo-Not-Track<br>K.\nCookies<br>L.\nSummary of Information Practices<br>M.\nYour California Privacy Rights<br>N.\nRewards Program<br>O.\nSecurity<br>P.\nContact Us<br>Q.\nChanges to this Policy</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\nA.\nPersonal Information Collected\n<p>We may collect personal information about you in a variety of ways, including directly from you as well as automatically through your use of Our Sites or Services.</p>\n1.&nbsp;Information We Collect Directly From You.\n<p>We may collect the following personal information directly from you:</p>\n<ul>\n<li>If you create an account with us (which may be required to access certain features of Our Site and Services), we may collect your first and last name, email address, preferred password, your child’s date of birth, your child’s gender, your child’s name, and health care provider number;</li>\n<li>In connection with your account and, if provided by you, we may collect your date of birth, mailing address, and answers to survey questions regarding goods and services that may be of interest to you;</li>\n<li>If you purchase a product or service via Our Sites, we may collect your first and last name, email address, mailing address, and billing information;</li>\n<li>If you contact us with a question related to our products or services, we may collect your first and last name, email address or phone number, and product or service details;</li>\n<li>If you choose to participate in a contest or sweepstakes, we may collect your first and last name, date of birth, and email address.\nand/or</li>\n<li>If you apply for a job, we may collect your first and last name, email address, mailing address, your education and work history, and other information you may provide to us when applying.</li>\n</ul>\n2.&nbsp;Information We Collect Automatically.\n<p>We may automatically collect the following information (including some personal information) about your use of Our Sites or Services.</p>\n<ul>\n<li>\n<strong>Device and Usage Information:</strong> We collect information about how you access our Sites or Services, including data about the device and network you use, such as your domain name, device ID, browser type and operating system, Internet Protocol (IP) address, the referring Uniform Resource Locator (URL), and the webpage that led you to Our Sites.\nWe also collect information about your activity on our Sites, including the web pages you view, links, buttons and images you click, the length of time you visit Our Sites and/or use our Services.</li>\n<li>\n<strong>Transactional Information:</strong> When you make a purchase or return, we collect information about the transaction, such as the product details, purchase price, and data and location of the transaction.</li>\n<li>\n<strong>Information Collected by Cookies and Similar Tracking Technologies:</strong> We may collect information about your use of Our Sites and Services through cookies, web beacons, and other technologies.\nFor more information about cookies and how to disable them, please see the section “Cookies” below.</li>\n</ul>\n3.&nbsp;Information We Collect from Other Sources\n<p>We may also obtain information about you from other sources.\nFor example, we collect information about you from advertising networks, social networks, data analytic providers and other third-party sources.</p>\n4.&nbsp;Information We Derive\n<p>We may derive information or draw inferences about you based on the information we or our partners collect.\nFor example, we may make inferences about your location based on your IP address or infer that you are looking to purchase certain products based on your browsing behavior and past purchases.</p>\nB.\nUse of Information Collected\n<p>We may use your information, including your personal information, for the following purposes:</p>\n<ul>\n<li>To provide our Services to you, to communicate with you about your use of our Services, to respond to your inquiries, to fulfill your orders, and for other customer service purposes.</li>\n<li>To tailor the content and information that we may send or display to you, to offer location customization, and personalized help and instructions, and to otherwise personalize your experiences while using Our Sites or Services.</li>\n<li>For marketing and promotional purposes.\nFor example, we may use your personal information, such as your email address, to send you newsletters, marketing emails, special offers, and promotions, or to otherwise contact you about products or information we think may interest you.\nWe also may use the personal information that we collect to assist us in advertising our Services on third-party websites.</li>\n<li>To better understand how users access and use Our Sites and Services, both on an aggregated and individualized basis, in order to improve Our Sites and Services and respond to user desires and preferences, and for other research and analytical purposes.</li>\n<li>To protect us and others, including as necessary to investigate, prevent, or take action regarding illegal activities, suspected fraud, or potential threats to the rights and property of RB, the safety of any person, or as necessary to comply with law.</li>\n<li>To debug, identify, and repair errors in Our Sites and Services.</li>\n<li>To administer contests, petitions, and sweepstakes.</li>\n<li>To administer our rewards program.</li>\n</ul>\nC.\nSharing and Disclosure of Information\n<p>We may share your personal information, as follows:</p>\n<ul>\n<li>\n<strong>\n<em>Affiliates.</em>\n</strong> We may disclose the personal information we collect from you with affiliates with which we share common branding.\nhowever, if we do so, their use and disclosure of your personally identifiable information will be subject to this Policy.</li>\n<li>\n<strong>\n<em>Service Providers and Vendors.</em>\n</strong> We may disclose the personal information we collect from you to third-party vendors, contractors or agents, that perform functions on our behalf for specific business purposes, such as order processing and fulfillment, customer service, research, administration of contests and sweepstakes, sending and tailoring communications, and performing data analytics.</li>\n<li>\n<strong>\n<em>Business Transfers.</em>\n</strong> If we are acquired by or merged with another company, if substantially all of our assets are transferred to another company, or as part of a bankruptcy proceeding, we may transfer the information we have collected from you to the other company.</li>\n<li>\n<strong>\n<em>In Response to Legal Process.</em>\n</strong> We also may disclose the information we collect from you in order to comply with the law, a judicial proceeding, court order, or other legal process, such as in response to a court order or a subpoena.</li>\n<li>\n<strong>\n<em>To Protect Us and Others.</em>\n</strong> We also may disclose the information we collect from you where we believe it is necessary to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the rights and property of RB or others or the safety of any person, violations of our Terms of Use or this Policy, or as evidence in litigation in which we are involved.</li>\n<li>\n<strong>\n<em>Aggregate, Anonymized, and De-Identified Information.</em>\n</strong> We may share aggregate, anonymized, or de-identified information about users with third parties for marketing, advertising, research, or similar purposes.</li>\n</ul>\n<p>We do not authorize these third parties to use your data for purposes other than for which it has been provided, and do not authorize these third parties to disclose that information to unauthorized parties or use that information for their direct marketing purposes.</p>\nD.\nChildren’s Privacy\n<p>Our Site and Services are not directed to individuals under the age of <strong>13</strong>, and we request that these individuals not provide personal information through the Service.\nIf your child has submitted Personal Information and you would like to request that such Personal Information be removed, please contact us as outlined below under “Contact Us.”</p>\n<p>We do not knowingly sell or otherwise disclose the personal information of minors under the age of 16.</p>\nE.\nChoices About My Personal Information\n<p>You may modify your personal information that you have submitted by logging into your account and updating your profile information, or contacting us at enfamilresourcecenter@enfamil.com.\nPlease note that copies of information that you have updated, modified, or deleted may remain viewable in cached and archived pages of the Site for a period of time.</p>\n<p>We may communicate with you via email if you purchase products or services from us.\nFor example, we may email you to confirm and otherwise facilitate your purchase, send you information about changes to our products and/or services, and, if applicable, send you notices and other disclosures as required by law.\nGenerally, you cannot opt-out of these informational communications.</p>\n<p>We may also send you marketing or promotional emails.\nYou may opt-out of such communications by following the opt-out instructions contained in the email.\nPlease note that it may take up to 10 business days for us to process opt-out requests.\nIf you opt-out of receiving these marketing or promotional emails please note that, as described above, we may still send you emails in certain circumstances.</p>\nF.\nProduct Review Boards, Chat Rooms, Forums, and Other Posting Areas\n<p>We may offer public interactive forums and review boards through Our Sites, like discussion boards, product reviews, chat rooms, community forums, wikis, social networking platforms and blogs.\nWhen you participate in such offerings, your username, postings and other personal information you choose to provide or communicate in these public spaces may be seen by others, and you should exercise caution when disclosing such information and realize that information you post could remain viewable in cached or archived webpages or copied and stored by other users even after you remove it.\nWe cannot control the actions of other users of Our Sites, and we are not responsible for the results of your postings.</p>\n<p>By connecting your properties account and your social media account, you authorize us to share information with your social media account provider, and you understand that the use of the information we share will be governed by the social media provider’s privacy policy.</p>\nG.\nPromotions with Third Parties\n<p>From time to time we will work with other companies to offer a joint promotion or a special offer to you with a third-party.\nPlease note that when you provide information for these promotions it will be indicated whether you are providing your information directly to us or to the third-party to use for their own marketing purposes.\nWhen you do provide your information for their purposes, their use of your information will be governed by that party’s own privacy policy.</p>\nH.\nThird-Party Web Sites\n<p>This Policy applies solely to information collected on this Site.\nThe Site may contain links to other websites, and any access to and use of such linked websites is not governed by this Policy, but instead is governed by the privacy policies of those third-party websites.\nWe are not responsible for the privacy practices of these other websites.</p>\nI.\nInternational Transfers\n<p>We are a global company, with offices located in many countries.\nAs such, your personal information may be stored in a country other than the United States in servers or in locations where we have a global office or where a global service provider is situated, whose data privacy and security rules will be different from those found in the United States.</p>\nJ.\nDo-Not-Track\n<p>Currently, our systems do not recognize browser “do-not-track” requests because a uniform technological standard has not yet been developed.\nWe may honor “do not track” signals in the future.\nYou may, however, disable certain tracking by disabling cookies or opting-out of targeted advertising as noted below.</p>\nK.\nCookies\n<p>We use cookies and other tracking mechanisms to improve our Services and provide you with the best possible experience.\nWe use cookies to track your preferences and purchases as you navigate through our Site and to save you from having to re-enter information every time you visit our Site.\nBy using cookies to track your visits, we can make your next shopping experience on our Site better.\nTo search our Site and/or place an order, you need to have the cookies feature of your web browser turned on.\nWe may also use technologies, such as our own cookies, to provide you with personalized online display advertising tailored to your interests.</p>\n<p>Some cookies are necessary to make the Site work properly.\nThese cookies can be disabled, but the Sites and Services may not work properly.\nOther types of cookies go towards functionality, personalization, performance or analytics, which are optional.\nThese optional cookies may be disabled should you elect to opt-out from having them collected from you.</p>\n1.&nbsp;Types of Cookies\n<p>Cookies are pieces of information that a website transfers to your computer’s hard drive through your web browser for record-keeping purposes.\nSome cookies allow us to make it easier for you to navigate Our Site and Services, while others are used to enable a faster log-in process or to allow us to track your activities at Our Site and Services.\nThere are two types of cookies: session and persistent cookies.</p>\n<ul>\n<li>\n<strong>\n<em>Session Cookies.</em>\n</strong> Session cookies exist only during an online session.\nThey disappear from your computer when you close your browser or turn off your computer.\nWe use session cookies to allow our systems to uniquely identify you during a session or while you are logged into Our Site.\nThis allows us to process your online transactions and requests and verify your identity, after you have logged in, as you move through Our Site.</li>\n<li>\n<strong>\n<em>Persistent Cookies.</em>\n</strong> Persistent cookies remain on your computer after you have closed your browser or turned off your computer.\nWe use persistent cookies to track aggregate and statistical information about user activity.</li>\n</ul>\n<p>Most web browsers automatically accept cookies, but if you prefer, you can edit your browser options to block them in the future.\nThe Help portion of the toolbar on most browsers will tell you how to prevent your computer from accepting new cookies, how to have the browser notify you when you receive a new cookie, or how to disable cookies altogether.\nVisitors to Our Site who disable cookies will be able to browse certain areas of the Site, but some features may not function.</p>\n2.&nbsp;Local Storage Objects\n<p>We may use Flash Local Storage Objects (“Flash LSOs”) to store your site preferences and to personalize your visit.\nFlash LSOs are different from browser cookies because of the amount and type of data stored.\nTypically, you cannot control, delete, or disable the acceptance of Flash LSOs through your web browser.\nFor more information on Flash LSOs, or to learn how to manage your settings for Flash LSOs, go to the Adobe Flash Player Help Page, choose “Global Storage Settings Panel” and follow the instructions.\nTo see the Flash LSOs currently on your computer, choose “Website Storage Settings Panel” and follow the instructions to review and, if you choose, to delete any specific Flash LSO.</p>\n3.&nbsp;Clear GIFs, Pixel Tags and Other Technologies\n<p>Clear GIFs are tiny graphics with a unique identifier, similar in function to cookies.\nIn contrast to cookies, which are stored on your computer’s hard drive, clear GIFs are embedded invisibly on web pages.\nWe may use clear GIFs (a.k.a.\nweb beacons, web bugs or pixel tags), in connection with Our Site to, among other things, track the activities of Our Site visitors, help us manage content, and compile statistics about site usage.\nWe and our third-party service providers also use clear GIFs in HTML emails to our customers, to help us track email response rates, identify when our e-mails are viewed, and track whether our emails are forwarded.</p>\n4.\nThird-Party Analytics\n<p>We use automated devices and applications, such as Google Analytics, to evaluate usage of Our Site.\nWe also may use other analytic means to evaluate Our Site.\nWe use these tools to help us improve Our Site’s performance and user experiences.\nThese entities may use cookies and other tracking technologies, such as web beacons or local storage objects (Flash LSOs), to perform their services.\nTo learn more about Google’s privacy practices, please review the Google Privacy Policy at https://www.google.com/policies/privacy/.\nYou can also download the Google Analytics Opt-out Browser Add-on to prevent their data from being used by Google Analytics at https://tools.google.com/dlpage/gaoptout.</p>\n<p>\n<strong>Cross-Device Use.</strong> We and our third-party service providers, including Google, may use the information that we collect about you (whether directly from Our Site, through your device(s), or from a third-party) to help us and our third-party service providers identify other devices that you use (e.g., a mobile phone, tablet, other computer, etc.).\nWe, and our third-party service providers also may use the cross-device use and other information we learn about you to serve targeted advertising on your devices and to send you emails.\nTo opt-out of cross-device advertising, you may follow the instructions set forth in the Third-Party Ad Networks section below.\nPlease note: if you opt-out of these targeted advertising cookies, your opt-out will be specific to the web browser or device from which you accessed the opt-out.\nIf you use multiple devices or web browsers, you will need to opt-out each browser or device that you use.</p>\n5.\nThird-Party Ad Networks\n<p>We use third-parties such as network advertisers to display advertisements on Our Sites, to assist us in displaying advertisements on third-party websites, and to evaluate the success of our advertising campaigns.\nNetwork advertisers are third-parties that display advertisements based on your visits to Our Site as well as other websites.\nThis enables us and these third-parties to target advertisements by displaying ads for products and services in which you might be interested.\nThird-party ad network providers, advertisers, sponsors, and/or traffic measurement services may use cookies, JavaScript, web beacons (including clear GIFs), Flash LSOs, and other technologies to measure the effectiveness of their ads and to personalize advertising content to you.\nThese third-party cookies and other technologies are governed by each third-party’s specific privacy policy, not this one.\nWe may provide these third-party advertisers with information about your usage of Our Site and our Services, as well as aggregate or de-identified information about visitors to Our Site and users of our Services.</p>\n<p>You may opt-out of many third-party ad networks, including those operated by members of the Network Advertising Initiative (“NAI”) and the Digital Advertising Alliance (“DAA”).\nFor more information regarding this practice by NAI members and DAA members, and your choices regarding having this information used by these companies, including how to opt-out of third-party ad networks operated by NAI and DAA members, please visit their respective websites: www.networkadvertising.org/optout_nonppii.asp (NAI) and www.aboutads.info/choices (DAA).</p>\n<p>Opting out of one or more NAI member or DAA member networks (many of which will be the same) only means that those members no longer will deliver targeted content or ads to you.\nIt does not mean you will no longer receive any targeted content or ads on Our Site or other websites.\nYou may continue to receive advertisements, for example, based on the particular website that you are viewing.\nAlso, if your browsers are configured to reject cookies when you visit this opt-out page, or you subsequently erase your cookies, use a different computer or change web browsers, your NAI or DAA opt-out may no longer be effective.\nAdditional information is available on NAI’s and DAA’s websites accessible by the above links.</p>\nL.\nSummary of Information Practices\n<p>The following table summarizes our personal information collection, use, and sharing practices in the preceding 12-months since we last updated this Policy.</p>\n<strong>Category of Personal Information Collected</strong>\n<strong>Categories of Sources</strong>\n<strong>Commercial/Business Purpose for Collection</strong>\n<strong>Categories of Third Parties with Whom We Share Personal information</strong>\n<strong>Identifiers</strong> Examples: Full name, email address, phone number\nYou.\ntracking technologies on the Site\nProcessing or fulfilling transactions.\nproviding customer services, managing and improving Site functionality.\nprotecting against malicious, deceptive, fraudulent or illegal activity\nAffiliates.\nIT and cloud providers.\nanalytics, marketing and social media providers.\nother service providers.\nthird parties that assume control over all or part of the business in connection with a merger, acquisition, bankruptcy, or similar event <strong>Characteristics of protected classifications under California or federal law</strong>\n<br>Examples: Age, gender\nYou\nProcessing or fulfilling transactions.\nproviding customer services\n&nbsp.\n<strong>Commercial Activity</strong>\n<br>Examples: Information about goods or services purchased or considered\nYou.\nyour mobile device and computer used to access the Site\nProcessing or fulfilling transactions.\nproviding customer, analytic, or marketing services\n&nbsp.\n<strong>Internet and other network activity</strong>\n<br>Examples: Browsing activity\nYou.\nyour mobile device and computer used to access the Site\nProcessing or fulfilling transactions.\nproviding customer, analytic, or marketing services\n&nbsp.\n<strong>Professional or employment-related information</strong>\n<br>Examples: Job history\nYou, and outside sources, such as credit bureaus\nProcessing and fulfilling employment applications.\nfacilitating administrative purposes\nService providers, such as HR vendors or cloud providers <strong>Inference Data</strong>\n<br>Product preferences\nYour mobile device and computer used to access the Site.\ntracking technologies\nProviding analytic or marketing services\n&nbsp.\n<p>&nbsp;</p>\n<p>\n<strong>Sale of Information.</strong> We do not sell any of your personal information for money to any third parties.\nAny unintentional or incidental information exchanges with our third-party partners are not intended to be for consideration.\nHowever, we do use cookies and other tracking technologies, which may in some cases constitute the sale of personal information under the California Consumer Privacy Act (“CCPA”) or other privacy laws.\nIf you would rather that we do not share your information for these purposes, see how to opt-out below.</p>\nM.\nYour California Privacy Rights\n<p>If you are a California resident, you have the right to know what personal information we collect, use, disclose or sell about you under the California Consumer Privacy Act (“CCPA”).\nAdditionally, you have to right to request access to and delete your personal information, opt-out of the sale of personal information, and be free from discrimination for exercising these rights.</p>\n<p>To exercise these privacy rights, please follow the instructions below:</p>\n<ol>\n<li>\n<em>How to request access to your personal information.</em> You may request access to your personal information twice in a 12-month period.\nTo do so, please complete the <strong>webform</strong> [request form], email us at enfamilresourcecenter@enfamil.com or call 1-800-BABY123.\nWe will respond with an Access Request detailing the categories and specific pieces of personal information we have collected, used, disclosed or sold about you.\nPlease note that we may not always be able to fully address your request.\nfor example, if confidentiality or legal obligations apply.</li>\n<li>\n<em>How to request deletion of your personal information.</em> You may request that we delete the personal information we collected about you twice in a 12-month period.\nTo do so, please complete the <strong>webform</strong> [request form], email us at enfamilresourcecenter@enfamil.com or call 1-800-BABY123.\nPlease note that we may need to retain certain personal information about you as permitted by law, such as to complete a transaction or comply with our legal obligations.</li>\n<li>\n<em>How to opt-out of the sale of your personal information:</em> You have the right to opt-out of the sale of your personal information to third parties.\nTo opt-out of the sale of your personal information, please click <strong>“Do Not Sell My Personal Information”</strong> or complete the <strong>webform</strong> [request form].</li>\n</ol>\n<p>\n<strong>Verification.</strong> To help protect your privacy and maintain security, we take steps to verify your identity before granting you access to your personal information or considering your deletion request.\nUpon receipt of your request, we will send you a verification form to your designated email address.\nTo complete your request, please respond to the verification form when you receive it.</p>\n<p>\n<strong>Authorized Agents.</strong> You may designate an authorized agent to make a request on your behalf.\nWe may ask for evidence that you have provided such agent with power of attorney or that the agent otherwise has valid written authority to submit requests to exercise rights on your behalf.</p>\n<p>For any further information regarding your CCPA rights, please contact us as outlined below.</p>\nN.\nRewards Programs\n<p>We offer a variety of rewards programs and sweepstakes.\nIf you are a California resident, you may be entitled to know the nature of these financial incentives and how we value your personal information collected from these programs.\nThrough these offerings, consumers provide us with some personal information (e.g., names, emails, phone numbers, address, online activities, transaction history, etc.) when they opt-in to our programs.\nThere is no obligation to opt-in and consumers can opt-out at any time.\nIf you join a rewards program, we use the personal information that you provide to better engage with you.\nGenerally, we do not assign monetary or other value to your personal information.\nWe may award You with points for signing up for a program or participating in events.\nThose points can be put towards product purchases.\nWe do not assign points based on the sharing of personal information.\nWe would calculate the value of your personal information to our business as equal to the value of any financial incentives that you may have received through the programs.\nYou can opt-in to, or opt-out of, our programs at any time through the same means they are offered or by contacting us at enfamilresourcecenter@enfamil.com.</p>\nO.\nSecurity\n<p>No method of data transmissions over the Internet can be guaranteed to be 100% secure, so, we cannot ensure the security of any information you transmit to us.\nWe do incorporate commercially reasonable technical and administrative means intended to provide security on our systems from corruption, loss, unauthorized access, or misuse.\nYou should also take steps to protect against unauthorized access to your password by, among other things, signing off after using a shared computer, choosing a robust password that nobody else knows or can easily guess, and keeping your log-in and password private.\nWe are not responsible for any lost, stolen, or compromised passwords or for any activity on your account via unauthorized password activity.\nIf you feel that the security of any information or any account that you have with us may have been compromised, please contact us immediately as outlined below.</p>\nP.\nContact Us\n<p>If you have any questions about this Policy or our privacy practices, please contact us at enfamilresourcecenter@enfamil.com or 1-800-BABY123 or write to us at:</p>\n<p>Mead Johnson<br>2400 West Lloyd Expressway<br>Evansville, IN 47721 USA<br>Attn: Consumer Resources Center</p>\n<p>All information you provide in any written communication will also be covered by this Policy.</p>\nQ.\nChanges to this Policy\n<p>This Policy is current as of the Effective Date set forth above.\nWe may change this Policy from time to time, so please be sure to check back periodically.\nWe will post any changes to this Policy on Our Site.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>Return to the homepage", "created_at": "2021-11-23 20:27:14.63108", "updated_at": "2021-11-23 19:27:56.220824"}, {"id": 10430, "name": "Terms of Sale", "url": "https://www.enfamil.com/terms-of-sale/", "xpath": "/html/body/div[1]/div/div/main/article/section[2]", "text": "Terms of Sale<b>Summary</b>\n<p>The Enfamil Shop is intended for use by individual consumers who wish to have Enfamil® or other Mead Johnson Nutrition products delivered directly to a home, work or alternate destination within the United States.</p>\n<p>The Enfamil Shop does reserve the right to audit customer ordering patterns at any time.&nbsp.\nIf the volume and frequency of the individual’s orders indicate that of a reseller or a wholesaler,&nbsp;we will withhold or remove any points accumulated from our rewards program.&nbsp.\nWe may also remove you from our ordering system and direct you to our Retail or Wholesale areas to potentially be set up as a direct customer.</p>\n<p>For retail or institutional orders, please contact your sales representative or call Mead Johnson Customer Service (1-800-318-7269 for Retail Accounts.\n1-800-457-3550 for Drug Wholesaler, Military, Hospital and Other Non-Retail Accounts).</p>\n<p>All products ordered through the Enfamil Home Delivery service will be shipped according to the terms and conditions set out below.\nThese terms and conditions apply to all orders whether received by mail, phone, or internet.\nBy submitting any order (including recurring orders), the customer will be deemed to have irrevocably accepted these terms and conditions, notwithstanding any additional or different terms, conditions or instructions.</p>\n<p>Mead Johnson &amp.\nCompany reserves the right to cancel your order without notice.</p>\n<strong>Price</strong>\n<p>Prices and quotations submitted are subject to change without notice.\nTaxes will be charged as applicable based on the state to which the product will be shipped.\nAdditional surcharges may be applied for expedited delivery.</p>\n<p>Prices for subscriptions will be locked in at the time the subscription is set up regardless of price fluctuations.\nIf subscriptions are updated by the consumer, future pricing will be reflected based on the price at the time of the update.</p>\n<strong>Promotions</strong>\n<p>The Enfamil Shop &nbsp;may offer promotional discounts at various times.\nAny promotional offers are only valid as expressly communicated in the promotional offer details and for the products listed.\nOffers cannot be combined with any other Enfamil Shop discount codes.\nOne order per household per discount.</p>\n<strong>Product Exclusion Details</strong>\n<p>The Enfamil products listed below are not eligible for Enfamil Shop offers or promotions, including, but not limited to, Professional Discounts, Enfamil Shop online exclusive promotions, and Enfamil Shop offers that require a unique coupon or promotional code.&nbsp;</p>\n<p>\n<b>Excluded products</b>:</p>\n<ul>\n<li>3232A Metabolic Powder, for Infants &amp.\nChildren with Disaccharidase deficiencies</li>\n<li>BCAD 1 Metabolic Powder, for Infants &amp.\nToddlers with Maple Syrup Urine Disease (MSUD)</li>\n<li>BCAD 2 Metabolic Powder, for Children &amp.\nAdults with Maple Syrup Urine Disease (MSUD)</li>\n<li>OA 1 Metabolic Powder, for Infants &amp.\nToddlers with Organic Acidemias</li>\n<li>OA 2 Metabolic Powder, for Children &amp.\nAdults with Organic Acidemias</li>\n<li>Portagen Powder, for Children &amp.\nAdults with Defective Fat Absorption</li>\n<li>Enfamil A.R.\nMilk-Based Infant Formula, for Spit-up, Powder</li>\n<li>Enfamil A.R.\nMilk-Based Infant Formula, for Spit-up, Ready to Use</li>\n<li>Enfamil EnfaCare Milk-Based Formula, for Babies Born Prematurely, Ready to Use</li>\n<li>Enfamil Gentlease Milk-Based Formula, for Fussiness, Gas, and Crying, Powder</li>\n<li>Enfamil PREMIUM Gentlease, Milk-Based Formula, Powder</li>\n<li>Enfamil Infant Formula, Concentrate Liquid</li>\n<li>Enfamil Infant Formula, Powder</li>\n<li>Enfamil NeuroPro EnfaCare, Powder</li>\n<li>Enfamil NeuroPro EnfaCare, Ready to Use</li>\n<li>Enfamil ProSobee Soy-Based Infant Formula, for Sensitive Tummies, Concentrate Liquid</li>\n<li>Enfamil ProSobee Soy-Based Infant Formula, for Sensitive Tummies, Powder</li>\n<li>Enfamil ProSobee Soy-Based Infant Formula, for Sensitive Tummies, Ready to Use</li>\n<li>Enfamil Reguline Infant Formula, for Soft, Comfortable Stools, Powder</li>\n<li>GA Metabolic Powder, for Children &amp.\nAdults with Glutaric Acidemia Type 1</li>\n<li>HCY 1 Metabolic Powder, for Infants &amp.\nToddlers with Homocystinuria</li>\n<li>HCY 2 Metabolic Powder, for Children &amp.\nAdults with Homocystinuria</li>\n<li>LMD Metabolic Powder, for Infants, Children, and Adults with Leucine Metabolism Disorders</li>\n<li>Nutramigen Hypoallergenic Infant Formula, Concentrate Liquid</li>\n<li>Nutramigen Hypoallergenic Infant Formula, Ready to Use</li>\n<li>Nutramigen with Enflora LGG Hypoallergenic Infant Formula, Powder</li>\n<li>Nutramigen with Enflora LGG Toddler Hypoallergenic Formula, Powder</li>\n<li>Phenyl-Free 1 Metabolic Powder, for Infants, Toddlers, Children, and Adults with Phenylketonuria (PKU)</li>\n<li>Phenyl-Free 2 Metabolic Powder, for Infants, Toddlers, Children, and Adults with Phenylketonuria (PKU)</li>\n</ul>\n<ul>\n<li>Phenyl-Free 2HP Metabolic Powder, for Infants, Toddlers, Children, and Adults with Phenylketonuria (PKU)</li>\n<li>Pregestimil Infant Formula, 20 Cal, for Fat Malabsorption or Steatorrhea, Ready to Use</li>\n<li>Pregestimil Infant Formula, 24 Cal, for Fat Malabsorption or Steatorrhea, Ready to Use</li>\n<li>Pregestimil Infant Formula, for Fat Malabsorption or Steatorrhea, Powder</li>\n<li>PurAmino Junior - Unflavored, for Severe Cow Milk Protein &amp.\nFood Protein Allergy, Powder</li>\n<li>PurAmino Junior - Vanilla, for Severe Cow Milk Protein &amp.\nFood Protein Allergy, Powder</li>\n<li>PurAmino, for Severe Cow Milk Protein &amp.\nMultiple Food Protein Allergy, Powder</li>\n<li>TYROS 1 Metabolic Powder, for Infants &amp.\nToddlers with Documented Tyrosinemia</li>\n<li>TYROS 2 Metabolic Powder, for Children &amp.\nAdults with Tyrosinemia</li>\n<li>Enfamil Enfalyte Oral Electrolyte Solution, for Oral Rehydration, Ready to Use, Unflavored</li>\n<li>Enfamil Enfalyte Oral Electrolyte Solution, for Oral Rehydration, Ready to Use, Cherry Splash</li>\n<li>Enfamil Human Milk Fortifier, Acidified Liquid</li>\n<li>Enfamil Human Milk Fortifier, Powder</li>\n<li>Enfamil D-Vi-Sol, Liquid Vitamin D Supplement</li>\n<li>Enfamil Fer-In-Sol, Liquid Iron Supplement</li>\n<li>Enfamil Tri-Vi-Sol, Liquid Vitamins A, C, &amp.\nD Supplement, for Breastfed, or Partially Breastfed Infants</li>\n<li>Enfamil Breastfed Infant Probiotics &amp.\nVitamin D, Liquid Drops</li>\n<li>Enfamil Infant Probiotics, Liquid Drops</li>\n<li>Enfamom Prenatal Vitamins</li>\n<li>Enfamil Expecta, DHA / Multivitamin, for Pregnant &amp.\nBreastfeeding Women</li>\n<li>Enfamil Premature Infant Baby Formula, High Protein, 24 Cal, for Low Birth Weight, Ready to Use</li>\n<li>Enfamil Premature Infant Baby Formula, with Iron, 20 Cal, for Low Birth Weight, Ready to Use</li>\n<li>Enfamil Premature Infant Baby Formula, with Iron, 24 Cal, for Low Birth Weight, Ready to Use</li>\n<li>Enfamil Premature Infant Baby Formula, with Iron, 30 Cal, for Low Birth Weight, Ready to Use</li>\n<li>Enfamil Cross-Cut Nipple, Latex Free</li>\n<li>Enfamil Slow-Flow Soft Nipple, Latex Free</li>\n<li>Enfamil Standard-Flow Soft Nipple, Latex Free, Ready to Use</li>\n<li>Enfamil 24 Cal Formula, Ready to Use</li>\n<li>Enfamil 5% Glucose In Water, Ready to Use</li>\n<li>Snappies Breast Milk Storage Containers</li>\n<li>Cleft Lip/Palate Nurser, Ready-to-Fill</li>\n<li>GRAD-U-FEED Nurser, Ready-to-Fill)</li>\n<li>Enfamil Water, Ready to Use</li>\n<li>Enfaport, for Chylothorax or LCHAD deficiency, Ready to Use</li>\n<li>Enfagrow Enspire Toddler Nutritional Drink - Natural Milk</li>\n</ul>\n<p>\n<sup>*Excluded unless otherwise stated.</sup>\n</p>\n<p>Enfamil Family Beginnings $5 checks require a $25 minimum purchase.</p>\n<strong>Terms</strong>\n<p>The Enfamil Shop accepts American Express, Discover, MasterCard and Visa for internet or phone orders.\nWe also accept payment through PayPal and Afterpay.\nCharges, including any applicable taxes and shipping, will be applied to the credit card at the time the order is placed.\nChecks or Money Orders are accepted for mail-in orders only.\nIf you’d like to place your order using this method, you need to contact the Enfamil Resource Center at 1-800-BABY123.</p>\n<p>Subscription orders are handled by a third party partner, ReCharge.\nReCharge's only&nbsp;function is&nbsp;to trigger an order within the Enfamil Shop and does not hold any personal information</p>\n<strong>Shipping</strong>\n<p>Enfamil Shop&nbsp;orders are shipped using UPS Ground Service.\nAll orders over $50* qualify for free Standard Ground shipping and normally arrive in 4-6 business days.\n*Offer valid after all discounts have been applied.\nExpedited (express) shipping with expected delivery in 1-3 business days is not available at this time.\nOvernight shipping is also not currently available.</p>\n<p>Subscription orders will be shipped based on the shipping method selection made when the subscription was first set up.&nbsp.\nChanges to shipping can be managed within the My Account section of Enfamil.com.</p>\n<p>Orders over 250 lbs are subject to be shipped by less than truckload (LTL) carriers due to size of the order.</p>\n<p>Due to size and packaging your order could arrive in multiple boxes or shipments.</p>\n<p>Orders can be shipped to locations within the 50 United States of America.</p>\n<p>We do&nbsp;<u>not</u>&nbsp;ship to P.O.\nBoxes.</p>\n<p>\n</p>\n<strong>Enfamil Rewards Program</strong>\n<p>The Enfamil Rewards Program is intended for individual customers.&nbsp.\nCustomers that are ordering in larger quantities for wholesale or resell purposes will not be eligible for rewards points.\nWe reserve the right to withhold or remove any points if accumulated since this program is for individual customers.&nbsp;</p>\n<p>Rewards points will be awarded for subscription orders when the recurring order is processed.\nSubscription orders are worth the same amount of points as any other standard order.</p>\n<p>Reward Point redemptions for products must be handled through a separate transaction.</p>\n<strong>Professional Discounts</strong>\n<p>The Professional Discounts offer is available to verified military professionals, educators, and first responders only.\n10% valid on select products and only applies to purchases on the Enfamil Shop.\nLimit of one use of the promotion code per customer.\nOffer is not valid with any other Enfamil offer or on prior purchases.\nOffer expires 6/30/2019.</p>\n<p>For questions regarding your order or for help verifying your status and applying the discount code, please contact the Enfamil Shop at 1-800-BABY123.</p>\n<strong>Returns</strong>\n<p>Request for credit for products purchased through the Enfamil Shop must be made by contacting the Enfamil Resource Center at 1-800-BABY123.\nReturns will only be accepted for full, unopened shipping cases within 30 days of the receipt of the product.&nbsp.\n&nbsp;</p>\n<p>Requests to return a product must be pre-authorized by calling 1-800-BABY123 before the product is returned to ensure credit is applied correctly.\nAny promotional offers that were valid at the time of an order may be deducted from the credit amount.\nThe customer is responsible for shipping charges to return product to Enfamil.</p>\n<p>All returns will come back by UPS and you may be charged $10 per package&nbsp;at&nbsp;our&nbsp;discretion.</p>\n<p>\n<strong>\n<u>Enfamil or Mead Johnson Nutrition products that were purchased from a retail store cannot be returned through the Enfamil Shop</u>\n</strong>\n</p>\n<strong>Damage</strong>\n<p>Contact the Enfamil Resource Center at 1-800-BABY123 within 48 hours of receipt to report damaged shipments.</p>\n<strong>Back Orders</strong>\n<p>Products that are out of stock through the Enfamil Home Delivery service cannot be backordered.</p>\n<strong>Processing of Orders</strong>\n<p>Enfamil Shop&nbsp;orders are processed immediately.\nChanges cannot be made once the order is submitted and an order confirmation number is received.</p>\n<p>Orders are shipped Monday - Friday except for the following company holidays:</p>\n<ul>\n<li>New Year's Day</li>\n<li>President's Day</li>\n<li>Memorial Day</li>\n<li>July 4th Holiday</li>\n<li>Labor Day</li>\n<li>Thanksgiving Day</li>\n<li>Thanksgiving Friday</li>\n<li>Christmas Eve</li>\n<li>Christmas Day</li>\n</ul>\n<p>&nbsp;</p>", "created_at": "2021-11-23 20:27:14.629525", "updated_at": "2021-11-23 19:28:16.43082"}, {"id": 10429, "name": "Terms of Use", "url": "https://www.enfamil.com/terms-of-use/", "xpath": "/html/body/div[1]/div/div/main/article/section[2]", "text": "Terms of Use<p>Effective Date: December 28, 2006.\nUpdated: July 28, 2021</p>\nRelated Links\n<p>Read our Privacy Policy</p>\n<p>Please read these terms of use carefully.\nMead Johnson &amp.\nCompany may at any time revise these terms by updating this posting.\nBy visiting this website you agree to be bound by the rules Mead Johnson Nutrition has established for their websites and should therefore periodically visit this page to determine the current terms to which you are bound.\nIf you do not agree to these terms, do not use this website.</p>\nRestrictions on Use of Materials\n<p>Mead Johnson Nutrition websites are produced by Mead Johnson &amp.\nCompany.\nThe entire contents of Mead Johnson Nutrition websites are copyrighted under copyright laws.\nUsers may download material for their own non-commercial use.\nThe copying, redistribution or publication of any part of this website is prohibited.</p>\nSubmissions\n<p>By submitting content to this Mead Johnson Nutrition website, you automatically grant Mead Johnson Nutrition, or warrant that the owner of such content has expressly granted Mead Johnson Nutrition, the royalty-free, perpetual, irrevocable, non-exclusive right and license to use, reproduce, modify, adapt, publish, translate, and distribute the content (in whole or in part) worldwide and/or to incorporate it into other works in any form, media or technology now known or hereafter developed, for the full term of any copyright that may exist in such content.\nYou warrant that you own the material you are submitting and that it does not infringe any copyrights owned by others.\nYou also permit others to access, view, store, or reproduce the content for their personal use.\nSubject to this grant, the owner of content placed on this website retains any and all rights which may exist in such content.\nMead Johnson Nutrition shall have no obligation to use material you submit and reserves the right not to use material that it finds objectionable.\nBy submitting any material or form, which contains your name, address and/or email address, you acknowledge that your name, address and/or email address may be placed on one or more Mead Johnson Nutrition mailing lists.</p>\nRegistration for the Enfamil Family Beginnings<sup>®</sup>&nbsp;Program\n<p>You can register for the Enfamil Family Beginnings program on this website.\nThe Enfamil Family Beginnings program is brought to you by Mead Johnson Nutrition.\nThe benefits of Enfamil Family Beginnings may vary, the offer is limited to one per household, and subject to change without notice.\nTo register, complete the online form or call 1-800-BABY123 during our business hours (M-F 7 am - 7 pm CST/CDT, Sat 8 am - 4:30 pm CST/CDT).\nYou can unsubscribe from Enfamil Family Beginnings at any time.\nMead Johnson &amp.\nCompany does not sell or share your information with outside agencies.\nPlease see our privacy policy for details.</p>\nUpgrading to the Premium Enfamil Family Beginnings<sup>®</sup>&nbsp;Program\n<p>You can upgrade to the Premium Enfamil Family Beginnings program in the fourth step of our enrollment form for new members or at this page for existing Enfamil Family Beginnings members.\nThe Premium Enfamil Family Beginnings Program is limited to one membership per household and costs $39.99.\nPremium benefits include: Premium Welcome Box with Enfamil products, 15% off monthly discount at Enfamil.com, 20% bonus Enfamil Rewards points for Enfamil product purchases, $100 in Enfamil coupon checks, $10 per month in digital cash back rebates, and additional partner offers as available.\nExisting Enfamil Family Beginnings members who upgrade to Premium may have already received a portion of the $100 in Enfamil coupon checks.\nNote that your Welcome Box with Enfamil products may arrive in multiple shipments.</p>\n<p>Each member will receive a monthly discount code for Enfamil.com Via email.\nThis code is good on one order of $250 or less and will reflect a 15% off discount.\nDiscount codes will be sent to participants via email on the first day of each month for 15 consecutive months starting the month following registration (for example, if you register in February, you will receive your first discount code in March).\nEach discount code is valid for 30 days from release at which point it will no longer be valid and will not be reissued.\nRB reserves the right to limit the product eligibility for discounts.\nRB reserves the right to cancel a membership at any time for misuse.\nMemberships are non-refundable but may be substituted for equal value on Enfamil.com.</p>\nLimitation of Liability\n<p>Mead Johnson Nutrition does not represent or warrant that this Mead Johnson Nutrition website will be accessible or available on a timely basis, or that access to this website will be uninterrupted or without technical inaccuracies or typographical errors.\nThis website is distributed on an “as is” basis, without warranties of any kind, either express or implied, including but not limited to warranties of title or implied warranties of merchantability or fitness for a particular purpose.\nInformation may be changed without notice.\nMead Johnson Nutrition may also make improvements and/or changes in the products and/or the programs described in this information at any time without notice.</p>\n<p>In no event shall Mead Johnson &amp.\nCompany (any of its officers, directors, employees, agents, representatives, information providers or licensors) be liable for any direct, indirect, incidental, special, consequential, punitive or other damages (regardless of the form of action).</p>\n<p>Mead Johnson Nutrition is not affiliated or associated with sponsors of sites which hyperlink to or from this website and does not endorse the content appearing on other sites.</p>\nInformation for Non-U.S.\nInternet Users\n<p>All Mead Johnson Nutrition products, materials and information appearing on this website are intended for U.S.\ncustomers only.\nFor relevant information about the products in another country, please see the specific website for that country.\nThe specific Mead Johnson Nutrition products shown on this website may not be available for distribution or sale outside the U.S.\nMead Johnson Nutrition endorses the aim of the World Health Organization (WHO) International Code of Marketing of Breast-milk Substitutes in developing countries, including standards for product integrity, labeling, distribution, and promotion.\nIn accordance with Article 4.2 of the WHO Code, the following statement applies:</p>\n<p>“Breastfeeding is best for infants and is preferred whenever possible.\nBreastfeeding is an important part of health, nutrition, and other social measures required to promote health, growth and development of infants and children.\nIf a mother elects to formula-feed her infant, reversal of her decision may be difficult.\nPartial feeding with infant formula could have a negative effect on establishment of breastfeeding.\nInappropriate use of breast milk substitutes may lead to infant malnutrition, serious illness, and even death in all countries.”</p>\n<p>Misuse of breast milk substitutes poses health hazards, therefore, read and follow preparation and storage instructions carefully.\nBreastfeeding involves additional nutritional requirements for lactating mothers.\nIt is important, therefore, that a nursing mother have an adequate diet to ensure that the quantity and nutritional quality of her milk is adequate for her baby.\nFormula, when used properly, provides a sound nutritious substitute or supplement to breast milk, but it is more expensive.\nWhen deciding how to feed your baby, professional advice should be followed and cost of formula considered.</p>\n<p>The names of Mead Johnson Nutrition products shown on this site are trademarks of Mead Johnson Nutrition (or of a licensor where stated), many of which are registered in the U.S.\nand in various other countries.</p>\nQuestions\n<p>If you have questions about the Mead Johnson Nutrition Terms of Use for Internet Sites or our Privacy Policy, please contact us:</p>\n<p>Mead Johnson &amp.\nCompany, 2400 West Lloyd Expressway, Evansville, IN 47721 USA<br>1-800-BABY123 (M-F 7 am - 7 pm CST/CDT, Sat 8 am - 4:30 pm CST/CDT)<br>Email:&nbsp;enfamilresourcecenter@enfamil.com</p>\n<p>&nbsp;</p>", "created_at": "2021-11-23 20:27:14.628022", "updated_at": "2021-11-23 19:28:30.278578"}], "points": [], "urls": ["enfamil.com"]}}