{"error": 448, "message": "OK", "parameters": {"id": 3608, "name": "ROMSPURE ", "created_at": "2021-05-13 21:50:40.555267", "updated_at": "2021-05-13 22:25:05.379109", "wikipedia": null, "keywords": null, "related": null, "slug": "romspure_", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3608.png", "url": "romspure.com", "documents": [{"id": 5998, "name": "Disclaimer & DMCA", "url": "https://romspure.com/disclaimer/", "xpath": "/html/body/div[1]/div/div[2]/div/main/div", "text": "\n<p>\n<strong>Disclaimer / Legal Information</strong>\n</p>\n<p>ROMSPURE.COM is a project dedicated to the preservation and archival of retro video games.\nAll game versions present on the site are already out of production and are no longer available in the primary market.\nWithout a service like this, many of the titles available here would be lost and forgotten.</p>\n<p>By downloading or emulating ANY titles from this website you are agreeing to the following:</p>\n<p>You are responsible for checking your local laws regarding the use of this site.\nYou are authorized to own a license to use any file you download or emulate.\nYou will not distribute any of these files without the appropriate permissions.\nThese files are hosted for archival purposes on a best effort basis and we do not guarantee any level of quality as far as emulation is concerned.</p>\n<p>\n<strong>Removal Notices &amp.\nDMCA Information</strong>\n</p>\n<p>If you own the copyrights to a title hosted on ROYALROMS.COM and would like to request removal please note that we process all correct and complete removal requests within 5 working days.</p>\n<p>To request the removal of data, please send a removal request to <em>\n<strong>dmca[@]romspure.com</strong>\n</em>.\nIn your request, please make sure you identify the work, the URL of the page where it appears, your contact information, and your electronic or physical signature.</p>\n<p>Please note that you must own or represent the copyrights pertaining to the request.\nYou will receive a confirmation once your request has been processed.</p>\n<p>Email:&nbsp;<em>\n<strong>dmca[@]romspure.com</strong>\n</em>\n</p>\n", "created_at": "2021-05-13 21:50:40.563599", "updated_at": "2021-05-13 19:53:57.970696"}, {"id": 5997, "name": "Terms of Use", "url": "https://romspure.com/terms-of-use/", "xpath": "//*[@id=\"primary\"]", "text": " Terms of Use <p>\n<strong>LICENSE &amp.\nUSE RESTRICTIONS</strong>\n</p>\n<p>Subject to your compliance with these Terms, We hereby grant you a limited, personal, non-transferable, non-sublicensable, license to use the Site on applicable devices that are under your control, provided that you will fully comply with the Terms and Conditions of these Terms and our Privacy Policy.\nYou may not do any of the following: (1) Interfere with the security of the Site in some way.\n(2) Use the Website which overloads the Site infrastructure.\n(3) Use the Site in a way that violates or disrupts the services it provides.\n(4) Make any use of a Site that violates the legal rights of any user of the Site.\n(5) Use the Site illegally.\n(6) Use the Site in violation of applicable law or regulation.\nWe reserve the right at our sole discretion to suspend, remove, or disable your access to the Site at any time and without notice.\nIn no event will We be liable for the suspension, removal of or disabling of your access to the Site or to any feature available therein.</p>\n<p>\n<strong>COPYRIGHT</strong>\n</p>\n<p>“Intellectual Property” – including any and all trade secrets, patents, copyrights, trademarks, service marks, URLs, trade dress, brand features, know-how, moral rights, contract rights, code (executable, source and other) and similar rights of any type under the laws of any applicable governmental authority, or international treaty, including, without limitation, all applications and registrations relating to any of the foregoing.\nIntellectual Property shall mean all intellectual property whether registered or not and whether reduced into practice or not.\nAll content on the Site, including text documents graphics software, etc., as well as trademarks, logos, are solely owned by us or licensed to us.\nWe have the right to edit, delete, distort, modify or move user content from the Site without notice for any reason at any time.\nAdditionally, We have the right to refuse to transmit, e-mail, post or broadcast any content without notice for any reason at any time.</p>\n<p>\n<strong>USE OF INFORMATION</strong>\n</p>\n<p>The Site may use information (whether personal identifying information or not) that We collect about you, to: Manage your relationship with us and provide you with customer support.\nPerform research and analysis about your use of, or interest in, our products, services or content, or products, services or content offered by others.\nCommunicate with you by e-mail, postal mail, telephone and/or mobile devices about products or services that may be of interest to you either from us or third-parties.\nCooperate with legal, criminal or regulatory investigations or proceedings.\nManage our business.</p>\n<p>\n<strong>INDEMNIFICATION</strong>\n</p>\n<p>You agree to indemnify and to hold us (“Indemnifying Party”) harmless, and indemnify us from and against any expenses (including attorney fees) arising from claims of third-parties made against or incurred by the Indemnified Party as a result of negligence, misrepresentation, error or omission on the part of the Indemnifying Party or any employee, agent or representative of the Indemnifying Party, or any breach of this Agreement by the Indemnifying Party, regardless of whether such claims were foreseeable by the Indemnified Party.\nThe Indemnified Party will have the right to participate, at its expense, in the defense of any claim covered hereunder with counsel of its own choosing.\nThe Indemnified Party shall give the Indemnifying Party prompt notice of any such claim and shall reasonably cooperate with the Indemnifying Party and its counsel in the defense of such claim.</p>\n<p>\n<strong>WARRANTIES</strong>\n</p>\n<p>WE DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE, AND EXCEPT AS EXPLICITLY SET FORTH IN THIS AGREEMENT, ALL CONTENT ON THE SITE IS PROVIDED “AS-IS”.\nWE DO NOT WARRANT THAT THE LICENSED SITE IS ERROR-FREE OR FREE FROM INTERRUPTIONS OR OTHER FAILURES OR THAT THE SITE WILL MEET DISTRIBUTOR’S OR THE END CUSTOMER’S REQUIREMENTS.\nIN NO EVENT WILL LICENSOR, OR ANY OF ITS AFFILIATES, OR ANY OF ITS OR THEIR RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, REPRESENTATIVES, PARTNERS, MEMBERS, ADVERTISERS, INFORMATION PROVIDERS OR LICENSORS BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, PUNITIVE OR OTHER DAMAGES (REGARDLESS OF THE FORM OF ACTION), OR FOR ANY LOSS OF PROFITS, REVENUES, BUSINESS OPPORTUNITIES, DATA OR USE OF SYSTEMS, ARISING OUT OF (i) USE OF THE PRODUCT BY ANY PERSON, INCLUDING BUT NOT LIMITED TO, ANY DAMAGE CAUSED BY ANY RELIANCE ON, OR ANY DELAYS, INACCURACIES, DEFECTS, MALFUNCTIONS, ERRORS OR OMISSIONS IN, ANY INFORMATION, CONTENT OR SOFTWARE ACCESSED VIA THE PRODUCT, OR (ii) ANY USE OR INABILITY TO USE THE PRODUCT FOR WHATEVER REASON, INCLUDING BUT NOT LIMITED TO COMMUNICATIONS FAILURE OR ANY OTHER FAILURE WITH TRANSMISSION OR DELIVERY OF ANY INFORMATION ACCESSED THROUGH THE PRODUCT.\nSOME JURISDICTIONS DO NOT ALLOW THESE LIMITATIONS OR EXCLUSIONS SO THEY MAY NOT APPLY TO YOU.</p>\n<p>\n<strong>LIMITATION OF LIABILITY</strong>\n</p>\n<p>YOU UNDERSTAND AND AGREE THAT THE WEBSITE, PRODUCT AND PLUGIN ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS.\nYOU EXPRESSLY AGREE THAT USE OF THE PRODUCT IS AT YOUR SOLE RISK.\nTO THE FULLEST EXTENT PERMISSIBLE UNDER THE APPLICABLE LAW, LICENSOR AND ITS AFFILIATES DISCLAIM ALL WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO, WARRANTIES OF TITLE AND IMPLIED WARRANTIES OF MERCHANTIBILITY OR FITNESS FOR A PARTICULAR PURPOSE.\nWITHOUT LIMITING THE FOREGOING, NEITHER LICENSOR NOR ANY OF ITS AFFILIATES, NOR ANY OF THEIR OFFICERS, DIRECTORS, LICENSORS, EMPLOYEES OR REPRESENTATIVES REPRESENT OR WARRANT (i) THAT THE PRODUCT, INCLUDING ITS CONTENT, WILL MEET YOUR REQUIREMENTS OR BE ACCURATE, COMPLETE, RELIABLE, OR ERROR-FREE.\n(ii) THAT THE PRODUCT WILL ALWAYS BE AVAILABLE OR WILL BE UNINTERRUPTED, ACCESSIBLE, TIMELY, OR SECURE.\n(iii) THAT ANY DEFECTS WILL BE CORRECTED, OR THAT THE PRODUCT WILL BE FREE FROM VIRUSES, “WORMS,” “TROJAN HORSES” OR OTHER HARMFUL PROPERTIES.\n(iv) THE ACCURACY, RELIABILITY, TIMELINESS, OR COMPLETENESS OF ANY REVIEW, RECOMMENDATION, OR OTHER MATERIAL PUBLISHED OR ACCESSIBLE ON OR THROUGH THE PRODUCT.\n(v) ANY IMPLIED WARRANTY ARISING FROM COURSE OF DEALING OR USAGE OF TRADE.\nAND (vi) THAT THE PRODUCT IS NONINFRINGING.\nLICENSOR AND ITS AFFILIATES HEREBY DISCLAIM, AND YOU HEREBY WAIVE AND RELEASE LICENSOR AND ITS AFFILIATES FROM, ANY AND ALL OBLIGATIONS, LIABILITIES, RIGHTS, CLAIMS, OR REMEDIES IN TORT ARISING OUT OF OR IN CONNECTION WITH THIS AGREEMENT OR THE PRODUCT, WHETHER OR NOT ARISING FROM THE NEGLIGENCE (ACTIVE, PASSIVE OR IMPUTED) OF LICENSOR OR ANY OF ITS AFFILIATES.\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF IMPLIED WARRANTIES, SO THE ABOVE EXCLUSIONS MAY NOT APPLY TO YOU.\nYOU MAY ALSO HAVE OTHER LEGAL RIGHTS, WHICH VARY FROM JURISDICTION TO JURISDICTION.</p>\n<p>\n<strong>MISCELLANEOUS</strong>\n</p>\n<p>THIS AGREEMENT SHALL BE CONSTRUED AND ENFORCED IN ACCORDANCE WITH THE LAWS OF USA, WITHOUT REFERENCE TO ITS CONFLICTS OF LAW PRINCIPLES.\nThe courts located in Maryland, USA shall have exclusive jurisdiction to adjudicate any dispute arising out of this Agreement and each party hereby expressly consents to the personal jurisdiction of such courts.\nA determination that any term of this Agreement is invalid or unenforceable shall not affect the other terms thereof.\nSection headings are for convenience of reference only and shall not affect the interpretation of this Agreement.\nNothing in these Terms creates any agency, employment, joint venture, or partnership relationship between you and us.\nExcept as may be expressly stated in these Terms, these Terms constitute the entire agreement between us and you pertaining to the subject matter hereof.\nWe may assign our rights and obligations under these Terms and the&nbsp;Privacy Policy.\nYou may not assign your rights and obligations hereunder without our prior written consent.</p> ", "created_at": "2021-05-13 21:50:40.561473", "updated_at": "2021-05-13 19:52:32.820564"}, {"id": 5996, "name": "Privacy Policy", "url": "https://romspure.com/privacy-policy/", "xpath": "//*[@id=\"primary\"]", "text": " Privacy Policy <p>\n<em>ROMsPURE.COM (“we,” “our,” or “us”) is committed to protecting your privacy.</em>\n</p>\n<p>This Privacy Policy explains how your personal information is collected, used, and disclosed by ROMsPURE.COM.\nThis Privacy Policy applies to our website, ROMsPURE.COM, and its associated subdomains (collectively, our “Service”) alongside our application, ROMsPURE.COM.\nBy accessing or using our Service, you signify that you have read, understood, and agree to our collection, storage, use, and disclosure of your personal information as described in this Privacy Policy and our Terms of Service.</p>\nMeanings\n<p>For this Privacy Policy:</p>\n<ul>\n<li>You&nbsp;is referred to the person who accessed the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.</li>\n<li>Company&nbsp;(referred to as either “the Company”, “We”, “Us” or “Our” in this Agreement) refers to ,</li>\n<li>Website&nbsp;is referred to ROMsPURE.COM, accessible from ROMsPURE.COM</li>\n<li>Service&nbsp;is referred to the website.</li>\n<li>Service Provider&nbsp;means any natural or legal person who processes the data on behalf of the Company.\nIt refers to third-party companies or individuals employed by the Company to facilitate the Service, to provide the Service on behalf of the Company, to perform services related to the Service or to assist the Company in analyzing how the Service is used.</li>\n<li>Third-party Social Media Service&nbsp;could be any website or social network website in which a User can log in or create an account to use the Service.</li>\n<li>Personal Data&nbsp;is any information that relates to an identified or identifiable individual.</li>\n<li>Cookies&nbsp;are a small amount of data generated by a website and saved by your web browser.\nIts purpose is to remember information about you, similar to a preference file created by a software application.</li>\n<li>Device&nbsp;could be any device with internet who can access the service such as a mobile phone, a computer or a digital tablet.</li>\n<li>Usage Data&nbsp;it’s referred to the data that’s been collected automatically, either generated by the use of the Service or from the Service infrastructure itself.\nFor example, how many times the user accessed the website.</li>\n</ul>\nWhat Information Do We Collect?\n<p>We collect information from you when you visit our website, register on our site, place an order, subscribe to our newsletter, respond to a survey or fill out a form.</p>\n<ul>\n<li>Email address</li>\n<li>Name / username</li>\n<li>Social media profile information</li>\n</ul>\nHow Do We Use The Information We Collect?\n<p>Any of the information we collect from you may be used in one of the following ways:</p>\n<ul>\n<li>To personalize your experience (your information helps us to better respond to your individual needs)</li>\n<li>To improve our website (we continually strive to improve our website offerings based on the information and feedback we receive from you)</li>\n<li>To improve customer service (your information helps us to more effectively respond to your customer service requests and support needs)</li>\n<li>To process transactions</li>\n<li>To administer a contest, promotion, survey or other site feature</li>\n<li>To send periodic emails</li>\n</ul>\nHow Do We Use Your Email Address?\n<p>By submitting your email address on this website, you agree to receive emails from us.\nYou can cancel your participation in any of these email lists at any time by clicking on the opt-out link or other unsubscribe option that is included in the respective email.\nWe only send emails to people who have authorized us to contact them, either directly, or through a third party.\nWe do not send unsolicited commercial emails, because we hate spam as much as you do.\nBy submitting your email address, you also agree to allow us to use your email address for customer audience targeting on sites like Facebook, where we display custom advertising to specific people who have opted-in to receive communications from us.\nEmail addresses submitted only through the order processing page will be used for the sole purpose of sending you information and updates pertaining to your order.\nIf, however, you have provided the same email to us through another method, we may use it for any of the purposes stated in this Policy.\nNote: If at any time you would like to unsubscribe from receiving future emails, we include detailed unsubscribe instructions at the bottom of each email.</p>\nHow Long Do We Keep Your Information?\n<p>We keep your information only so long as we need it to provide ROMsPURE.COM to you and fulfill the purposes described in this policy.\nThis is also the case for anyone that we share your information with and who carries out services on our behalf.\nWhen we no longer need to use your information and there is no need for us to keep it to comply with our legal or regulatory obligations, we’ll either remove it from our systems or depersonalize it so that we can’t identify you.</p>\nHow Do We Protect Your Information?\n<p>We implement a variety of security measures to maintain the safety of your personal information when you place an order or enter, submit, or access your personal information.\nWe offer the use of a secure server.\nAll supplied sensitive/credit information is transmitted via Secure Socket Layer (SSL) technology and then encrypted into our Payment gateway providers database only to be accessible by those authorized with special access rights to such systems, and are required to keep the information confidential.\nAfter a transaction, your private information (credit cards, social security numbers, financials, etc.) is never kept on file.\nWe cannot, however, ensure or warrant the absolute security of any information you transmit to ROMsPURE.COM or guarantee that your information on the Service may not be accessed, disclosed, altered, or destroyed by a breach of any of our physical, technical, or managerial safeguards.</p>\nGoverning Law\n<p>The laws of RU, excluding its conflicts of law rules, shall govern this Agreement and your use of the website.\nYour use of the website may also be subject to other local, state, national, or international laws.</p>\nYour Consent\n<p>By using our site, registering an account, or making a purchase, you consent to this Privacy Policy.</p>\nLinks to Other Websites\n<p>Our service may contain links to other websites that are not operated by Us.\nIf You click on a third party link, You will be directed to that third party’s site.\nWe strongly advise You to review the Privacy Policy of every site You visit.</p>\n<p>We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.</p>\nAdvertising\n<p>Advertising keeps ROMsPURE.COM and many of the websites and services you use free of charge.\nWe work hard to make sure that ads are safe, unobtrusive, and as relevant as possible.</p>\nCookies for Advertising\n<p>Cookies help to make advertising more effective.\nWithout cookies, it’s really hard for an advertiser to reach its audience, or to know how many ads were shown and how many clicks they received.</p>\nCookies\n<p>ROMsPURE.COM uses “Cookies” to identify the areas of our website that you have visited.\nA Cookie is a small piece of data stored on your computer or mobile device by your web browser.\nWe use Cookies to personalize the Content that you see on our website.\nMost web browsers can be set to disable the use of Cookies.\nHowever, if you disable Cookies, you may not be able to access functionality on our website correctly or at all.\nWe never place Personally Identifiable Information in Cookies.</p>\nKids’ Privacy\n<p>We collect information from kids under the age of 13 just to better our services.\nIf You are a parent or guardian and You are aware that Your child has provided Us with Personal Data without your permission, please Contact Us.\nIf We become aware that We have collected Personal Data from anyone under the age of 13 without verification of parental consent, We take steps to remove that information from Our servers.</p>\nChanges To Our Privacy Policy\n<p>If we decide to change our privacy policy, we will post those changes on this page, and/or update the Privacy Policy modification date below.</p>\nThird-Party Services\n<p>We may display, include or make available third-party content (including data, information, applications and other products services) or provide links to third-party websites or services (“Third- Party Services”).</p>\n<p>You acknowledge and agree that ROMsPURE.COM shall not be responsible for any Third-Party Services, including their accuracy, completeness, timeliness, validity, copyright compliance, legality, decency, quality or any other aspect thereof.\nROMsPURE.COM does not assume and shall not have any liability or responsibility to you or any other person or entity for any Third-Party Services.</p>\n<p>Third-Party Services and links thereto are provided solely as a convenience to you and you access and use them entirely at your own risk and subject to such third parties’ terms and conditions.</p>\nContact Us\n<p>Don’t hesitate to contact us if you have any questions.</p>\n<ul>\n<li>\n<em>Via Email: <strong>admin[@]romspure.com</strong>\n</em>\n</li>\n</ul>\n<p>\n</p> ", "created_at": "2021-05-13 21:50:40.559085", "updated_at": "2021-05-13 19:51:36.668993"}], "points": [], "urls": ["romspure.com"]}}