{"error": 448, "message": "OK", "parameters": {"id": 5292, "name": "KineMaster", "created_at": "2021-10-28 03:04:30.726766", "updated_at": "2021-10-28 22:01:09.057496", "wikipedia": "https://en.wikipedia.org/wiki/KineMaster_Corporation", "keywords": null, "related": null, "slug": "kinemaster", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5292.png", "url": "kinemaster.com", "documents": [{"id": 9493, "name": "Terms of Service", "url": "https://kinemaster.com/tos/", "xpath": "", "text": " English <ul>\n<li>English</li>\n<li>한국어</li>\n<li>日本語</li>\n<li>简体中文</li>\n<li>繁体中文</li>\n<li>Indonesian</li>\n<li>ภาษาไทย</li>\n</ul> Sign In <ul>\n<li>Home</li>\n<li>Press Kit</li>\n<li>Community</li>\n<li>\n</li>\n<li>Open Source</li>\n<li>Privacy</li>\n<li>Terms of Service</li>\n<li>Corporate Information</li>\n</ul> Terms of Service <p> These Terms of Service (“Terms”) constitute an agreement between KineMaster Corporation or its affiliates (“Company”) and our customers who use our services through the access of our websites, mobile applications, products and contents (“Customer”).\nWhen used in these Terms, “you” or “your” refers to the Customer who use our services, and “we,” “our” or “us” refers to the Company.\n</p>\n<p> The Terms of Service for the iOS applications is separately provided here.\n</p> 1.\nPurpose <p> These Terms aim to define all necessary conditions of a legally binding contract, including the rights, duties and obligations between the Company and our Customer who use our services through the access of our websites, mobile applications, products and contents.\n</p> 2.\nDefinitions <p> (1) “Service” collectively refers to all the services provided by the Company through the access of our websites, mobile applications, products and contents.\n</p>\n<p> (2)\t“Free Service” refers to any service provided by the Company free of charge.\n</p>\n<p> (3)\t“Premium Service” refers to all the paid services provided by the Company, in exception to Paid Asset and IP Premium Asset.\n</p>\n<p> (4)\t“Asset” refers to any video, image, audio, animation, filter, template, effect, project and other features provided within the Service.\n</p>\n<p> (5)\t“Paid Asset” refers to any paid Asset provided in distinction from the Premium Service.\n</p>\n<p> (6)\t“IP Premium Asset” refers to any Asset provided through a contract with an external content provider and which can be discovered in the “Fandom” category of the Asset Store.\n</p>\n<p> (7)\t“Customer” refers to any customer who use our Service.\n</p>\n<p> (8)\t“Member” refers to any Customer who has created an account through the registration procedure prescribed by the Company.\n</p>\n<p> (9)\t“Non-Member” refers to any Customer who are not registered as a Member.\n</p>\n<p> (10) “ID” refers to the email address submitted by the Customer and approved by the Company for your identity verification and use of Service.\n</p>\n<p> (11) “Password” refers to the combination of letters and/or numbers created by the Customer for identity verification and protection of your rights and interests.\n</p>\n<p> (12) “Original Video” refers to the Customer’s images, video clips and other data used within the Service but not provided by the Company.\n</p>\n<p> (13) “Customer Work” refers to any content created and stored by the Customer through editing the Original Video using the given features within the Service.\n</p> 3.\nTerms and Agreement <p> (1) You shall use the Service in accordance to the provisions prescribed in these Terms.\n</p>\n<p> (2)\tIf you do not agree to these Terms, you do not have the right to use our Service.\n</p>\n<p> (3)\tThese Terms shall be displayed on the initial page of our Service for your easy access.\n</p>\n<p> (4)\tWe may constitute separate terms of use and policies for the Premium Service and Individual Service (collectively, “Terms of Premium Service, etc.”), and if these Terms herein conflict with the Terms of Premium Service, etc., the latter takes precedence.\n</p>\n<p> (5)\tFor matters not prescribed in or interpretable through these Terms, they are governed by the Terms of Premium Service, etc., the Act on the Regulation of Terms and Conditions, the Framework Act on Telecommunications, the Act on Promotion of Information and Communications Network Utilization and Information Protection, etc., other applicable laws and regulations and the current commercial practices.\n</p> 4.\nModification of Terms <p> (1) We may amend these Terms to the extent that does not violate the applicable laws and regulations, such as the Act on the Regulation of Terms and Conditions, the Framework Act on Telecommunications, the Act on Promotion of Information and Communications Network Utilization and Information Protection, etc.\n</p>\n<p> (2)\tIf these Terms are to be amended, we will give you a notice prior to the amendment’s effective date by publishing the current Terms on the initial page of the Service, with the reasons and the application date of the changes specified.\nIn the case where the amendment is significant or may apply unfavorably to you, we will notify you individually in advance via digital methods, such as email, in-app message or push notification within the Service, and the modifications will go into effect at least 30 days from the day of notification.\nHowever, if you have not provided your contact or did not update your contact information after changing them and thus is unable to be reached, you will be deemed to have been notified through means specified in Article 18.\nChanges addressing new features for enhancement of customer convenience or for legal reasons may be applied immediately.\n</p>\n<p> (3)\tWhen we announce or notify you of the amendment based on the preceding paragraph and also specifically announce or notify that no response within the aforementioned time period will be deemed as an expression in itself, unless you explicitly refuse to the amendment, we will consider you have agreed to it.\n</p> 5.\nMembership Registration <p> (1)\tIn order to use some of the Service, you must register for a membership account.\nThose who wish to become a member (“Applicant”) must agree to these Terms and the Company’s Privacy Policy and sign up for an account according to our registration procedure.\nWith our approval, the registration will be complete.\n</p>\n<p> (2)\tIn principle, we approve of all membership registration applications.\nHowever, for any Applicant who falls under following cases, we may reject the application, cancel the registration or terminate the membership contract: </p>\n<ul>\n<li> Anyone who had previously lost the membership according to these Terms, except in the case where the Company has approved of the re-registration.\n</li>\n<li> Anyone who has submitted false information or has omitted the required information.\n</li>\n<li> Anyone under the age of 14 who has made the registration without the consent of one’s legal representative (parent, etc.) and our approval of such registration (In principle, we do not permit the membership registration of anyone under the age of 14).\nand </li>\n<li> When the application is unacceptable due to reasons attributable to the Applicant, or if the Applicant has violated other prescribed matters.\n</li>\n</ul>\n<p> (3)\tThe approval of registration may be withheld if the Company is facing shortages in service facilities or technical or business-related problems.\n</p> 6.\nModification of Member Information <p> (1) The Member may view and modify one’s personal information through the personal information management page.\nHowever, essential data for operation of the Service, such as the Member ID, may not be changed.\n</p>\n<p> (2) The Member must notify us of any change made in the information submitted at the stage of membership registration, either by making the modification online or via other means, such as email.\n</p>\n<p> (3)\tWe are not held liable for any damage incurred from the Member’s negligence to notify as prescribed in Paragraph 2.\n</p> 7.\nManagement of Member ID and Password <p> (1)\tThe Member holds the responsibility to manage one’s ID and password and should not allow any third party to use them.\n</p>\n<p> (2)\tWe may restrict the use of a certain ID that faces the risk of personal information leakage, performs activities going against the social norms and traditional customs or may be mistaken as the Company or an operator of the Company.\n</p>\n<p> (3)\tIf there is any sign that your ID and password have been stolen or that a third party has taken control over them, you must immediately report this to us and follow our guidelines.\n</p>\n<p> (4)\tWe are not held liable for any damage incurred from the Member’s negligence to report or follow our guidance as prescribed in Paragraph 3.\n</p> 8.\nInactivation of Account <p> (1) If you do not sign into your account for more than 12 months, the account will be converted to inactive state to protect your information and to ensure efficient operation of the Service.\n</p>\n<p> (2)\tWhen your account is inactivated, all account information and personal data will be stored as a separate database.\n</p>\n<p> (3)\tInactivated account can be reactivated simply through signing in or via other means of identity verification.\n</p>\n<p> (4)\tIf the inactivated account stays dormant for a year, we may necessarily withdraw the membership from our Service without any additional notice to the Member, and automatic withdrawal of membership will be followed by procedures outlined in Article 14.\n</p> 9.\nIntellectual Property Right <p> (1) We hold all intellectual property rights required in the process of providing the Service and the Service itself.\n</p>\n<p> (2)\tWe only grant you the rights to use the Service, the account, the ID and the nickname, and you shall not commit any acts of disposal of the foregoing rights, including their transference, sales and pledging.\n</p>\n<p> (3)\tOtherwise permitted by provisions within these Terms, you shall not use the information obtained through using our Service and of which we hold the intellectual property rights over by duplicating, transmitting, publishing, distributing, broadcasting or via any other means nor allow a third party to use it without our prior authorization.\nThe foregoing provision does not apply to the Customer Work, as, according to Article 10 and Article 11, you reserve the rights and obligations over the content you have created.\n</p>\n<p> (4)\tYou should not remove the copyright, trademark, watermark and any other such signs included in the Service and the Customer Work without our prior authorization.\n</p> 10.\nService Provision and Modification <p> (1) We provide you a non-exclusive, non-transferrable and non-sublicensable license to use the Service.\n</p>\n<p> (2)\tUnless specified otherwise in these Terms, you can freely create your Customer Work and utilize it by using our Service.\n</p>\n<p> (3)\tThe details of our Premium Service provided for a fee are as follows: </p>\n<ul>\n<li> The use of Service marked as “premium feature”.\n</li>\n<li> The removal of watermark from the Customer Work.\n</li>\n<li> The removal of advertisements in the Service.\nand </li>\n<li> The right to download Assets marked “premium” in the Asset Store.\n</li>\n</ul>\n<p> (4) In principle, we provide the Service 24 hours a day, throughout the year.\n</p>\n<p> (5)\tWe may temporarily suspend the Service in the event of maintenance, inspection, replacement and malfunction of our facilities, communication interruption or any other significant operational reasons.\n</p>\n<p> (6)\tWe may conduct regular inspections necessary for provision of the Service, and the time of the regular inspection will be as notified in the Service.\n</p>\n<p> (7)\tWe may change the Service in whole or in part if there is a reasonable operational or technical cause.\n</p>\n<p> (8)\tIf there is a significant change in the paid Service that may unfavorably influence you in regards to methods, scope and time in the use of it, we shall announce within the Service the fact of such change and its effective date before the change takes effect.\nIf we are unable to make an advance notice due to unavoidable reasons, we will announce of the change in ex post facto.\n</p>\n<p> (9)\tWe may change, suspend, or modify all or part of the Free Service when required due to causes arising from our policies and operation, and otherwise specified in the applicable laws, we do not provide any particular compensation to you in that regard.\n</p> 11.\nRestriction on Service Use <p> You shall not do any of the following acts when using the Service: </p>\n<ul>\n<li> Using the Service without agreeing to these Terms or having the legal capability to agree.\n</li>\n<li> Removing the watermark from the Customer Work or preventing the watermark from being visually exposed.\n</li>\n<li> Commercial usage of the Customer Work that you have created using the IP Premium Asset.\n</li>\n<li> Creating the Customer Work using only the Asset.\n</li>\n<li> Using the Asset for purposes other than to create Customer Work.\n</li>\n<li> Using the Asset outside the scope of the license specified in the Asset description.\n</li>\n<li> Using all or part of the Asset for trademarks, logos, service marks or design marks of the Customer or any third party.\n</li>\n<li> Transferring, sharing, sublicensing or reselling all or part of the Service to any third party.\n</li>\n<li> Integrating all or part of the Service into other programs or products.\nand </li>\n<li> Creating the Customer Work that contains explicit sexual expressions.\ndiscrimination of race, nationality, creed, sex, etc..\nexpressions that induce or encourage suicidal behavior and substance abuse.\nand other antisocial content that may offend others.\n</li>\n</ul> 12.\nPurchase and Payment <p> (1)\tWhen you purchase our Service provided for a fee, such as the Premium Service and the Paid Asset, through a sales agency or a payment processing company (Google Play, etc.), the responsibility of disbursement is a matter governed by a separate contract between you and the sales agency or the payment processing company.\nWe are not a member of the contracting parties and therefore cannot be held liable over issues arising from the contract.\nIf you have any complaints or problems in relation to the sales agency or the payment processing company, you should contact the customer support team of the agency or company without delay.\n</p>\n<p> (2)\tSince the Service we provide is defined as digital contents as stipulated in Article 2, Paragraph 5 of the Framework Act on the Promotion of Cultural Industries, we do not provide any refunds of the Premium Service and the Paid Asset that have already been purchased in accordance to Article 17, Paragraph 2, Subparagraph No.\n5 of the Act on the Consumer Protection in Electronic Commerce, etc.\nTo protect your rights as customer, we provide the Free Service and the information regarding our Service for “permission for partial use” and “provision of digital contents for experience” stipulated in Article 21-2 of the Enforcement Decree of the same Act.\n</p> 13.\nProvision of Information and Advertisement <p> (1) We will provide you various information that is necessary in using the Service through announcement, in-app message, push notification within the Service, etc.\nHowever, you may refuse to receive the push notification at any time, except for the transaction-related information prescribed in the applicable laws and our response to the customer inquiry.\n</p>\n<p> (2)\tWe reserve the right to place advertisements on the Service screen, website, etc.\nWe are not held liable for any loss or damage incurred due to your participation in the promotional activities of or transactions with the advertisers.\n</p>\n<p> (3)\tWe may include or recommend links to a third-party website, service or product as part of our Service.\nWe are not held liable for any direct or indirect damage or loss incurred or is assumed to have incurred in relation to the aforementioned website, etc.\n</p> 14.\nTermination and Withdrawal <p> (1) When you no longer wish to use our Service, you may terminate the Service at any time by notifying us of your intention.\n</p>\n<p> (2)\tIf you terminate the use of Service by expressing your intention according to Paragraph 1, we will withdraw your rights to use all our Service and will not be held liable for any damage incurred from the withdrawal, except to the extent that has arisen from our intention or negligence.\n</p>\n<p> (3)\tYou may request withdrawal of membership at any time by sending an email to the address below and we shall process such request pursuant to applicable laws and regulations without delay.<br> removeidentity@kinemaster.com </p>\n<p> (4)\tUpon request of membership withdrawal, all data of the Member will be immediately destroyed to an un-restorable state, unless applicable laws, regulations and our Privacy Policy allow our retention of certain customer information.\n</p>\n<p> (5) Even after the withdrawal of membership, all Customer Work created until the point of withdrawal will be governed by these Terms.\n</p> 15.\nDenial of Service Provision <p> (1) We may terminate your use of our Service through notifying you of the reasons through methods of emails, telephone, etc., in the following cases: </p>\n<ul>\n<li> If you admit that you are using the Service in a manner that violates these Terms.\n</li>\n<li> If you interfere with our normal operation of the Service.\nand </li>\n<li> If we decide that it is necessary to terminate the Service based on justifiable reasons.\n</li>\n</ul>\n<p> (2) Notwithstanding the preceding paragraph, if you commit violations of applicable laws, such as illegal use of other’s identity or payment methods in violation of the Resident Registration Act.\nprovision of illegal programs and interference of Service operation in violation of the Copyright Act and the Computer Programs Protection Act.\nand illegal communications, hacking, distribution of malicious programs and excessive access going beyond granted rights in violation of the Act on Promotion of Information and Communications Network Utilization and Information Protection, Etc., we may immediately request permanent suspension of use and compensation of damages incurred.\n</p>\n<p> (3) Upon termination of the Service according to this Article, we will withdraw all rights granted in your use of our Service and will not be held liable for any damage that incurs in this process, except to the extent that has arisen from our intention or negligence.\n</p>\n<p> (4) You may file an objection to the restricted use of the Service according to this Article through procedures set by the Company.\nIf we determine the objection valid, we will immediately resume your use of the Service.\n</p> 16.\nLimitation of Liability and Compensation for Damage <p> (1) We do not make any agreement or guarantee for any matters not specified in these Terms concerning the Service and the Asset.\n</p>\n<p> (2) We will be exempted from the liability to provide the Service in cases when we are unable to provide the Service due to force majeure, such as natural disasters, and unpredictable or inevitable bugs or errors.\n</p>\n<p> (3)\tWe are not responsible for any failures in your use of our Service due to reasons attributable to you.\n</p>\n<p> (4)\tWe are not responsible for the use of the Free Service unless otherwise specified in relevant laws or a special regulation.\n</p>\n<p> (5)\tIn no case will we be held liable for any punitive, indirect, consequential or incidental damages, lost profits, costs and losses in connection to the Service.\n</p>\n<p> (6)\tWe are not held liable for any problems and damages arising from the use of the Service outside the scope specified in these Terms, of which the Customer will hold full responsibility over.\n</p>\n<p> (7)\tIf you inflict damage to us or any third party by violating the provisions prescribed in these Terms or due to any reasons attributable to you, you must compensate for such damage.\n</p> 17.\nPersonal Information Protection <p> We respect your personal information and handle it safely following our Privacy Policy.\n</p> 18.\nNotification to Customer <p> (1)\tUnless otherwise specified in these Term, we provide notifications to you by email, in-app message, push notification within the Service, etc.\n</p>\n<p> (2)\tWhen there is a notification to all customers, we will post it as an announcement in the Service for more than seven days, and this may replace the notification specified in Paragraph 1.\n</p> 19.\nGoverning Law and Jurisdiction <p> (1)\tLawsuits filed between the Customer and the Company will be governed by the laws of the Republic of Korea.\n</p>\n<p> (2)\tLitigation regarding disputes between the Customer and the Company will be based on the address of the Customer at the time of filing.\nIf the Customer has no address, the litigation will be under the district court's exclusive jurisdiction of the Customer’ residence.\nHowever, if the address and residence of the Customer are unclear at the time of filing, the jurisdictional court will be determined under the Civil Procedure Act.\n</p>\n<p> (3)\tIf the Customer has an address or residence abroad, a lawsuit concerning a dispute arising between the Customer and the Company will be filed with the Seoul Central District Court of the Republic of Korea as the competent court, notwithstanding the preceding paragraph.\n</p> 20.\nOthers <p> (1) The Company may establish separate terms, conditions and policies for the Individual Service (collectively, “Terms of Individual Service”).\nIf the Terms of Individual Service comes in conflict with these Terms herein, the Terms of Individual Service takes precedence.\n</p>\n<p> (2)\tEven if some provisions of these Terms become unenforceable, this does not affect the other provisions.\n</p>\n<p> (3)\tThis Terms of Service replaces the previous version of the Terms of Service and governs the relationship between the Company and the Customer.\n</p>\n<p> (4)\tNeither the Company nor the Customer may transfer the provisions and obligations prescribed in these Terms to any third party without the consent of the other party.\n</p>\n<p> (5)\tThis Terms of Service is written in Korean and English.\nIf there is any conflict between the Korean and English versions, the Korean Terms of Service takes precedence.\n</p>\n<ul>\n<li> Announcement Date: December 28, 2020 </li>\n<li> Effective Date: January 27, 2021 </li>\n<li> Previous Version of the Terms of Service </li>\n</ul> Corporate Information&nbsp;&nbsp;|&nbsp;&nbsp.\nOpen Source&nbsp;&nbsp;|&nbsp;&nbsp.\nPrivacy&nbsp;&nbsp;|&nbsp;&nbsp.\nTerms of Service © 2021 KineMaster Corporation ", "created_at": "2021-10-28 03:04:30.730704", "updated_at": "2021-10-28 01:05:03.658725"}, {"id": 9492, "name": "Privacy Policy", "url": "https://kinemaster.com/privacy/", "xpath": "", "text": " English <ul>\n<li>English</li>\n<li>한국어</li>\n<li>日本語</li>\n<li>简体中文</li>\n<li>繁体中文</li>\n<li>Indonesian</li>\n<li>ภาษาไทย</li>\n</ul> Sign In <ul>\n<li>Home</li>\n<li>Press Kit</li>\n<li>Community</li>\n<li>\n</li>\n<li>Open Source</li>\n<li>Privacy</li>\n<li>Terms of Service</li>\n<li>Corporate Information</li>\n</ul> Privacy Policy <p> KineMaster Corporation and our affiliates (collectively, “Company”) respect the privacy rights of our customer and recognize the importance of your personal information.\nThe Company complies with the \"Act on Promotion of Information and Communications Network Utilization and Information Protection, etc.\" and \"Personal Information Protection Act.\" Hereinafter, “you” or “your” refers to the customer who use our services, and “we,” “our” or “us” refers to the Company.\n</p>\n<p> This Privacy Policy will come into effect starting May 28, 2021, and if there are any changes made, we will notify you through announcements in our application and website (or individual notifications through document, email, telephone, text message, etc.).\n</p>\n<p> The Privacy Policy for the iOS applications is separately provided here.\n</p> 1.\nPurpose <p> This Privacy Policy informs you on the purpose and the means through which we handle your personal information collected for your use of our websites, services, applications, products and contents, in addition to the measures we take for the protection of such information.\n</p> 2.\nDefinition <p> In this Privacy Policy, the following terms shall be defined as set forth below: </p>\n<p> (1)\t“Personal Information” refers to the information about a living individual, which can identify the individual with the name, resident registration number, etc., included in the information (This includes Personal Information that can verify an identity when combined with another information but is insufficient for identification alone).\n</p>\n<p> (2)\t“Service” refers to all the services provided by us, including all websites, applications, products and contents.\n</p>\n<p> (3)\t“Customer” refers to any customer who uses the Service provided by us.\n</p>\n<p> (4)\t“Member” refers to any Customer who has created an account through the registration procedure prescribed by the Company.\n</p>\n<p> (5)\t“ID” refers to the email address submitted by the Customer and approved by the Company for your identity verification and use of Service.\n</p>\n<p> (6)\t“Password” refers to the combination of letters and/or numbers created by the Customer for identity verification and protection of your rights and interests.\n</p> 3.\nCollection of Personal Information <p> (1) Through websites, applications and other means, we collect your personal information as prescribed below.\nIf you do not agree to provide such information, you may be restricted from using the Service: </p>\n<ul>\n<li> Membership registration information: email address, password and name.\n</li>\n<li> Membership registration information for children under the age of 14: name and contact information of legal representative.\n</li>\n<li> Paid service usage information: service purchase information and membership registration information.\n</li>\n<li> Event and promotion participation information: email address, name and address.\n</li>\n<li> Information for the provision of the Service: OS information, hardware information, Android ID, Google Advertising ID and advertising data.\nand </li>\n<li> Information automatically generated in the process of using the Service: IP address, access record, service usage record, crash logs, diagnostic information, performance data (launch time, hang rate, energy usage), product interactions and cookies.\n</li>\n</ul>\n<p> (2) The Company may use YouTube application programming interface services (YouTube API Services) to make it easier for you to upload video contents to YouTube.\nThe Company does not use YouTube API Services to collect, access, or share your personal information with external parties.\nWhen you make use of or access YouTube, such use or access is governed by YouTube Terms of Service and Google Privacy Policy.\n</p>\n<p> (3) The Company may use Google API Services, including Google Sign-In and Google Drive APIs.\nThe Company does not use Google API Services to collect, access, or share your personal information with external parties.\nAnd the use of information received from Google APIs will adhere to Google APIs Terms of Service and Google API Services User Data Policy, including the Limited Use requirements.\n</p>\n<p> (4) In principle, we do not collect the personal information of the Customer under the age of 14.\nHowever, when it is inevitable for the use of the Service, we will seek the consent of your legal representative in advance.\nWe will destroy the information without delay at the end of the related business, and we ensure that your personal information will be thoroughly managed in the meanwhile.\n</p> 4.\nPurpose of Personal Information Collection <p> We collect your personal information for the following purposes: </p>\n<ul>\n<li> To recommend and provide optimized and customized services through understanding your preferences in using our Service.\n</li>\n<li> To improve existing Services and develop new services.\n</li>\n<li> To compile analysis and statistics on your use of the Service.\n</li>\n<li> To ensure service stability, prevent fraudulent customers, protect accounts and restrict violations of laws and our Terms of Service.\n</li>\n<li> To notify and conduct events and promotions.\n</li>\n<li> To respond to complaints regarding the Service.\nand </li>\n<li> In regards reports made by the Customer regarding personal information, such as the request to access, modify and suspend the processing of the information.\n</li>\n</ul> 5.\nProcessing and Retention of Personal information <p> In principle, we destroy your personal information immediately once the purpose of the collection and its use have been fulfilled.\nHowever, if there is any need to retain the personal information according to the applicable laws, then we may store the information up to a time period pursuant to the laws, in which case we separately store and manage the personal information through transference to a separate database or a different storage space.\n</p> Retained Information Retention Period Applicable Law Records of contract or withdrawal of subscription 5 years Act on the Consumer Protection in Electronic Commerce, etc.\nRecords of payment and supply of goods, etc.\n5 years Act on the Consumer Protection in Electronic Commerce, etc.\nRecords of consumer complaints or dispute settlement 3 years Act on the Consumer Protection in Electronic Commerce, etc.\nRecords of collection, processing and use of credit information 3 years Credit Information Use and Protection Act Records of marks and advertisement 6 months Act on the Consumer Protection in Electronic Commerce, etc.\nInternet log records / Tracking data of access points 3 months Protection of Communications Secrets Act Other communication confirmation data 12 months Protection of Communications Secrets Act 6.\nDestruction of Personal Information <p> (1) Unless for a justifiable cause, your personal information will be destroyed immediately when its retention period has expired in pursuant to our policy or applicable laws, or once the purpose of the information collection has been accomplished.\n</p>\n<p> (2) We will delete all digitally stored personal information through technical methods that makes the data un-restorable.\nThe personal information printed on paper will be destroyed via means of shredding or incarceration.\n</p> 7.\nCookies Policy <p> (1) We use cookies to store or retrieve information on your browser from time to time.\nA cookie is a small piece of text file sent from your browser to the web server used in our website operation and stored in your computer hard drive and mobile device.\n</p>\n<p> (2) We use cookies to store environment settings, such as language, to enable automatic login or to provide a more personalized service.\n</p>\n<p> (3) You have your choices in our use of cookies.\nThrough setting the options of your browser, you can accept all cookies.\nbe alerted whenever a website is attempting to place a cookie on your computer.\nor disable all cookies.\nHowever, with disablement of cookies, you may be restricted in accessing our Service.\n</p>\n<p> Please refer to the following guidelines to control cookies on your web browser: </p>\n<ul>\n<li> Setting options for cookies (for Internet Explorer 8.x): Select \"Internet Options\" from the \"Tool\" menu.\nClick the \"Personal Information” tab and select \"Advanced,\" wherein you can set the cookie acceptance level according to your preference.\n</li>\n<li> Viewing saved cookies (for Internet Explorer 11.x): Select \"Internet Options\" from the \"Tool\" menu.\nClick the \"General\" tab and select “Settings” of ‘Search History.’ Here, select “View File” to check the list of saved cookies.\n</li>\n<li> Declining cookies (for Internet Explorer 11.x): Select \"Internet Options\" from the \"Tool\" menu.\nClick the \"Personal Information” tab and select \"Advanced,” wherein you can set your options to \"Block All Cookies.\" </li>\n<li> Please click here to find more information on cookie control.\n</li>\n</ul> 8.\nSharing Personal Information with Third Party <p> (1) In principle, we collect your personal information only for the purposes specified in Article 4.\nWe do not collect it beyond the original purpose or provide it to any third party without your prior consent.\n</p>\n<p> However, in the following cases, unless it can unreasonably infringe the interest of you or any third party, we may use your personal data for other purposes or provide it to a third party: </p>\n<ul>\n<li> When it is clear the provision of information is necessary for an urgent matter in regard to the life, health and property of you or a third party, but when you or your legal representative is not in a state to express your intention or when we do not receive a response from you for a considerable time period from the point of notification.\n</li>\n<li> When pursuant to the provisions of applicable laws and regulations or demanded by an investigative agency for investigative purposes according to procedures and methods stipulated in the laws.\n</li>\n<li> To process fees charged from provision of paid service.\n</li>\n<li> When the personal information is processed and provided in an unidentifiable form for statistical purpose, academic research or market research.\nand </li>\n<li> Upon your prior consent.\n</li>\n</ul>\n<p> (2) If we need your permission to use your information in the situations described in Paragraph 1, we will notify you of the elements prescribed in the following subparagraphs and also of any changes made to the subparagraphs, for which we will request a separate consent from you: </p>\n<ul>\n<li> Recipient(s) of your personal information.\n</li>\n<li> Purpose of using your personal information (if provided to others, we will state their purpose of usage).\n</li>\n<li> Information used or provided.\n</li>\n<li> Period of use and retention (if provided to others, we will state their period of use and retention).\nand </li>\n<li> Your right to refuse the provision and what possible disadvantages may follow your such decision.\n</li>\n</ul> 9.\nEntrustment of Personal Information Management <p> (1)\tIn principle, we do not entrust the procession of your personal information to others without your consent.\nHowever, we entrust the processing of such information as follows, for enhancement of our Service and development of new services: </p> Trustee Trustee Policy Entrusted Work Firebase Privacy Policy link Provision of personalized service based on analysis of the Customer’s service usage behavior and access records.\nAppsFlyer Privacy Policy link Provision of personalized service based on analysis of the Customer’s service usage behavior and access records.\nFacebook Ads Privacy Policy link Provision of personalized service based on analysis of the Customer’s service usage behavior and access records.\nAdMob Privacy Policy link Provision of personalized service based on analysis of the Customer’s service usage behavior and access records.\n<p> (2)\tIn case we entrust the processing of your personal information through a consignment contract, etc., we stipulate clearly that the trustee must strictly follow our instructions of personal information protection and confidentiality.\nis prohibited from provision of such information to any third party.\nand holds liability for any related accidents.\nSuch contract will be stored on document or through digital means by the Company.\nIf there is any change made in the trustee or the content of the entrusted work, we will give notice through more than one of the notification methods (document, email, telephone, text message, website announcement, etc.) </p> 10.\nYour Rights and Obligations <p> (1)\tThe Customer and the legal representative of the Customer under the age of 14 (collectively, “Customer” in this Article) may access the Customer’s personal information by submitting a request form to access your personal information or that of the Customer under the age of 14 (in which case only the legal representative may request) handled by the Company.\n</p>\n<p> We will reply to such request within 10 days of reception unless there is a special circumstance.\nIf the request is rejected or deferred, we will notify you of the reasons for rejection and deference.\nFollowing are the cases in which we may notify you of the reason and reject or restrict your request of access: </p>\n<ul>\n<li> If access is prohibited or restricted by law.\nand </li>\n<li> If there is a risk of harming another person’s life or health or unreasonably infringing upon another person's property and interests </li>\n</ul>\n<p> (2)\tAfter viewing your personal information, you may request correction or removal of wrong or unverified information.\nHowever, you cannot request removal of certain personal information we have been required to store by law.\n</p>\n<p> (3)\tUpon receiving the Customer’s request for correction or removal of personal information made according to Paragraph 2, we will notify you within 10 days of reception the measures we have taken through an official notice in response to your request.\nIf your request was not processed, we will also inform you of such result and the reasons, along with steps to take to file an objection.\n</p>\n<p> (4)\tYou may request to suspend the processing of your personal information.\nHowever, we may refuse such request by notifying you of the reasons in any of the cases described in the following subparagraphs or due to any other justifiable causes: </p>\n<ul>\n<li> If there is a relevant special provision in the law or if it is inevitable for our compliance with statutory obligations.\n</li>\n<li> If there is a risk of harming another person’s life or health or unreasonably infringing upon another person's property and interests.\nand </li>\n<li> If the Customer has not explicitly expressed the will to terminate the contract with us and it is difficult for us to continue fulfilling the contract without processing the information.\n</li>\n</ul>\n<p> (5)\tUpon receiving the Customer’s request for suspension of personal information processing made according to Paragraph 4, we will notify you within 10 days of reception the measures we have taken through an official notice in response to your request.\nIf your request was not processed, we will also inform you of such result and the reasons, along with steps to take to file an objection.\n</p>\n<p> (6)\tWe do not sell your personal information.\nIf we intend to sell the personal information to any third party, we will notify you explicitly and obtain your permission to which you reserve the right to refuse.\n</p>\n<p> (7)\tYou may require us to transfer your personal information collected by us to another Customer or agency.\n</p>\n<p> (8)\tYou may withdraw your consent to collect and use personal information.\nHowever, you will no longer be able to use our Service as a Member, so you must withdraw your membership.\nYou can request membership withdrawal by emailing us.\n</p>\n<p> (9)\tIf you wish to request relief in regard to exercising your rights or infringement of your rights over your personal information stated in each of the paragraphs of this Article, you may make the request through emailing us or the Personal Information Protection Manager specified in Article 13.\n</p> 11.\nTransference of Personal Information to Overseas <p> (1)\tIf you do not reside in the Republic of Korea, your personal information collected by us may be stored and processed on a server located outside the country you live in as follows: </p>\n<ul>\n<li> Jurisdiction for processing personal information: Republic of Korea (where the Company headquarters locates) and the following countries where the regions of Amazon Web Services are located:<br> United States, Africa, Hong Kong, India, Republic of Korea, Singapore, Australia, Japan, China, Canada, Germany, Ireland, UK, Italy, France, Sweden, Bahrain, and Brazil </li>\n<li> Purpose of personal information transference: Storage and processing of the Company's server, processing of the service requested by the Customer and other related inquires.\n</li>\n</ul>\n<p> (2)\tWhen we transfer your personal information, we apply protective measures according to the Personal Information Protection Act to secure your information and maintain the necessary level of protection.\n</p> 12.\nEnsuring Safety of Personal Information <p> We take the necessary technical, administrative and physical measures in handling your personal information as follows: </p>\n<p> (1)\tYour password is encrypted when we store and manage it, so only you know it.\nOnly you, who are aware of the password, can access and change your personal information.\n</p>\n<p> (2)\tTo prevent leakage or damage of your personal information due to hacking or virus attacks on computer, we have installed our system where it is inaccessible from the outside.\nWe back up our data on a frequent basis to prevent damage of personal information.\nWe have in system the most up-to-date vaccine program to prevent leakage or damage of the personal information.\nWe provide encrypted communication, etc.\nto safely transfer personal information on the network.\n</p>\n<p> (3)\tWe allow only those designated personnel to handle personal information, and a special passcode, which is regularly renewed, is endowed to those staffs for their job.\nThey are educated from time to time on their compliance with the Company’s Privacy Policy.\n</p> 13.\nPersonal Information Protection Manager <p> (1)\tWe do our best to ensure that you can safely use our Service.\nYou may report any personal information protection complaints related to the use of our Service to our personal information management supervisor or to the department in charge.\nWe will respond promptly and sincerely to your report.\n</p> Division Personal Information Protection Manager Department and Position R&amp;D / CTO Name Eric YOO Contact Information privacy@kinemaster.com <p> (2)\tPlease contact the following for more help: </p>\n<ul>\n<li> KISA Personal Information Infringement Report Center </li>\n<li> Supreme Prosecutor’s Office </li>\n<li> Korean National Police Agency Cyber Bureau </li>\n</ul> 14.\nLanguage <p> This Privacy Policy is written in Korean and English.\nIf there is any conflict between the Korean and English versions, the Korean Privacy Policy takes precedence.\n</p> 15.\nChange of Privacy Policy <ul>\n<li>Announcement Date: May 21, 2021</li>\n<li>Effective Date: May 28, 2021</li>\n<li>The Company will consistently update any changes to this Privacy Policy through announcement of the modification and its effective date within the Service.</li>\n<li>Previous Version of the Privacy Policy</li>\n</ul> Corporate Information&nbsp;&nbsp;|&nbsp;&nbsp.\nOpen Source&nbsp;&nbsp;|&nbsp;&nbsp.\nPrivacy&nbsp;&nbsp;|&nbsp;&nbsp.\nTerms of Service © 2021 KineMaster Corporation ", "created_at": "2021-10-28 03:04:30.729086", "updated_at": "2021-10-28 01:05:01.774452"}], "points": [{"id": 25511, "title": "You should revisit the terms periodically, although in case of material changes, the service will notify", "source": "https://kinemaster.com/tos/", "status": "Generated through the annotate view", "created_at": "2021-10-28 11:35:36.618917", "updated_at": "2021-11-03 16:46:03.066914", "quoteText": "If these Terms are to be amended, we will give you a notice prior to the amendment’s effective date by publishing the current Terms on the initial page of the Service, with the reasons and the application date of the changes specified.\nIn the case where the amendment is significant or may apply unfavorably to you, we will notify you individually in advance via digital methods, such as email, in-app message or push notification within the Service, and the modifications will go into effect at least 30 days from the day of notification.\nHowever, if you have not provided your contact or did not update your contact information after changing them and thus is unable to be reached, you will be deemed to have been notified through means specified in Article 18.\nChanges addressing new features for enhancement of customer convenience or for legal reasons may be applied immediately.", "case_id": 329, "document_id": 9493, "quoteStart": 4208, "quoteEnd": 5092}, {"id": 25510, "title": "The terms for this service are translated into different languages", "source": "https://kinemaster.com/tos/", "status": "Generated through the annotate view", "created_at": "2021-10-28 11:28:13.709981", "updated_at": "2021-11-03 16:45:50.915371", "quoteText": "English <ul>\n<li>English</li>\n<li>한국어</li>\n<li>日本語</li>\n<li>简体中文</li>\n<li>繁体中文</li>\n<li>Indonesian</li>\n<li>ภาษาไทย", "case_id": 198, "document_id": 9493, "quoteStart": 1, "quoteEnd": 116}], "urls": ["kinemaster.com"]}}