{"error": 448, "message": "OK", "parameters": {"id": 6145, "name": "Smithsonian Institution", "created_at": "2021-12-22 03:13:48.958962", "updated_at": "2021-12-22 23:01:20.291599", "wikipedia": null, "keywords": null, "related": null, "slug": "smithsonian-institution", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6145.png", "url": "si.edu", "documents": [{"id": 11123, "name": "Privacy Statement", "url": "https://www.si.edu/privacy/", "xpath": "/html/body/div[1]/div[1]/div", "text": " Smithsonian Institution's Privacy Statement Overview <p>Thank you for visiting the Smithsonian Institution network of Websites and reviewing our Privacy Statement.\nThe Smithsonian Institution does not collect personal information about visitors to our Websites unless you choose to provide that information to us.\nThe Smithsonian will use that information to respond to your message and to help us get you the information you have requested.</p>\n<p>This Privacy Statement applies to the online activities of the Smithsonian Institution and onsite interactive activities (collectively “Websites”), with the exception of the Institution’s revenue generating and philanthropic activities which are specifically addressed in the Smithsonian Privacy Statement for Philanthropic and Revenue Generating Activities.</p> Information Collected and Stored Automatically <p>The Smithsonian uses online analytics tools such as Google Analytics, WebTrends, etc., to collect and track information about your visit so that the Smithsonian can monitor usage and make improvements.\nThese tools may store your IP address from which you access our Website.\nThe Smithsonian also collects anonymous data elements in aggregate form, that cannot be tied to an individual:</p>\n<ul>\n<li>The name of the domain from which you access the Internet (for example, gmail.com, if you are connecting from a Google Online account)</li>\n<li>The type of device, browser, and operating system used to access our Website</li>\n<li>The date and time you access our site</li>\n<li>The length of your visit</li>\n<li>Demographic data</li>\n<li>The location from which you access our site (approximate country, state, city and postal code based on Google Analytics data)</li>\n<li>The pages, files, documents, and links that you visit and engage with</li>\n<li>The domain of the website which referred you to this website (the last website you visited before visiting this one)</li>\n</ul>\n<p>Additionally, to better understand our visitors and supporters, we may ask that you share additional information about you or your experience (such as, your city or state, age).\nyour participation would be voluntary and, unless specifically stated otherwise in the request, the information you provide will not be connected with your personally identifiable information.&nbsp;</p> Social Media <p>When you access or interact with the Smithsonian through a social media service such as Facebook or Instagram, we may have visibility to your profile name and other information you have made public in connection with that particular social media service.\nThe social media companies may collect and share anonymous aggregate metrics with us regarding use, such as the total number of clicks, shares, users’ demographics (e.g., age range, gender, location).&nbsp.\nThese social media companies are not operated by the Smithsonian.\nuse of their services is governed by the privacy policies of the social media companies.&nbsp;</p> If You Send Us Personal Information <p>The Smithsonian's Websites will only collect personal information which you knowingly and voluntarily provide by, for example, sending emails, completing membership forms, registering for classes, events, or other programs, responding to surveys or ordering merchandise.\nIf you provide us with personal information, we will respond to your inquiry, request or order.\nWe may also contact you to provide information about Smithsonian activities, programs, membership and development opportunities, products and special events that may interest you.\nExcept as described below, we will not share your name or information outside the Smithsonian unless you affirmatively authorize us to do so by opting-in.</p>\n<p>When we send you such information by email, you will always have an immediate opportunity to decline further communication.\nPlease use the contact specified in the email so that we can remove you from the list that contains your name.\nIf you are uncertain about whom to contact, consult our special Web page to help you determine where to send your inquiry at www.si.edu/contacts.</p>\n<p>The Smithsonian uses outside vendors to provide certain services, such as companies that process credit card transactions for the Smithsonian.\nThese third-party vendors will have access to the information needed to perform their functions, but may not use your information for any other purpose.\nThe Smithsonian may occasionally share, exchange, or rent information which may include your name, address, email address, and demographic data with other charitable or cultural non-profit organizations.</p>\n<p>There may be sites within the Smithsonian’s network of Websites where you can opt-in to receive information from non-Smithsonian entities.\nIf you opt-in, you may receive correspondence from these organizations on programs, products or services that might interest you.\nIf you decide to opt-out of receiving any further correspondence from a non-Smithsonian entity, please correspond directly with that business or organization to be removed from its mailing list.</p>\n<p>Please note that the Smithsonian also may provide your information to: (1) a Federal, State, or local law enforcement agency if the Smithsonian becomes aware of a violation or potential violation of law or regulation.\n(2) a court or party in a court or Federal administrative proceeding if the Smithsonian is a party or in order to comply with a subpoena.\n(3) the Department of Justice or in certain legal proceedings when the Smithsonian, an employee of the Smithsonian, or the United States is a party to litigation or has an interest in the litigation and the use of such records is deemed relevant and necessary to the litigation.\n(4) Smithsonian officials, including the Inspector General, as needed to perform official duties.\n(5) a Committee of Congress in response to a formal request.\n(6) protect the security or integrity of the Smithsonian Websites and services.\nand (7) any other person or entity as required by law.</p> Opt-Out and User Control <p>Customers may opt out of regular mailings, emails, and rental/exchange of files through contacting customer service for the relevant service.&nbsp.\nFor each Smithsonian service, customer service contact options may include phone, web, and email.\nCheck the Website of the relevant service for contact information.&nbsp;</p>\n<p>Customers can change their email communication preferences by using the unsubscribe link at the bottom of the email or contacting customer service for the relevant service.</p>\n<p>You may also access, update, review, correct, suppress, or remove any of the personal information you have given to us by emailing SmithsonianPrivacyOffice@si.edu.</p> Data Retention <p>We will retain your information for the period necessary to fulfill the purposes outlined in this Privacy Statement unless a longer retention period is required or allowed by law.</p>\n<p>Remember that even after you cancel your account, or if you ask us to delete your personal information, copies of some information from your account may remain viewable in some circumstances where, for example, you have shared information with social media or other services.\nBecause of the nature of caching technology, your account may not be instantly inaccessible to others.\nWe may also retain backup information related to your account on our servers for some time after cancellation or your request for deletion, for fraud detection or to comply with applicable law or our internal security or recordkeeping policies.\nIt may not always be possible to completely remove or delete all of your information due to technical constraints or, contractual, financial or legal requirements.</p> Cookies, Web Beacons, and Pixels Cookies <p>In addition to information collected automatically, we use cookies to support the internal functionality of the Websites.\nCookies, which are small pieces of information sent to your browser by a website that you visit, are used to track usage patterns, traffic trends and customer behavior, as well as to record other information from the Website.\nWhen you register on the Websites, cookies also allow us to save information so that you will not have to re-enter it the next time you visit.\nMany content adjustments and customer service improvements are made based on the data derived from cookies.\nSome Smithsonian Websites use third-party vendors, such as Google Analytics, to place cookies and analyze the information collected by cookies in order to make the Smithsonian Websites more interesting and useful to you.\nNo personally identifiable information is collected.\nInformation that we collect from cookies will not be used to create profiles of individual users and only will be used in aggregate form.\nThe data is retained for as long as necessary to support the mission of the Smithsonian Websites.\nYou may set your browser to refuse cookies from any website that you visit.\nIf you so choose, you may still gain access to most of the Smithsonian’s Websites, but you may not be able to conduct certain types of transactions (such as shopping) or take advantage of some of the interactive elements offered.\nYou may opt-out of Google Analytics using the&nbsp;Google Analytics Opt-out Browser Add-on.</p>\n<p>Additionally, some Smithsonian Websites may use the Demographics and Interest reporting feature for Google Analytics for Display Advertising.\nThe data provided by this service (such as age, gender, and interests) is used to better understand visitors to these Websites and customize our Websites to our users’ interest.\nYou may opt-out of Google Analytics for Display Advertising by visiting&nbsp;Ad Settings.</p> Web Beacons and Pixels <p>The Smithsonian also collects non-personally identifiable information through the use of tracking pixels that appear on our pages.\nA tracking pixel is a transparent graphic image (usually 1 pixel x 1 pixel) that is placed on a web page and, in combination with a cookie, allows us to collect information regarding the use of the web page that contains the tracking pixel.</p>\n<p>We use tracking pixels to trigger ads on participating websites based on activity tracked from the browser on a device used to visit Smithsonian Websites.\nWe also use them to tell when an advertisement we run on another website has been clicked on by Smithsonian Website visitors, and use that information to judge which advertisements are more appealing to users.</p>\n<p>To opt out of these tracking pixels and services, please follow this link to opt out of the Google Analytics-based tools (https://tools.google.com/dlpage/gaoptout/), the Facebook Pixel (https://www.facebook.com/settings?tab=ads), and the Bing Pixel (https://choice.microsoft.com/en-US/opt-out).</p> Children and Privacy <p>The Smithsonian’s Websites are intended to be accessible and enjoyed by general audiences.\nWe do not knowingly collect personal information from children under the age of 13, without first providing the parent or legal guardian with notice and obtaining prior verifiable consent.\nIf a visitor known to be a child sends an email to the Smithsonian, we will only use it to respond to the writer and not to create profiles or otherwise retain the information.&nbsp.\nWhere a Smithsonian Website is specifically directed toward children under the age of 13, the terms of the Smithsonian’s Kids Online Privacy (“SKOP”) Statement will apply and the Website will include a link to the SKOP.&nbsp.\nIf a parent or guardian believes their child’s personally identifiable information was inadvertently collected, please contact SmithsonianPrivacyOffice@si.edu.&nbsp;&nbsp.\n&nbsp;</p> Security <p>The Smithsonian takes reasonable steps to design and manage our Websites’ technology to ensure that its information technology systems, applications, and information technology infrastructure are secure.\nWhen you use your credit card for any purchase or donation on a Smithsonian Website, that transaction is encrypted using “Transport Layer Security (TLS)” encryption to protect your credit card information when traveling over the Internet.\nFurther, we require credit card processing be secured based on compliance with Payment Card Industry (PCI) standards.</p> Linking <p>Within the Smithsonian’s Websites are embedded applications, plug-ins, widgets, and other content links to non-Smithsonian websites.\nThese sites operate independently of the Smithsonian and have their own privacy policies.\nThe Smithsonian is not responsible for the privacy practices or the content of non-Smithsonian websites, and such link is not intended to be an endorsement of the non-Smithsonian website or its content.\nFor your protection, you should review the privacy policy of the site you linked to from our website.</p> Contact Us <p>Questions and comments about this Privacy Statement may be directed to us via mail at Smithsonian Privacy Office, 1000 Jefferson Drive, SW, Washington, DC 20013 or email at SmithsonianPrivacyOffice@si.edu.\nThe Smithsonian Institution is a large organization with many people sharing responsibility for the content of its Websites.\nPlease help us respond to your comments and inquiries by sending them to the appropriate Smithsonian office.\nIn order to help you contact the appropriate Smithsonian office, please consult our list of contacts at www.si.edu/contacts.&nbsp;&nbsp;&nbsp.\n&nbsp;</p>\n<p>Last revised: January 10, 2020</p> ", "created_at": "2021-12-22 03:13:48.961512", "updated_at": "2021-12-22 02:14:23.522828"}, {"id": 11124, "name": " Terms of Use", "url": "https://www.si.edu/termsofuse", "xpath": "/html/body/div[1]/div[1]/div", "text": " Terms of Use <p>The Smithsonian Institution (the “Smithsonian”) has created and maintains websites and other digital properties to support its mission for the “increase and diffusion of knowledge” (the “Websites”).\nThese Websites include www.si.edu.\nwebsites maintained by the Smithsonian’s museums, research institutes, offices, and programs.\nthird-party sites on which the Smithsonian maintains a presence.\ndownloadable mobile applications and application program interfaces (“APIs”).</p>\n<p>By using any of the Websites, you accept and agree to comply with the following terms, which the Smithsonian may change at any time.</p> 1.\nOwnership of the Content <p>The Smithsonian owns the compilation of content posted on the Websites, which consists of text, images, audio, video, databases, design, codes, and software (“Content”).\nThis does not mean that the Smithsonian owns each component of the compilation, some of which may be owned by others and used with their permission or used in accordance with applicable law (e.g., fair use).\nFurther, the Smithsonian owns some, but not all, of the intellectual property rights in the Content, including copyright.</p>\n<strong>2.\nUsing the Content</strong>\n<p>Content on the Websites falls into one of two categories for purposes of your use:</p> a.\nContent with Creative Commons Zero – &nbsp;&nbsp.\n<p>Content marked with the Creative Commons Zero icon&nbsp;&nbsp;is made available under the Creative Commons Zero (CC0) license.\nThis Content is not protected by copyright and may be used for commercial and noncommercial purposes without fee or copyright restriction.\nhowever, the &nbsp;icon pertains only to the copyright status of the Content.\nThe Smithsonian does not guarantee that all Content marked with the&nbsp;&nbsp;icon is free from rights other than copyright, including rights held by third parties, or that use of such Content might not be subject to other laws, such as rights of publicity or privacy.&nbsp;</p> Commercial Use of&nbsp;&nbsp;Content <p>You may use Content marked with the &nbsp;icon for commercial purposes without further permission from the Smithsonian.&nbsp;The Smithsonian does not guarantee that all Content marked with the&nbsp;&nbsp;icon is free from rights held by third parties.\nWhile you do not need the Smithsonian’s permission to use this Content, you are responsible for obtaining any third-party permissions that may be required for your use.\nFor example, a third party may claim rights in the Content such as trademark, privacy, or publicity rights.\nYou are fully responsible for your own lawful use of these materials and for not infringing on the rights of third parties.</p>\n<p>For commonly asked questions about the use of Content, please visit www.si.edu/openacces/faq.&nbsp;</p> b.\nOther Content – Usage Conditions Apply <p>All other Content is subject to usage conditions due to copyright and/or other restrictions and may only be used for personal, educational, and other non-commercial uses consistent with the principles of fair use under Section 108 of the U.S.\nCopyright Act.\nAll rights not expressly granted herein by the Smithsonian are reserved, unless the Content is marked with the&nbsp;&nbsp;icon.</p>\n<p>To use Content with usage conditions, you must:</p>\n<ul>\n<li>\n<p>Cite the author and source of the Content as you would material from any printed work.</p>\n</li>\n<li>\n<p>Cite and link to, when possible, the Website as the source of the Content.</p>\n</li>\n<li>\n<p>Not remove any copyright, trademark, or other proprietary notices including attribution information, credits, and notices, that are placed in or near the text, images, or data.</p>\n</li>\n<li>\n<p>Comply with all terms or restrictions (such as copyright, trademark, publicity and privacy rights, or contractual restrictions) as may be specified in the metadata or as may otherwise apply to the Content.</p>\n</li>\n</ul>Commercial Use of Content with Usage Conditions <p>You may not use any Content with usage conditions for commercial purposes, unless you have first obtained permission from the Smithsonian museum or program responsible for the Content and any others rightsholder.&nbsp.\nThis means that, absent express permission, you may not sell Content with usage conditions or sell materials, products, or services that use and incorporate such Content.&nbsp.\nYou may not use Content with usage conditions to promote or advertise products or services.</p>\n<p>You may contact the museum or program responsible for the Content to seek permission, but please be aware that some Content may not be available for commercial use at all due to contractual and other restrictions.\nContact information for each museum and program are listed on the Rights Contacts page of this website.</p>\n<p>If you are uncertain about what office to contact or are seeking permission to include Content with usage conditions in a commercial product or other item of consumer merchandise, please contact the Office of Product Development and Licensing,&nbsp;rightsmanager@si.edu.\nIf you are seeking to use Content with usage conditions in a film or video product, or for general assistance with filming requests, please contact&nbsp;filmingcommittee@si.edu.</p>\n<p>For commonly asked questions about the use of Content, please visit www.si.edu/openacces/faq.</p> 3.\nTrademarks <p>Many of the names, titles, trademarks, service marks, and logos that appear on the Websites that include the Smithsonian name, logo, or programs operated by the Smithsonian are registered or common law (unregistered) marks owned by the Smithsonian.\nYou may not use the Smithsonian trademarks to state or imply an association with or endorsement of your goods, services, or activities or in any manner that infringes upon the Smithsonian trademarks.\nRequests to use the Smithsonian trademarks in connection with commercial activities should be made to the Office of Product Development and Licensing, rightsmanager@si.edu.</p>\n<p>Trademarks of third parties may also appear on the Websites, including in the Content, from time to time.\nYou must agree that nothing on the Websites shall be construed as granting any license to use any trademark displayed on the Websites without the express written permission of the trademark owner.</p>\n<p>\n</p>\n<strong>4.\nUser-Generated Content</strong>\n<p>The Smithsonian offers interactive features, such as comment sections on its Websites or social media accounts, to engage with its audiences and advance its mission for the increase and diffusion of knowledge.\nThe rules listed below for your participation in these features are intended to encourage a learning environment where thoughtful discussion may safely occur among people of all ages and backgrounds.\nWhile the Smithsonian monitors and removes comments that do not comply with these rules, we may not be held responsible for any delays or failures in such removal.</p> Rules of Conduct <p>\n<strong>Stay on topic.</strong> The Smithsonian and its audiences expect comments to deal with the topic at hand.</p>\n<p>\n<strong>Keep the conversation civil.\n</strong>Express yourself in ways that are befitting of an educational environment.\nPost nothing threatening, sexually explicit, or hateful here.\nHateful includes derogatory statements targeting individuals or specific groups.\nthese may be based on race, national or ethnic origin, color, religion, sex, sexual orientation or expression, age, and mental or physical ability.\nNo profanity.\nCriticizing Smithsonian decision making or operations is allowed, but a purely personal attack is not.</p>\n<p>\n<strong>No spamming, selling, or advertising.\n</strong>This is not the place to promote non-Smithsonian products, services, causes, or any candidates.&nbsp;</p>\n<p>\n<strong>Allow reuse.</strong>  The Smithsonian (and those authorized by it) may use what you say to us for noncommercial, educational, or promotional purposes.</p>\n<p>\n<strong>Stay lawful.</strong> Post only what is yours to post.\nDo not spread malicious or harmful software or other technology.\nDo not suggest or encourage illegal activity.</p>\n<p>\n<strong>Take personal responsibility.\n</strong>These are public sites.\nPlease do not post personal or other information you would not want the public to know, and again, do not post what is not yours to post.</p> 5.\nCopyright Complaints <p>If you have any complaints or objections to Content posted on the Websites because it was not properly credited or it was posted without permission and you are the copyright owner, please contact the Office of General Counsel,&nbsp;OGCCopyright@si.edu, with your contact information and a link to the relevant Content.</p> 6.\nThird-Party Sites <p>The Websites may link to or from third-party sites that are not under the control of the Smithsonian.\nThese links are provided as a convenience and for informational purposes only, and they do not indicate the Smithsonian’s endorsement, sponsorship of, or affiliation with the third party or content of the linked site, including any advertisements that may be posted.\nThe Smithsonian has no control over, makes no representation or warranty, and bears no responsibility for the accuracy, legality, or content of third-party sites that link to or from the Websites.</p> 7.\nDisclaimer <p>The Smithsonian makes no representations of any kind regarding the Websites, the Content or any portion thereof.\nThe Websites and Content are provided on an “AS IS” and “AS AVAILABLE” basis without warranty of any kind, either express or implied, including but not limited to the implied warranties of merchantability, fitness for a particular use, copyright ownership and/or non-infringement or other third-party proprietary rights.\nThe Smithsonian shall not be responsible or liable for any damages or losses that may occur to you or any third party based on your use of the Websites and/or the Content.\nThe Smithsonian may update or take down any Website or any Content on a Website at any time.&nbsp;</p> 8.\nIndemnity <p>You agree to release, indemnify, and hold the Smithsonian harmless from all claims, causes of action, allegations, costs, expenses, fees (including reasonable attorneys’ fees), judgments, liabilities, losses, and damages arising from or relating to your use of the Websites and/or any Content.</p> 9.\nApplicable Law and Jurisdiction <p>These Terms of Use and any amendments or revisions shall be governed by applicable federal law and the laws of the District of Columbia, without regard to its conflict of laws principles.\nAny case, controversy, suit, action, or proceeding arising out of, in connection with, or related to these Terms of Use shall be brought in the appropriate federal court.</p> 10.\nPrivacy <p>By using the Websites, you agree that the Smithsonian may collect, use, and disclose information that you provide as described in the Privacy Statement, at www.si.edu/privacy.</p> ", "created_at": "2021-12-22 03:13:48.963396", "updated_at": "2021-12-22 02:14:18.244116"}], "points": [], "urls": ["si.edu"]}}