{"error": 448, "message": "OK", "parameters": {"id": 6722, "name": "ArvanCloud", "created_at": "2022-07-29 07:00:16.558349", "updated_at": "2022-08-09 22:01:04.115619", "wikipedia": null, "keywords": null, "related": null, "slug": "arvancloud", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/6722.png", "url": "arvancloud.com", "documents": [{"id": 12271, "name": " Terms of Service", "url": "https://www.arvancloud.com/en/legal/terms", "xpath": "//body", "text": " Start Now! ArvanCloud CDN Reports.\nNow with Host and Period Filters English العربية Deutsch فارسی Türkçe Français Portuguese 中文 Contact Us Products Knowledge Base Pricing Sign up Sign in Contact Sales Featured Products Cloud Server Scalable Cloud Virtual Machine (VPS) CDN Fast and Secure Global Content Delivery Video Platform Live and On-Demand Video Streaming Platform Object Storage Secure and Unlimited Object Storage Container Service Build and Deploy Containers in the Clouds Functions Performance &amp.\nReliability CDN DNS HTTP Load Balancer Dynamic Caching Minification Smart Routing Storage Object Storage ‌Block Storage Compute Cloud Server Container Service Security DDoS Protection Firewall WAF Rate Limit SSL/TLS Certificate Remote Private Key Offloading Video Video on-demand Streaming Live Streaming Video Ads Audio Streaming Video Player Networking Floating IP Network Firewall Insight Radar Log Forwarding Developers Tools API CLI SDK Terraform Linux Repository Linux/Docker Repo CDN Library راهکارهای ویژه کوچ ابری مهاجرت به زیرساخت ابری به کمک متخصصان آروان درخواست مشاوره ارایه‌ی بهترین راه‌حل‌های ابری به کسب‌وکارها شرکای ابری پیوستن به شبکه‌ی شرکا و مشارکت در پروژه‌ها خدمات سازمانی ارایه خدمات ابری به کسب‌وکارهای بزرگ بر اساس صنعت خدمات مالی راهکاری امن برای نرم‌افزارهای خدمات مالی ارز دیجیتال راهکاری کارآمد برای صرافی‌های ارز دیجیتال فروشگاه آنلاین راهکاری یکپارچه برای فروشگاه‌های اینترنتی آموزش آنلاین راهکاری دردسترس برای خدمات آموزشی بر اساس اندازه شرکت استارت‌آپ‌ها راهکاری کامل برای رفع نیازهای زیرساختی استارت‌آپ‌ها سازمان‌های بزرگ بهره‌مندی از نسل جدید فناوری ابری در سازمان‌های بزرگ بر اساس کاربرد بازیابی پس از دیزستر راهکاری قابل اتکا برای بازیابی اطلاعات پس از بحران CDN بانکی راهکاری امن برای شبکه‌ی بانکی ایران امنیت ابری تامین کامل امنیت وب‌سایت‌ها و کسب‌وکارها Featured Resources User Guides How to Work with ArvanCloud Products Frequently Asked Questions Answers to the Most Frequent Questions about ArvanCloud Products Courses and Certificates Become an ArvanCloud Certified Cloud Expert Blog Read ArvanCloud's Articles, News and Technical Notes Other Resources Webinars Encyclopedia Videos Whitepapers EBooks Read More Blog Getting Started with ArvanCloud CDN Read More Blog ArvanCloud VOD Service Panel and API User Guide Read More Blog How to create API Keys? Read More Pricing Calculation Pricing Method How ArvanCloud Pricing Works Calculator Calculate Your Desired Solution's Cost Products Pricing CDN CDN Plans are based on the traffic and the features used.\nCloud Server Cloud Server pricing is based on the resources used, on an hourly basis.\nObject Storage Cloud Server plans are based on the traffic used and the storage space.\nVideo Platform Video Plans are based on the file size, traffic used and the number of concurrent conversions.\nContainer Service Container Service pricing is based on the resources and IPs used.\nSupport and Cloud Migration Technical support plans are free of charge for Basic and Growth plans, but there are also paid plans available.\nProducts Featured Products Cloud Server Scalable Cloud Virtual Machine (VPS) CDN Fast and Secure Global Content Delivery Video Platform Live and On-Demand Video Streaming Platform Object Storage Secure and Unlimited Object Storage Container Service Build and Deploy Containers in the Clouds Functions Performance &amp.\nReliability CDN DNS HTTP Load Balancer Dynamic Caching Minification Smart Routing Storage Object Storage ‌Block Storage Compute Cloud Server Container Service Security DDoS Protection Firewall WAF Rate Limit SSL/TLS Certificate Remote Private Key Offloading Video Video on-demand Streaming Live Streaming Video Ads Audio Streaming Video Player Networking Floating IP Network Firewall Insight Radar Log Forwarding Developers Tools API CLI SDK Terraform Linux Repository Linux/Docker Repo CDN Library Knowledge Base Featured Resources User Guides How to Work with ArvanCloud Products Frequently Asked Questions Answers to the Most Frequent Questions about ArvanCloud Products Courses and Certificates Become an ArvanCloud Certified Cloud Expert Blog Read ArvanCloud's Articles, News and Technical Notes Other Resources Webinars Encyclopedia Videos Whitepapers EBooks Pricing Pricing Calculation Pricing Method How ArvanCloud Pricing Works Calculator Calculate Your Desired Solution's Cost Products Pricing CDN Cloud Server Object Storage Video Platform Container Service Support and Cloud Migration Contact Us English العربية Deutsch فارسی Türkçe Français Portuguese 中文 Sign in / Sign up Contact Sales Terms of Service <p> Softqloud GmbH, including Softqloud GmbH's subsidiaries, affiliates, divisions, contractors and all data sources and suppliers, (collectively \"ArvanCloud\", \"we\", \"us\" or \"our\") welcomes you to www.arvancloud.com.\n</p>\n<p> These terms and conditions of service (collectively, with ArvanCloud's Privacy Policy, Acceptable Use Policy and Data Processing Agreement) govern your use of the Website and the services, features, content or applications operated by ArvanCloud (together with the Website, the \"Services\"), and provided to the Subscriber (the \"Subscriber\", \"user\", \"sub-user\", \"you\" or \"your\").\n</p>\n<p> Please read these Terms of Service carefully before using the Services.\nThese Terms of Service apply to all users of the Services.\nIf you are using the Services on behalf of an entity, organization, or company, you represent and warrant that you have the authority to bind such organization to these Terms of Service and you agree to be bound by these Terms of Service on behalf of such organization.\nAgreeing to use the Services by clicking \"Sign up\" constitutes your acceptance and agreement to be bound by these Terms of Service, and all other operating rules, policies and procedures that may be published from time to time on the Website by us, each of which is incorporated by reference and each of which may be modified from time to time without notice to you.\nYou acknowledge receipt of our Privacy Policy.\nIf you ordered the Services on the Website, use the Website, or otherwise engage in any electronic transaction with respect to the Services, then you agree to receive any updates to our Privacy Policy by accessing the Website.\nBy using our website or purchasing our products or services, you agree that we may use and share your personal information in accordance with the terms of our Privacy Policy.\n</p>\n<p> ArvanCloud reserves the right, at any time and from time to time, to amend or to modify these Terms of Service without prior notice to you, provided that if any such alterations constitute a material change to these Terms of Service, ArvanCloud will notify you by posting an announcement on the Website.\nAmendments and modifications shall take effect immediately when posted on the Website.\nBy continuing to access or use the Services after any such amendments or modifications, you agree to be bound by such amended or modified Terms of Service.\nFor this reason, we encourage you to review the Terms of Service whenever you use the Services.\nIf you do not agree to any change to these Terms of Services, then you must immediately stop using the Services.\n</p> 1.Definitions <p> Terms shall convey their meaning both in singular and plural forms.\n</p>\n<p> 1.1.\nGeneral Terms: the present General Terms, regardless of the form in which they are presented (on paper or electronically, e.g.\nthrough the ArvanCloud website).\n</p>\n<p> 1.2.\nArvanCloud is a brand of Softqloud GmbH: a duly established company under German law.\n</p>\n<p> 1.3.\nCustomer: party to whom ArvanCloud’s offer has been directed, with whom ArvanCloud has reached an agreement or for whom the legal act takes place, on grounds of which Products or Services are delivered to this party.\n</p>\n<p> 1.4.\nProducts: all moving things which are the object of any offer, agreement or other legal act in the frame of the relationship between ArvanCloud and the Customer.\n</p>\n<p> 1.5.\nServices: all work and other activities which are the object of any offer, agreement or other legal act in the frame of the relationship between ArvanCloud and the Customer.\n</p>\n<p> 1.6.\nAgreement: any reciprocal acceptation, confirmed in writing or through email, with respect to ArvanCloud’s Services.\nOrders placed electronically are explicitly included herein.\n</p> 2.\nApplicability of the General Terms <p> 2.1.\nThe General Terms are applicable to and are part of all offers, agreements and other legal acts, regardless of the way in which they have been made (orally, in writing, electronically or in any other form), in the frame of delivery by ArvanCloud of Products and/or Services to or for the Customer.\n</p>\n<p> 2.2.\nThe General Terms are also applicable to Products and/or Services ArvanCloud obtained from a third party and delivered (be it with or without having treated them before delivery) to the Customer as well as to Products and/or Services delivered to the Customer for ArvanCloud by a third party, as a result of the execution of an offer, agreement or any other legal act.\n</p>\n<p> 2.3.\nDerogations of the General Terms are only valid providing both ArvanCloud and the Customer have explicitly agreed to them in writing.\n</p>\n<p> 2.4.\nArvanCloud explicitly rejects the applicability of possible General Terms (of purchase) belonging to the Customer.\n</p>\n<p> 2.5.\nIn the event that a condition should become or should be declared void, the remaining conditions of the General Terms shall remain in full effect.\nArvanCloud and the Customer will agree mutually to a new condition in order to replace the void/annulled condition, thereby trying to approximate the intentions of the void/annulled condition as much as possible.\n</p> 3.\nOffer and agreement <p> 3.1.\nAll offers made by ArvanCloud are made without purchase obligation, unless explicitly specified in writing.\n</p>\n<p> 3.2.\nOffers made by ArvanCloud are valid for the term indicated on the offer.\nIn case no term has been indicated, the offer will be valid for two (2) weeks after the date of emission of the offer.\n</p>\n<p> 3.3.\nAgreements come into effect through the acceptance by ArvanCloud of the order given in writing by the Customer or at the moment of execution of an order by ArvanCloud.\n</p>\n<p> 3.4.\nAgreements are always closed for a duration of thirty-six (36) months, unless otherwise agreed.\nPremature termination is out of the question.\n</p>\n<p> 3.5.\nAt the end of their established term, agreements are always prolonged with consecutive terms of twelve (12) months, unless otherwise agreed.\nServices ordered through the automated ordering process are automatically renewed with the same period as the initial ordering period, unless a cancellation has been received in time (article 13.4).\n</p> 4.\nPrices, rates and surcharges <p> 4.1.\nAll prices and rates mentioned by ArvanCloud are in Euro, unless explicitly specified otherwise in writing.\n</p>\n<p> 4.2.\nAll prices and rates mentioned by ArvanCloud are given VAT excluded and without taking into account any other taxes imposed by the government.\nSimilarly, transportation and delivery costs or travel expenses have not been taken into account, unless explicitly specified otherwise in writing.\n</p>\n<p> 4.3.\nAt all times, ArvanCloud has the right to modify its prices and rates.\nUnless explicitly agreed in writing that prices and rates are valid for a given period, the announced price changes for delivery of Products and/or Services will come into effect two (2) months after their announcement.\n</p>\n<p> 4.4.\nIf the Customer doesn’t agree with a price and/or rate change announced by ArvanCloud, the Customer has the right to terminate the agreement with ArvanCloud in writing, within fourteen (14) days following the announced change and by the time the announced change will come into effect.\n</p>\n<p> 4.5.\nIn the event of a derogation of the original agreement between ArvanCloud and the Customer, authorized by the Customer, the ensuing surcharge will be calculated by means of the prices and/or rates in vigour at the time of execution of the additional service and presented to the Customer.\n</p> 5.\nPayment <p> 5.1.\nThe Customer must pay invoices issued by ArvanCloud within the term mentioned on the invoice in question.\nIn the event that no deadline for payment is mentioned on an invoice, a term of thirty (30) days will be applicable.\n</p>\n<p> 5.2.\nAll payments by the Customer to ArvanCloud are deduced from the old unpaid invoices addressed to the Customer, regardless of any other indication given by the Customer.\n</p>\n<p> 5.3.\nAny request for suspension, clearance or deduction submitted by the Customer will be rejected.\n</p>\n<p> 5.4.\nAt all times, ArvanCloud has the right to request (partial) payment in advance for the delivery of Products and/or Services, for instance through an authorisation of direct debit given to ArvanCloud.\nArvanCloud also has the right to suspend delivery until the advance payment has been received.\nFurthermore, ArvanCloud has the right to request security of payment in the form preferred and indicated by ArvanCloud (e.g.\nbanker’s guarantee).\nIn that case, ArvanCloud will not deliver the Products and/or Services until the desired security has been provided.\n</p>\n<p> 5.5.\nAny amount not paid when due shall be subject to a penalty of two per cent (2%) of the amount per month calculated pro rata die.\n</p>\n<p> 5.6.\nIn case of Customer fails to reimburse ArvanCloud for Services/Products it has used for more than 7 days, it waive all its rights regarding the data it has stored on Services/Product and ArvanCloud shall have the right to remove all of Customer’s data without prior notice or warning.\n</p>\n<p> 5.7.\nArvanCloud reserves the right to dissolve the agreement and consider it dissolved by right if the party concerned doesn’t timely pay the amounts due in accordance with this agreement.\n</p>\n<p> 5.8.\nIn the event of late payment, the party concerned accepts liability for all judicial and extra-judicial costs and interests by right incurred by any third party involved by ArvanCloud or the debt collection agency.\n</p>\n<p> 5.9.\nIn the event the Customer performs a charge back on any payment without filing a reclamation or objection with ArvanCloud first, the Customer will be invoiced at €25,- per charge back to cover administrative fees.\n</p> 6.\nDelivery, risks and retention of title <p> 6.1.\nThe terms of delivery announced by ArvanCloud for Products and/or Services are presented only for information purposes, thus are never to be considered a deadline, unless explicitly agreed otherwise in writing.\n</p>\n<p> 6.2.\nThe risk of loss or damage to the Products in the frame of the agreement between ArvanCloud and the Customer is transferred to the Customer from the moment the Products in question become the actual possession of the Customer or any proxy acting on its behalf.\n</p>\n<p> 6.3.\nIt is compulsory that the Customer should check all delivered Products for possible defects or flaws immediately following delivery.\n</p> 7.\nReclamations <p> 7.1.\nAny contestation from the Customer regarding a ArvanCloud invoice or an amount recovered by ArvanCloud through direct debit should be notified in writing to ArvanCloud within fourteen (14) days following the invoice date or the date on which the direct debit was performed.\npast this deadline, the invoiced or debited sum shall be considered approved by the Customer.\n</p>\n<p> 7.2.\nShould the Customer consider that a Product or Service delivered by ArvanCloud does not meet the criteria agreed on between both parties, then the Customer should immediately notify ArvanCloud within fourteen (14) days following delivery or following the moment starting from which the Customer could have reasonably noticed the shortcoming indicated by it.\n</p> 8.\nIntellectual property <p> 8.1.\nAll rights on intellectual property pertaining to the Products and/or Services as well as to designs, programs, documentation and any other material developed and/or used for the preparation or implementation of the agreement between ArvanCloud and the Customer – or the rights deriving thereof – are solely vested in ArvanCloud or its suppliers.\nThe delivery of Products and/or Services doesn’t entail any transfer of rights of intellectual property.\n</p>\n<p> 8.2.\nThe Customer is always granted a mere non-exclusive and non-transferable right to use the Products and results of the Services for the agreed purposes.\nThe Customer will, during such use, strictly adhere to the conditions specified in the General Terms or otherwise imposed on the Customer.\n</p>\n<p> 8.3.\nProducts and results of the Services will never, in any way, be disclosed to the public, multiplied or held at a third party’s disposal by the Customer without prior authorisation in writing from ArvanCloud.\n</p>\n<p> 8.4.\nThe Customer will never remove or modify notices placed by ArvanCloud or its suppliers and pertaining to authors’ rights, brands, trade marks or other rights of intellectual property.\n</p> 9.\nSupply of information by the Customer <p> 9.1.\nThe Customer will always timely supply complete information as requested by ArvanCloud, as well as any other type of information required for the delivery of Products and/or Services.\n</p>\n<p> 9.2.\nThe Customer guarantees that the information mentioned in article 9.1 is accurate and complete and that it is entitled to provide the information to ArvanCloud in the frame of delivery of Products and/or Services.\nThe Customer will indemnify ArvanCloud from all possible claims from third parties in this frame.\n</p>\n<p> 9.3.\nIn the event that part of the information supplied by the Customer to ArvanCloud could be considered personal information, the Customer guarantees that the information compiled with the privacy laws in vigour at the time the information was supplied and that its use and treatment by ArvanCloud is authorized.\nThe Customer indemnifies ArvanCloud from all possible claims from third parties in this frame.\n</p> 10.\nConfidentiality <p> 10.1.\nThe parties will not disclose any confidential information concerning the company of the other party, obtained in the frame of the agreement.\nParties will also impose this restriction on their employees and on third parties employed for the implementation of the agreement between both parties.\n</p>\n<p> 10.2.\nInformation will by all means be considered confidential if any one of the parties indicates it as such.\n</p> 11.\nLiability of ArvanCloud <p> 11.1.\nThe legal liability of ArvanCloud for imputable faults in the frame of the implementation of the agreement is restricted to the compensation of direct damage suffered by the Customer up to a maximum amount equalling the compensation established in the agreement in question.\nIf the agreement has a term exceeding one year, the established compensation will equal the sum total of compensations established for the ongoing year at the time the fault occurs.\nIn no case will the total compensation for direct damage exceed € 250,- and – if the damage is of physical or material nature – € 250,- per event, whereby a series of events will be considered one event.\n</p>\n<p> 11.2.\nWith direct damage is exclusively meant: costs the Customer had to reasonably incur in order to repair or discontinue the shortcomings of ArvanCloud so that ArvanCloud’s performance would again be in accordance with the agreement, as well as reasonable costs incurred to prevent or restrict such damage and reasonable costs incurred to establish the cause and the importance of the damage.\nIf ArvanCloud and the Customer have agreed on a binding term of delivery, the costs will be taken into account, which the Customer had to reasonably incur to take emergency dispositions on account of ArvanCloud’s failure to deliver within the binding terms of delivery, less possible savings, also in the case of direct damage.\n</p>\n<p> 11.3.\nEach liability of ArvanCloud for indirect damages, including but not limited to consequential loss, loss of profits and loss of revenue is excluded.\n</p> 12.\nForce Majeure <p> 12.1.\nThere will be no imputable faults ascribed to ArvanCloud in case of Force Majeure.\n</p>\n<p> 12.2.\nIf the circumstances of Force Majeure have lasted for longer than sixty (60) consecutive days, the Customer will have the right to dissolve the agreement in writing and out of court.\nNo damage compensation whatsoever will be imputable to ArvanCloud for damages suffered by the Customer on account of the dissolution of the agreement.\nArvanCloud has the right to claim payment from the Customer for all Products and/or Services delivered to the Customer up to the moment of dissolution of the agreement.\n</p> 13.\nTermination <p> 13.1.\nEach party has the right to dissolve the agreement out of court in the event that the other party should fail to fulfil its obligations in the frame of the agreement and should remain incapable of remedying the breach within a reasonable timeframe after having received due notice in writing.\nDissolution does not discharge the Customer of any obligation of payment for Products and/or Services already delivered by ArvanCloud, unless ArvanCloud is to be considered in breach with respect to a certain Product or Service.\n</p>\n<p> 13.2.\nArvanCloud has the right to dissolve the agreement immediately without advance notice and without being considered liable for any kind of damage compensation to the Customer if suspension of payment has been granted to the Customer, if a declared state of bankruptcy has been requested for the Customer, if (part of) the possessions of the Customer have been seized, if the company of the Customer finds itself in a state of liquidation or goes out of business, if the Customer commits acts in violation of the (inter)national laws and regulations or if the Customer has supplied false information to ArvanCloud.\n</p>\n<p> 13.3.\nImmediately after the dissolution of the agreement (whichever the reason of dissolution), the Customer will stop using Products and/or results of Services provided to it and will return all programs, documentation and other material provided to it in the frame of the agreement.\n</p>\n<p> 13.4.\nEarly termination of the agreement must be notified in writing, observing a period of notice of three (3) months at the end of the agreed period, unless otherwise agreed.\nThe termination may be notified through (E)-mail, fax, or trough ArvanCloud’s online ticket system on the understanding that the period of notice will begin on the day that ArvanCloud receives the notice of termination.\nGameservers and voiceservers have a minimum rental period of one (1) month and period of notice of one (1) month.\nDedicated servers ordered through the automatic ordering process have a minimum rental period of one (1) month and a period of notice of one (1) month.\nA custom order/invoice has a minimum agreement of twelve (12) months and a period of notice of three (3) months.\nThe notice of termination should mention the personal information and the customer number (if any).\nThe notice should also bear the signature of the Customer.\n</p>\n<p> 13.5.\nWe don’t allow porn or sexually exploitative content.\nWe prohibit accounts that promote or distribute pornographic content, and we report child sexual exploitation to authorities.\n</p> 14.\nSuspension for Nonpayment <br> Immediately After 24 hours After 48 hours After one week After two weeks After one month Cloud Server Access to the panel will be denied.\nInstance networks will be deactivated Instances will be turned off Instances and Snapshots will be removed CDN CDN service will be deactivated.\nVideo Platform New video will not upload.\nVideos won’t be displayed.\nVideos will be deleted.\nLive Streaming Live stream will stop working.\nLive streams will be deleted.\nContainer Service Access to the panel will be denied.\nProjects will be turned off.\nProjects will be deleted.\nCloud Storage Access to the panel will be denied.\nWrite access will be denied.\nRead access will be denied.\nFiles will be deleted.\nSupport Downgrading to Basic plan.\nIf you are using Cloud Server: <ul>\n<li> When your account reaches zero balance, you can no longer get access to the Cloud Server’s panel.\n</li>\n<li> Twenty-four hours after your account balance becomes zero, your Instance networks will be disconnected, and you will no longer have access to the SSH.\n</li>\n<li> Forty-eight hours after your account balance becomes zero, your instances will be turned off.\n</li>\n<li> One week after your account balance becomes zero, your instances and snapshots will be removed, and it will not be possible to restore or retrieve the data of your instances at all.\n</li>\n</ul>\n<p>\n<b>Note:</b> If you top up your account after the instances are turned off, you need to turn on your instances manually.\n</p>\n<p>\n<b>Note:</b> In case the user consumes more disk IOPS and network PPS than included in the basic packages, the access to the instance will be automatically blocked.\n</p>\n<p> In order to recover the access, you need to send a ticket to ArvanCloud's technical support department.\n</p> If you are using CDN: <ul>\n<li> When your account reaches zero balance, you can no longer get access to the CDN service, and all CDN features will be turned off.\n</li>\n</ul>\n<p>\n<b>Note:</b> After the CDN service is deactivated, traffic will be directly sent to your origin server, and the protection against attacks will be returned to its basic mode.\nBear in mind that if the CDN is turned off, there is the risk of exposure to your origin server’s IP.\n</p> If you are using Video Platform (Live Stream and Video Ads included): <ul>\n<li> When your account reaches zero balance, you can no longer be able to upload new videos.\nMoreover, your live stream will stop working, and you are neither able to use push and pull service nor create a new live stream.\n</li>\n<li> Forty-eight hours after your account reaches zero balance, your live stream will be removed.\n</li>\n<li> One week after your account balance becomes zero, your previously uploaded videos will not be played.\n</li>\n<li> One month after your account balance becomes zero, your videos will be deleted.\n</li>\n</ul>\n<p>\n<b>Note:</b> After the videos are removed, you will not be able to retrieve or restore them at all.\n</p> If You Are Using Container Service (PaaS): <ul>\n<li> When your account reaches zero balance, you can no longer access your Container Service’s panel.\n</li>\n<li> Forty-eight hours after your account reaches zero balance, your projects will be turned off.\n</li>\n<li> Two weeks after your account reaches zero balance, your projects will be removed.\n</li>\n</ul>\n<p>\n<b>Note:</b> You can no longer restore the deleted applications and projects.\n</p> If You Are Using Cloud Storage (Object Storage): <ul>\n<li> When your account reaches zero balance, you can no longer get access to the Cloud Storage service.\n</li>\n<li> Twenty-four hours after your account reaches zero balance, you can no longer get write access.\n</li>\n<li> Forty-eight hours after your account reaches zero balance, you can no longer get read access.\n</li>\n<li> One month after your account reaches zero balance, your files will be removed.\n</li>\n</ul>\n<p>\n<b>Note:</b> You can no longer recover the removed files.\n</p> If You Are Using Growth Support Plan or higher Levels: <ul>\n<li> When your account reaches zero balance, your support plan will be downgraded to the Basic plan.\n</li>\n</ul>\n<p>\n<b>Note:</b> As your support plan has changed to Basic, after adding funds to your billing account, you need to activate your desired support plan again.\n</p> 15.\nPersonnel <p> 15.1.\nIn the event that ArvanCloud personnel should perform its duties in the frame of the delivery of Products and/or Services on the premises of the Customer, the Customer will offer all the support necessary for the accomplishment of these duties.\n</p>\n<p> 15.2.\nThroughout the duration of the agreement between Customer and ArvanCloud and for one year following termination thereof, the Customer shall not hire or employ in any other way, be it directly or indirectly, personnel of ArvanCloud without prior written authorisation of ArvanCloud.\nWith personnel of ArvanCloud is meant: all persons which ArvanCloud or one of its associated enterprises has hired or which have stopped working for ArvanCloud or one of its associated enterprises less than 6 (six) months ago.\n</p> 16.\nDisputes <p> 16.1.\nOffers, agreements and other legal acts in the frame of delivery of Products and/or Services by ArvanCloud are governed by German law.\n</p>\n<p> 16.2.\nDisputes between ArvanCloud and the Customer, resulting from or pertaining to offers, agreements and other legal acts in the frame of delivery of Products and/or Services by ArvanCloud will be exclusively presented to the competent judge in the district of Düsseldorf.\n</p> 17.\nDisablement of services <p> 17.1.\nArvanCloud has the right to temporarily disable delivered Services for maintenance purposes.\n</p>\n<p> 17.2.\nArvanCloud has the right to (temporarily) disable delivered Services or limit their use if the Customer should fail to fulfil one of its obligations toward ArvanCloud or displays conduct that is in breach with the present General Terms.\nArvanCloud will notify the Customer thereof, unless this cannot be reasonably expected from ArvanCloud.\nThe imposed restriction or disablement doesn’t affect the other obligations of the Customer and thus has no suspending effect.\n</p>\n<p> 17.3.\nThe Customer will be reconnected upon the fulfilment of all its obligations within a deadline imposed by ArvanCloud and upon payment of the thereto established reconnection fee (€ 25,- VAT excluded).\n</p> 18.\nProhibited Conducts <p> Our services must not be used to hide any illegal activities or be a tool to commit an illegal activity.\nYou must always refrain from committing any acts through Services that may be considered illegal or prohibited under German federal or state law or the territory law of the country of which you are resident of.\nYou should also abstain from:\n</p>\n<ul>\n<li>Using the Services for sending spams, DDoS attacks, Phishing, scanning other servers, or using it in any sort of hacking activities directly or indirectly.\n</li>\n<li>Access, publish, or otherwise make available child pornography or any other pornography related content through the Service or publish such content through our servers or any other child pornography related activity.\n</li>\n<li>Using the Service to hide your identity from law enforcement agencies in the course of a criminal activity.\n</li>\n<li>Using the Service Device for any abusive purpose, or to damage or cause risk to our business, reputation, employees, users, facilities, or to any person.\n</li>\n<li>Using the Service in order to violate legal rights of third parties including rights of copyright holders.\n</li>\n<li>Using the Service in activities that may directly or indirectly are linked to a terrorist act or a terrorist organization.\n</li>\n<li>Using the Service for any illegal purposes, or in violation of any local, state, national, or international law.\n</li>\n</ul>\n<p> In case our staff are being informed or become aware of your prohibited activities as described in this clause, they may immediately and without prior notice terminate your Services and remove any data you have.\nYou will also lose all rights regarding any refunds or any other rights you may have been entitled under this agreement.\nWe may also provide your personal information to law enforcement agencies upon their legal requests.\n</p>\n<p> For more information, please read our Acceptable Use Policy.\n</p> 19.\nGDPR and Data Processing Agreements <p> At Softqloud GmbH, we are ready to embrace GDPR principles and take responsibility for providing you with uniform and compliant standards for personal data privacy in our role as a data controller and data sub-processor.\n</p>\n<p> Softqloud GmbH provides the required data processing agreements (DPA’s) for our customers here.\n</p>\n<p> These GDPR Ready Terms and Conditions will be applied to all new customers inside the European Economic Area when all the actions and requirements are met.\n</p> 20.\nPrivacy Statements <p> Softqloud GmbH is committed to ensuring that your privacy and personal data are protected.\nWe will use your personal data by the applicable laws and regulations.\n</p>\n<p> You can read our Privacy Policy here.\n</p>\n<p> Contact Information\n</p>\n<p> If you have any requests, questions or suggestions about these agreements, please send an email to legal@arvancloud.com.\n</p>\n<p> Softqloud GmbH, with its office at Monschauer Str.\n12 - 40549 Düsseldorf – Germany\n</p> Performance &amp.\nReliability <ul>\n<li> CDN </li>\n<li> Cloud Security </li>\n<li> Cloud DNS </li>\n</ul> Media Services <ul>\n<li> Video Platform </li>\n<li> Video Advertisment </li>\n<li> Live Streaming </li>\n</ul> Cloud Computing Services <ul>\n<li> Cloud Computing </li>\n</ul> ArvanCloud <ul>\n<li> About ArvanCloud </li>\n<li> Our Vision </li>\n<li> Contact us </li>\n</ul> Users <ul>\n<li> Terms of Service </li>\n<li> Privacy Policy </li>\n<li> Service Level Agreement (SLA) </li>\n<li> Cookie Statement </li>\n<li> System Status </li>\n<li> Legal </li>\n</ul> Resources <ul>\n<li> Help Center </li>\n<li> API Access </li>\n<li> Network Map </li>\n<li> Blog </li>\n</ul> Monschauer Str.\n12 - 40549 Düsseldorf – Germany ", "created_at": "2022-07-29 07:00:16.568276", "updated_at": "2022-07-29 05:09:53.232174"}, {"id": 12275, "name": " Trademark Notification Policy", "url": "https://www.arvancloud.com/en/legal/trademark-notification-policy", "xpath": "/html/body/section[1]", "text": " <p> If you are a trademark owner who believes that material being hosted by a ArvanCloud customer violates your trademark rights, you can send a notification of alleged infringement.\nTo do so, please send a notice to our Legal Team that includes all of the following information: </p> 1.\nA physical or electronic signature of a person authorized to act on behalf of the owner of the trademark that has been allegedly infringed.\n2.\nIdentification of the trademark that is being infringed.\nIf this is a registered trademark, you should include the registration information.\nif it is not a registered trademark, please provide a description or a copy of the trademark at issue.\n3.\nIdentification of the material you believe is infringing your trademark.\nThis should include the URL where such material may be found (if one exists), and any other information (including IP address) that will enable us to locate that material.\n4.\nYour contact information, including address, telephone number, and e-mail address.\n5.\nA statement that you have a good faith belief that the material is not authorized by the trademark owner, its agent, or the law.\n6.\nA statement made under penalty of perjury that the information provided is accurate and that the notifying party is authorized to make the complaint on behalf of the trademark owner.\n<br>\n<p> ArvanCloud will review your notice for accuracy, validity, and completeness.\nIf we find that it satisfies these requirements, we will forward the notice to the customer or user associated with the allegedly infringing material.\n</p>\n<p> Please contact our Legal Team at legal@arvancloud.com.\n</p> ", "created_at": "2022-07-29 07:00:16.57376", "updated_at": "2022-07-29 05:08:05.01304"}, {"id": 12273, "name": " Data Portability", "url": "https://www.arvancloud.com/en/legal/data-portability", "xpath": "/html/body/section[1]", "text": " <p>\n<b>How can I download my content/data from my ArvanCloud Services? </b>\n</p>\n<p> If you need to access and download data from your Cloud Servers (Instance), Cloud Storage, Block Storage volumes, Video platform or DNS Service, we have several different resources available to make this as easy as possible.\n</p>\n<p>\n<b>Cloud Server and Block Storage/Volumes </b>\n</p>\n<p> Downloading your content or other data from any of your Instance functions is the same as any other file transfer operation you might already be familiar with.\nWe have a community tutorial available that can help you accomplish this: </p>\n<p> Create and Manage a Backup Plan Using Cloud Storage </p>\n<p>\n<b> What if my Instance is inaccessible or not online? </b>\n</p>\n<p>Good news! We have a tutorial available for recovering files via our rescue image.\n</p>\n<p>\n<b> What if I have some content that lives on one of my Block Storage volumes? </b>\n</p>\n<p> With this tutorial you can easily re-attach the volume to an Instance and access your data by one of the above means.\n</p>\n<p>\n<b>Snapshots</b>\n</p>\n<p> If you have content/data that happens to live on a snapshot image, you need to 1) create a new Instance from that snapshot, 2) use one of the methods under \"Cloud Server and Block Storage/Volumes\", and 3) delete that Instance once complete.\n<br> Currently, we do not have any other method for extracting data from a snapshot.\nFor more info on snapshots, please use this tutorial.\n</p>\n<p>\n<b> Cloud Storage </b>\n</p>\n<p> To download any individual file from your Cloud Storage, go to the “Buckets” and select “Download” icon of the desired file.\nThis will retrieve the file to your local machine.\n</p>\n<p>\n<b> Video Platform </b>\n</p>\n<p> To download you source videos uploaded on ArvanCloud’s Video Platform, you can easily use the “video URL” available on your user panel.\nThis tutorial helps you with detailed information about video platform.\n</p>\n<p>\n<b> DNS Services </b>\n</p>\n<p> If you need to export your domain’s DNS records, you can use CDN service API.\nUsing this API, you can easily export your DNS records and their configuration you have set in your user panel.\n</p> ", "created_at": "2022-07-29 07:00:16.571179", "updated_at": "2022-07-29 05:06:42.273744"}, {"id": 12270, "name": " Privacy Policy", "url": "https://www.arvancloud.com/en/legal/privacy-policy", "xpath": "//body", "text": " Start Now! ArvanCloud CDN Reports.\nNow with Host and Period Filters English العربية Deutsch فارسی Türkçe Français Portuguese 中文 Contact Us Products Knowledge Base Pricing Sign up Sign in Contact Sales Featured Products Cloud Server Scalable Cloud Virtual Machine (VPS) CDN Fast and Secure Global Content Delivery Video Platform Live and On-Demand Video Streaming Platform Object Storage Secure and Unlimited Object Storage Container Service Build and Deploy Containers in the Clouds Functions Performance &amp.\nReliability CDN DNS HTTP Load Balancer Dynamic Caching Minification Smart Routing Storage Object Storage ‌Block Storage Compute Cloud Server Container Service Security DDoS Protection Firewall WAF Rate Limit SSL/TLS Certificate Remote Private Key Offloading Video Video on-demand Streaming Live Streaming Video Ads Audio Streaming Video Player Networking Floating IP Network Firewall Insight Radar Log Forwarding Developers Tools API CLI SDK Terraform Linux Repository Linux/Docker Repo CDN Library راهکارهای ویژه کوچ ابری مهاجرت به زیرساخت ابری به کمک متخصصان آروان درخواست مشاوره ارایه‌ی بهترین راه‌حل‌های ابری به کسب‌وکارها شرکای ابری پیوستن به شبکه‌ی شرکا و مشارکت در پروژه‌ها خدمات سازمانی ارایه خدمات ابری به کسب‌وکارهای بزرگ بر اساس صنعت خدمات مالی راهکاری امن برای نرم‌افزارهای خدمات مالی ارز دیجیتال راهکاری کارآمد برای صرافی‌های ارز دیجیتال فروشگاه آنلاین راهکاری یکپارچه برای فروشگاه‌های اینترنتی آموزش آنلاین راهکاری دردسترس برای خدمات آموزشی بر اساس اندازه شرکت استارت‌آپ‌ها راهکاری کامل برای رفع نیازهای زیرساختی استارت‌آپ‌ها سازمان‌های بزرگ بهره‌مندی از نسل جدید فناوری ابری در سازمان‌های بزرگ بر اساس کاربرد بازیابی پس از دیزستر راهکاری قابل اتکا برای بازیابی اطلاعات پس از بحران CDN بانکی راهکاری امن برای شبکه‌ی بانکی ایران امنیت ابری تامین کامل امنیت وب‌سایت‌ها و کسب‌وکارها Featured Resources User Guides How to Work with ArvanCloud Products Frequently Asked Questions Answers to the Most Frequent Questions about ArvanCloud Products Courses and Certificates Become an ArvanCloud Certified Cloud Expert Blog Read ArvanCloud's Articles, News and Technical Notes Other Resources Webinars Encyclopedia Videos Whitepapers EBooks Read More Blog Getting Started with ArvanCloud CDN Read More Blog ArvanCloud VOD Service Panel and API User Guide Read More Blog How to create API Keys? Read More Pricing Calculation Pricing Method How ArvanCloud Pricing Works Calculator Calculate Your Desired Solution's Cost Products Pricing CDN CDN Plans are based on the traffic and the features used.\nCloud Server Cloud Server pricing is based on the resources used, on an hourly basis.\nObject Storage Cloud Server plans are based on the traffic used and the storage space.\nVideo Platform Video Plans are based on the file size, traffic used and the number of concurrent conversions.\nContainer Service Container Service pricing is based on the resources and IPs used.\nSupport and Cloud Migration Technical support plans are free of charge for Basic and Growth plans, but there are also paid plans available.\nProducts Featured Products Cloud Server Scalable Cloud Virtual Machine (VPS) CDN Fast and Secure Global Content Delivery Video Platform Live and On-Demand Video Streaming Platform Object Storage Secure and Unlimited Object Storage Container Service Build and Deploy Containers in the Clouds Functions Performance &amp.\nReliability CDN DNS HTTP Load Balancer Dynamic Caching Minification Smart Routing Storage Object Storage ‌Block Storage Compute Cloud Server Container Service Security DDoS Protection Firewall WAF Rate Limit SSL/TLS Certificate Remote Private Key Offloading Video Video on-demand Streaming Live Streaming Video Ads Audio Streaming Video Player Networking Floating IP Network Firewall Insight Radar Log Forwarding Developers Tools API CLI SDK Terraform Linux Repository Linux/Docker Repo CDN Library Knowledge Base Featured Resources User Guides How to Work with ArvanCloud Products Frequently Asked Questions Answers to the Most Frequent Questions about ArvanCloud Products Courses and Certificates Become an ArvanCloud Certified Cloud Expert Blog Read ArvanCloud's Articles, News and Technical Notes Other Resources Webinars Encyclopedia Videos Whitepapers EBooks Pricing Pricing Calculation Pricing Method How ArvanCloud Pricing Works Calculator Calculate Your Desired Solution's Cost Products Pricing CDN Cloud Server Object Storage Video Platform Container Service Support and Cloud Migration Contact Us English العربية Deutsch فارسی Türkçe Français Portuguese 中文 Sign in / Sign up Contact Sales Privacy Policy <p> This Privacy Policy describes how Softqloud GmbH and its affiliates (\"ArvanCloud,\" \"we,\" \"our\" or \"us\") collect, use, and share information in connection with your use of our websites (including www.arvancloud.com), services, and applications (collectively, the \"Services\").\nThis Privacy Policy (the \"Privacy Policy\") does not apply to information our customers may process when using our Services.\n</p>\n<p> We may collect and receive information about users of our Services (\"users,\" \"you,\" or \"your\") from various sources, including: </p>\n<ul>\n<li> Information you provide through your user account on the Services (your \"Account\") if you register for the Services.\n</li>\n<li> Your use of the Services.\n</li>\n<li> From third-party websites, services, and partners.\n</li>\n</ul>\n<p> To ensure you are fully informed, we recommend that you read this Privacy Policy in full.\nIf you have any questions about this Privacy Policy or ArvanCloud's data collection, use, and disclosure practices, please get in touch with us at legal@arvancloud.com.\n</p>\n<b> 1.\nInformation We Collect </b>\n<p>Information You Provide </p>\n<p>\n<strong> I. Account Registration.\n</strong> When you register for an Account, we may ask for your contact information, including name, company name, address, email address, and telephone number.\nIf you choose to refer a friend to our Services, we may also collect your friend's email address so that we may send them a referral or promotional code to sign up for our Services.\n</p>\n<p>\n<strong>  II. Payment Information.\n</strong> When you add your financial account information to your account, that information is directed to our third-party payment processor.\nWe do not store your financial account information on our systems.\nhowever, we have access to and may retain, subscriber information through our third-party payment processor.\n</p>\n<p>\n<strong>III. User Content.\n</strong> Our Website and Forum feature allows you to post content on our services publicly.\nBy registering for our Forum or posting comment on our website, you agree that your profile information and the content you post may be viewed and used by other users and third parties we do not control.\n</p>\n<p>\n<strong>  IV. Communications.\n</strong> If you contact us directly, we may receive additional information about you such as your name, email address, phone number, the contents of the message and/or attachments you may send us, and any other information you may choose to provide.\nWe may also receive a confirmation when you open an email from us.\n</p>\n<p> The personal information that you are asked to provide, and the reasons why you are asked to provide it, will be made clear to you at the point we ask you to provide your personal information.\n</p>\n<p>\n<b> Information We Collect When You Use Our Services.\n</b>\n</p>\n<p>\n<strong>  I. Cookies and Other Tracking Technologies.\n</strong> As is true of most websites, we gather certain information automatically and store it in log files.\nIn addition, when you use our Services, we may collect certain information automatically from your device.\nThis information may include internet protocol (IP) addresses, browser type, internet service provider (ISP), referring/exit pages, operating system, date/time stamp, clickstream data, landing page, and referring URL.\nTo collect this information, a cookie may be set on your computer or device when you visit our Services.\nCookies contain a small amount of information that allows our web servers to recognize you.\nWe store information that we collect through cookies, log files, and/or clear gifs to record your preferences.\nWe may also automatically collect information about your use of features of our Services, about the functionality of our Services, frequency of visits, and other information related to your interactions with the Services.\nWe may track your use across different websites and services.\nIn some countries, including countries in the European Economic Area (\"EEA\"), the information referenced above in this paragraph may be considered personal information under applicable data protection laws.\n</p>\n<p>\n<strong>  II. Usage of our Services.\n</strong> When you use our Services, we may collect information about your engagement with and utilization of our Services, such as processor and memory usage, storage capacity, navigation of our Services, and system-level metrics.\nWe use this data to operate the Services, maintain and improve the performance and utilization of the Services, develop new features, protect the security and safety of our Services and our customers, and provide customer support.\nWe also use this data to develop aggregate analysis and business intelligence that enable us to operate, protect, make informed decisions, and report on the performance of our business.\n</p>\n<p>\n<strong> Information We Receive from Third Parties.\n</strong>\n</p>\n<p>\n<strong>   I. Third-Party Accounts.\n</strong> If you choose to link our Services to a third-party account, we will receive information about that account, such as your authentication token from the third-party account, to authorize linking.\nIf you wish to limit the information available to us, you should visit the privacy settings of your third-party accounts to learn about your options.\n</p>\n<strong> 2.\nHow We Use Information </strong>\n<p> We use the information we collect in various ways, including to: </p>\n<ul>\n<li> Provide, operate, and maintain our Services.\n</li>\n<li> Improve, personalize, and expand our Services.\n</li>\n<li> Understand and analyze how you use our Services.\n</li>\n<li> Develop new products, services, features, and functionality.\n</li>\n<li> Communicate with you, either directly or through one of our partners, including for customer service, to provide you with updates and other information relating to the Service, and for marketing and promotional purposes.\n</li>\n<li> Process your transactions.\n</li>\n<li> Send you text messages and push notifications.\n</li>\n<li> Find and prevent fraud.\n</li>\n<li> For compliance purposes, including enforcing our Terms of Service, or other legal rights, or as may be required by applicable laws and regulations or requested by any judicial process or governmental agency.\n</li>\n</ul>\n<strong> 3.\nHow We Share Information </strong>\n<p> We may share the information we collect in various ways, including the following: </p>\n<p>\n<strong> l.\nVendors and Service Providers.\n</strong> We may share information with third-party vendors and service providers that provide services on our behalf, such as helping to provide our Services, for promotional and/or marketing purposes, and to provide you with information relevant to you such as product announcements, software updates, special offers, or other information.\n</p>\n<p>\n<strong> ll.\nAggregate Information.\n</strong> Where legally permissible, we may use and share information about users with our partners in aggregated or de-identified form that can't reasonably be used to identify you.\n</p>\n<p>\n<strong> lll.\nAdvertising.\n</strong> We work with third-party advertising partners to show you ads that we think may interest you.\nThese advertising partners may set and access their own cookies, pixel tags, and similar technologies on our Services, and they may otherwise collect or have access to information about you which they may collect over time and across different online services.\nSome of our advertising partners are members of the Network Advertising Initiative or the Digital Advertising Alliance.\nTo learn more about these programs, or opt-out of personalized ads, visit the Digital Advertising Alliance's Self-Regulatory Program for Online Behavioral Advertising at www.aboutads.info, or the Network Advertising Initiative at www.networkadvertising.org.\n</p>\n<p>\n<strong> lV.\nThird-Party Partners.\n</strong> We also share information about users with third-party partners in order to receive additional publicly available information about you.\n</p>\n<p>\n<strong> V.\nInformation We Share When You Sign Up Through a Referral.\n</strong> If you sign up for our Services through a referral from a friend, we may share information with your referrer to let them know that you used their referral to sign up for our Services.\n</p>\n<p>\n<strong> Vl.\nAnalytics.\n</strong> We use analytics providers such as Google Analytics.\nGoogle Analytics uses cookies to collect non-identifying information.\nGoogle provides some additional privacy options regarding its Analytics cookies at www.google.com/policies/privacy/partners </p>\n<p>\n<strong> Vll.\nBusiness Transfers.\n</strong> Information may be disclosed and otherwise transferred to any potential acquirer, successor, or assignee as part of any proposed merger, acquisition, debt financing, sale of assets, or similar transaction, or in the event of insolvency, bankruptcy, or receivership in which information is transferred to one or more third parties as one of our business assets.\n</p>\n<p>\n<strong> Vlll.\nAs Required By Law and Similar Disclosures.\n</strong> We may also share information to (i) satisfy any applicable law, regulation, legal process, or governmental request.\n(ii) enforce this Privacy Policy and our Terms of Service, including investigation of potential violations hereof.\n(iii) detect, prevent, or otherwise address fraud, security, or technical issues.\n(iv) respond to your requests.\nor (v) protect our rights, property or safety, our users and the public.\nThis includes exchanging information with other companies and organizations for fraud protection and spam/malware prevention.\n</p>\n<p>\n<strong> lX.\nWith Your Consent.  </strong> We may share information with your consent.\n</p>\n<strong> 4.\nLegal Basis for Processing Personal Information </strong>\n<p> Our legal basis for collecting and using the personal information described above will depend on the personal information concerned and the specific context in which we collect it.\nHowever, we will normally collect personal information from you only: </p>\n<p> l.\nWhere we need the personal information to perform a contract with you.\n</p>\n<p> ll.\nWhere the processing is in our legitimate interests and not overridden by your rights.\n</p>\n<p> lll.\nWhere we have your consent to do so.\n</p>\n<p> We have a legitimate interest in operating our Services and communicating with you as necessary to provide these Services, for example when responding to your queries, improving our platform, undertaking marketing, or for the purposes of detecting or preventing illegal activities.\n</p>\n<p> In some cases, we may also have a legal obligation to collect personal information from you or may otherwise need the personal information to protect your vital interests or those of another person.\n</p>\n<p> If we ask you to provide personal information to comply with a legal requirement or to perform a contract with you, we will make this clear at the relevant time and advise you whether the provision of your personal information is mandatory or not (as well as of the possible consequences if you do not provide your personal information).\n</p>\n<strong> 5.\nThird-party Services </strong>\n<p> You may access other third-party services through the Services, for example by clicking on links to those third-party services from within the Services.\nWe are not responsible for the privacy policies and/or practices of these third-party services, and we encourage you to carefully review their privacy policies.\n</p>\n<strong> 6.\nSecurity </strong>\n<p> ArvanCloud is committed to protecting your information.\nTo do so, we employ a variety of security technologies and measures designed to protect information from unauthorized access, use, or disclosure.\nThe measures we use are designed to provide a level of security appropriate to the risk of processing your personal information.\nHowever, please bear in mind that the Internet cannot be guaranteed to be 100% secure.\n</p>\n<strong> 7.\nData Retention </strong>\n<p> We retain personal information we collect from you where we have an ongoing legitimate business need to do so (for example, to provide you with a service you have requested or to comply with applicable legal, tax, or accounting requirements).\n</p>\n<p> When we have no ongoing legitimate business need to process your personal information, we will either delete or anonymize it or, if this is not possible (for example, because your personal information has been stored in backup archives), then we will securely store your personal information and isolate it from any further processing until deletion is possible.\n</p>\n<strong> 8.\nAccess </strong>\n<p> If you are a registered user, you may access certain information associated with your account by logging into our Services or emailing legal@arvancloud.com.\nIf you terminate your account, any public activity on your account prior to deletion may remain stored on our servers and may remain accessible to the public.\n</p>\n<p> To protect your privacy and security, we may also take reasonable steps to verify your identity before updating or removing your information.\nThe information you provide us may be archived or stored periodically by us according to backup processes conducted in the ordinary course of business for disaster recovery purposes.\nYour ability to access and correct your information may be temporarily limited where access and correction could: inhibit ArvanCloud's ability to comply with a legal obligation.\ninhibit ArvanCloud's ability to investigate, make or defend legal claims.\nresult in disclosure of personal information about a third party.\nor result in breach of a contract or disclosure of trade secrets or other proprietary business information belonging to ArvanCloud or a third party.\n</p>\n<strong> 9.\nYour Data Protection Rights Under the General Data Protection Regulation (GDPR) </strong>\n<p> If you are a resident of the EEA, you have the following data protection rights: </p>\n<ul>\n<li> If you wish to <b>access</b>, <b>correct</b>, <b>update</b>, <b>or request deletion</b> of your personal information, you can do so at any time by emailing legal@arvancloud.com.\n</li>\n<li> In addition, you can <b>object to the processing</b> of your personal information, ask us to <b>restrict the processing </b>of your personal information or <b>request portability</b> of your personal information.\nAgain, you can exercise these rights by emailing legal@arvancloud.com.\n</li>\n<li> You have the right to <b>opt-out of marketing communications</b> we send you at any time.\nYou can exercise this right by clicking on the \"unsubscribe\" or \"opt-out\" link in the marketing emails we send you.\nTo opt-out of other forms of marketing, please get in touch with us by emailing support@arvancloud.com.\n</li>\n<li> Similarly, if we have collected and processed your personal information with your consent, then you can <b>withdraw your consent </b>at any time.\nWithdrawing your consent will not affect the lawfulness of any processing we conducted prior to your withdrawal, nor will it affect the processing of your personal information conducted in reliance on lawful processing grounds other than consent.\n</li>\n<li> You have the <b>right to complain to a data protection authority </b>about our collection and use of your personal information.\nFor more information, please contact your local data protection authority.\n</li>\n</ul>\n<p> We respond to all requests we receive from individuals wishing to exercise their data protection rights in accordance with applicable data protection laws.\n</p>\n<strong> 10.\nTransparency </strong>\n<p> According to ArvanCloud's privacy policy, we are committed to securing our users' personal data.\nThese data will not be sold or given on any condition.\n</p>\n<p> ArvanCloud carefully reviews all received requests and rejects every invalid, illegal or unauthorized ones.\nAlso, ArvanCloud notifies its customers of every service termination, account suspension and information disclosure request received before accepting them, unless it has been classified as \"Confidential\" in the judicial order.\n</p>\n<p> Some Things we have never done: </p>\n<ul>\n<li> ArvanCloud has never turned over our encryption or authentication keys or our customers' encryption or authentication keys to anyone.\n</li>\n<li> ArvanCloud has never installed any law enforcement software or equipment anywhere on our network.\n</li>\n<li> ArvanCloud has never provided any law enforcement organization a feed of our customers' content transiting our network.\n</li>\n<li> ArvanCloud has never modified customer content at the request of law enforcement or another third party.\n</li>\n<li> ArvanCloud has never modified the intended destination of DNS responses at the request of law enforcement or another third party.\n</li>\n<li> ArvanCloud has never weakened, compromised, or subverted any of its encryption at the request of law enforcement or another third party.\n</li>\n</ul>\n<p> If we were asked to do any of these, we would exhaust all legal remedies in order to protect ours.\n</p>\n<strong> 11.\nYour Choices </strong>\n<p> You can use some of the features of the Services without registering, thereby limiting the type of information that we collect.\n</p>\n<p> You may unsubscribe from receiving certain promotional emails from us.\nIf you wish to do so, simply follow the instructions found at the end of the email.\nEven if you unsubscribe, we may still contact you for informational, transactional, account-related, or similar purposes.\n</p>\n<p> Many browsers have an option for disabling cookies, which may prevent your browser from accepting new cookies or enable selective use of cookies.\nPlease note that if you choose not to accept cookies, some features and the personalization of our Services may no longer work for you.\nYou will continue to receive advertising material, but it will not be tailored to your interests.\n</p>\n<strong> 12.\nChildren's Privacy </strong>\n<p> ArvanCloud does not knowingly collect information from children under the age of 13, and children under 13 are prohibited from using our Services.\nIf you learn that a child has provided us with personal information in violation of this Privacy Policy, you can alert us at legal@arvancloud.com.\n</p>\n<strong> 13.\nChanges to this Privacy Policy </strong>\n<p> This Privacy Policy may be modified from time to time, so please review it frequently.\nChanges to this Privacy Policy will be posted on our websites.\nIf we materially change the ways in which we use or share personal information previously collected from you through our Services, we will notify you through our Services, by email, or other communication.\n</p>\n<strong> 14.\nInternational Data Transfers </strong>\n<p> ArvanCloud is a global business.\nWe may transfer personal information to countries other than the country in which the data was originally collected.\nThese countries may not have the same data protection laws as the country in which you initially provided the information.\nWhen we transfer your personal information to other countries, we will protect that information as described in this Privacy Policy.\n</p>\n<p> Please also refer to our GDPR FAQ and Data Processing Agreement for more information about data transfers.\n</p>\n<p>\n<strong> Contact Us </strong>\n</p>\n<p> If you have any questions or concerns about this Privacy Policy, please contact us at legal@arvancloud.com.\n</p>\n<p> The data controller of your personal information is Softqloud GmbH.\n</p> Performance &amp.\nReliability <ul>\n<li> CDN </li>\n<li> Cloud Security </li>\n<li> Cloud DNS </li>\n</ul> Media Services <ul>\n<li> Video Platform </li>\n<li> Video Advertisment </li>\n<li> Live Streaming </li>\n</ul> Cloud Computing Services <ul>\n<li> Cloud Computing </li>\n</ul> ArvanCloud <ul>\n<li> About ArvanCloud </li>\n<li> Our Vision </li>\n<li> Contact us </li>\n</ul> Users <ul>\n<li> Terms of Service </li>\n<li> Privacy Policy </li>\n<li> Service Level Agreement (SLA) </li>\n<li> Cookie Statement </li>\n<li> System Status </li>\n<li> Legal </li>\n</ul> Resources <ul>\n<li> Help Center </li>\n<li> API Access </li>\n<li> Network Map </li>\n<li> Blog </li>\n</ul> Monschauer Str.\n12 - 40549 Düsseldorf – Germany ", "created_at": "2022-07-29 07:00:16.566397", "updated_at": "2022-07-29 05:04:41.816334"}, {"id": 12274, "name": " Data Processing Agreement", "url": "https://www.arvancloud.com/en/legal/data-processing-agreement", "xpath": "/html/body/section[1]", "text": " 1.\nScope, Order of Precedence, and Term <p>\n<b>1.1 </b>This Data Processing Agreement (“<b>DPA</b>”) is an addendum to the Customer Terms of Service (“<b>Agreement</b>”) between Softqloud GmbH and its affiliates (\"ArvanCloud,\" \"we,\" \"our\" or \"us\") and the Customer.\nArvanCloud and Customer are individually a “<b>party</b>” and, collectively, the “<b>parties</b>.” <br>\n<b>1.2 </b>This DPA applies where and only to the extent that ArvanCloud processes Personal Data on behalf of the Customer in the course of providing the Services and such Personal Data is subject to Data Protection Laws of the appropriate jurisdiction, including the European Union, the European Economic Area and/or its member states, Switzerland and/or the United Kingdom.\nThe parties agree to comply with the terms and conditions in this DPA in connection with such Personal Data.\n<br>\n<b>1.3 </b>The duration of the Processing covered by this DPA shall be in accordance with the duration of the Agreement.\n</p> 2.\nDefinitions <p>\n<b>2.1 </b>The following terms have the meanings set forth below.\nAll capitalized terms not defined in this DPA will have the meanings set forth in the Agreement.\n<br>\n<b>2.2 </b>“<b>Controller</b>” means the entity that determines the purposes and means of the Processing of Personal Data.\n“Controller” includes equivalent terms in other Data Protection Law as the context requires.\n<br>\n<b>2.3 </b>“<b>Data Protection Law</b>” means all data protection and privacy laws applicable to the processing of Personal Data under the Agreement as it relates to the Customer, including Regulation 2016/679 (General Data Protection Regulation) (“<b>GDPR</b>”).\n<br>\n<b>2.4 </b>“<b>Data Subject</b>” means an identified or identifiable natural person.\n<br>\n<b>2.5 </b>“<b>De-identified Data</b>” means a data set that does not contain any Personal Data.\nAggregated data is De-identified Data.\nTo “<b>De-identify</b>” means to create De-identified Data from Personal Data.\n<br>\n<b>2.6 </b>“<b>EEA</b>” means the European Economic Area.\n<br>\n<b>2.7 </b>“<b>Standard Contractual Clauses</b>” means the European Union standard contractual clauses for international transfers from the European Economic Area to third countries, Commission Implementing Decision (EU) 2021/914 of 4 June 2021.  <br>\n<b>2.8 </b>“<b>Personal Data</b>” means information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a Data Subject in particular by reference to an identifier such as a name, an identification number, location data, an online identifier or to one or more factors specific to the physical, physiological, genetic, mental, economic, cultural or social identity of that natural person.\n“Personal Data” includes equivalent terms in other Data Protection Law as the context requires.\n<br>\n<b>2.9 </b>“<b>Personal Data Breach</b>” means a breach of security of the Services leading to the accidental or unlawful destruction, loss, alteration, unauthorized disclosure of, or access to Personal Data.\n<br>\n<b>2.10 </b>“<b>Process” or “Processing</b>” means any operation or set of operations which is performed upon Personal Data, whether by automatic means, such as collection, recording, organization, storage, adaptation or alteration, retrieval, consultation, use, disclosure by transmission, dissemination or otherwise making available, alignment or combination, blocking, erasure or destruction.\n<br>\n<b>2.11 </b>“<b>Processor</b>” means an entity that processes Personal Data on behalf of another entity.\n“Processor” includes equivalent terms in other Data Protection Law as the context requires.\n<br>\n<b>2.12 </b>“<b>Sensitive Data</b>” means the following types and categories of data: data revealing racial or ethnic origin, political opinions, religious or philosophical beliefs, or trade union membership.\ngenetic data.\nbiometric data.\ndata concerning health, including protected health information governed by the Health Insurance Portability and Accountability Act.\ndata concerning a natural person's sex life or sexual orientation.\ngovernment identification numbers (e.g., SSNs, driver’s license).\npayment card information.\nnonpublic personal information governed by the Gramm Leach Bliley Act.\nan unencrypted identifier in combination with a password or other access code that would permit access to a data subject’s account.\nand precise geolocation.\n<br>\n<b>2.13 </b>“<b>Subprocessor</b>” means a Processor engaged by a party who is acting as a Processor.  </p> 3.\nDescription of the Parties’ Personal Data Processing Activities and Statuses of the Parties <p>\n<b>3.1 </b>Schedules 1-3 attached hereto describe the purposes of the parties’ Processing, the types or categories of Personal Data involved in the Processing, and the categories of Data Subjects affected by the Processing.  <br>\n<b>3.2 </b>Schedules 1-3 list the parties’ statuses under relevant Data Protection Law.  <br>\n</p> 4.\nInternational Data Transfer <p>\n<b>4.1 </b>With respect to Personal Data of Data Subjects located in the EEA, Switzerland, or the United Kingdom that Customer transfers to ArvanCloud or permits ArvanCloud to access, the parties agree that by executing this DPA they also execute the Standard Contractual Clauses, which will be incorporated by reference and form an integral part of this DPA.\nThe parties agree that, with respect to the elements of the Standard Contractual Clauses that require the parties’ input, Schedules 1-3 contain all the relevant information.\n</p> 5.\nData Protection Generally <p>\n<b>5.1 </b>Compliance.\nThe parties will comply with their respective obligations under Data Protection Law and their privacy notices.  <br>\n<b>5.2 </b>Customer Processing of Personal Data.\nCustomer represents and warrants that it has the consent or other lawful basis necessary to collect Personal Data in connection with the Services.  <br>\n<b>5.3 </b>Cooperation.\n<br>\n<b>5.3.1 </b>Data Subject Requests.\nThe parties will provide each other with reasonable assistance to enable each to comply with their obligations to respond to Data Subjects’ requests to exercise rights that those Data Subjects may be entitled to under Data Protection Law.  <br>\n<b>5.3.2 </b>Governmental and Investigatory Requests.\nCustomer will promptly notify ArvanCloud if Customer receives a complaint or inquiry from a regulatory authority indicating that ArvanCloud has or is violating Data Protection Law.  <br>\n<b>5.3.3 </b>Other Requirements of Data Protection Law.\nUpon request, the parties will provide relevant information to each other to fulfill their respective obligations (if any) to conduct data protection impact assessments or prior consultations with data protection authorities.  <br>\n<b>5.4 </b>Confidentiality.\nThe parties will ensure that their employees, independent contractors, agents, and representatives are subject to an obligation to keep Personal Data confidential and have received training on data privacy and security that is commensurate with their responsibilities and the nature of the Personal Data.\n<br>\n<b>5.5 </b>De-identified, Anonymized, or Aggregated Data.\nThe parties may create De-identified Data from Personal Data and Process the De-identified Data for any purpose.\n</p> 6.\nData Security <p>\n<b>6.1 </b>Security Controls.\nEach party will maintain written information security policy that defines security controls that are based on the party’s assessment of risk to Personal Data that the party Processes and the party’s information systems.\nArvanCloud’s security controls are described in Schedule 2.3 and Schedule 3.4.\n</p> 7.\nArvanCloud’s Obligations as a Processor, Subprocessor, or Service Provider <p>\n<b>7.1 </b>ArvanCloud will have the obligations set forth in this Section 7 if it Processes Personal Data in its capacity as Customer’s Processor or Service Provider.\nfor clarity, these obligations do not apply to ArvanCloud in its capacity as a Controller, Business, or Third party.\n<b>7.2 </b>Scope of Processing.  <br>\n<b>7.2.1 </b>ArvanCloud will Process Personal Data to provide Services to Customer under the Agreement, and comply with applicable law.\nArvanCloud will notify Customer if the law changes and those changes cause ArvanCloud not to be able to comply with the Agreement.  <br>\n<b>7.3 </b>Data Subjects’ Requests to Exercise Rights.\nArvanCloud will promptly inform Customer if ArvanCloud receives a request from a Data Subject to exercise their rights with respect to their Personal Data under applicable Data Protection Law.\nCustomer will be responsible for responding to such requests.\nArvanCloud will not respond to such Data Subjects except to acknowledge their requests.\nAravnCloud will provide Customer with commercially reasonable assistance, upon request, to help Customer to respond to a Data Subject’s request.  <br>\n<b>7.4 </b>ArvanCloud’s Subprocessors.\n<br>\n<b>7.4.1 </b>Existing Subprocessors.\nCustomer agrees that ArvanCloud may use the Subprocessors listed at Schedule 3.\n<br>\n<b>7.4.2 </b>Use of Subprocessors.\nCustomer grants ArvanCloud general authorization to engage Subprocessors if ArvanCloud and a Subprocessor enter into an agreement that requires the Subprocessor to meet obligations that are no less protective than this DPA.  <br>\n<b>7.4.3 </b>Notification of Additions or Changes to Subprocessors.\nArvanCloud will notify Customer of any additions to or replacements of its Subprocessors via email or other contact methods and make that list available on Customer’s request.\nArvanCloud will provide Customer with at least 30 days to object to the addition or replacement of Subprocessors in connection with ArvanCloud’s performance under the Agreement, calculated from the date ArvanCloud provides notice to Customer.\nIf Customer reasonably objects to the addition or replacement of ArvanCloud’s Subprocessor, ArvanCloud will immediately cease using that Subprocessor in connection with ArvanCloud’s Services under the Agreement, and the parties will enter into good faith negotiations to resolve the matter.\nIf the parties are unable to resolve the matter within 15 days of Customer’s reasonable objection (which deadline the parties may extend by written agreement), Customer may terminate the Agreement and/or any statement of work, purchase order, or other written agreements.\nThe parties agree that ArvanCloud has sole discretion to determine whether Customer’s objection is reasonable.\nhowever, the parties agree that Customer’s objection is presumptively reasonable if the Subprocessor is a competitor of Customer and Customer has a reason to believe that competitor could obtain a competitive advantage from the Personal Data ArvanCloud discloses to it, or Customer anticipates that ArvanCloud’s use of the Subprocessor would be contrary to law applicable to Customer.\n<br>\n<b>7.4.4 </b>Liability for Subprocessors.\nArvanCloud will be liable for the acts or omissions of its Subprocessors to the same extent as ArvanCloud would be liable if performing the services of the Subprocessor directly under the DPA, except as otherwise set forth in the Agreement.\n<br>\n<b>7.5 </b>Personal Data Breach.\nArvanCloud will notify Customer without undue delay of a Personal Data Breach affecting Personal Data ArvanCloud Processes in connection with the Services.\nUpon request, ArvanCloud will provide information to Customer about the Personal Data Breach to the extent necessary for Customer to fulfill any obligations it has to investigate or notify authorities, except that ArvanCloud reserves the right to redact information that is confidential or competitively sensitive.\nNotifications will be delivered to the email address Customer provides in Customer’s account.\nCustomer agrees that email notification of a Personal Data Breach is sufficient.\nArvanCloud agrees that it will notify Customer if it changes its contact information.\nCustomer agrees that ArvanCloud may not notify Customer of security-related events that do not result in a Personal Data Breach.\n<br>\n<b>7.6 </b>Deletion and Return of Personal Data.\nUpon deactivation of the Services, all Personal Data shall be deleted, save that this requirement shall not apply to the extent ArvanCloud is required by applicable law to retain some or all of the Personal Data, or to Personal Data it has archived on back-up systems, which such Personal Data ArvanCloud shall securely isolate and protect from any further processing, except to <br>\n<b>7.7 </b>Audits.  <br>\n<b>7.7.1 </b>ArvanCloud shall maintain records of its security standards.\nUpon Customer's written request, ArvanCloud shall provide (on a confidential basis) copies of relevant external certifications, audit report summaries and/or other documentation reasonably required by Customer to verify ArvanCloud’s compliance with this DPA.\nArvanCloud shall further provide written responses (on a confidential basis) to all reasonable requests for information made by Customer, including responses to information security and audit questionnaires, that Customer (acting reasonably) considers necessary to confirm ArvanCloud’s compliance with this DPA, provided that Customer shall not exercise this right more than once per year.\n<br>\n<b>7.7.2 </b>To the extent the Standard Contractual Clauses apply and the Customer reasonably argues and establishes that the above documentation and/or other third party audit reports are not sufficient to demonstrate compliance with the obligations laid down in this DPA, the Customer may execute an audit as outlined under Clause 8.9 of the Standard Contractual Clauses accordingly, provided that in such an event, the parties agree: (a) Customer is responsible for all costs and fees relating to such audit (including for time, cost and materials expended by ArvanCloud).\n(b) a third party auditor must be mutually agreed upon between the parties to follow industry standard and appropriate audit procedures.\n(c) such audit must not unreasonably interfere with ArvanCloud’s business activities and must be reasonable in time and scope.\nand (d) the parties must agree to a specific audit plan prior to any such audit, which must be negotiated in good faith between the parties.\nFor avoidance of doubt, nothing in this Section 7.7.2 modifies or varies the Standard Contractual Clauses, and to the extent a competent authority finds otherwise or any portion of Section 7.7.2 is otherwise prohibited, unenforceable or inappropriate in view of the Standard Contractual Clauses, the relevant portion shall be severed and the remaining provisions hereof shall not be affected.\n</p> Schedule 1: Description of the Processing and Subprocessors Processing Activity Status of the Parties Categories of Personal Data Processed Categories of Sensitive Data Processed Frequency of Transfer Applicable SCCs Module Customer discloses Personal Data to ArvanCloud to provide, operate, and maintain ArvanCloud Services.\nCustomer is a Controller.\nArvanCloud is a Controller.\nAccount registration, payment information, user content, communications, cookies and other tracking technologies, usage of Services, and third-party accounts.\nNone Continuous Module 1 Customer discloses Personal Data to improve, analyze, personalize, and ArvanCloud Services.\nCustomer is a Controller.\nArvanCloud is a Controller.\nAccount registration, payment information, user content, communications, cookies and other tracking technologies, usage of Services, and third-party accounts.\nNone Continuous Module 1 Customer contacts ArvanCloud for support.\nCustomer is a Controller.\nArvanCloud is a Controller.\nAccount registration, payment information, user content, communications, usage of Services, and third-party accounts.  None Continuous Module 1 Customer stores end-user data on ArvanCloud Services.\nArvanCloud is a Processor.\nCustomer is a Controller or processor to a controller.\nAs determined by Customer.\nAs determined by Customer.\nAs determined by Customer.\nModule 2 or Module 3 (if Customer is a processor to another controller) Schedule 2: Controller-to-Controller Information for International Data Transfers <p>\n<b> 1.\nRetention Periods </b>\n</p>\n<p> ArvanCloud retains Personal Data it collects as a Controller for as long as ArvanCloud has a business purpose for it or for the longest time allowable by applicable law.  </p>\n<p>\n<b> 2.\nInformation for International Transfers </b>\n</p>\n<p> For the purposes of the Standard Contractual Clauses: </p> Clause 11(a), Module 1: The parties do not select the independent dispute resolution option.\nClause 17, Module 1: The parties select Option 1.\nThe Member State is: Germany.\nClause 18(b), Module 1: The Parties agree that those shall be the courts of Germany.\nAnnex I(A): The data exporter is Customer.\nThe data importer is ArvanCloud.\nContact details for Customer is the email address(s) designated by Customer in Customer’s ArvanCloud account.\nContact detail for ArvanCloud is: legal@arvancloud.com.\nAnnex I(B): The parties agree that Schedule 1 describes the transfer.\nAnnex I(C): The competent supervisory authority is the supervisory authority of: The German Federal Data Protection Authority.\nAnnex II: The parties agree that Schedule 2.3 describes the technical and organizational measures applicable to the transfer.\nClause 11(a), Module 1: The parties do not select the independent dispute resolution option.\n<p>For definitions of these terms please review our Privacy Policy.</p>\n<p>\n<b> 3.\nTechnical and Organizational Measures </b>\n</p>\n<b>Technical and Organizational Security Measure </b>\n<b>Evidence of Technical and Organizational Security Measure </b> Measures of pseudonymization and encryption of personal data ArvanCloud’s databases that store Customer Personal Data are encrypted using the Advanced Encryption Standard (AES).\nCustomer data is encrypted in transit between the Customer’s software application and ArvanCloud using TLS v1.2.\nMeasures for ensuring ongoing confidentiality, integrity, availability and resilience of processing systems and services Measures for ensuring the ability to restore the availability and access to personal data in a timely manner in the event of a physical or technical incident ArvanCloud uses a variety of tools and mechanisms to achieve high availability and resiliency.\nArvanCloud’s infrastructure spans multiple fault-independent availability zones in geographic regions physically separated from one another.\nArvanCloud’s infrastructure is able to detect and route around issues experienced by hosts or even whole data centers in real time and employ orchestration tooling that has the ability to regenerate hosts, building them from the latest backup.\nArvanCloud also leverages specialized tools that monitor server performance, data, and traffic load capacity within each availability zone and colocation data center.\nIf suboptimal server performance or overloaded capacity is detected on a server within an availability zone or colocation data center, these tools increase the capacity or shift traffic to relieve any suboptimal server performance or capacity overload.\nArvanCloud is also immediately notified in the event of any suboptimal server performance or overloaded capacity.\nProcesses for regularly testing, assessing and evaluating the effectiveness of technical and organizational measures in order to ensure the security of the processing ArvanCloud has developed and implemented a security control environment designed to protect the confidentiality, integrity, and availability of customers’ systems.\nThe Customer Data Use Policy governs the requirements for use of customer data in accordance with several industry standards.  ArvanCloud conducts a variety of regular internal and external audits that are inclusive of security operations.\nMeasures for user identification and authorization Access control policies require that access to ArvanCloud assets be granted based on business justification, with the asset owner's authorization and limits based on \"need to-know\" and \"least-privilege\" principles.\nIn addition, the policy also addresses requirements for access management lifecycle including access provisioning, authentication, access authorization, removal of access rights and periodic access reviews.\nDocumentation of these requirements is recorded and provided to external auditors for security certification testing.\nMeasures for the protection of data during transmission Measures for the protection of data during storage ArvanCloud’s databases that store Customer Personal Data are encrypted using the Advanced Encryption Standard (AES).\nCustomer data stored by ArvanCloud is encrypted in transit between the Customer’s software application and ArvanCloud using TLS v1.2.\nMeasures for ensuring physical security of locations at which personal data are processed ArvanCloud data centers are located in nondescript buildings that are physically constructed, managed, and monitored 24 hours a day to protect data and services from unauthorized access as well as environmental threats.\nAll data centers are surrounded by a fence with access restricted through badge-controlled gates.  CCTV is used to monitor physical access to data centers and the information systems.\nCameras are positioned to monitor perimeter doors, facility entrances and exits, interior aisles, caged areas, high-security areas, shipping and receiving, facility external areas such as parking lots and other areas of the facilities.\nMeasures for ensuring events logging Logging of service, user and security events (web server logs, FTP server logs, etc.) is enabled and retained centrally.\nArvanCloud restricts access to audit logs to authorized personnel based on job responsibilities.\nAudit logging procedures are reviewed as part of external audits for security standards.\nMeasures for internal IT and IT security governance and management Measures for certification/assurance of processes and products ArvanCloud has developed and implemented a security control environment designed to protect the confidentiality, integrity, and availability of customers’ systems.\nArvanCloud performs an annual internal review of all security management policies and procedures.\nExternal auditors perform an annual review of these policies and procedures.  ArvanCloud conducts a variety of regular internal and external audits that are inclusive of security operations.\nMeasures for ensuring data minimisation Measures for ensuring data quality Measures for ensuring limited data retention Measures for ensuring accountability Measures for allowing data portability and ensuring erasure More information about how ArvanCloud processes personal data is set forth in the Privacy Policy available at: https://arvancloud.com/en/legal/privacy-policy Technical and organizational measures to be taken by the [sub]-processor to provide assistance to the controller and, for transfers from a processor to a [sub]-processor, to the Customer.\nWhen ArvanCloud engages a Subprocessor, ArvanCloud and the Subprocessor enter into an agreement with data protection obligations substantially similar to those contained in this Schedule.\nEach Subprocessor agreement must ensure that ArvanCloud is able to meet its obligations to Customer.\nIn addition to implementing technical and organizational measures to protect personal data, sub-processors must (a) notify ArvanCloud in the event of a Security Incident so ArvanCloud may notify Customer.\n(b) delete personal data when instructed by ArvanCloud in accordance with Customer’s instructions to ArvanCloud.\n(c) not engage additional sub-processors without ArvanCloud’s authorization.\n(d) not change the location where personal data is processed.\nor (e) process personal data in a manner which conflicts with Customer’s instructions to ArvanCloud.\nSchedule 3: Controller-to-Processor and/or Processor-to-Processor Information for International Data Transfers <p>\n<b>1.\nSubprocessors </b>\n</p>\n<p> ArvanCloud uses Subprocessors when it acts as a Processor.\nCustomer authorizes ArvanCloud to use these Subprocessors consistent with Section 7.4.\nSubprocessors are available upon request at legal@arvancloud.com.  </p>\n<p>\n<b>2.\nRetention Periods </b>\n</p>\n<p> ArvanCloud retains Personal Data it collects or receives from Customer as a Processor for the duration of the Agreement and consistent with its obligations in this DPA.  </p>\n<p>\n<b>3.\nInformation for International Transfers </b>\n</p>\n<p> For the purposes of the Standard Contractual Clauses: </p> Clause 9, Module 2(a): The parties select Option 2.\nThe time period is 5 days.\nClause 11(a): The parties do not select the independent dispute resolution option.\nClause 17, Module 2: The parties select Option 2.\nThe Member State of the data exporter is: EU Member State Customer is located in.\nClause 18(b), Module 2: The Parties agree that those shall be the courts of the EU Member State Customer is located in.\nAnnex I(A): The data exporter is Customer.\nThe data importer is ArvanCloud.\nContact details for Customer is the email address(s) designated by Customer in Customer’s ArvanCloud account.\nContact detail for ArvanCloud is: legal@arvancloud.com.  Annex I(B): The parties agree that Schedule 1 describes the transfer.\nAnnex I(C): The competent supervisory authority is the supervisory authority of: Customer who acts as data exporter.\nAnnex II: The parties agree that Schedule 3.4 describes the technical and organizational measures applicable to the transfer.\n<p>\n<b>4.\nTechnical and Organizational Measures </b>\n</p> Technical and Organizational Security Measure Evidence of Technical and Organizational Security Measure Measures of pseudonymization and encryption of personal data Measures for ensuring ongoing confidentiality, integrity, availability and resilience of processing systems and services Customer responsibility.\nMeasures for ensuring the ability to restore the availability and access to personal data in a timely manner in the event of a physical or technical incident Customer responsibility: It is the responsibility of the customer to backup and utilize redundancy mechanisms to protect their content data.\nProcesses for regularly testing, assessing and evaluating the effectiveness of technical and organizational measures in order to ensure the security of the processing Measures for user identification and authorization Measures for the protection of data during transmission Measures for the protection of data during storage Customer responsibility.\nMeasures for ensuring physical security of locations at which personal data are processed ArvanClouds data centers are located in nondescript buildings that are physically constructed, managed, and monitored 24 hours a day to protect data and services from unauthorized access as well as environmental threats.\nAll data centers are surrounded by a fence with access restricted through badge-controlled gates.  CCTV is used to monitor physical access to data centers and the information systems.\nCameras are positioned to monitor perimeter doors, facility entrances and exits, interior aisles, caged areas, high-security areas, shipping and receiving, facility external areas such as parking lots and other areas of the facilities.\nMeasures for ensuring events logging Measures for internal IT and IT security governance and management Measures for certification/assurance of processes and products Measures for ensuring data minimization Measures for ensuring data quality Measures for ensuring limited data retention Measures for ensuring accountability Customer responsibility.\nMeasures for allowing data portability and ensuring erasure Customer is able to export or delete Customer Content using the self-service features of the Services as set forth in the applicable documentation for the Services available at: https://arvancloud.com/en/legal/data-portability Technical and organizational measures to be taken by the [sub]-processor to provide assistance to the controller and, for transfers from a processor to a [sub]-processor, to the Customer.\nCustomer responsibility.\n", "created_at": "2022-07-29 07:00:16.572523", "updated_at": "2022-07-29 05:06:19.7081"}, {"id": 12272, "name": " Acceptable Use Policy", "url": "https://www.arvancloud.com/en/legal/acceptable-use-policy", "xpath": "/html/body/section[1]", "text": " <p> This Acceptable Use Policy (this “AUP”) describes material and activities that are not allowed in connection with the Services offered by ArvanCloud.\nThis AUP is not exhaustive, and ArvanCloud reserves the right to take remedial action in connection with content or uses that are not specifically described below.\n</p>\n<p> You are responsible for violations of this AUP by anyone using your account with your permission or on an unauthorized basis.\nYou are also responsible for violations of this AUP by Your Users.\nYour use of the Services to assist another person in an activity that would violate this AUP if performed by you is a violation of the AUP.\nWe may modify this AUP at any time by posting a revised version on the ArvanCloud Websites and/or Services.\n</p>\n<p> All capitalized, and formally defined terms in this AUP have the same meaning as in the Terms of Service.\n</p> Illegal or Abusive Activity or Content <p> You may not use the Services for any unlawful or abusive purpose.\nProhibited activities include: </p>\n<b>Illegal Activities.  </b> Any use of the Services to engage in, further, promote, or encourage illegal conduct or activities, including the dissemination of content that has been determined by a court of competent jurisdiction to be unlawful.\n<b>Fraudulent or Harmful Activities.\n</b>Engaging in activities that is deceptive or harmful to others, or that would harm ArvanCloud’s operations or reputation, including offering or disseminating fraudulent goods, services, schemes, or promotions (e.g., make-money-fast schemes, Ponzi and pyramid schemes, phishing, or pharming), deceptively impersonating another person or entity, or engaging in other fraudulent or misleading practices.\n<b>Violation of Intellectual Property Rights.  </b>Using the Services in a manner that violates, infringes on or misappropriates the intellectual property or proprietary rights of any third party, including without limitation any rights in or to copyright, patent, trademark, trade secret, privacy or publicity, and publishing content intended to assist others in unlawfully circumventing technical measures intended to protect any such rights.\nFor more information, please see ArvanCloud’s Copyright Policy and Trademark Policy.\n<b>Pornography.\n</b>Disseminating child pornography or depictions of nudity or sexual activity obtained or disseminated without the consent of those depicted (e.g., “revenge pornography”).\n<b>Violent, Harassing, or Abusive Content.</b>Content that incites or threatens violence against any person, promotes terrorism, is intended to harass, abuse, or invade the privacy of any individual, creates a risk to the physical safety or health of any individual or public safety or health, or that threatens or encourages harm based on race, ethnicity, national origin, religion, caste, sexual orientation, sex, gender, gender identity, serious disease or disability, or immigration status.\n<b>Controlled Substances.\n</b>Unlawfully selling or distributing controlled substances, including but not limited to any illegal or prescription drugs.\nSecurity Violations <p> You may not use the Services to violate the security or integrity of any network, computer or communications system, software application, or network or computing device (each, a “System”).\nProhibited activities include: </p>\n<b>Harmful Software.\n</b>Content, software, or any other technology that may damage, interfere with, surreptitiously intercept, or expropriate any computer system, program, or data, including any viruses, malware, spyware, adware, Trojan horses, worms, or time bombs.\n<b>Unauthorized Access.</b> Accessing or using any System without permission, including attempting to probe, scan, or test the vulnerability of a System or to breach any security or authentication measures used by a System.\n<b>Interception.\n</b> Monitoring of data or traffic on a System without permission.\n<b>Falsification of Origin.</b> Using fake or misleading TCP-IP packet headers, e-mail headers, or any part of a message describing its origin or route.\nThis prohibition does not include the use of aliases or anonymous remailers.\nNetwork Abuse <p> You may not make network connections to any users, hosts, or networks unless you have permission to communicate with them.\nProhibited activities include: </p>\n<b>Monitoring or Crawling.</b> Monitoring or crawling of a System that impairs or disrupts the system being monitored or crawled, or other harvesting or scraping of any content of the Services.\n<b>Deceitful Actions.</b> Introducing intentionally, knowingly or recklessly, any virus or other contaminating code into the Service, or collecting, transmitting, or using information, including e-mail addresses, screen names or other identifiers, by deceit or covert means (such as phishing, Internet scamming, password robbery, spidering, and harvesting).\n<b>Intentional Interference.</b> Interfering with the proper functioning of any System, including any deliberate attempt to overload a system by mail bombing, news bombing, broadcast attacks, flooding techniques, or conducting a denial of service (“DoS”) attack.\n<b>Operation of Certain Network Services.</b> Operating open proxies, open mail relays, open recursive domain name servers, Tor exit nodes, or similar network services.\n<b>Avoiding System Restrictions.</b> Using manual or electronic means to avoid any use limitations placed on a System, such as access limits and storage restrictions.\n<b>Retaliation Against ArvanCloud.</b> Any conduct that is likely to result in retaliation against ArvanCloud, including the Services, or ArvanCloud’s employees, officers or other agents, including engaging in behavior that results in any ArvanCloud server being the target of a DoS attack.\n<b>Withholding Identity.</b> Any activity intended to withhold or cloak identity or contact information, including the omission, deletion, forgery, or misreporting of any transmission or identification information, such as return mailing and IP addresses.\n<b>Mining of Cryptocurrencies.</b> Mining any cryptocurrency, including but not limited to Bitcoin or any similar currency, without explicit written permission.\nE-Mail and Other Message Abuse.\nSpamming <p> You will not distribute, publish, send, or facilitate the sending of unsolicited mass e-mail or other messages, promotions, advertising, or solicitations (like “spam”), including commercial advertising and informational announcements.\nYou will not alter or obscure mail headers or assume a sender’s identity without the sender’s explicit permission.\nYou will not collect replies to messages sent from another internet service provider if those messages violate this AUP or the acceptable use policy of that provider.\nYou must use reasonable efforts to secure any device or network within your control against being used in breach of the applicable laws against spam and unsolicited e-mail, including where appropriate by the installation of antivirus software, firewall software, and operating system and application software patches and updates.\nYou will not take any action which directly or indirectly results in any of our IP addresses being listed on any abuse database (e.g., Spamhaus).\n</p>\n<p> You must comply with the laws and regulations applicable to bulk or commercial e-mail in your jurisdiction.\nIn addition, your bulk or commercial e-mail must meet the following requirements: </p> You must have a privacy policy or similar disclosure posted for each domain associated with the mailing.\nYou must have the means to track anonymous complaints.\nYou must not obscure the source of your e-mail in any manner.\nYou must post an e-mail address for complaints (such as abuse@yourdomain.com) in a conspicuous place on any website associated with the e-mail, and you must promptly respond to messages sent to that address.\nYour intended recipients have given their consent to receive e-mail via some affirmative means, such as an opt-in procedure, and you can produce the evidence of such consent within 72 hours of receipt of a request by the recipient or ArvanCloud.\nYou must use reasonable means to ensure that the person giving consent is the owner of the e-mail address for which the consent is given.\nYou must include the recipient’s e-mail address in the body of the message or in the “TO” line of the e-mail.\nand You must honor revocations of consent and notify recipients of the same.\n<p> These mail policies apply to messages sent using the Services, or to messages sent from any System by you or any person on your behalf that directly or indirectly refer the recipient to a site hosted via the Services.\nIn addition, you may not use a third-party e-mail service that does not practice similar procedures for all of its customers.\nThese requirements apply to distribution lists created by third parties to the same extent as if you created the list.\n</p> Vulnerability Testing <p> You may not attempt to probe, scan, penetrate, or test the vulnerability of a ArvanCloud system or network, or to breach the ArvanCloud security or authentication measures, whether by passive or intrusive techniques, or conduct any security or malware research on or using the Services, without ArvanCloud’s prior written consent.\n</p> Excessive Use of Shared System Resources <p> You may not use any shared System provided by ArvanCloud in a way that unnecessarily interferes with the normal operation of the shared system, or that consumes a disproportionate share of the resources of the system.\nFor example, we may require you to repair coding abnormalities in your cloud-hosted code if it unnecessarily conflicts with other customers’ use of the Services.\nYou agree that we may quarantine or delete any data stored on a shared System if the data is infected with a virus, or is otherwise corrupted, and has the potential to infect or corrupt the system or other customers’ data that is stored on the same system.\n</p> Other <p> You must have valid and current information on file with your domain name registrar for any domain hosted on the ArvanCloud network.\nYou may only use IP addresses assigned to you by ArvanCloud in connection with your ArvanCloud Service.\nYou agree that if you register a DNS record or zone on ArvanCloud-managed or operated DNS servers or services for a domain of which you are not the registrant or administrative contact according to the registrars’ WHOIS system, that, upon request from the registrant or administrative contact according to the registrars WHOIS system, ArvanCloud may modify, transfer, or delete such records or zones.\n</p> Our Monitoring and Enforcement <p> We reserve the right but have no obligation to investigate any suspected violation of this AUP or misuse of the Services about which we have actual knowledge.\nIn connection with such investigations, we may report any activity that we suspect violates any law or regulation to appropriate law enforcement officials, regulators, or other appropriate third parties.\nSuch reporting may include disclosing, reviewing, and preserving appropriate customer information consistent with applicable law.\nWe also may cooperate with appropriate law enforcement agencies, regulators, or other appropriate third parties to help with the investigation and prosecution of illegal conduct by providing network and systems information related to alleged violations of this AUP.\n</p> Consequences of Violation of AUP <p> If we determine, in our discretion, that you have violated this AUP, we may remove, disable access to, or modify any content or resource and/or to suspend or terminate your use of the Services.\nWe also may intercept or block any content or traffic belonging to you or to users where the Services are being used unlawfully or not in accordance with this AUP.\nOur right to suspend or terminate your use of the Services applies even if a violation is committed unintentionally or without your authorization.\nSuch right is not an obligation on us to act at any given time or with respect to any given Subscriber, and we may exercise such right at any time within our sole discretion.\n</p> Reporting of Violations of this AUP <p> If you become aware of any suspected violation of this AUP, please notify us by providing a full explanation of the basis for the violation.\nWe may request your assistance to help stop or remedy the violation.\nTo report any violation of this AUP or make related inquiries, please contact us at abuse@arvancloud.com.\n</p> ", "created_at": "2022-07-29 07:00:16.56983", "updated_at": "2022-07-29 05:07:02.742748"}, {"id": 12269, "name": " Service Level Agreement ", "url": "https://www.arvancloud.com/en/legal/sla", "xpath": "/html/body/section[1]", "text": " <p>\n<strong>1.\nOverview</strong>\n</p>\n<p> This agreement shows the level, limitations, and quality characterizations of the integrated cloud infrastructure services provided under the legal name of ArvanCloud belonging to Noyan ArvanCloud Company.\nHenceforth, ArvanCloud will be referred to as the company.\nThe company is bound to provide the promised level of quality to the user who is benefiting from one or more of ArvanCloud’s infrastructural services.\n</p>\n<p> This agreement provides a detailed explanation of the accessibility, maintenance, and limitations of ArvanCloud’s infrastructural services.\nFurthermore, services provided in case of disruptions in such services are elaborated.\nIt is worth mentioning that all types of service disruptions of the company will be examined according to the present document, and compensations will be offered.\n</p>\n<p> This agreement applies to those who have paid the service fees and are not in debt to the company.\nThe service in question must also be active.\nSuch services will not be extended to users who have a negative balance or are in debt to the company.\n</p>\n<p> Using any of ArvanCloud’s infrastructural services connotes to complete agreement with the content of this page.\nRejecting the agreement means the terminations of all services.\nTherefore, if the user does not agree to the SLA, we ask that they refrain from using our products and services.\n</p>\n<p> Any change and updates in the content of this page will be informed to the user through various means such as letter, fax, email, or notification in the user panel.\nNonetheless, users are responsible for checking this page periodically to learn the latest updates to the agreement.\n</p>\n<p>\n<strong>2.\nDefinition</strong>\n</p>\n<p>\n<strong>The 30 days:</strong> The period of 30 calendar days beginning with paying and activating one of the cloud infrastructural services.\n</p>\n<p>\n<strong>Access Time:</strong> The time the user has accessed the services without disruptions (other than the pre-defined limitations) </p>\n<p>\n<strong>Penalties:</strong> If the Service fails to meet the above service level, the Customer will receive a credit equal to the result of the Service Credit calculation for this SLA.\n</p>\n<p>\n<strong>Monthly Expense:</strong> The monthly payment made for every 30 days of active service.\n</p>\n<p>\n<strong>Monthly Uptime Access Ratio:</strong> The ratio of the time of cloud infrastructural service accessed, activated, or available to use compared to the amount of the disruption in 30 days.\n</p>\n<p>\n<strong>Disruption:</strong> Any disruptions in any of cloud infrastructural services that are in line with the conditions on this page and are not part of the pre-defined limitations are acknowledged, and the duration will be calculated for the credit service.\nThe disruptions are defined separately for each cloud service.\n</p>\n<p>\n<strong>Monthly Uptime Access Ratio:</strong> The ratio of the time of cloud infrastructural service accessed, activated, or available to use compared to the amount of the disruption in 30 days.\n</p>\n<p>\n<strong>Credit Service:</strong> The calculated credit for the duration of disruption in cloud services.\nThis does not include the pre-defined limitations of each service.\n</p>\n<p>\n<strong>Professional Credit Service Price Rate: </strong> The Professional Consultation, Support, and Customer Service package price.\n</p>\n<p>\n<strong>Enterprise Credit Service Price Rate: </strong> The Enterprise Consultation, Support, and Customer Service package cost.\n</p>\n<p>\n<strong>3.\nLimitations</strong>\n</p>\n<p> The following reasons for disruptions are not applicable to the Credit Services: </p>\n<p>\n<strong>3.1.\nThe disruption is out of the company’s control: </strong> Instances such as natural disasters, war, terrorist attacks, riots, governmental actions, interruptions in worldwide internet network, telecommunication infrastructure, network routing of the customer’s internet, and any other interruptions outside of the company’s control.\n</p>\n<p>\n<strong>3.2.\nThe source of disruption belongs to the customer: </strong> Having set the wrong configuration in the user panel, or hardware, software, or network issues such as website or bandwidth problems on the customer's side.\n</p>\n<p>\n<strong>3.3.\nThe disruptions are caused by the customer’s misuse of the services: </strong> For instance, illegal or misuse of the services, or using malware to benefit from the resources provided for the customer, any activities that include sending malware, impersonation, sending spams, hacking, or any other kind of misuse of the service results in immediate and permanent termination of services to the customer.\n</p>\n<p>\n<strong>3.4.\nThe disruptions caused by the application of Terms of Service: </strong> For instance, legal verdicts have requested the termination of the customer’s services from national and international judicial entities.\n</p>\n<p>\n<strong> 4.\nCredit Services in Breaching the SLA Terms </strong>\n</p>\n<p> The company is responsible for providing monthly uptime access for each cloud service unless limitations and restrictions apply.\n</p>\n<p> When disruption has occurred, the ratio of disruption duration to the active duration in the 30 days will be calculated according to the monthly expense of each service, and the information will be accessible in the user panel of the customer.\n</p>\n<p> The percentage of monthly uptime access is calculated through the following: </p>\n<p> Monthly Uptime % = (Maximum Available Minutes-Downtime) / Maximum Available Minutes x 100 </p>\n<p> If, for example, a service is down for 20 minutes in one month, the percentage will be calculated like the following: </p>\n<p> ArvanCloud’s Credit Services for each service is explained in the following: </p>\n<p>\n<strong> 4.1.\nCDN </strong>\n</p>\n<p>\n<strong> 4.1.1.\nDisruption: </strong> The disruption in the connection between the users and ArvanCloud edge servers when trying to access the website’s content.\n</p>\n<p>\n<strong> 4.1.2.\nCredit Service Table </strong>\n</p> No.\nCDN Monthly Uptime Duration Percentage Professional Credit Service Price Rate SEnterprise Credit Service Price Rate 1 99.00%≤A&lt.\n99.00% 10% 20% 2 97.00%≤A&lt.\n99.00% 20% 30% 3 95.00%≤A&lt.\n97.00% 30% 50% 4 A&lt.\n95.00% 50% 100% <p>\n<strong> 4.2.\nCloud Server </strong>\n</p>\n<p>\n<strong> 4.2.1.\nDisruption </strong>\n</p>\n<p>\n<strong> 4.2.1.1.\nCloud Server: </strong> When the cloud server is down or is turned off and accessing it is not possible.\n</p>\n<p>\n<strong> 4.2.1.2.\nCloud Disk: </strong> when it is not possible to read or access data on the disk.\n</p>\n<p>\n<strong> 4.2.1.3.\nNetwork: </strong> The cloud server’s connection is lost with the internet or the intranet so that the send and receive of the cloud traffic in all geographical locations are interrupted.\n(In case the source of the interruption is the internet links or the telecommunication infrastructure of the data center, the credit services are not applied.) </p>\n<p>\n<strong> 4.2.2.\nCredit Service Table </strong>\n</p> No.\nCloud Server and Cloud Disk Monthly Uptime Duration Percentage Professional Credit Service Price Rate Enterprise Credit Service Price Rate 1 99.00%≤A&lt.\n99.00% - 10% 2 97.00%≤A&lt.\n99.00% 10% 20% 3 95.00%≤A&lt.\n97.00% 20% 30% 4 A&lt.\n95.00% 40% 50% <p> Please make sure to read the guidelines on this page to configure the service with your own cloud service.\nIn order to prevent future issues in using your cloud services, you need to configure and adapt the cloud service sensitivity according to the guidelines while also having our support team check them for you.\nOtherwise, the company will not be responsible for future problems.\n</p>\n<p>\n<strong> 4.3.\nVideo Platform (Video Hosting and Live Streaming Service): </strong>\n</p>\n<p>\n<strong> 4.3.1.\nDisruptions </strong>\n</p>\n<p>\n<strong> 4.3.1.1.\nStorage Space: </strong> The disruptions that occur in saving or playing the video content (loaded on the video storage space) of the user.\n</p>\n<p>\n<strong> 4.3.1.2.\nLive Streaming: </strong> The disruptions in the output live stream (watched by other users) when the input content has no issues.\n</p>\n<p>\n<strong> 4.3.2.\nCredit Service Table </strong>\n</p> No.\nVideo Hosting and Live Streaming Infrastructure’s Uptime Duration Percentage Professional Credit Service Price Rate Enterprise Credit Service Price Rate 1 99.00%≤A&lt.\n99.00% - 10% 2 97.00%≤A&lt.\n99.00% 10% 20% 3 95.00%≤A&lt.\n97.00% 20% 30% 4 A&lt.\n95.00% 40% 50% <p>\n<strong> 4.4.\nCloud Storage: </strong>\n</p>\n<p>\n<strong> 4.4.1.\nDisruptions </strong>\n</p>\n<p>\n<strong> 4.4.1.1.\n</strong> In case the Cloud Storage is down so that the users cannot send or receive data.\n(In case the source of the interruption is the internet links or the telecommunication infrastructure of the data center, the credit services are not applied.) </p>\n<p>\n<strong> 4.4.2.\nCredit Service Table </strong>\n</p> No.\nCloud Storage Uptime Duration Percentage Professional Credit Service Price Rate Enterprise Credit Service Price Rate 1 99.00%≤A&lt.\n99.00% - 10% 2 97.00%≤A&lt.\n99.00% 10% 20% 3 95.00%≤A&lt.\n97.00% 20% 30% 4 A&lt.\n95.00% 40% 50% <p>\n<strong> 5.\nMaximum Credit Service </strong>\n</p>\n<p> Once the company has assessed the issues according to the terms of this agreement, the credit service will be activated in order to compensate for the monthly uptime access.\nThe company will not be responsible for compensating the possible losses of the user.\nThe maximum credit service is 100% of the monthly expense of the down service.\nThus, the compensated expense will not be more than the monthly expense, and the compensations will not be provided for other losses of the customer.\n</p>\n<p>\n<strong> 6.\nRequesting and Using Credit Service </strong>\n</p>\n<p> When requesting credit service, the customer needs to send an official letter or a ticket to the support team of the company titled “Credit Service Request.” The service downtime logs and reports must be included in the letter.\nCredit Service can be requested up to 20 days following the disruption in the service.\nThe company will examine your request to see its submitted time and whether the interruptions were part of the applied restrictions and limitations, after which the credit service will be calculated and provided for the user.\nThis credit service can only be used for the cloud services provided and under no conditions will the financial settlement be offered.\n</p>\n<p> Last Update: January 2022 </p> ", "created_at": "2022-07-29 07:00:16.562902", "updated_at": "2022-07-29 05:07:27.550284"}, {"id": 12268, "name": "Cookie Statement", "url": "https://www.arvancloud.com/en/legal/cookie-statement", "xpath": "/html/body/section[1]", "text": " <b> ArvanCloud Cookie Statement </b>\n<p> ArvanCloud, a brand of SoftQloud GmbH, uses cookies on its website (https://www.arvancloud.com/en).\nThird party functionality available on the website may also be subjected to the use of cookies.\nBelow ArvanCloud informs you about the use of cookies on its website.\n<br> We would like to explain to you:\n</p>\n<ul>\n<li> what cookies are.\n</li>\n<li> why we use cookies (from third parties).\n</li>\n<li> which cookies we ask your permission for.\n</li>\n<li> how to delete cookies.\n</li>\n<li> Your right to access, rectification and erasure of your data at Softqloud </li>\n</ul>\n<p> In some cases, the cookies are used to process personal data (personal information).\nIn our privacy statement (https://www.arvancloud.com/en) you can read how ArvanCloud handles your personal data.\n</p>\n<i> This cookie statement was last amended on July 20th 2019.\n</i>\n<b> What are cookies </b>\n<p> We use cookies on this website.\nA cookie is a text file that is sent along with the pages of this website and is stored by your browser on the hard drive of your computer, tablet and/or mobile phone.\nThe information stored therein can be returned to our servers or to the servers of the third parties concerned during a future visit.\n</p>\n<b> Why ArvanCloud uses cookies </b>\n<i> Functional cookies\n</i>\n<p> Some cookies ensure that certain parts of the website work properly and that your user preferences remain known.\nFor example, cookies are used to display fonts correctly, to remember your session of use on the web server so that you can view the website, or to remember a search term that searches within the website or a selected filter.\n</p>\n<i> Google Analytics\n</i>\n<p> We use cookies from Google Analytics to gain insight into the way in which website visitors use our website.\nWe have concluded a data processing agreement with Google in which agreements are laid down on the handling of the collected data.\nGoogle is not allowed to share the data obtained or use it for other Google services and we do not allow IP addresses to be anonymised.\nGoogle may also transfer information to third parties where required to do so by law, or where such third parties process the information on Google's behalf.\nMore information about the data processing by Google Analytics can be found in the privacy statement of Google and in the privacy policy of Google Analytics.\n</p>\n<i> Social Media-cookies\n</i>\n<p> The Social Media cookies that are placed when visiting our website make it possible for visitors who use these social media to share (parts of) our web pages with these social media networks.\nOnce a visitor has logged in to the social media networks, the Social Media cookies can be qualified as 'functional cookies'.\nMore information about the data processing by Facebook, Google+, LinkedIn and Twitter can be found in the privacy declaration of these online services.\n</p>\n<b> Which cookies do we ask your permission for </b>\n<p> Below is an overview of the cookies we use in addition to the analytical, technical and functional cookies.\nWe use some cookies ourselves, but for other cookies we use third parties.\nThese parties act on our behalf and we determine what happens to cookies.\nThere are also cookies that are only placed and used by third parties.\nWe have no control over those third parties and how they handle your data.\n<br> Below we have included an overview of the cookies used and the parties involved.\n</p>\n<b>Goal</b>\n<b>Cookies</b> Social Media Facebook Connect Facebook Impressions Google+ Platform LinkedIn Widgets Twitter Button Twitter Syndicator <b> Deleting cookies </b>\n<p> Most cookies have an expiration date.\nThis means that they automatically expire after a certain period of time and no longer record any data from your site visit.\nYou can also choose to manually delete cookies before the expiration date.\nPlease refer to your browser manual for more information.\n</p>\n<b> Right to access, rectification and erasure of your data </b>\n<p> You have the right to ask for access, correction or deletion of your data.\nFor any questions regarding access, improvement, addition, modification, blocking, deletion or transfer of your personal data, you can contact us at any time via the data below: <br> support@arvancloud.com <br> In order to prevent abuse, we may ask you to identify yourself appropriately.\nIn case of access to personal data linked to a cookie, you must send a copy of the cookie in question.\nYou can find them in the settings of your browser.\n</p>\n<b> Questions? </b>\n<p> For any question and/or comments regarding our cookie statement, please contact us by sending an e-mail support@arvancloud.com\n</p> ", "created_at": "2022-07-29 07:00:16.561046", "updated_at": "2022-07-29 05:05:57.311318"}], "points": [{"id": 28275, "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting", "source": "https://www.arvancloud.com/en/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2022-07-30 01:23:49.397291", "updated_at": "2022-08-09 15:30:25.717875", "quoteText": "These advertising partners may set and access their own cookies, pixel tags, and similar technologies on our Services, and they may otherwise collect or have access to information about you which they may collect over time and across different online services.", "case_id": 323, "document_id": 12270, "quoteStart": 11696, "quoteEnd": 11956}, {"id": 28266, "title": " You are being tracked via social media cookies/pixels", "source": "https://www.arvancloud.com/en/legal/cookie-statement", "status": "Generated through the annotate view", "created_at": "2022-07-30 00:54:50.062369", "updated_at": "2022-08-09 15:29:54.237548", "quoteText": "The Social Media cookies that are placed when visiting our website make it possible for visitors who use these social media to share (parts of) our web pages with these social media networks.", "case_id": 307, "document_id": 12268, "quoteStart": 2432, "quoteEnd": 2623}, {"id": 28282, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://www.arvancloud.com/en/legal/terms", "status": "Generated through the annotate view", "created_at": "2022-07-30 01:43:43.548696", "updated_at": "2022-08-09 15:31:31.793216", "quoteText": "Each liability of ArvanCloud for indirect damages, including but not limited to consequential loss, loss of profits and loss of revenue is excluded.", "case_id": 293, "document_id": 12271, "quoteStart": 19868, "quoteEnd": 20016}, {"id": 28281, "title": "You authorise the service to charge a credit card supplied on re-occurring basis", "source": "https://www.arvancloud.com/en/legal/terms", "status": "Generated through the annotate view", "created_at": "2022-07-30 01:42:22.926342", "updated_at": "2022-08-09 15:30:59.618632", "quoteText": "Services ordered through the automated ordering process are automatically renewed with the same period as the initial ordering period, unless a cancellation has been received in time (article 13.4).", "case_id": 384, "document_id": 12271, "quoteStart": 10532, "quoteEnd": 10730}, {"id": 28280, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "https://www.arvancloud.com/en/legal/terms", "status": "Generated through the annotate view", "created_at": "2022-07-30 01:40:59.352815", "updated_at": "2022-08-09 15:31:38.078562", "quoteText": "By continuing to access or use the Services after any such amendments or modifications, you agree to be bound by such amended or modified Terms of Service.", "case_id": 403, "document_id": 12271, "quoteStart": 6787, "quoteEnd": 6942}, {"id": 28279, "title": "The terms for this service are translated into different languages", "source": "https://www.arvancloud.com/en/legal/terms", "status": "Generated through the annotate view", "created_at": "2022-07-30 01:37:28.893816", "updated_at": "2022-08-09 15:31:05.371856", "quoteText": "Filters English العربية Deutsch فارسی Türkçe Français Portuguese 中文", "case_id": 198, "document_id": 12271, "quoteStart": 61, "quoteEnd": 128}, {"id": 28278, "title": "Third-party cookies are used for statistics", "source": "https://www.arvancloud.com/en/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2022-07-30 01:31:50.153602", "updated_at": "2022-08-09 15:30:40.609748", "quoteText": "We use analytics providers such as Google Analytics.", "case_id": 325, "document_id": 12270, "quoteStart": 12843, "quoteEnd": 12895}, {"id": 28277, "title": "Information is gathered about you through third parties", "source": "https://www.arvancloud.com/en/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2022-07-30 01:29:48.510117", "updated_at": "2022-08-09 15:32:08.765135", "quoteText": "We may collect and receive information about users of our Services (\"users,\" \"you,\" or \"your\") from various sources, including: </p>\n<ul>\n<li> Information you provide through your user account on the Services (your \"Account\") if you register for the Services.", "case_id": 382, "document_id": 12270, "quoteStart": 4966, "quoteEnd": 5225}, {"id": 28276, "title": "You can opt out of promotional communications", "source": "https://www.arvancloud.com/en/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2022-07-30 01:26:48.174887", "updated_at": "2022-08-09 15:30:46.288933", "quoteText": "You have the right to <b>opt-out of marketing communications</b> we send you at any time.\nYou can exercise this right by clicking on the \"unsubscribe\" or \"opt-out\" link in the marketing emails we send you.\nTo opt-out of other forms of marketing, please get in touch with us by emailing support@arvancloud.com.", "case_id": 223, "document_id": 12270, "quoteStart": 18963, "quoteEnd": 19272}, {"id": 28274, "title": "Extra data may be collected about you through promotions", "source": "https://www.arvancloud.com/en/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2022-07-30 01:18:43.972318", "updated_at": "2022-08-09 15:30:18.742386", "quoteText": "Communicate with you, either directly or through one of our partners, including for customer service, to provide you with updates and other information relating to the Service, and for marketing and promotional purposes.", "case_id": 211, "document_id": 12270, "quoteStart": 10218, "quoteEnd": 10438}, {"id": 28273, "title": "This service is only available to users over 13", "source": "https://www.arvancloud.com/en/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2022-07-30 01:15:59.623565", "updated_at": "2022-08-09 15:31:11.144952", "quoteText": "ArvanCloud does not knowingly collect information from children under the age of 13, and children under 13 are prohibited from using our Services.", "case_id": 152, "document_id": 12270, "quoteStart": 22453, "quoteEnd": 22599}, {"id": 28272, "title": "Your data may be processed and stored anywhere in the world", "source": "https://www.arvancloud.com/en/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2022-07-30 01:14:41.884055", "updated_at": "2022-08-09 15:30:09.015532", "quoteText": "When we transfer your personal information to other countries, we will protect that information as described in this Privacy Policy.", "case_id": 187, "document_id": 12270, "quoteStart": 23500, "quoteEnd": 23632}, {"id": 28271, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://www.arvancloud.com/en/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2022-07-30 01:13:30.11449", "updated_at": "2022-08-09 15:30:01.086773", "quoteText": "However, please bear in mind that the Internet cannot be guaranteed to be 100% secure.", "case_id": 287, "document_id": 12270, "quoteStart": 16369, "quoteEnd": 16455}, {"id": 28270, "title": "Logs are kept for an undefined period of time", "source": "https://www.arvancloud.com/en/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2022-07-30 01:11:41.744181", "updated_at": "2022-07-30 01:38:58.031227", "quoteText": "We have a legitimate interest in operating our Services and communicating with you as necessary to provide these Services, for example when responding to your queries, improving our platform, undertaking marketing, or for the purposes of detecting or preventing illegal activities.", "case_id": 178, "document_id": 12270, "quoteStart": 14795, "quoteEnd": 15076}, {"id": 28269, "title": "When the service wants to make a material change to its terms, you are notified at least 30 days in advance", "source": "https://www.arvancloud.com/en/legal/data-processing-agreement", "status": "Generated through the annotate view", "created_at": "2022-07-30 01:06:47.954518", "updated_at": "2022-08-09 15:30:53.76308", "quoteText": "ArvanCloud will provide Customer with at least 30 days to object to the addition or replacement of Subprocessors in connection with ArvanCloud’s performance under the Agreement, calculated from the date ArvanCloud provides notice to Customer.", "case_id": 124, "document_id": 12274, "quoteStart": 9546, "quoteEnd": 9788}, {"id": 28268, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://www.arvancloud.com/en/legal/acceptable-use-policy", "status": "Generated through the annotate view", "created_at": "2022-07-30 01:04:55.701429", "updated_at": "2022-08-09 15:31:18.89794", "quoteText": "You are responsible for violations of this AUP by anyone using your account with your permission or on an unauthorized basis.", "case_id": 148, "document_id": 12272, "quoteStart": 328, "quoteEnd": 453}, {"id": 28267, "title": "There is a date of the last update of the agreements", "source": "https://www.arvancloud.com/en/legal/sla", "status": "Generated through the annotate view", "created_at": "2022-07-30 01:00:18.576979", "updated_at": "2022-08-09 15:31:24.698791", "quoteText": "Last Update: January 2022 </", "case_id": 331, "document_id": 12269, "quoteStart": 10460, "quoteEnd": 10488}], "urls": ["arvancloud.com"]}}