{"error": 448, "message": "OK", "parameters": {"id": 3926, "name": "AudioEye", "created_at": "2021-06-01 17:58:36.616555", "updated_at": "2021-06-01 22:00:20.787519", "wikipedia": null, "keywords": null, "related": null, "slug": "audioeye", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3926.png", "url": "audioeye.com", "documents": [{"id": 6706, "name": "Terms of Service", "url": "https://www.audioeye.com/terms-of-service", "xpath": "/html/body/div[1]/div[1]/div[4]/div", "text": null, "created_at": "2021-06-01 17:58:36.623863", "updated_at": "2021-06-01 16:06:08.886326"}, {"id": 6705, "name": "Privacy Policy", "url": "https://www.audioeye.com/privacy-policy", "xpath": "/html/body/div[2]/div[1]/div[4]/div", "text": "Privacy Policy<p>\n</p>\n<p>\n<strong>Last Revised: July 13, 2019</strong>\n</p>\n<p>AudioEye is committed to safeguarding the personal information (“Personal Information”) of visitors to our website and individuals requiring assistance via the reader embedded without our clients’ websites, which we use to provide information regarding our web accessibility services.\nThe following statement (“Privacy Policy”) sets out the principles governing our use of Personal Information that we might obtain about you when you access our website (the “Website”) and when you use the associated services.\nThe Website and the services we provide are collectively referred to herein as the “Services.”</p>\n<p>\n</p>Collection of Information<p>When you use our Services, we collect various categories of Personal Information, which will generally include information that you provide to us directly as well as information that we collect automatically.</p>\n<p>\n</p>Information You Provide Directly<p>\n</p>\n<p>\n<strong>Basic Information</strong>\n</p>\n<p>When you use the Services, we will collect information that you provide to us via the Website and via any agreements you’ve entered into with respect to the Services.\nThis information may include, for example, your first name, last name, residence address, phone number, and e-mail address.\nWe may also collect billing information, such as credit card numbers and related information as to use the Services.</p>\n<p>When you interact with our online Help Desk (e.g., through the AudioEye Ally Toolbar), we will collect information necessary to assist you with your query, including your name, your comments/questions, and your e-mail address.\nYou may also optionally provide your phone number and relevant information relating to any assistive technology that might be used in connection with the Services.\nWhen you contact us for information (www.audioeye.com/contact-us), we will collect your first name, last name, job title, e-mail address, phone number, company name/government agency, and website URL.\nYou may also optionally provide information regarding a referral source and any other</p>\n<p>When you request an accessibility analysis or request a demo, we will collect your first name, last name, job title, e-mail address, phone number, and company name/government agency.</p>\n<p>When you use AudioEye Voice (e.g., through the AudioEye Ally Toolbar), we will collect certain audio files, associated text and transcriptions, and log files provided by you or generated in connection with various AudioEye modules.<br>When you sign up for a partner account (audioeye.allbound.com), we may collect all of the above forms of data as well as billing information, such as credit card numbers and related information.</p>\n<p>\n</p>\n<p>\n<strong>Speech Data</strong>\n</p>\n<p>Certain AudioEye modules, including Voice, require you to provide speech data in order to use and experience the benefits of the particular module.\nSuch speech data may include the audio files, associated text and transcriptions, and log files provided by you or generated in connection with various AudioEye modules.\nThese AudioEye modules collect and process the speech data you input.\nAudioEye or third parties acting under the direction of AudioEye, pursuant to confidentiality agreements, may use the speech data to develop, tune, enhance, and improve our Services.</p>\n<p>In order to provide the text-to-speech conversion of data input into a form, a secure DigiCert TLS channel is established between the Client system and the AudioEye cloud-based speech engine.\nText data is transmitted securely to the speech generator, immediately converted into an audio stream, and delivered back to the client system via the same encrypted channel.<br>Because AudioEye delivers it’s solution via JavaScript and transforms all text to speech on the fly, there is no “second copy” of an audio version of a website.\nFor content on non-secure sites, we do leverage audio caching to improve the playback of commonly requested copy.</p>\n<p>When the AudioEye tools are installed on a secure domain, AudioEye provides an audio overlay to the real-time information present on the site.\nAll text transmitted to AudioEye for speech conversion is done via a secure DigiCert TLS channel.\nTo ensure the highest standard of security, no audio is cached for secure sites.</p>\n<p>\n</p>\n<p>\n<strong>Secure Forms</strong>\n</p>\n<p>When dealing with secure forms, AudioEye generates one-time-use audio files that describe the behavior of the forms.\nThe form submission is securely processed through the Publisher’s original secure infrastructure, and all data is communicated securely between the client and the Publisher’s server(s) as would be the case if the AudioEye product was never installed.\nRaw form input data sent to the AudioEye platform for speech conversion will not contain a reference to the original form being populated.</p>\n<p>\n</p>\n<p>\n<strong>External Sources</strong>\n</p>\n<p>We may receive Personal Information from publicly available databases, joint marketing partners and event sponsors, entities to which we provide client services, such as your employer, and social media platforms.</p>\n<p>\n</p>Information We Collect Automatically<p>\n</p>\n<p>\n<strong>Cookies</strong>\n</p>\n<p>We employ cookies on the Website.\nA cookie is a small encoded text file sent between a web server and web browser when you visit the Website.\nThat file is stored on the hard drive of the device used to access the Internet and will be accessed when you revisit the website that created the cookie file.\nYour web browser uses the information stored in the cookie to make navigating the website easier, such as automatic login and other functions and preferences.\nCookies come in many flavors.\nFunctional cookies ensure that certain parts of the Website work properly.\nBy placing functional cookies, we make it easier for you to visit our Website and use the Services.\nWe may place these cookies without your consent.\nAnalytical cookies are used to optimize the Website experience for our users.\nThrough the use of analytical cookies, we receive insight into the usage of our Website.\nWe ask your permission to place analytical cookies to ensure our Website offers a continued positive user experience.</p>\n<p>\n</p>\n<p>\n<strong>Other Technologies</strong>\n</p>\n<p>We may use clear GIFs, pixel tags, and other such cookie-like technologies to track the activities of users of our Website and to compile statistics about the use of our Website and/or e-mail response rates.</p>\n<p>\n</p>\n<p>\n<strong>Log files</strong>\n</p>\n<p>Our servers may automatically record information related to your use of our Website, which may include information such as your IP address, browser type, operating system, mobile device type, diagnostic information, referring web page, and other web pages visited.</p>\n<p>\n</p>Use of Information<p>We use the information detailed above for a variety of purposes, including: providing our services to you, managing customer relationships, responding to your inquiries, enforcing our terms of use, personalizing the Services and your experience on the Website, providing information regarding careers with us, and engaging in marketing activities, such as providing newsletters, publications, updates, and other information that we believe might be of interest to you.\nAudioEye will not use the contents of any speech data provided to us through your use of the AudioEye Product for any purpose except as set forth herein.</p>\n<p>With respect to marketing activities, certain information that you provide to us, such as your first name, last name, company name, e-mail address, physical address, and phone number may be aggregated with other such data in one or more contact lists.\nWe may then use these contact lists to send you information regarding our services via an automated mailing system and/or to send you surveys via an automated survey generation system.\nThese contact lists may be integrated into our client relation management (CRM) system and/or our internal e-mail contact lists).</p>\n<p>\n</p>Sharing of Information<p>We do not sell, exchange, transfer, or give your personal information to any other company or individual except as follows:<br>We may share, on a limited basis, Personal Information with our service providers, suppliers, subcontractors, and similar third parties so that they can assist us in the maintenance of our Website and other services.\nWe may also share Personal Information with financial institutions in connection with invoicing and payments.</p>\n<p>We may disclose your personal information to comply with any court order, law or legal process, including to respond to any government or regulatory request.\nto enforce or apply our terms of use and other agreements, including for billing and collection purposes.\nif we believe disclosure is necessary or appropriate to protect the rights, property, or safety of ourselves, our clients, or others.</p>\n<p>\n</p>Access to Information<p>You may access and update your Personal Information that we hold by sending a request to the e-mail address listed below under Contact Us.</p>\n<p>\n</p>Third Party Websites and Links<p>We may provide links to third-party websites, services, plug-ins, content, and applications that are not operated by us.\nThis Privacy Policy does not apply to such services, and we cannot take responsibility for the privacy policies, content, or practices of those services and websites.</p>\n<p>\n</p>Information Security<p>We employ measures that are appropriate to protect your Personal Information against unauthorized access, improper use or disclosure, unauthorized or unlawful destruction or accidental loss, and all of our employees and any third parties that process your Personal Information on our behalf are obligated to respect the confidentiality of your information.\nHowever, we cannot and do not provide any assurance that these measures will be sufficient to protect the information you choose to transmit to our site.</p>\n<p>All users and administrators of our developer portal are assigned a unique user account and authorization level.\nAll users authenticate to AudioEye with an email and password of at least eight characters.\nAudioEye leverages DigiCert security services, using 2048 bit encryption for secure data transmission.\nIn an effort to prevent brute-force attacks, AudioEye restricts access and requires administrative support after multiple failed login attempts.\nAudioEye provides a two-factor authentication process for users who may have forgotten their password.</p>\n<p>Because AudioEye delivers its solution via JavaScript and transforms all text to speech on the fly, there is no “second copy” of an audio version of a website.\nFor content on non-secure sites we do leverage audio caching to improve the playback of commonly requested copy.</p>\n<p>When the AudioEye tools are installed on a secure domain, AudioEye simply provides an audio overlay to the real-time information present on the site.\nAll text transmitted to AudioEye for speech conversion is done via a secure DigiCert TLS/SSL channel.\nTo ensure the highest standard of security, no audio is cached for secure sites.</p>\n<p>We store the information we collect about you for as long as is necessary for the purposes for which we collected it, and in accordance with our legal obligations and legitimate business interests.</p>\n<p>\n</p>Sensitive Information<p>We ask that you not send us, and you not disclose, any sensitive Personal Information (e.g., social security numbers, information related to racial or ethnic origin, political opinions, religion or other beliefs, health, biometrics, or genetic characteristics, criminal background or trade union membership) when using the Services, including the Help Desk.</p>\n<p>\n</p>Residents of the European Economic Area<p>Our Services are not directed to the processing of Personal Information of data subjects who are in the European Economic Area (“EEA”) at the time of data collection.\nThat is, any processing activities performed by the Services are not directed to the offering of goods or services to data subjects in the EEA or monitoring the behavior of such data subjects in the EEA.\nAccordingly, we do not believe that AudioEye is subject to the EU General Data Protection Regulation (“GDPR”) regarding the processing of your personal data.Nevertheless, to the extent AudioEye may acquire Personal Information of data subjects located in the EEA, you may have the following rights: i) the right to be informed of how your Personal Information is being used, ii) the right to access to your Personal Information, iii) the right to rectification of data discrepancies, iv) the right to be forgotten, v) the right to restrict processing of your data, vi) the right to data portability, vii) the right to object to processing, and vii) the right to avoid automated profiling.</p>\n<p>In the sections above, we describe the categories of Personal Information collected and explain various ways that we process your Personal Information.\nGenerally, we will process your Personal Information only (1) with your consent.\n(2) to perform in accordance with a contract between you and us.\n(3) to comply with a legal obligation.\nor (4) where we have a legitimate interest to do so, balancing this interest against your interests and fundamental rights.</p>\n<p>If you are in the EEA and you would like to contact us regarding these or other possible rights under the GDPR, please use the e-mail address listed below under Contact Us.\nYou may also have the right to lodge a complaint with the local data protection authority if you believe that we have not complied with applicable data protection laws.\nSee&nbsp;http://ec.europa.eu/justice/article-29/structure/data-protection-authorities/index_en.htm.</p>\n<p>\n</p>Children’s Privacy<p>Our Services are not directed to children under the age of 16.\nWe do not knowingly collect Personal Information from children under the age of 16.\nIf we receive Personal Information that we discover was provided by a child under the age of 16, we will promptly destroy such information.\nIf you would like to learn more about the Children’s Online Privacy Protection Act (COPPA), please visit the Federal Trade Commission home page at&nbsp;http://www.ftc.gov.</p>\n<p>\n</p>California Residents<p>If you are a California resident who has provided us with your Personal Information during the creation of or during the course of establishing a business relationship that is primarily for personal, family, or household purposes, you may, once per calendar year, request information regarding our disclosure of certain categories of your Personal Information.\nSpecifically, pursuant to California Civil Code 1798.83 (the “Shine the Light” law), we will provide you a list of the categories of Personal Information disclosed to third parties for their direct marketing purposes during the immediately preceding calendar year, along with the names and addresses of these third parties.\nYou must submit your request to us either by the e-mail address listed under the Contact Us section below, or by mail at the address below.</p>\n<p>\n</p>Do-not-track Signals<p>We do not guarantee that our Services will respond to do-not-track signals.\nFor more information about do-not-track signals, please see&nbsp;https://allaboutdnt.com/.\nYou may, however, disable certain tracking as set forth in our Cookie Policy.</p>\n<p>\n</p>Revisions to our Privacy Policy<p>We reserve the right to revise this Privacy Policy or any part of it from time to time.\nPlease review this Privacy Policy periodically for changes.\nIf we make material changes, we will endeavor to provide notice ahead of such changes, such as by email or through a notice at the Website.</p>\n<p>\n</p>Contact Us<p>If you have any questions about this Privacy Policy, or are making a request pursuant to this Privacy Policy, please contact us at:<br>privacy@audioeye.com</p>\n<p>\n<br>5210 E Williams Circle\u2028, Suite 750\u2028<br>Tucson, AZ 85711\u2028<br>Phone: 866.331.5324\u2028<br>Fax: 1.520.844.2989</p>", "created_at": "2021-06-01 17:58:36.620611", "updated_at": "2021-06-01 15:59:49.026089"}], "points": [], "urls": ["audioeye.com"]}}