{"error": 448, "message": "OK", "parameters": {"id": 193, "name": "LinkedIn", "created_at": "2018-01-16 15:26:05.70138", "updated_at": "2022-06-19 07:06:13.883189", "wikipedia": "https://en.wikipedia.org/wiki/LinkedIn", "keywords": "professional,jobs", "related": "xing", "slug": "linkedin", "is_comprehensively_reviewed": true, "rating": 16, "status": null, "image": "https://s3.tosdr.org/logos/193.png", "url": "linkedin.com,lynda.com,licdn.com", "documents": [{"id": 63, "name": "Terms of Service", "url": "https://www.linkedin.com/legal/user-agreement", "xpath": "//*[@id=\"component-container\"]/div[5]/ol", "text": "<p>\n<em>Effective on August 11, 2020</em>\n</p>\n<p>Our mission is to connect the world’s professionals to allow them to be more productive and successful.\nOur services are designed to promote economic opportunity for our members by enabling you and millions of other professionals to meet, exchange ideas, learn, and find opportunities or employees, work, and make decisions in a network of trusted relationships.</p>More information about how we use your content is in our User Agreement videoTable of Contents:<ol>\n<li>Introduction</li>\n<li>Obligations</li>\n<li>Rights and Limits</li>\n<li>Disclaimer and Limit of Liability</li>\n<li>Termination</li>\n<li>Governing Law and Dispute Resolution</li>\n<li>General Terms</li>\n<li>LinkedIn “Dos and Don’ts”</li>\n<li>Complaints Regarding Content</li>\n<li>How To Contact Us</li>\n</ol>1.\nIntroduction1.1 Contract<p>When you use our Services you agree to all of these terms.\nYour use of our Services is also subject to our Cookie Policy and our Privacy Policy, which covers how we collect, use, share, and store your personal information.</p>\n<p>You agree that by clicking “Join Now”, “Join LinkedIn”, “Sign Up” or similar, registering, accessing or using our services (described below), <strong>you are agreeing to enter into a legally binding contract</strong> with LinkedIn (even if you are using our Services on behalf of a company).\nIf you do not agree to this contract (“Contract” or “User Agreement”), do <strong>not</strong> click “Join Now” (or similar) and do not access or otherwise use any of our Services.\nIf you wish to terminate this contract, at any time you can do so by closing your account and no longer accessing or using our Services.</p>Services<p>This Contract applies to LinkedIn.com, LinkedIn-branded apps, LinkedIn Learning and other LinkedIn-related sites, apps, communications and other services that state that they are offered under this Contract (“Services”), including the offsite collection of data for those Services, such as our ads and the “Apply with LinkedIn” and “Share with LinkedIn” plugins.\nRegistered users of our Services are “Members” and unregistered users are “Visitors”.</p>LinkedIn<p>You are entering into this Contract with LinkedIn (also referred to as “we” and “us”).</p>\n<p>We use the term “Designated Countries” to refer to countries in the European Union (EU), European Economic Area (EEA), and Switzerland.</p>\n<p>If you reside in the “Designated Countries”, you are entering into this Contract with LinkedIn Ireland Unlimited Company (“LinkedIn Ireland”) and LinkedIn Ireland will be the controller of your personal data provided to, or collected by or for, or processed in connection with our Services.</p>\n<p>If you reside outside of the “Designated Countries”, you are entering into this Contract with LinkedIn Corporation (“LinkedIn Corp.”) and LinkedIn Corp.\nwill be the controller of your personal data provided to, or collected by or for, or processed in connection with our Services.</p>\n<p>This Contract applies to Members and Visitors.</p>\n<p>As a Visitor or Member of our Services, the collection, use and sharing of your personal data is subject to this Privacy Policy (which includes our Cookie Policy and other documents referenced in this Privacy Policy) and updates.</p>1.2 Members and Visitors<p>When you register and join the LinkedIn Services, you become a Member.\nIf you have chosen not to register for our Services, you may access certain features as a “Visitor.”</p> 1.3 Change<p>We may make changes to the Contract.</p>\n<p>We may modify this Contract, our Privacy Policy and our Cookies Policy from time to time.\nIf we make material changes to it, we will provide you notice through our Services, or by other means, to provide you the opportunity to review the changes before they become effective.\nWe agree that changes cannot be retroactive.\nIf you object to any changes, you may close your account.\nYour continued use of our Services after we publish or send a notice about our changes to these terms means that you are consenting to the updated terms as of their effective date.</p> 2.\nObligations2.1 Service Eligibility<p>Here are some promises that you make to us in this Contract:</p>\n<p>You’re eligible to enter into this Contract and you are at least our “Minimum Age.”</p>\n<p>The Services are not for use by anyone under the age of 16.</p>\n<p>To use the Services, you agree that: (1) you must be the “<dfn>Minimum Age</dfn>“Members who were below this new Minimum Age when they started using the Services under a previous User Agreement which had allowed certain persons under 16 to use the Services, may continue to use the Services.\nAs of June 2017 persons under the age of 16 are not eligible to use our Services.”” (described below) or older.\n(2) you will only have one LinkedIn account, which must be in your real name.\nand (3) you are not already restricted by LinkedIn from using the Services.\nCreating an account with false information is a violation of our terms, including accounts registered on behalf of others or persons under the age of 16.</p>\n<p>“Minimum Age” means 16 years old.\nHowever, if law requires that you must be older in order for LinkedIn to lawfully provide the Services to you without parental consent (including using of your personal data) then the Minimum Age is such older age.</p>2.2 Your Account<p>You will keep your password a secret.</p>\n<p>You will not share an account with anyone else and will follow our rules and the law.</p>\n<p>Members are account holders.\nYou agree to: (1) use a strong password and keep it confidential.\n(2) not transfer any part of your account (e.g., connections) and (3) follow the law and our list of Dos and Don’ts and Professional Community Policies.\nYou are responsible for anything that happens through your account unless you close it or report misuse.</p>\n<p>As between you and others (including your employer), your account belongs to you.\nHowever, if the Services were purchased by another party for you to use (e.g.\nRecruiter seat bought by your employer), the party paying for such Service has the right to control access to and get reports on your use of such paid Service.\nhowever, they do not have rights to your personal account.</p>2.3 Payment<p>You’ll honor your payment obligations and you are okay with us storing your payment information.\nYou understand that there may be fees and taxes that are added to our prices.</p>\n<p>Refunds are subject to our policy.</p>\n<p>If you buy any of our paid Services (“Premium Services”), you agree to pay us the applicable fees and taxes and to additional terms specific to the paid Services.\nFailure to pay these fees will result in the termination of your paid Services.\nAlso, you agree that:</p>\n<ul>\n<li>Your purchase may be subject to foreign exchange fees or differences in prices based on location (e.g.\nexchange rates).</li>\n<li>We may store and continue billing your payment method (e.g.\ncredit card) even after it has expired, to avoid interruptions in your Services and to use to pay other Services you may buy.</li>\n<li>If you purchase a subscription, your payment method automatically will be charged at the start of each subscription period for the fees and taxes applicable to that period.\nTo avoid future charges, cancel before the renewal date.\nLearn how to cancel or suspend your Premium Services.</li>\n<li>All of your purchases of Services are subject to LinkedIn’s refund policy.</li>\n<li>We may calculate taxes payable by you based on the billing information that you provide us at the time of purchase.</li>\n</ul>\n<p>You can get a copy of your invoice through your LinkedIn account settings under “Purchase History”.</p>2.4 Notices and Messages<p>You’re okay with us providing notices and messages to you through our websites, apps, and contact information.\nIf your contact information is out of date, you may miss out on important notices.</p>\n<p>You agree that we will provide notices and messages to you in the following ways: (1) within the Service, or (2) sent to the contact information you provided us (e.g., email, mobile number, physical address).\nYou agree to keep your contact information up to date.</p>\n<p>Please review your settings to control and limit messages you receive from us.</p>2.5 Sharing<p>When you share information on our Services, others can see, copy and use that information.</p>\n<p>Our Services allow messaging and sharing of information in many ways, such as your profile, articles, group posts, links to news articles, job postings, messages and InMails.\nInformation and content that you share or post may be seen by other Members, Visitors or others (including off of the Services).\nWhere we have made settings available, we will honor the choices you make about who can see content or information (e.g., message content to your addressees, sharing content only to LinkedIn connections, restricting your profile visibility from search engines, or opting not to notify others of your LinkedIn profile update).\nFor job searching activities, we default to not notifying your connections network or the public.\nSo, if you apply for a job through our Service or opt to signal that you are interested in a job, our default is to share it only with the job poster.</p>\n<p>We are not obligated to publish any information or content on our Service and can remove it with or without notice.</p>3.\nRights and Limits3.1.\nYour License to LinkedIn<p>You own all of the content, feedback and personal information you provide to us, but you also grant us a non-exclusive license to it.</p>\n<p>We’ll honor the choices you make about who gets to see your information and content, including how it can be used for ads.</p>\n<p>As between you and LinkedIn, you own the content and information that you submit or post to the Services, and you are only granting LinkedIn and our <dfn>affiliates</dfn>Affiliates are companies controlling, controlled by or under common control with us, including, for example, LinkedIn Ireland, LinkedIn Corporation, LinkedIn Singapore and Microsoft Corporation.\nthe following non-exclusive license:</p>\n<p>A worldwide, transferable and sublicensable right to use, copy, modify, distribute, publish and process, information and content that you provide through our Services and the services of others, without any further consent, notice and/or compensation to you or others.\nThese rights are limited in the following ways:</p>\n<ol>\n<li>You can end this license for specific content by deleting such content from the Services, or generally by closing your account, except (a) to the extent you shared it with others as part of the Service and they copied, re-shared it or stored it and (b) for the reasonable time it takes to remove from backup and other systems.</li>\n<li>We will not include your content in advertisements for the products and services of third parties to others without your separate consent (including sponsored content).\nHowever, we have the right, without payment to you or others, to serve ads near your content and information, and your <dfn>social actions</dfn>e.g.\nlikes, comments, follows, shares may be visible and included with ads, as noted in the Privacy Policy.\nIf you use a Service feature, we may mention that with your name or photo to promote that feature within our Services, subject to your settings.</li>\n<li>We will get your consent if we want to give others the right to publish your content beyond the Services.\nHowever, if you choose to share your post as \"<dfn>public</dfn>Including any “Public +” (e.g.\npublic + twitter)\", we will enable a feature that allows other Members to embed that public post onto third-party services, and we enable search engines to make that public content findable though their services.\nLearn More</li>\n<li>While we may edit and make format changes to your content (such as translating or transcribing it, modifying the size, layout or file type or removing metadata), we will not modify the meaning of your expression.</li>\n<li>Because you own your content and information and we only have non-exclusive rights to it, you may choose to make it available to others, including under the terms of a Creative Commons license.</li>\n</ol>\n<p>You and LinkedIn agree that if content includes personal data, it is subject to our Privacy Policy.</p>\n<p>You and LinkedIn agree that we may access, store, process and use any information and personal data that you provide in accordance with, the terms of the Privacy Policy and your choices (including settings).</p>\n<p>By submitting suggestions or other feedback regarding our Services to LinkedIn, you agree that LinkedIn can use and share (but does not have to) such feedback for any purpose without compensation to you.</p>\n<p>You promise to only provide information and content that you have the right to share, and that your LinkedIn profile will be truthful.</p>\n<p>You agree to only provide content or information that does not violate the law nor anyone’s rights (including intellectual property rights).\nYou also agree that your profile information will be truthful.\nLinkedIn may be required by law to remove certain information or content in certain countries.</p>3.2 Service Availability<p>We may change or end any Service or modify our prices prospectively.</p>\n<p>We may change, suspend or discontinue any of our Services.\nWe may also modify our prices effective prospectively upon reasonable notice to the extent allowed under the law.</p>\n<p>We don’t promise to store or keep showing any information and content that you’ve posted.\nLinkedIn is not a storage service.\nYou agree that we have no obligation to store, maintain or provide you a copy of any content or information that you or others provide, except to the extent required by applicable law and as noted in our Privacy Policy.</p>3.3 Other Content, Sites and Apps<p>Your use of others’ content and information posted on our Services, is at your own risk.</p>\n<p>Others may offer their own products and services through our Services, and we aren’t responsible for those third-party activities.</p>\n<p>By using the Services, you may encounter content or information that might be inaccurate, incomplete, delayed, misleading, illegal, offensive or otherwise harmful.\nLinkedIn generally does not review content provided by our Members or others.\nYou agree that we are not responsible for others’ (including other Members’) content or information.\nWe cannot always prevent this misuse of our Services, and you agree that we are not responsible for any such misuse.\nYou also acknowledge the risk that you or your organization may be mistakenly associated with content about others when we let connections and followers know you or your organization were mentioned in the news.\nMembers have choices about this feature.</p>\n<p>LinkedIn may help connect Members offering their services (career coaching, accounting, etc.) with Members seeking services.\nLinkedIn does not perform nor employs individuals to perform these services.\nYou must be at least 18 years of age to offer, perform or procure these services.\nYou acknowledge that LinkedIn does not supervise, direct, control or monitor Members in the performance of these services and agree that (1) LinkedIn is not responsible for the offering, performance or procurement of these services, (2) LinkedIn does not endorse any particular Member’s offered services, and (3) nothing shall create an employment, agency, or joint venture relationship between LinkedIn and any Member offering services.\nIf you are a Member offering services, you represent and warrant that you have all the required licenses and will provide services consistent with our Professional Community Policies.</p>\n<p>Similarly, LinkedIn may help you register for and/or attend events organized by Members and connect with other Members who are attendees at such events.\nYou agree that (1) LinkedIn is not responsible for the conduct of any of the Members or other attendees at such events, (2) LinkedIn does not endorse any particular event listed on our Services, (3) LinkedIn does not review and/or vet any of these events, and (4) that you will adhere to these terms and conditions that apply to such events.</p>3.4 Limits<p>We have the right to limit how you connect and interact on our Services.</p>\n<p>LinkedIn reserves the right to limit your use of the Services, including the number of your connections and your ability to contact other Members.\nLinkedIn reserves the right to restrict, suspend, or terminate your account if you breach this Contract or the law or are misusing the Services (e.g., violating any of the Dos and Don’ts or Professional Community Policies).</p>3.5 Intellectual Property Rights<p>We’re providing you notice about our intellectual property rights.</p>\n<p>LinkedIn reserves all of its intellectual property rights in the Services.\nTrademarks and logos used in connection with the Services are the trademarks of their respective owners.\nLinkedIn, and “in” logos and other LinkedIn trademarks, service marks, graphics and logos used for our Services are trademarks or registered trademarks of LinkedIn.</p>3.6 Automated Processing<p>We use data and information about you to make relevant suggestions to you and others.</p>\n<p>We use the information and data that you provide and that we have about Members to make recommendations for connections, content and features that may be useful to you.\nFor example, we use data and information about you to recommend jobs to you and you to recruiters.\nKeeping your profile accurate and up to date helps us to make these recommendations more accurate and relevant.</p>4.\nDisclaimer and Limit of Liability4.1 No Warranty<p>This is our disclaimer of legal liability for the quality, safety, or reliability of our Services.</p>\n<p>LINKEDIN AND ITS AFFILIATES MAKE NO REPRESENTATION OR WARRANTY ABOUT THE SERVICES, INCLUDING ANY REPRESENTATION THAT THE SERVICES WILL BE UNINTERRUPTED OR ERROR-FREE, AND PROVIDE THE SERVICES (INCLUDING CONTENT AND INFORMATION) ON AN “AS IS” AND “AS AVAILABLE” BASIS.\nTO THE FULLEST EXTENT PERMITTED UNDER APPLICABLE LAW, LINKEDIN AND ITS AFFILIATES DISCLAIM ANY IMPLIED OR STATUTORY WARRANTY, INCLUDING ANY IMPLIED WARRANTY OF TITLE, ACCURACY OF DATA, NON-INFRINGEMENT, MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE.</p>4.2 Exclusion of Liability<p>These are the limits of legal liability we may have to you.</p>\n<p>TO THE FULLEST EXTENT PERMITTED BY LAW (AND UNLESS LINKEDIN HAS ENTERED INTO A SEPARATE WRITTEN AGREEMENT THAT OVERRIDES THIS CONTRACT), LINKEDIN, INCLUDING ITS AFFILIATES, WILL NOT BE LIABLE IN CONNECTION WITH THIS CONTRACT FOR LOST PROFITS OR LOST BUSINESS OPPORTUNITIES, REPUTATION (E.G., OFFENSIVE OR DEFAMATORY STATEMENTS), LOSS OF DATA (E.G., DOWN TIME OR LOSS, USE OF, OR CHANGES TO, YOUR INFORMATION OR CONTENT) OR ANY INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL OR PUNITIVE DAMAGES.</p>\n<p>LINKEDIN AND ITS AFFILIATES WILL NOT BE LIABLE TO YOU IN CONNECTION WITH THIS CONTRACT FOR ANY AMOUNT THAT EXCEEDS (A) THE TOTAL FEES PAID OR PAYABLE BY YOU TO LINKEDIN FOR THE SERVICES DURING THE TERM OF THIS CONTRACT, IF ANY, OR (B) US $1000.</p>4.3 Basis of the Bargain.\nExclusions<p>The limitations of liability in this Section 4 are part of the basis of the bargain between you and LinkedIn and shall apply to all claims of liability (e.g., warranty, tort, negligence, contract and law) even if LinkedIn or its affiliates has been told of the possibility of any such damage, and even if these remedies fail their essential purpose.</p>\n<p>These limitations of liability do not apply to liability for death or personal injury or for fraud, gross negligence or intentional misconduct, or in cases of negligence where a material obligation has been breached, a material obligation being such which forms a prerequisite to our delivery of services and on which you may reasonably rely, but only to the extent that the damages were directly caused by the breach and were foreseeable upon conclusion of this Contract and to the extent that they are typical in the context of this Contract.</p>5.\nTermination<p>We can each end this Contract, but some rights and obligations survive.</p>\n<p>Both you and LinkedIn may terminate this Contract at any time with notice to the other.\nOn termination, you lose the right to access or use the Services.\nThe following shall survive termination:</p>\n<ul>\n<li>Our rights to use and disclose your feedback;</li>\n<li>Members and/or Visitors’ rights to further re-share content and information you shared through the Services;</li>\n<li>Sections 4, 6, 7, and 8.2 of this Contract;</li>\n<li>Any amounts owed by either party prior to termination remain owed after termination.</li>\n</ul>\n<p>You can visit our Help Center to close your account.</p>6.\nGoverning Law and Dispute Resolution<p>In the unlikely event we end up in a legal dispute, you and LinkedIn agree to resolve it in California courts using California law, or Dublin, Ireland courts using Irish law.</p>\n<p>This section shall not deprive you of any mandatory consumer protections under the law of the country to which we direct Services to you, where you have your habitual residence.\n<strong>If you live in the <dfn>Designated Countries</dfn>We use the term “Designated Countries” to refer to countries in the European Union (EU), European Economic Area (EEA), and Switzerland.</strong>: You and LinkedIn Ireland agree that the laws of Ireland, excluding conflict of laws rules, shall exclusively govern any dispute relating to this Contract and/or the Services.\nYou and LinkedIn Ireland agree that claims and disputes can be litigated only in Dublin, Ireland, and we each agree to personal jurisdiction of the courts located in Dublin, Ireland.</p>\n<p>\n<strong>For others outside of Designated Countries, including those who live outside of the United States</strong>: You and LinkedIn agree that the laws of the State of California, U.S.A., excluding its conflict of laws rules, shall exclusively govern any dispute relating to this Contract and/or the Services.\nYou and LinkedIn both agree that all claims and disputes can be litigated only in the federal or state courts in Santa Clara County, California, USA, and you and LinkedIn each agree to personal jurisdiction in those courts.</p>7.\nGeneral Terms<p>Here are some important details about the Contract.</p>\n<p>If a court with authority over this Contract finds any part of it unenforceable, you and we agree that the court should modify the terms to make that part enforceable while still achieving its intent.\nIf the court cannot do that, you and we agree to ask the court to remove that unenforceable part and still enforce the rest of this Contract.</p>\n<p>This Contract (including additional terms that may be provided by us when you engage with a feature of the Services) is the only agreement between us regarding the Services and supersedes all prior agreements for the Services.</p>\n<p>If we don't act to enforce a breach of this Contract, that does not mean that LinkedIn has waived its right to enforce this Contract.\nYou may not assign or transfer this Contract (or your membership or use of Services) to anyone without our consent.\nHowever, you agree that LinkedIn may assign this Contract to its affiliates or a party that buys it without your consent.\nThere are no third-party beneficiaries to this Contract.</p>\n<p>You agree that the only way to provide us legal notice is at the addresses provided in Section 10.</p>8.\nLinkedIn “Dos and Don’ts”8.1.\nDos<p>LinkedIn is a community of professionals.\nThis list of “Dos and Don’ts” along with our Professional Community Policies limit what you can and cannot do on our Services.</p>\n<p>\n<strong>You agree that you will:</strong>\n</p>\n<ol>\n<li>Comply with all applicable laws, including, without limitation, privacy laws, intellectual property laws, anti-spam laws, export control laws, tax laws, and regulatory requirements;</li>\n<li>Provide accurate information to us and keep it updated;</li>\n<li>Use your real name on your profile.\nand</li>\n<li>Use the Services in a professional manner.</li>\n</ol>8.2.\nDon’ts<p>\n<strong>You agree that you will <em>not</em>:</strong>\n</p>\n<ol>\n<li>Create a false identity on LinkedIn, misrepresent your identity, create a Member profile for anyone other than yourself (a real person), or use or attempt to use another’s account;</li>\n<li>Develop, support or use software, devices, scripts, robots or any other means or processes (including crawlers, browser plugins and add-ons or any other technology) to scrape the Services or otherwise copy profiles and other data from the Services;</li>\n<li>Override any security feature or bypass or circumvent any access controls or use limits of the Service (such as caps on keyword searches or profile views);</li>\n<li>Copy, use, disclose or distribute any information obtained from the Services, whether directly or through third parties (such as search engines), without the consent of LinkedIn;</li>\n<li>Disclose information that you do not have the consent to disclose (such as confidential information of others (including your employer));</li>\n<li>Violate the intellectual property rights of others, including copyrights, patents, trademarks, trade secrets or other proprietary rights.\nFor example, do not copy or distribute (except through the available sharing functionality) the posts or other content of others without their permission, which they may give by posting under a Creative Commons license;</li>\n<li>Violate the intellectual property or other rights of LinkedIn, including, without limitation, (i) copying or distributing our learning videos or other materials or (ii) copying or distributing our technology, unless it is released under open source licenses.\n(iii) using the word “LinkedIn” or our logos in any business name, email, or URL except as provided in the Brand Guidelines;</li>\n<li>Post anything that contains software viruses, worms, or any other harmful code;</li>\n<li>Reverse engineer, decompile, disassemble, decipher or otherwise attempt to derive the source code for the Services or any related technology that is not open source;</li>\n<li>Imply or state that you are affiliated with or endorsed by LinkedIn without our express consent (e.g., representing yourself as an accredited LinkedIn trainer);</li>\n<li>Rent, lease, loan, trade, sell/re-sell or otherwise monetize the Services or related data or access to the same, without LinkedIn’s consent;</li>\n<li>Deep-link to our Services for any purpose other than to promote your profile or a Group on our Services, without LinkedIn’s consent;</li>\n<li>Use bots or other automated methods to access the Services, add or download contacts, send or redirect messages;</li>\n<li>Monitor the Services’ availability, performance or functionality for any competitive purpose;</li>\n<li>Engage in “framing,” “mirroring,” or otherwise simulating the appearance or function of the Services;</li>\n<li>Overlay or otherwise modify the Services or their appearance (such as by inserting elements into the Services or removing, covering, or obscuring an advertisement included on the Services);</li>\n<li>Interfere with the operation of, or place an unreasonable load on, the Services (e.g., spam, denial of service attack, viruses, gaming algorithms).\nand/or</li>\n<li>Violate the Professional Community Policies or any additional terms concerning a specific Service that are provided when you sign up for or start using such Service, and the Bing Maps terms where applicable.</li>\n</ol>9.\nComplaints Regarding Content<p>Contact information for complaint about content provided by our Members.</p>\n<p>We respect the intellectual property rights of others.\nWe require that information posted by Members be accurate and not in violation of the intellectual property rights or other rights of third parties.\nWe provide a policy and process for complaints concerning content posted by our Members.</p>10.\nHow To Contact Us<p>Our Contact information.\nOur Help Center also provides information about our Services.</p>\n<p>For general inquiries, you may contact us online.\nFor legal notices or service of process, you may write us at these addresses.</p>", "created_at": "2018-07-17 10:11:42.40713", "updated_at": "2021-05-15 20:46:22.691595"}, {"id": 62, "name": "Privacy Policy", "url": "https://www.linkedin.com/legal/privacy-policy", "xpath": "//div[@class='legal-content']", "text": "<p>\n<em>Effective August 11, 2020</em>\n</p>\n<p>Our Privacy Policy has been updated.</p>Your Privacy Matters<p>LinkedIn’s mission is to connect the world’s professionals to allow them to be more productive and successful.\nCentral to this mission is our commitment to be transparent about the data we collect about you, how it is used and with whom it is shared.</p>\n<p>This Privacy Policy applies when you use our Services (described below).\nWe offer our users choices about the data we collect, use and share as described in this Privacy Policy, Cookie Policy, <dfn>Settings</dfn>Settings are available to Members of LinkedIn and Visitors are provided controls.\nLearn More and our Help Center.</p>View our Privacy Policy videoTable of Contents:<ul>\n<li>Introduction</li>\n<li>Data We Collect</li>\n<li>How We Use Your Data</li>\n<li>How We Share Information</li>\n<li>Your Choices &amp.\nObligations</li>\n<li>Other Important Information</li>\n</ul>Introduction<p>We are a social network and online platform for professionals.\nPeople use our Services to find and be found for business opportunities, to connect with others and find information.\nOur Privacy Policy applies to any Member or Visitor to our Services</p>\n<p>Our registered users (“<strong>Members</strong>”) share their professional identities, engage with their network, exchange knowledge and professional insights, post and view relevant content, learn and develop skills, and find business and career opportunities.\nContent and data on some of our Services is viewable to non-members (“<strong>Visitors</strong>”).</p>\n<p>We use the term “<strong>Designated Countries</strong>” to refer to countries in the European Union (EU), European Economic Area (EEA), and Switzerland.</p>Services<p>This Privacy Policy, including our Cookie Policy applies to your use of our Services.</p>\n<p>This Privacy Policy applies to LinkedIn.com, LinkedIn-branded apps, LinkedIn Learning and other LinkedIn-related sites, apps, communications and services (“<strong>Services</strong>”), including off-site Services, such as our ad services and the “Apply with LinkedIn” and “Share with LinkedIn” plugins, but excluding services that state that they are offered under a different privacy policy.\nFor California residents, additional disclosures required by California law may be found in our California Privacy Disclosure.</p>Data Controllers and Contracting Parties<p>If you are in the “Designated Countries”, LinkedIn Ireland Unlimited Company (“LinkedIn Ireland”) will be the controller of your personal data provided to, or collected by or for, or processed in connection with our Services.</p>\n<p>If you are outside of the Designated Countries, LinkedIn Corporation will be the controller of your personal data provided to, or collected by or for, or processed in connection with, our Services.</p>\n<p>As a Visitor or Member of our Services, the collection, use and sharing of your personal data is subject to this Privacy Policy and other documents referenced in this Privacy Policy, as well as updates.</p>Change<p>Changes to the Privacy Policy apply to your use of our Services after the “effective date.”</p>\n<p>LinkedIn (“we” or “us”) can modify this Privacy Policy, and if we make material changes to it, we will provide notice through our Services, or by other means, to provide you the opportunity to review the changes before they become effective.\nIf you object to any changes, you may close your account.</p>\n<p>You acknowledge that your continued use of our Services after we publish or send a notice about our changes to this Privacy Policy means that the collection, use and sharing of your personal data is subject to the updated Privacy Policy, as of its effective date.</p>1.\nData We Collect1.1 Data You Provide To Us<p>You provide data to create an account with us.</p>Registration<p>To create an account you need to provide data including your name, email address and/or mobile number, and a password.\nIf you register for a premium Service, you will need to provide payment (e.g., credit card) and billing information.</p>\n<p>You create your LinkedIn profile (a complete profile helps you get the most from our Services).</p>Profile<p>You have choices about the information on your profile, such as your education, work experience, skills, photo, city or area and endorsements.\nSome Members may choose to complete a separate ProFinder profile.\nYou don’t have to provide additional information on your profile.\nhowever, profile information helps you to get more from our Services, including helping recruiters and business opportunities find you.\nIt’s your choice whether to include sensitive informationWe do <strong>\n<em>not</em>\n</strong> require Members to include sensitive data (e.g., race, ethnicity, political opinions, religious or philosophical beliefs, trade union membership, physical or mental health, sexual orientation or criminal record) in their LinkedIn profile.\nIf you choose to post any such data, it is visible to others like the rest of the profile information you provide.\non your profile and to make that sensitive information public.\nPlease do not post or add personal data to your profile that you would not want to be publicly available.</p>\n<p>You give other data to us, such as by syncing your address book or calendar.</p>Posting and Uploading<p>We collect personal data from you when you provide, post or upload it to our Services, such as when you fill out a form, (e.g., with demographic data or salary), respond to a survey, or submit a resume or fill out a job application on our Services.\nIf you opt to import your address book, we receive your contacts (including contact information your service provider(s) or app automatically added to your address book when you communicated with addresses or numbers not already in your list).</p>\n<p>If you sync your contacts or calendars with our Services, we will collect your address book and calendar meeting information to keep growing your network by suggesting connections for you and others, and by providing information about events, e.g.\ntimes, places, attendees and contacts.</p>\n<p>You don’t have to post or upload personal data.\nthough if you don’t, it may limit your ability to grow and engage with your network over our Services.</p>1.2 Data From Others<p>Others may post or write about you.</p>Content and News<p>You and others may post content that includes information about you (as part of articles, posts, comments, videos) on our Services.\nWe also may collect public information about you, such as professional-related news and accomplishments, and make it available as part of our Services, including, as permitted by your settings, in notifications to others of mentions in the news.</p>\n<p>Others may sync their contacts or calendar with our Services.</p>Contact and Calendar Information<p>We receive personal data (including contact information) about you when others import or sync their contacts or calendar with our Services, associate their contacts with Member profiles, scan and upload business cards, or send messages using our Services (including invites or connection requests).\nIf you or others opt-in to sync email accounts with our Services, we will also collect “email header” information that we can associate with Member profiles.</p>\n<p>Customers and partners may provide data to us.</p>Partners<p>We receive personal data (e.g., your job title and work email address) about you when you use the services of our customers and partners, such as employers or prospective employers and applicant tracking systems providing us job application data.</p>Related Companies and Other Services<p>We receive data about you when you use some of the other services provided by us or our <dfn>affiliates</dfn>Affiliates are companies controlling, controlled by or under common control with us, including, for example, LinkedIn Ireland, LinkedIn Corporation, LinkedIn Singapore and Microsoft Corporation., including Microsoft.\nFor example, you may choose to send us information about your contacts in Microsoft apps and services, such as Outlook, for improved professional networking activities on our Services.</p>1.3 Service Use<p>We log your visits and use of our Services, including mobile apps.</p>\n<p>We log usage data when you visit or otherwise use our Services, including our sites, app and platform technology, such as when you view or click on content (e.g., learning video) or ads (on or off our sites and apps), perform a search, install or update one of our mobile apps, share articles or apply for jobs.\nWe use log-ins, cookies, device information and internet protocol (“IP”) addresses to identify you and log your use.</p>1.4 Cookies and Similar Technologies<p>We collect data through cookies and similar technologies.</p>\n<p>As further described in our <dfn>Cookie PolicyThe Cookie Policy describes the use of cookies and similar technologies.</dfn>, we use cookies and similar technologies (e.g., pixels and ad tags) to collect data (e.g., device IDs) to recognize you and your device(s) on, off and across different services and devices where you have engaged with our Services. We also allow some others to use cookies as described in our Cookie Policy. If you are outside the Designated Countries, we also collect (or rely on others who collect) information about your device where you have not engaged with our Services (e.g., ad ID, IP address, operating system and browser information) so we can provide our Members with relevant ads and better understand their effectiveness.\nLearn more.\nYou can opt out from our use of data from cookies and similar technologies that track your behavior on the sites of others for ad targeting and other ad-related purposes.\nFor Visitors, the controls are here.</p>1.5 Your Device and Location<p>We receive data from your devices and networks, including location data.</p>\n<p>When you visit or leave our Services (including some plugins and our cookies or similar technology on the sites of others), we receive the URL of both the site you came from and the one you go to and the time of your visit.\nWe also get information about your network and device (e.g., IP address, proxy server, operating system, web browser and add-ons, device identifier and features, cookie IDs and/or ISP, or your mobile carrier).\nIf you use our Services from a mobile device, that device will send us data about your location based on your phone settings.\nWe will ask you to opt-in before we use GPS or other <dfn>toolse.g.\nbluetooth</dfn> to identify your precise location.</p>1.6 Messages<p>If you communicate through our Services, we learn about that.</p>\n<p>We collect information about you when you send, receive, or engage with messages in connection with our Services.\nFor example, if you get a LinkedIn connection request, we track whether you have acted on it and will send you reminders.\nWe also use automatic scanning technology on messages to support and protect our site.\nFor example, we use this technology to suggest possible responses to messages and to manage or block content that violates our User Agreement or Professional Community Policies from our Services.</p>1.7 Workplace and School Provided Information<p>When your organization (e.g., employer or school) buys a premium Service for you to use, they give us data about you.</p>\n<p>Others buying our Services for your use, such as your employer or your school, provide us with personal data about you and your eligibility to use the Services that they purchase for use by their workers, students or alumni.\nFor example, we will get contact information for “Company Page” administrators and for authorizing users of our premium Services, such as our recruiting, sales or learning products.</p>1.8 Sites and Services of Others<p>We get data when you visit sites that include our ads, cookies or some of our plugins or when you log-in to others’ services with your LinkedIn account.</p>\n<p>We receive information about your visits and interaction with services provided by others when you log-in with LinkedIn or visit others’ services that include some of our plugins (such as “Apply with LinkedIn”) or our ads, cookies or similar technologies</p>1.9 Other<p>We are improving our Services, which means we get new data and create new ways to use data.</p>\n<p>Our Services are dynamic, and we often introduce new features, which may require the collection of new information.\nIf we collect materially different personal data or materially change how we collect, use or share your data, we will notify you and may also modify this Privacy Policy.</p>2.\nHow We Use Your Data<p>We use your data to provide, support, personalize and develop our Services.</p>\n<p>How we use your personal data will depend on which Services you use, how you use those Services and the choices you make in your settings.\nWe use the data that we have about you to provide and personalize our Services, including with the help of automated systems and inferences we make, so that our Services (including ads) can be more relevant and useful to you and others.</p>2.1 Services<p>Our Services help you connect with others, find and be found for work and business opportunities, stay informed, get training and be more productive.</p>\n<p>We use your data to authorize access to our Services and honor your settings.</p>Stay Connected<p>Our Services allow you to stay in touch and up to date with colleagues, partners, clients, and other professional contacts.\nTo do so, you can “connect” with the professionals who you choose, and who also wish to “connect” with you.\nSubject to your and their settings, when you connect with other Members, you will be able to search each others’ connections in order to exchange professional opportunities.</p>\n<p>We use data about you (such as your profile, profiles you have viewed or data provided through address book uploads or partner integrations) to help others find your profile, suggest connections for you and others (e.g.\nMembers who share your contacts or job experiences) and enable you to invite others to become a Member and connect with you.\nYou can also opt-in to allow us to use your precise location or proximity to others for certain tasks (e.g.\nto suggest other nearby Members for you to connect with, calculate the commute to a new job, or notify your connections that you are at a professional event).</p>\n<p>It is your choice whether to invite someone to our Services, send a connection request, or allow another Member to become your connection.\nWhen you invite someone to connect with you, your invitation will include your network and basic profile information (e.g., name, profile photo, job title, region).\nWe will send invitation reminders to the person you invited.\nYou can choose whether or not to share your own list of connections with your connections.</p>\n<p>Visitors have choices about how we use their data.</p>Stay Informed<p>Our Services allow you to stay informed about news, events and ideas regarding professional topics you care about, and from professionals you respect.\nOur Services also allow you to improve your professional skills, or learn new ones.\nWe use the data we have about you (e.g., data you provide, data we collect from your engagement with our Services and inferences we make from the data we have about you), to personalize our Services for you, such as by recommending or ranking relevant content and conversations on our Services.\nWe also use the data we have about you to suggest skills you could add to your profile and skills that you might need to pursue your next opportunity.\nSo, if you let us know that you are interested in a new skill (e.g., by watching a learning video), we will use this information to personalize content in your feed, suggest that you follow certain members on our site, or suggest related learning content to help you towards that new skill.\nWe use your content, activity and other data, including your name and photo, to provide notices to your network and others.\nFor example, subject to your settings, we may notify others that you have updated your profile, posted content, took a <dfn>social action</dfn>e.g.\nlike, comment, follow, share, used a feature, made new connections or were mentioned in the news.</p>Career<p>Our Services allow you to explore careers, evaluate educational opportunities, and seek out, and be found for, career opportunities.\nYour profile can be found by those looking to hire (for a job or a specific task) or be hired by you.\nWe will use your data to recommend jobs or mentees, show you and others relevant professional contacts (e.g., who work at a company, in an industry, function or location or have certain skills and connections).\nYou can signal that you are interested in changing jobs and share information with recruiters.\nWe will use your data to recommend jobs to you and you to recruiters.\nWe may use automated systems to provide content and recommendations to help make our Services more relevant to our Members, Visitors and customers.\nKeeping your profile accurate and up-to-date may help you better connect to others and to opportunities through our Services.</p>Productivity<p>Our Services allow you to collaborate with colleagues, search for potential clients, customers, partners and others to do business with.\nOur Services allow you to communicate with other Members and schedule and prepare meetings with them.\nIf your settings allow, we scan messages to provide “bots” or similar tools that facilitate tasks such as scheduling meetings, drafting responses, summarizing messages or recommending next steps.\nLearn more.</p>2.2 Premium Services<p>Our premium Services help paying users to search for and contact Members through our Services, such as searching for and contacting job candidates, sales leads and co-workers, manage talent and promote content through social media.</p>\n<p>We sell premium Services that provide our customers and subscribers with customized-search functionality and tools (including messaging and activity alerts) as part of our talent, marketing and sales solutions.\nCustomers can export limited information from your profile, such as name, headline, current company, current title, and general location (e.g., Dublin), such as to manage sales leads or talent, unless you opt-out.\nWe do not provide contact information to customers as part of these premium Services without your consent.\nPremium Services customers can store information they have about you in our premium Services, such as a resume or contact information or sales history.\nThe data stored about you by these customers is subject to the policies of those customers.\nOther enterprise Services and features that use your data include TeamLink and Elevate (social promotion of content).</p>2.3 Communications<p>We contact you and enable communications between Members.\nWe offer settings to control what messages you receive and how often you receive some types of messages.</p>\n<p>We will contact you through email, mobile phone, notices posted on our websites or apps, messages to your LinkedIn inbox, and other ways through our Services, including text messages and push notifications.\nWe will send you messages about the availability of our Services, security, or other service-related issues.\nWe also send messages about how to use our Services, network updates, reminders, job suggestions and promotional messages from us and our partners.\nYou may change your communication preferences at any time.\nPlease be aware that you cannot opt out of receiving service messages from us, including security and legal notices.</p>\n<p>We also enable communications between you and others through our Services, including for example invitations, InMail, groups and messages between connections.</p>2.4 Advertising<p>We serve you tailored ads both on and off our Services.\nWe offer you choices regarding personalized ads, but you cannot opt-out of seeing other ads.</p>\n<p>We target (and measure the performance of) ads to Members, Visitors and others both on and off our Services directly or through a variety of <dfn>partnersPartners include ad networks, exchanges and others</dfn>, using the following data, whether separately or combined:</p>\n<ul>\n<li>Data from advertising technologies on and off our Services, pixels, ad tags, cookies, and device identifiers;</li>\n<li>Member-provided information (e.g., profile, contact information, title and industry);</li>\n<li>Data from your use of our Services (e.g., search history, feed, content you read, who you follow or is following you, connections, groups participation, page visits, videos you watch, clicking on an ad, etc.), including as described in Section 1.3;</li>\n<li>Information from advertising partners, vendors and publishers .\nand </li>\n<li>Information inferred from data described above (e.g., using job titles from a profile to infer industry, seniority, and compensation bracket.\nusing graduation dates to infer age or using first names or pronoun usage to infer gender.\nusing your feed activity to infer your interests.\nor using device data to recognize you as a Member).</li>\n</ul>\n<p>We will show you ads called sponsored content which look similar to non-sponsored content, except that they are labeled as advertising (e.g., as “ad” or “sponsored”).\nIf you take a social action (such as like, comment or share) on these ads, your action is associated with your name and viewable by others, including the advertiser.\nSubject to your settings, if you take a social action on the LinkedIn Services, <dfn>that actionFor example, when you like a company, we may include your name and photo when their sponsored content is shown to your connections.</dfn> may be mentioned with related ads.</p>Ad Choices<p>We adhere to self-regulatory principles for interest-based advertising and participate in industry opt-outs from such ads.\nThis does not opt you out of receiving advertising.\nyou will continue to get other ads by advertisers not listed with these self regulatory tools.\nYou can also opt-out specifically from our uses of certain categories of data to show you more relevant ads.\nFor Visitors, the setting is here.</p>Info to Ad Providers<p>We do not share your personal data with any third-party advertisers or ad networks except for: (i) hashed IDs or device identifiers (to the extent they are personal data in some countries).\n(ii) with your separate permission (e.g., in a lead generation form) or (iii) data already visible to any users of the Services (e.g., profile).\nHowever, if you view or click on an ad on or off our Services, the ad provider will get a signal that someone visited the page that displayed the ad, and they may, through the use of mechanisms such as cookies, determine it is you.\nAdvertising partners can associate personal data collected by the advertiser directly from you with hashed IDs or device identifiers received from us.\nIn such instances, we seek to contractually require such advertising partners to obtain your explicit, opt-in consent before doing so.</p>2.5 Marketing<p>We promote our Services to you and others.</p>\n<p>In addition to advertising our Services, we use Members’ data and content for invitations and communications promoting membership and network growth, engagement and our Services, such as by showing your connections that you have used a feature on our Services.</p>2.6 Developing Services and Research<p>We develop our Services and conduct research.</p>Service Development<p>We use data, including public feedback, to conduct research and development for our Services in order to provide you and others with a better, more intuitive and personalized experience, drive membership growth and engagement on our Services, and help connect professionals to each other and to economic opportunity.</p>Other Research<p>We seek to create economic opportunity for Members of the global workforce and to help them be more productive and successful.\nWe use the personal data available to us to research social, economic and workplace trends, such as jobs availability and skills needed for these jobs and policies that help bridge the gap in various industries and geographic areas.\nIn some cases, we work with trusted third parties to perform this research, under controls that are designed to protect your privacy.\nWe publish or allow others to publish economic insights, presented as aggregated data rather than personal data.</p>Surveys<p>Polls and surveys are conducted by us and others through our Services.\nYou are not obligated to respond to polls or surveys, and you have choices about the information you provide.\nYou may opt-out of survey invitations.</p>2.7 Customer Support<p>We use data to help you and fix problems.</p>\n<p>We use data (which can include your communications) to investigate, respond to and resolve complaints and for Service issues (e.g., bugs).</p>2.8 Insights That Do Not Identify You<p>We use data to generate insights that do not identify you.</p>\n<p>We use your data to produce and share insights that do not identify you.\nFor example, we may use your <dfn>data including inferences drawn from data about you such as your age or gender</dfn> to generate statistics about our members, their profession or industry, to calculate ad impressions served or clicked on, or to publish visitor demographics for a Service or create demographic workforce insights.</p>2.9 Security and Investigations<p>We use data for security, fraud prevention and investigations.</p>\n<p>We use your data (including your communications) for security purposes or to prevent or investigate possible fraud or other violations of our User Agreement and/or attempts to harm our Members,Visitors or others.</p>3.\nHow We Share Information3.1 Our Services<p>Any data that you include on your profile and any content you post or social action (e.g., likes, follows, comments, shares) you take on our Services will be seen by others, consistent with your settings.</p>Profile<p>Your profile is fully visible to all Members and customers of our Services.\nSubject to your settings, it can also be visible to others on or off of our Services (e.g., Visitors to our Services or users of third- party search engines).\nAs detailed in our Help Center, your settings, degree of connection with the viewing Member, the subscriptions they may have, their usage of our Services, access channels and search types (e.g., by name or by keyword) impact the availability of your profile and whether they can view certain fields in your profile.</p>Posts, Likes, Follows, Comments, Messages<p>Our Services allow viewing and sharing information including through posts, likes, follows and comments.</p>\n<ul>\n<li>When you share an article or a post (e.g., an update, image, video or article) publicly it can be viewed by everyone and re-shared anywhere (subject to your settings).\nMembers, Visitors and others will be able to find and see your publicly-shared content, including your name (and photo if you have provided one).</li>\n<li>In a group, posts are visible to others in the group.\nYour membership in groups is public and part of your profile, but you can change visibility in your settings.</li>\n<li>Any information you share through companies’ or other organizations’ pages on our Services will be viewable by it and others who visit those pages.</li>\n<li>When you follow a person or organization, you are visible to others and that “page owner” as a follower.</li>\n<li>We let senders know when you act on their message, subject to your settings where applicable.</li>\n<li>Subject to your settings, we let a Member know when you view their profile.</li>\n<li>When you like or re-share or comment on another’s content (including ads), others will be able to view these “social actions” and associate it with you (e.g., your name, profile and photo if you provided it).</li>\n</ul>\n<p>\n</p>\n<p>Your employer can see how you use Services they provided for your work (e.g.\nas a recruiter or sales agent) and related information.\nWe will not show them your job searches or personal messages.</p>Enterprise Accounts<p>Your employer may offer you access to our enterprise Services such as Recruiter, Sales Navigator, LinkedIn Learning or our advertising Campaign Manager.\nYour employer can review and manage your use of such enterprise Services.</p>\n<p>Depending on the enterprise Service, before you use such Service, we will ask for permission to share with your employer relevant data from your profile or use of our non-enterprise Services.\nFor example, users of Sales Navigator will be asked to share their “social selling index”, a score calculated in part based on their personal account activity.\nWe understand that certain activities such as job hunting and personal messages are sensitive, and so we do not share those with your employer unless you choose to share it with them through our Services (for example, by applying for a new position in the same company or mentioning your job hunting in a message to a co-worker through our Services).</p>\n<p>Subject to your settings, when you use workplace tools and services (e.g., interactive employee directory tools) certain of your data may also be made available to your employer or be connected with information we receive from your employer to enable these tools and services.</p>3.2 Communication Archival<p>Regulated Members may need to store communications outside of our Service.</p>\n<p>Some Members (or their employers) need, for legal or professional compliance, to archive their communications and social media activity, and will use services of others to provide these archival services.\nWe enable archiving of messages by and to those Members outside of our Services.\nFor example, a financial advisor needs to archive communications with her clients through our Services in order to maintain her professional financial advisor license.</p>3.3 Others’ Services<p>You may link your account with others’ services so that they can look up your contacts’ profiles, post your shares on such platforms, or enable you to start conversations with your connections on such platforms.\nExcerpts from your profile will also appear on the services of others.</p>\n<p>Subject to your settings, other services may look up your profile.\nWhen you opt to link your account with other services, personal data will become available to them.\nThe sharing and use of that personal data will be described in, or linked to, a consent screen when you opt to link the accounts.\nFor example, you may link your Twitter or WeChat account to share content from our Services into these other services, or your email provider may give you the option to upload your LinkedIn contacts into its own service.\nThird-party services have their own privacy policies, and you may be giving them permission to use your data in ways we would not.\nYou may revoke the link with such accounts.</p>\n<p>Subject to your settings, excerpts from your profile will appear on the services of others (e.g., search engine results, mail and calendar applications that show a user limited profile data of the person they are meeting or messaging, <dfn>social media aggregators</dfn>For example, company page administrators may manage their brand's online presence by aggregating users' comments and other social actions across social networks and see their basic profiles in that context., talent and lead managers).\n“Old” profile information remains on these services until they update their data cache with changes you made to your profile.</p>3.4 Related Services<p>We share your data across our different Services and LinkedIn affiliated entities.</p>\n<p>We will share your personal data with our affiliates to provide and develop our Services.\nWe may combine information internally across the different Services covered by this Privacy Policy to help our Services be more relevant and useful to you and others.\nFor example, we may personalize your feed or job recommendations based on your learning history.</p>3.5 Service Providers<p>We may use others to help us with our Services.</p>\n<p>We use others to help us provide our Services (e.g., maintenance, analysis, audit, payments, fraud detection, marketing and development).\nThey will have access to your information as reasonably necessary to perform these tasks on our behalf and are obligated not to disclose or use it for other purposes.</p>3.6 Legal Disclosures<p>We may need to share your data when we believe it’s required by law or to help protect the rights and safety of you, us or others.</p>\n<p>It is possible that we will need to disclose information about you when required by law, subpoena, or other legal process or if we have a good faith belief that disclosure is reasonably necessary to (1) investigate, prevent or take action regarding suspected or actual illegal activities or to assist government enforcement agencies.\n(2) enforce our agreements with you.\n(3) investigate and defend ourselves against any third-party claims or allegations.\n(4) protect the security or integrity of our Services (such as by sharing with companies facing similar threats).\nor (5) exercise or protect the rights and safety of LinkedIn, our Members, personnel or others.\nWe attempt to notify Members about legal demands for their personal data when appropriate in our judgment, unless prohibited by law or court order or when the request is an emergency.\nWe may dispute such demands when we believe, in our discretion, that the requests are overbroad, vague or lack proper authority, but we do not promise to challenge every demand.\nTo learn more see our Data Request Guidelines and Transparency Report.</p>3.7 Change in Control or Sale<p>We may share your data when our business is sold to others, but it must continue to be used in accordance with this Privacy Policy.</p>\n<p>We can also share your personal data as part of a sale, merger or change in control, or in preparation for any of these events.\nAny other entity which buys us or part of our business will have the right to continue to use your data, but only in the manner set out in this Privacy Policy unless you agree otherwise.</p>4.\nYour Choices &amp.\nObligations4.1 Data Retention<p>We keep most of your personal data for as long as your account is open.</p>\n<p>We generally retain your personal data as long as you keep your account open or as needed to provide you Services.\nThis includes data you or others provided to us and data generated or inferred from your use of our Services.\nEven if you only use our Services when looking for a new job every few years, we will retain your information and keep your profile open, unless you close your account.\nIn some cases we choose to retain certain information (e.g., insights about Services use) in a depersonalized or aggregated form.</p>4.2 Rights to Access and Control Your Personal Data<p>You can access or delete your personal data.\nYou have many choices about how your data is collected, used and shared.</p>\n<p>We provide many choices about the collection, use and sharing of your data, from deleting or correcting data you include in your profile and controlling the visibility of your posts to advertising opt-outs and communication controls.\nWe offer you settings to control and manage the personal data we have about you.</p>\n<p>For personal data that we have about you, you can:</p>\n<ul>\n<li>\n<strong>Delete Data:</strong> You can ask us to erase or delete all or some of your personal data (e.g., if it is no longer necessary to provide Services to you).</li>\n<li>\n<strong>Change or Correct Data</strong>: You can edit some of your personal data through your account.\nYou can also ask us to change, update or fix your data in certain cases, particularly if it’s inaccurate.</li>\n<li>\n<strong>Object to, or Limit or Restrict, Use of Data:</strong> You can ask us to stop using all or some of your personal data (e.g., if we have no legal right to keep using it) or to limit our use of it (e.g., if your personal data is inaccurate or unlawfully held).</li>\n<li>\n<strong>Right to Access and/or Take Your Data:</strong>\n<dfn>You can ask</dfn>How to do this: Members may go to their settings to make requests.\nus for a copy of your personal data and can ask for a copy of personal data you provided in machine readable form.</li>\n</ul>\n<p>Visitors can learn more about how to make these requests here.\nYou may also contact us using the contact information below, and we will consider your request in accordance with applicable laws.</p>\n<p>Residents in the Designated Countries and other regions may have additional rights under their laws.</p>4.3 Account Closure<p>We keep some of your data even after you close your account.</p>\n<p>If you choose to close your Linkedin account, your personal data will generally stop being visible to others on our Services within 24 hours.\nWe generally delete closed account information within 30 days of account closure, except as noted below.</p>\n<p>We retain your personal data even after you have closed your account if reasonably necessary to comply with our legal obligations (including law enforcement requests), meet regulatory requirements, resolve disputes, maintain security, prevent fraud and abuse (e.g., if we have restricted your account for breach of our Professional Community Policies), enforce our User Agreement, or fulfill your request to \"unsubscribe\" from further messages from us.\nWe will retain de-personalized information after your account has been closed.</p>\n<p>Information you have shared with others (e.g., through InMail, updates or group posts) will remain visible after you close your account or delete the information from your own profile or mailbox, and we do not control data that other Members have copied out of our Services.\nGroups content and ratings or review content associated with closed accounts will show an unknown user as the source.\nYour profile may continue to be displayed in the services of others (e.g., search engine results) until they refresh their cache.</p>5.\nOther Important Information5.1.\nSecurity<p>We monitor for and try to prevent security breaches.\nPlease use the security features available through our Services.</p>\n<p>We implement security safeguards designed to protect your data, such as HTTPS.\nWe regularly monitor our systems for possible vulnerabilities and attacks.\nHowever, we cannot warrant the security of any information that you send us.\nThere is no guarantee that data may not be accessed, disclosed, altered, or destroyed by breach of any of our physical, technical, or managerial safeguards.\nPlease visit our Safety Center for additional information about safely using our Services, including two-factor authentication.</p>5.2.\nCross-Border Data Transfers<p>We store and use your data outside your country.</p>\n<p>We process data both inside and outside of the United States and rely on legally-provided mechanisms to lawfully transfer data across borders.\nLearn more.\nCountries where we process data may have laws which are different from, and potentially not as protective as, the laws of your own country.</p>5.3 Lawful Bases for Processing<p>We have lawful bases to collect, use and share data about you.\nYou have choices about our use of your data.</p>\n<p>At any time, you can withdraw consent you have provided by going to settings.</p>\n<p>We will only collect and process personal data about you where we have lawful bases.\nLawful bases include <dfn>consent</dfn>Where we process data based on consent, we will ask for your explicit consent.\nYou may withdraw your consent at any time, but that will not affect the lawfulness of the processing of your personal data prior to such withdrawal.\nWhere we rely on contract, we will ask that you agree to the processing of personal data that is necessary for entering into or performance of your contract with us.\nWe will rely on legitimate interests as a basis for data processing where the processing of your data is not overridden by your interests or fundamental rights and freedoms.\n(where you have given consent), contract (where processing is necessary for the performance of a contract with you (e.g., to deliver the LinkedIn Services you have requested) and “legitimate interests.” Learn more.</p>\n<p>Where we rely on your consent to process personal data, you have the right to withdraw or decline your consent at any time and where we rely on legitimate interests, you have the right to object.\nLearn More.\nIf you have any questions about the lawful bases upon which we collect and use your personal data, please contact our Data Protection Officer here.</p>5.4.\nDirect Marketing and Do Not Track Signals<p>Our statements regarding direct marketing and “do not track” signals.</p>\n<p>We currently do not share personal data with third parties for their direct marketing purposes without your permission.\nLearn more about this and about our response to “do not track” signals.</p>5.5.\nContact Information<p>You can contact us or use other options to resolve any complaints.</p>\n<p>If you have questions or complaints regarding this Policy, please first contact LinkedIn online.\nYou can also reach us by physical mail.\nIf contacting us does not resolve your complaint, you have more options.\nResidents in the Designated Countries and other regions may also have the right to contact our Data Protection Officer here.If this does not resolve your complaint, Residents in the <dfn>Designated Countries</dfn>We use the term “Designated Countries” to refer to countries in the European Union (EU), European Economic Area (EEA), and Switzerland and other regions may have more options under their laws.</p>", "created_at": "2018-07-17 10:11:42.378853", "updated_at": "2020-12-11 14:58:18.745984"}, {"id": 1045, "name": "Do Not Track Policy", "url": "https://www.linkedin.com/help/linkedin/answer/68763", "xpath": "", "text": "Due to high support volume, it may take longer than usual to hear back from our Support Agents.\n&nbsp;dismiss this message<p>We and third parties such as our customers, partners, and service providers use cookies and similar technologies (\"cookies\") to provide and secure our Services, to understand and improve their performance, and to serve relevant ads (including job ads) on and off LinkedIn.\nFor more information, see our Cookie Policy.</p>\n<p>Select <b>Accept cookies</b> to consent to this use or <b>Manage preferences</b> to make your cookie choices.\nYou can change your cookie choices and withdraw your consent in your settings at any time.</p>Manage preferencesAccept cookies<p>Attention screen reader users, you are in a mobile optimized view and content may not appear where you expect it to be.\nTo return the screen to its desktop view, please maximize your browser.</p>Skip to contentSkip to searchClose jump menu LinkedIn HelpWhat’s your question?Close menuGet help with:LinkedInCorporate BillingLynda.comMarketing SolutionsLearningSlideShareTalent HubTalent InsightsProFinderElevateSales NavigatorRecruiterGo to LinkedInSign inEnd of menu HelpLinkedIn HelpLinkedIn HelpCorporate Billing HelpLynda.com HelpMarketing Solutions HelpLearning HelpSlideShare HelpTalent Hub HelpTalent Insights HelpProFinder HelpElevate HelpSales Navigator HelpRecruiter HelpWhat’s your question?Sign inCalifornia Online Privacy Protection Act Notice<ul>\n<li>A Do Not Track (DNT) standard has not been adopted to this day, and therefore LinkedIn doesn't use DNT signals.</li>\n<li>Except as described in Privacy Policy, LinkedIn doesn't authorize the collection of Personal Identifiable Information (PII) from our members on LinkedIn for third party use through advertising technologies without separate member consent.</li>\n</ul>\n<p>To learn more about DNT and LinkedIn's DNT practices, please read on:</p>\n<p>On September 27, 2013, California Governor Jerry Brown signed into law A.B.\n370, amending the California Online Privacy Protection Act (CalOPPA) to require website operators like LinkedIn to disclose how LinkedIn responds to DNT Signals.\nand whether third parties collect personally identifiable information (PII) about users when they visit LinkedIn.</p>\n<p>\n<em>Do Not Track (DNT)</em>\n</p>\n<p>\n<em>What is DNT?</em>\n</p>\n<p>DNT is the concept that has been promoted by regulatory authorities, in particular the U.S.\nFederal Trade Commission (FTC), for the Internet industry to develop and implement a mechanism for allowing internet users to control the tracking of their online activities across websites.</p>\n<p>\n<em>What is a DNT signal?</em>\n</p>\n<p>Currently, various browsers (including Internet Explorer, Firefox, and Safari) offer a DNT option that relies on a technology known as a DNT header that sends a signal to websites visited by the browser user about the user's DNT preference.\nYou can usually access your browser's DNT option in your browser's preferences.</p>\n<p>\n<em>Is there a DNT technology standard?</em>\n</p>\n<p>The World Wide Web Consortium (W3C) has been working with industry groups, Internet browsers, technology companies, and regulators to develop a DNT technology standard.\nWhile some progress has been made on this issue, it has been slow, and to date no standard has been adopted.\nWithout an industry standard for DNT, users cannot know how any given company abides by a DNT signal they receive from browser headers.\nLinkedIn is committed to remaining apprised of the W3C efforts to develop a DNT standard.</p>\n<p>\n<em>How does LinkedIn respond to the signal?</em>\n</p>\n<p>LinkedIn takes privacy and security very seriously and strives to put our members first in all aspects of our business.\nWith regard to DNT, LinkedIn currently doesn't respond to DNT signals in browsers because no DNT standard has been adopted, as noted above.</p>\n<p>\n<em>What about JavaScript buttons like Share on LinkedIn?</em>\n</p>\n<p>When someone visits websites that contain JavaScript buttons (\"plugins\"), like LinkedIn's Share button, we receive plugin passive impression data that we depersonalize immediately.\nWhen members actively interact with our plugins (for example, sharing articles on LinkedIn), we keep this information to provide respective functionality and improve their, and others' LinkedIn experience.\nLearn more about how we use and protect plugin data.</p>\n<p>\n<em>Does LinkedIn share members' personally identifiable information with third parties (like advertisers and ad networks)?</em>\n</p>\n<p>As the world's largest professional network, our hundreds of millions of members come to LinkedIn to connect with other members, find jobs, and be found by other members for any number of professional reasons.\nLinkedIn is, inherently, a public place, and there is a lot of PII on LinkedIn that is viewable by any visitor.\nIn other words, third parties can find out about you from the info you share on our services.</p>\n<p>In the DNT context, however, LinkedIn doesn't authorize the identification of LinkedIn members by third parties through advertising technologies deployed in ads that may appear on LinkedIn without separate consent.</p>\n<p>Please note, that our Privacy Policy uses the definition of \"direct marketing\" provided by the California Civil Code §1798.83, to include marketing directly to individuals by means of mail, phone, or e-mail for personal purposes.</p>\n<p>Last updated: 2 months ago</p>Was this answer helpful?YesNo<p>We’re sorry this article didn’t answer your question.\nPlease let us know how we can improve it.</p>\n<p>Please note: This form won’t submit a case.</p>\n<p>\n</p>Please tell us why this answer wasn’t helpful: This field is required.<ul>\n<li>This answer was not helpful because:It’s inaccurate</li>\n<li>This answer was not helpful because:It’s incomplete</li>\n<li>This answer was not helpful because:It’s confusing</li>\n<li>This answer was not helpful because:It wasn’t what I was looking for</li>\n<li>This answer was not helpful because:Other</li>\n</ul>CancelSubmit<ul>\n<li> LinkedIn</li>\n<li>Contact us</li>\n<li>English (English)Čeština (Czech)Deutsch (German)Bahasa Indonesia (Bahasa Indonesia)Español (Spanish)Türkçe (Turkish)Français (French)Italiano (Italian)日本語 (Japanese)Nederlands (Dutch)Português (Portuguese)Svenska (Swedish)Polski (Polish)Bahasa Malaysia (Malay)한국어 (Korean)Dansk (Danish)Norsk (Norwegian)Română (Romanian)Русский (Russian)简体中文 (Chinese (Simplified))正體中文 (Chinese (Traditional))ภาษาไทย (Thai)العربية (Arabic)</li>\n</ul>\n<ul>\n<li>About</li>\n<li>Safety Center</li>\n<li>Privacy and TermsCookiesCopyrightTermsPrivacyGuest controls</li>\n<li>LinkedIn Corporation © 2020</li>\n</ul>We’d like your feedback!dismiss this messageOverall, how satisfied were you with your experience on the LinkedIn Help Center today? * This field is required.<ul>\n<li>Very satisfied</li>\n<li>Satisfied</li>\n<li>Somewhat satisfied</li>\n<li>Neither satisfied nor dissatisfied</li>\n<li>Somewhat dissatisfied</li>\n<li>Dissatisfied</li>\n<li>Very dissatisfied</li>\n</ul>What was your primary purpose for visiting the LinkedIn Help Center today? * This field is required.<ul>\n<li>I wanted to learn the basics</li>\n<li>I know the basics, but wanted to learn more</li>\n<li>I came to find out how to fix a problem on my own</li>\n<li>I came to contact customer support</li>\n<li>I came to follow up on a previous support ticket</li>\n<li>I wanted to participate in the community forum</li>\n<li>I had another purpose for my visit<p>\n</p>\n</li>\n</ul>Were you able to complete your intended purpose today? * This field is required.<ul>\n<li>Yes</li>\n<li>No</li>\n<li>Uncertain<p>\n</p>\n</li>\n</ul>Please provide any other feedback you have on our Help Center:Feedback<p>We will not follow up directly on feedback submitted.\nPlease do not submit support inquiries through this survey.</p>Question 1 of 4NextThanks for your help!<p>We’ll use this information to improve our online help resources</p>dismiss this message", "created_at": "2019-02-23 01:18:53.831459", "updated_at": "2020-12-15 01:49:07.971197"}, {"id": 1044, "name": "Cookie Policy", "url": "https://www.linkedin.com/legal/cookie-policy", "xpath": "", "text": " <p>We and third parties such as our customers, partners, and service providers use cookies and similar technologies (\"cookies\") to provide and secure our Services, to understand and improve their performance, and to serve relevant ads (including job ads) on and off LinkedIn.\nFor more information, see our Cookie Policy.</p>\n<p>Select <b>Accept cookies</b> to consent to this use or <b>Manage preferences</b> to make your cookie choices.\nYou can change your cookie choices and withdraw your consent in your settings at any time.</p> Manage preferences Accept cookies This LinkedIn website uses cookies and similar tools to improve the functionality and performance of this site and LinkedIn services, to understand how you use LinkedIn services, and to provide you with tailored ads and other recommendations.\nThird parties may also place cookies through this website for advertising, tracking, and analytics purposes.\nThese cookies enable us and third parties to track your Internet navigation behavior on our website and potentially off of our website.\nBy continuing your use of this website, you consent to this use of cookies and similar technologies.\nSee our Cookie Policy for more information.\ndismiss Menu Open navigation Close navigation <ul>\n<li> User Agreement </li>\n<li> Privacy Policy </li>\n<li> Cookie Policy </li>\n<li> Copyright Policy </li>\n<li> California Privacy Disclosure </li>\n</ul>\n<ul>\n<li> User Agreement </li>\n<li> Privacy Policy </li>\n<li> Cookie Policy </li>\n<li> Copyright Policy </li>\n<li> California Privacy Disclosure </li>\n</ul> Cookie Policy <p>\n</p>\n<p>Effective on October 1, 2020</p>\n<p>At LinkedIn, we believe in being clear and open about how we collect and use data related to you.\nThis Cookie Policy applies to any LinkedIn product or service that links to this policy or incorporates it by reference.\nWe use cookies and similar technologies such as pixels, local storage and mobile ad IDs (collectively referred to in this policy as “cookies”) to collect and use data as part of our Services, as defined in our Privacy Policy (“Services”).</p> What technologies are used? <p>ENTER A SUMMARY</p> Type of technology Description Cookies <p>A cookie is a small file placed onto your device that enables LinkedIn features and functionality.\nAny browser visiting our sites may receive cookies from us or cookies from third parties such as our customers, partners or service providers.\nWe or third parties may also place cookies in your browser when you visit non-LinkedIn sites that display ads or that host our plugins or tags.</p>\n<p>&nbsp;</p>\n<p>We use two types of cookies: persistent cookies and session cookies.\nA persistent cookie lasts beyond the current session and is used for many purposes, such as recognizing you as an existing user, so it’s easier to return to LinkedIn and interact with our Services without signing in again.\nSince a persistent cookie stays in your browser, it will be read by LinkedIn when you return to one of our sites or visit a third party site that uses our Services.\nSession cookies last only as long as the session (usually the current visit to a website or a browser session).</p> Pixels A pixel is a tiny image that may be embedded within web pages and emails, requiring a call (which provides device and visit information) to our servers in order for the pixel to be rendered in those web pages and emails.\nWe use pixels to learn more about your interactions with email content or web content, such as whether you interacted with ads or posts.\nPixels can also enable us and third parties to place cookies on your browser.\nLocal storage Local storage enables a website or application to store information locally on your device(s).\nLocal storage may be used to improve the LinkedIn experience, for example, by enabling features, remembering your preferences and speeding up site functionality.\nOther similar technologies We also use other tracking technologies, such as mobile advertising IDs and tags for similar purposes as described in this Cookie Policy.\n<p>\n<br>\n</p>\n<p>Our cookie tables list some of the cookies that are used by us and third parties as part of our Services.\nPlease note that these tables may be updated from time to time to provide you with the latest information.</p> What are these technologies used for? <p>Below we describe the ways in which we may use cookies.</p>\n<p>ENTER SUMMARY</p> Purpose Description Authentication <p>We use cookies to recognize you when you visit our Services.</p>\n<p>&nbsp;</p>\n<p>If you’re signed into LinkedIn, cookies help us show you the right information and personalize your experience in line with your settings.</p>\n<p>&nbsp;</p> Security <p>We use cookies to make your interactions with our Services faster, more secure and to help us detect malicious activity and violations of our User Agreement.</p>\n<p>&nbsp;</p> Preferences, features and services <p>We use cookies to enable the functionality of our Services, and provide you with features, insights and customized content.\nWe also use these technologies to remember information about your browser and your preferences.</p>\n<p>&nbsp;</p> Functional <p>We use cookies to improve your experience on our Services.</p> Plugins on and off LinkedIn <p>We use cookies to enable LinkedIn plugins both on and off the LinkedIn sites.</p>\n<p>&nbsp;</p>\n<p>Our plugins may be found on LinkedIn or third-party sites, such as the sites of our customers and partners.\nIf you interact with a plugin, the plugin will use cookies to identify you and initiate your request.</p>\n<p>&nbsp;</p>\n<p>You can learn more about plugins here.</p>\n<p>&nbsp;</p> Personalized Advertising <p>Cookies help us show you relevant advertising, both on and off our Services and measure the performance of such ads and report on it.\nWe use cookies to learn whether content has been shown to you or whether someone who was presented with an ad later came back and took an action (e.g., downloaded a white paper or made a purchase) on another site.\nSimilarly, our partners or service providers may use cookies to determine whether we’ve shown an ad or a post and how it performed or provide us with information about how you interact with ads.</p>\n<p>&nbsp;</p>\n<p>We may also work with our customers and partners to show you an ad on or off LinkedIn, such as after you’ve visited a customer’s or partner’s site or application.</p>\n<p>&nbsp;</p>\n<p>For further information regarding the use of cookies for advertising purposes, please see Sections 1.4&nbsp;and&nbsp;2.4&nbsp;of the Privacy Policy.</p> Analytics and research <p>Cookies help us learn more about how well our Services and plugins perform in different locations.\nWe or our service providers use cookies to understand, improve, and research products, features and services, including as you navigate through our sites or when you access LinkedIn from other sites, applications or devices.\nWe or our service providers, use cookies to determine and measure the performance of ads or posts on and off LinkedIn and to learn whether you have interacted with our or our customers’ websites, content or emails and provide analytics based on those interactions.</p>\n<p>&nbsp;</p>\n<p>We also use cookies to provide aggregated information to our customers and partners as part of our Services.</p>\n<p>&nbsp;</p>\n<p>If you are a LinkedIn member but logged out of your account on a browser, LinkedIn may still continue to log your interaction with our Services on that browser for up to 30 days in order to generate usage analytics for our Services.\nWe may share these analytics in aggregate form with our customers.</p>\n<p>\n<br>\n</p> What third parties use these technologies in connection with our Services? <p>Third parties such as our customers, partners and service providers may use cookies in connection with our Services.</p>\n<p>For example, third parties may use cookies in their LinkedIn pages, job posts and their advertisements on and off LinkedIn for their own marketing purposes.\nFor an illustration, please visit&nbsp;LinkedIn’s Help Center.</p>\n<p>Third parties may also use cookies in connection with our off-site Services, such as LinkedIn ad services.\nThird parties may use cookies to help us to provide our Services.\nWe may also work with third parties for our own marketing purposes and to enable us to analyze and research our Services.</p> Your Choices <p>You have choices on how LinkedIn uses cookies.\nPlease note that if you limit the ability of LinkedIn to use cookies, you may worsen your overall user experience, since it may no longer be as personalized to you.\nIt may also stop you from saving customized settings like login information.</p> Targeted Advertising <p>As described&nbsp;here, you have choices regarding the use of your personal data for targeted advertising.\nSome mobile device operating systems such as Android and iOS provide the ability to control the use of mobile advertising IDs for ads personalization.\nYou can learn how to use these controls by visiting the manufacturer’s website for both Android and iOS.</p> Browser Controls <p>Most browsers allow you to control cookies through their settings, which may be adapted to reflect your consent to the use of cookies.\nFurther, most browsers also enable you to review and erase cookies, including LinkedIn cookies.\nTo learn more about browser controls, please consult the documentation that your browser manufacturer provides.</p> Manage Cookie Preferences <p>Where required, we enable you to reject the use of certain cookies for purposes such as advertising and analytics and research, by visiting your cookie settings, without affecting the lawfulness of processing based on your consent before its withdrawal.\nFor members, your settings can be found&nbsp;here.\nFor guests, your settings can be found&nbsp;here.&nbsp;You can change your preferences at any time by visiting these settings.&nbsp;Learn more.</p> What is Do Not Track (DNT)? <p>DNT is a concept that has been promoted by regulatory agencies such as the U.S.\nFederal Trade Commission (FTC), for the Internet industry to develop and implement a mechanism for allowing Internet users to control the tracking of their online activities across websites by using browser settings.\nAs such, LinkedIn does not generally respond to “do not track” signals.</p> Other helpful resources <p>To learn more about advertisers’ use of cookies, please visit the following links:</p>\n<ul>\n<li>Internet Advertising Bureau (US)</li>\n<li>European Interactive Digital Advertising Alliance (EU)</li>\n<li>Internet Advertising Bureau (EU)</li>\n</ul>\n<ul>\n<li> LinkedIn © 2020 </li>\n<li> About </li>\n<li> Accessibility </li>\n<li> User Agreement </li>\n<li> Privacy Policy </li>\n<li> Cookie Policy </li>\n<li> Copyright Policy </li>\n<li> Brand Policy </li>\n<li> Guest Controls </li>\n<li> Community Guidelines </li>\n<li>\n<ul>\n<li> العربية (Arabic) </li>\n<li> Čeština (Czech) </li>\n<li> Dansk (Danish) </li>\n<li> Deutsch (German) </li>\n<li>\n<strong>English (English)</strong>\n</li>\n<li> Español (Spanish) </li>\n<li> Français (French) </li>\n<li> Bahasa Indonesia (Bahasa Indonesia) </li>\n<li> Italiano (Italian) </li>\n<li> 日本語 (Japanese) </li>\n<li> 한국어 (Korean) </li>\n<li> Bahasa Malaysia (Malay) </li>\n<li> Nederlands (Dutch) </li>\n<li> Norsk (Norwegian) </li>\n<li> Polski (Polish) </li>\n<li> Português (Portuguese) </li>\n<li> Română (Romanian) </li>\n<li> Русский (Russian) </li>\n<li> Svenska (Swedish) </li>\n<li> ภาษาไทย (Thai) </li>\n<li> Tagalog (Tagalog) </li>\n<li> Türkçe (Turkish) </li>\n<li> 简体中文 (Chinese (Simplified)) </li>\n<li> 正體中文 (Chinese (Traditional)) </li>\n</ul> Language </li>\n</ul> ", "created_at": "2019-02-23 00:37:40.03985", "updated_at": "2020-12-14 21:20:52.221102"}], "points": [{"id": 24412, "title": "You should revisit the terms periodically, although in case of material changes, the service will notify", "source": "https://www.linkedin.com/legal/user-agreement", "status": "Generated through the annotate view", "created_at": "2021-07-15 22:19:44.24548", "updated_at": "2021-07-16 15:52:03.376328", "quoteText": "\n<p>We may modify this Contract, our Privacy Policy and our Cookies Policy from time to time.\nIf we make material changes to it, we will provide you notice through our Services, or by other means, to provide you the opportunity to review the changes before they become effective.\nWe agree that changes cannot be retroactive.\nIf you object to any changes, you may close your account.\n", "case_id": 329, "document_id": 63, "quoteStart": 3537, "quoteEnd": 3920}, {"id": 20617, "title": "Your identity is used in ads that are shown to other users", "source": "https://www.linkedin.com/legal/user-agreement", "status": "Generated through the annotate view", "created_at": "2021-05-15 20:57:01.512922", "updated_at": "2021-05-17 19:41:00.412782", "quoteText": "We will not include your content in advertisements for the products and services of third parties to others without your separate consent (including sponsored content).\nHowever, we have the right, without payment to you or others, to serve ads near your content and information, and your <dfn>social actions</dfn>e.g.\nlikes, comments, follows, shares may be visible and included with ads, as noted in the Privacy Policy.\nIf you use a Service feature, we may mention that with your name or photo to promote that feature within our Services, subject to your settings.</li>", "case_id": 327, "document_id": 63, "quoteStart": 10787, "quoteEnd": 11357}, {"id": 20621, "title": "Your account can be suspended for several reasons", "source": "https://www.linkedin.com/legal/user-agreement", "status": "Generated through the annotate view", "created_at": "2021-05-15 21:01:14.285189", "updated_at": "2021-05-16 07:47:10.183031", "quoteText": "LinkedIn reserves the right to restrict, suspend, or terminate your account if you breach this Contract or the law or are misusing the Services (e.g., violating any of the Dos and Don’ts or Professional Community Policies).</p>", "case_id": 205, "document_id": 63, "quoteStart": 16473, "quoteEnd": 16700}, {"id": 20629, "title": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection (California, USA)", "source": "https://www.linkedin.com/legal/user-agreement", "status": "For EU, EEA and Swiss residents, the court of law governing the terms is in Dublin, Ireland.", "created_at": "2021-05-15 21:05:44.038082", "updated_at": "2021-05-16 07:38:32.865043", "quoteText": "We use the term “Designated Countries” to refer to countries in the European Union (EU), European Economic Area (EEA), and Switzerland.</strong>: You and LinkedIn Ireland agree that the laws of Ireland, excluding conflict of laws rules, shall exclusively govern any dispute relating to this Contract and/or the Services.\nYou and LinkedIn Ireland agree that claims and disputes can be litigated only in Dublin, Ireland, and we each agree to personal jurisdiction of the courts located in Dublin, Ireland.</p>\n<p>\n<strong>For others outside of Designated Countries, including those who live outside of the United States</strong>: You and LinkedIn agree that the laws of the State of California, U.S.A., excluding its conflict of laws rules, shall exclusively govern any dispute relating to this Contract and/or the Services.", "case_id": 241, "document_id": 63, "quoteStart": 21280, "quoteEnd": 22102}, {"id": 20648, "title": "The service will only respond to government requests that are reasonable", "source": "https://www.linkedin.com/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-15 21:32:22.636006", "updated_at": "2021-05-16 07:35:14.77498", "quoteText": "We may need to share your data when we believe it’s required by law or to help protect the rights and safety of you, us or others.</p>\n<p>It is possible that we will need to disclose information about you when required by law, subpoena, or other legal process or if we have a good faith belief that disclosure is reasonably necessary to (1) investigate, prevent or take action regarding suspected or actual illegal activities or to assist government enforcement agencies.\n(2) enforce our agreements with you.\n(3) investigate and defend ourselves against any third-party claims or allegations.\n(4) protect the security or integrity of our Services (such as by sharing with companies facing similar threats).\nor (5) exercise or protect the rights and safety of LinkedIn, our Members, personnel or others.", "case_id": 393, "document_id": 62, "quoteStart": 32458, "quoteEnd": 33260}, {"id": 20652, "title": "You can limit how your information is used by third-parties and the service", "source": "https://www.linkedin.com/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-15 21:34:23.98057", "updated_at": "2021-05-16 07:34:56.19425", "quoteText": "Object to, or Limit or Restrict, Use of Data:</strong> You can ask us to stop using all or some of your personal data (e.g., if we have no legal right to keep using it) or to limit our use of it (e.g., if your personal data is inaccurate or unlawfully held).</li>", "case_id": 338, "document_id": 62, "quoteStart": 35812, "quoteEnd": 36075}, {"id": 20633, "title": "They store data on you even if you did not interact with the service", "source": "https://www.linkedin.com/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-15 21:14:07.718195", "updated_at": "2021-05-16 07:28:03.137492", "quoteText": "We receive personal data (including contact information) about you when others import or sync their contacts or calendar with our Services, associate their contacts with Member profiles, scan and upload business cards, or send messages using our Services (including invites or connection requests).\nIf you or others opt-in to sync email accounts with our Services, we will also collect “email header” information that we can associate with Member profiles.</p>\n<p>", "case_id": 234, "document_id": 62, "quoteStart": 6851, "quoteEnd": 7315}, {"id": 20613, "title": "Specific content can be deleted without reason and may be removed without prior notice", "source": "https://www.linkedin.com/legal/user-agreement", "status": "Generated through the annotate view", "created_at": "2021-05-15 20:53:34.346233", "updated_at": "2021-05-16 07:27:14.730246", "quoteText": "We are not obligated to publish any information or content on our Service and can remove it with or without notice.</p>", "case_id": 202, "document_id": 63, "quoteStart": 9270, "quoteEnd": 9389}, {"id": 20619, "title": "They may stop providing the service at any time", "source": "https://www.linkedin.com/legal/user-agreement", "status": "Generated through the annotate view", "created_at": "2021-05-15 20:59:42.566932", "updated_at": "2021-05-16 07:25:57.371302", "quoteText": "\n<p>We may change, suspend or discontinue any of our Services.", "case_id": 203, "document_id": 63, "quoteStart": 13301, "quoteEnd": 13363}, {"id": 20686, "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting", "source": "https://www.linkedin.com/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-15 22:23:17.978501", "updated_at": "2021-05-16 07:40:13.750905", "quoteText": "we use cookies and similar technologies (e.g., pixels and ad tags) to collect data (e.g., device IDs) to recognize you and your device(s) on, off and across different services and devices where you have engaged with our Services. ", "case_id": 323, "document_id": 62, "quoteStart": 8933, "quoteEnd": 9163}, {"id": 20658, "title": "Third-party cookies are used for statistics", "source": "https://www.linkedin.com/legal/cookie-policy", "status": "Generated through the annotate view", "created_at": "2021-05-15 21:42:50.358656", "updated_at": "2021-05-17 19:41:30.441631", "quoteText": "Analytics and research <p>Cookies help us learn more about how well our Services and plugins perform in different locations.\nWe or our service providers use cookies to understand, improve, and research products, features and services, including as you navigate through our sites or when you access LinkedIn from other sites, applications or devices.\n", "case_id": 325, "document_id": 1044, "quoteStart": 6558, "quoteEnd": 6908}, {"id": 20657, "title": "This service tracks you on other websites", "source": "https://www.linkedin.com/legal/cookie-policy", "status": "Generated through the annotate view", "created_at": "2021-05-15 21:42:25.687799", "updated_at": "2021-05-16 07:40:53.605073", "quoteText": "We use cookies to enable LinkedIn plugins both on and off the LinkedIn sites.</p>\n<p>&nbsp;</p>\n<p>Our plugins may be found on LinkedIn or third-party sites, such as the sites of our customers and partners.\n", "case_id": 129, "document_id": 1044, "quoteStart": 5242, "quoteEnd": 5449}, {"id": 20656, "title": "Third-party cookies are used for advertising", "source": "https://www.linkedin.com/legal/cookie-policy", "status": "Generated through the annotate view", "created_at": "2021-05-15 21:41:04.954631", "updated_at": "2021-05-16 07:41:05.555376", "quoteText": "Similarly, our partners or service providers may use cookies to determine whether we’ve shown an ad or a post and how it performed or provide us with information about how you interact with ads.</p>", "case_id": 128, "document_id": 1044, "quoteStart": 6005, "quoteEnd": 6203}, {"id": 20655, "title": "Tracking pixels are used in service-to-user communication", "source": "https://www.linkedin.com/legal/cookie-policy", "status": "Generated through the annotate view", "created_at": "2021-05-15 21:40:20.365503", "updated_at": "2021-05-17 19:36:29.526292", "quoteText": "We use pixels to learn more about your interactions with email content ", "case_id": 217, "document_id": 1044, "quoteStart": 3386, "quoteEnd": 3457}, {"id": 5893, "title": "This service holds onto content that you've deleted", "source": "https://www.linkedin.com/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-02-23 07:02:35.590972", "updated_at": "2021-05-15 21:39:15.493976", "quoteText": ">We keep some of your data even after you close your account.", "case_id": 174, "document_id": 62, "quoteStart": 36681, "quoteEnd": 36742}, {"id": 20654, "title": "The service claims to be GDPR compliant for European users", "source": "https://www.linkedin.com/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-15 21:35:58.235418", "updated_at": "2021-05-18 12:54:21.474776", "quoteText": "We use the term “Designated Countries” to refer to countries in the European Union (EU), European Economic Area (EEA), and Switzerland and other regions may have more options under their laws", "case_id": 481, "document_id": 62, "quoteStart": 41500, "quoteEnd": 41691}, {"id": 20653, "title": "Some personal data may be kept after the end of the data retention period or a request for erasure", "source": "https://www.linkedin.com/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-15 21:35:24.232928", "updated_at": "2021-05-16 07:35:48.420467", "quoteText": "We retain your personal data even after you have closed your account if reasonably necessary to comply with our legal obligations (including law enforcement requests), meet regulatory requirements, resolve disputes, maintain security, prevent fraud and abuse (e.g., if we have restricted your account for breach of our Professional Community Policies), enforce our User Agreement, or fulfill your request to \"unsubscribe\" from further messages from us.", "case_id": 333, "document_id": 62, "quoteStart": 37004, "quoteEnd": 37456}, {"id": 20651, "title": "You can request access, correction and/or deletion of your data", "source": "https://www.linkedin.com/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-15 21:33:57.782272", "updated_at": "2021-05-16 07:35:07.776208", "quoteText": "You can access or delete your personal data.\n", "case_id": 195, "document_id": 62, "quoteStart": 34900, "quoteEnd": 34945}, {"id": 20650, "title": "The service may keep a secure, anonymized record of your data for analytical purposes even after the data retention period", "source": "https://www.linkedin.com/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-15 21:33:25.799337", "updated_at": "2021-05-16 07:36:02.331744", "quoteText": "In some cases we choose to retain certain information (e.g., insights about Services use) in a depersonalized or aggregated form.", "case_id": 304, "document_id": 62, "quoteStart": 34713, "quoteEnd": 34842}, {"id": 20649, "title": "The service promises to inform and/or notify you regarding government inquiries that may involve your personal data", "source": "https://www.linkedin.com/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-15 21:32:43.705998", "updated_at": "2021-05-16 07:39:03.582678", "quoteText": "We attempt to notify Members about legal demands for their personal data when appropriate in our judgment, unless prohibited by law or court order or when the request is an emergency.\n", "case_id": 165, "document_id": 62, "quoteStart": 33261, "quoteEnd": 33445}, {"id": 20647, "title": "Third parties used by the service are bound by confidentiality obligations", "source": "https://www.linkedin.com/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-15 21:31:14.034983", "updated_at": "2021-05-16 07:35:34.361942", "quoteText": "They will have access to your information as reasonably necessary to perform these tasks on our behalf and are obligated not to disclose or use it for other purposes.", "case_id": 210, "document_id": 62, "quoteStart": 32264, "quoteEnd": 32430}, {"id": 20646, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://www.linkedin.com/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-15 21:31:10.763557", "updated_at": "2021-05-16 07:36:13.479652", "quoteText": "They will have access to your information as reasonably necessary to perform these tasks on our behalf and are obligated not to disclose or use it for other purposes.</p>", "case_id": 188, "document_id": 62, "quoteStart": 32264, "quoteEnd": 32434}, {"id": 20645, "title": "Third parties are involved in operating the service", "source": "https://www.linkedin.com/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-15 21:29:57.205678", "updated_at": "2021-05-16 07:46:29.622741", "quoteText": "</p>\n<p>We use others to help us provide our Services (e.g., maintenance, analysis, audit, payments, fraud detection, marketing and development).\n", "case_id": 207, "document_id": 62, "quoteStart": 32118, "quoteEnd": 32264}, {"id": 20644, "title": "Your personal data may be used for marketing purposes", "source": "https://www.linkedin.com/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-15 21:27:43.899284", "updated_at": "2021-05-17 19:41:07.259061", "quoteText": " Marketing<p>We promote our Services to you and others.</p>\n<p>In addition to advertising our Services, we use Members’ data and content for invitations and communications promoting membership and network growth, engagement and our Services, such as by showing your connections that you have used a feature on our Services", "case_id": 336, "document_id": 62, "quoteStart": 23086, "quoteEnd": 23408}, {"id": 20643, "title": "Many different types of personal data are collected", "source": "https://www.linkedin.com/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-15 21:25:41.179658", "updated_at": "2021-05-16 07:36:38.98898", "quoteText": "Partners include ad networks, exchanges and others</dfn>, using the following data, whether separately or combined:</p>\n<ul>\n<li>Data from advertising technologies on and off our Services, pixels, ad tags, cookies, and device identifiers;</li>\n<li>Member-provided information (e.g., profile, contact information, title and industry);</li>\n<li>Data from your use of our Services (e.g., search history, feed, content you read, who you follow or is following you, connections, groups participation, page visits, videos you watch, clicking on an ad, etc.), including as described in Section 1.3;", "case_id": 376, "document_id": 62, "quoteStart": 20141, "quoteEnd": 20732}, {"id": 20642, "title": "This service shares your personal data with third parties that are not involved in its operation", "source": "https://www.linkedin.com/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-15 21:24:39.067313", "updated_at": "2021-05-16 07:41:21.553914", "quoteText": "Partners include ad networks, exchanges and others</dfn>, using the following data, whether separately or combined:</p>\n<ul>", "case_id": 166, "document_id": 62, "quoteStart": 20141, "quoteEnd": 20265}, {"id": 20641, "title": "Your personal data is used to employ targeted third-party advertising", "source": "https://www.linkedin.com/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-15 21:24:10.658995", "updated_at": "2021-05-16 07:42:21.987569", "quoteText": "We target (and measure the performance of) ads to Members, Visitors and others both on and off our Services directly or through a variety of <dfn>partners", "case_id": 220, "document_id": 62, "quoteStart": 19987, "quoteEnd": 20141}, {"id": 20640, "title": "You can opt out of promotional communications", "source": "https://www.linkedin.com/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-15 21:22:33.162652", "updated_at": "2021-05-16 07:38:45.587302", "quoteText": "We also send messages about how to use our Services, network updates, reminders, job suggestions and promotional messages from us and our partners.\nYou may change your communication preferences at any time.", "case_id": 223, "document_id": 62, "quoteStart": 19320, "quoteEnd": 19526}, {"id": 20639, "title": "Your personal data is used for advertising", "source": "https://www.linkedin.com/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-15 21:19:59.917816", "updated_at": "2021-05-16 07:42:32.333607", "quoteText": "We use the data that we have about you to provide and personalize our Services, including with the help of automated systems and inferences we make, so that our Services (including ads) can be more relevant and useful to you and others.", "case_id": 216, "document_id": 62, "quoteStart": 12872, "quoteEnd": 13108}, {"id": 20638, "title": "Private messages can be read", "source": "https://www.linkedin.com/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-15 21:18:52.746715", "updated_at": "2021-05-16 07:42:44.305886", "quoteText": "We also use automatic scanning technology on messages to support and protect our site.\nFor example, we use this technology to suggest possible responses to messages and to manage or block content that violates our User Agreement or Professional Community Policies from our Services.</p>", "case_id": 239, "document_id": 62, "quoteStart": 10902, "quoteEnd": 11188}, {"id": 20637, "title": "This service tracks which web page referred you to it", "source": "https://www.linkedin.com/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-15 21:18:07.678139", "updated_at": "2021-05-16 07:43:10.740008", "quoteText": "When you visit or leave our Services (including some plugins and our cookies or similar technology on the sites of others), we receive the URL of both the site you came from and the one you go to and the time of your visit.\n", "case_id": 387, "document_id": 62, "quoteStart": 9900, "quoteEnd": 10124}, {"id": 20636, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://www.linkedin.com/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-15 21:17:13.338897", "updated_at": "2021-05-16 07:46:38.510396", "quoteText": "We use log-ins, cookies, device information and internet protocol (“IP”) addresses to identify you and log your use.<", "case_id": 399, "document_id": 62, "quoteStart": 8583, "quoteEnd": 8700}, {"id": 20635, "title": "Your profile is combined across various products, including Microsoft Services", "source": "https://www.linkedin.com/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-15 21:16:07.367533", "updated_at": "2021-05-16 07:43:55.232914", "quoteText": "We receive data about you when you use some of the other services provided by us or our <dfn>affiliates</dfn>Affiliates are companies controlling, controlled by or under common control with us, including, for example, LinkedIn Ireland, LinkedIn Corporation, LinkedIn Singapore and Microsoft Corporation., including Microsoft.\nFor example, you may choose to send us information about your contacts in Microsoft apps and services, such as Outlook, for improved professional networking activities on our Services.</p>", "case_id": 326, "document_id": 62, "quoteStart": 7665, "quoteEnd": 8179}, {"id": 20634, "title": "Information is gathered about you through third parties", "source": "https://www.linkedin.com/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-15 21:15:50.479356", "updated_at": "2021-05-16 07:44:58.587761", "quoteText": "We receive personal data (e.g., your job title and work email address) about you when you use the services of our customers and partners, such as employers or prospective employers and applicant tracking systems providing us job application data.</p>", "case_id": 382, "document_id": 62, "quoteStart": 7376, "quoteEnd": 7626}, {"id": 20631, "title": "App required for this service requires broad device permissions", "source": "https://www.linkedin.com/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-15 21:09:01.380024", "updated_at": "2021-05-16 07:45:11.968178", "quoteText": "\nIf you opt to import your address book, we receive your contacts (including contact information your service provider(s) or app automatically added to your address book when you communicated with addresses or numbers not already in your list).</p>\n<p>If you sync your contacts or calendars with our Services, we will collect your address book and calendar meeting information to keep growing your network by suggesting connections for you and others, and by providing information about events, e.g.\ntimes, places, attendees and contacts.</p>", "case_id": 322, "document_id": 62, "quoteStart": 5585, "quoteEnd": 6127}, {"id": 20632, "title": "Information is provided about how your personal data is used", "source": "https://www.linkedin.com/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-15 21:09:15.913923", "updated_at": "2021-05-16 07:38:37.355238", "quoteText": "How We Use Your Data", "case_id": 227, "document_id": 62, "quoteStart": 800, "quoteEnd": 820}, {"id": 20630, "title": "Instructions are provided on how to submit a copyright claim", "source": "https://www.linkedin.com/legal/user-agreement", "status": "Generated through the annotate view", "created_at": "2021-05-15 21:08:31.257601", "updated_at": "2021-05-16 07:46:53.94678", "quoteText": "We respect the intellectual property rights of others.\nWe require that information posted by Members be accurate and not in violation of the intellectual property rights or other rights of third parties.\nWe provide a policy and process for complaints concerning content posted by our Members", "case_id": 138, "document_id": 63, "quoteStart": 27709, "quoteEnd": 28000}, {"id": 20628, "title": "You aren’t forced into binding arbitration in case of disputes", "source": "https://www.linkedin.com/legal/user-agreement", "status": "Generated through the annotate view", "created_at": "2021-05-15 21:04:16.869794", "updated_at": "2021-05-16 07:38:22.627095", "quoteText": "In the unlikely event we end up in a legal dispute, you and LinkedIn agree to resolve it in California courts using California law, or Dublin, Ireland courts using Irish law.", "case_id": 335, "document_id": 63, "quoteStart": 20862, "quoteEnd": 21036}, {"id": 20627, "title": "You have the right to leave this service at any time", "source": "https://www.linkedin.com/legal/user-agreement", "status": "Generated through the annotate view", "created_at": "2021-05-15 21:03:35.045501", "updated_at": "2021-05-16 07:32:43.312872", "quoteText": "Both you and LinkedIn may terminate this Contract at any time with notice to the other.", "case_id": 170, "document_id": 63, "quoteStart": 20231, "quoteEnd": 20318}, {"id": 20626, "title": "Any liability on behalf of the service is only limited to the fees you paid as a user or $1000", "source": "https://www.linkedin.com/legal/user-agreement", "status": "Generated through the annotate view", "created_at": "2021-05-15 21:02:27.771285", "updated_at": "2021-05-16 07:45:20.989069", "quoteText": "<p>LINKEDIN AND ITS AFFILIATES WILL NOT BE LIABLE TO YOU IN CONNECTION WITH THIS CONTRACT FOR ANY AMOUNT THAT EXCEEDS (A) THE TOTAL FEES PAID OR PAYABLE BY YOU TO LINKEDIN FOR THE SERVICES DURING THE TERM OF THIS CONTRACT, IF ANY, OR (B) US $1000.</p>", "case_id": 149, "document_id": 63, "quoteStart": 18940, "quoteEnd": 19191}, {"id": 20625, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://www.linkedin.com/legal/user-agreement", "status": "Generated through the annotate view", "created_at": "2021-05-15 21:02:14.809052", "updated_at": "2021-05-16 07:45:29.098829", "quoteText": "LINKEDIN, INCLUDING ITS AFFILIATES, WILL NOT BE LIABLE IN CONNECTION WITH THIS CONTRACT FOR LOST PROFITS OR LOST BUSINESS OPPORTUNITIES, REPUTATION (E.G., OFFENSIVE OR DEFAMATORY STATEMENTS), LOSS OF DATA (E.G., DOWN TIME OR LOSS, USE OF, OR CHANGES TO, YOUR INFORMATION OR CONTENT) OR ANY INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL OR PUNITIVE DAMAGES.</p>", "case_id": 293, "document_id": 63, "quoteStart": 18580, "quoteEnd": 18939}, {"id": 20624, "title": "This service does not guarantee that it or the products obtained through it meet your expectations or requirements", "source": "https://www.linkedin.com/legal/user-agreement", "status": "Generated through the annotate view", "created_at": "2021-05-15 21:01:55.402351", "updated_at": "2021-05-17 19:43:44.554627", "quoteText": "TO THE FULLEST EXTENT PERMITTED UNDER APPLICABLE LAW, LINKEDIN AND ITS AFFILIATES DISCLAIM ANY IMPLIED OR STATUTORY WARRANTY, INCLUDING ANY IMPLIED WARRANTY OF TITLE, ACCURACY OF DATA, NON-INFRINGEMENT, MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE.</p>", "case_id": 290, "document_id": 63, "quoteStart": 18088, "quoteEnd": 18347}, {"id": 20623, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://www.linkedin.com/legal/user-agreement", "status": "Generated through the annotate view", "created_at": "2021-05-15 21:01:44.05784", "updated_at": "2021-05-17 19:43:25.294405", "quoteText": "AND PROVIDE THE SERVICES (INCLUDING CONTENT AND INFORMATION) ON AN “AS IS” AND “AS AVAILABLE” BASIS.", "case_id": 286, "document_id": 63, "quoteStart": 17987, "quoteEnd": 18087}, {"id": 20622, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://www.linkedin.com/legal/user-agreement", "status": "Generated through the annotate view", "created_at": "2021-05-15 21:01:35.144712", "updated_at": "2021-05-16 07:29:10.99738", "quoteText": "LINKEDIN AND ITS AFFILIATES MAKE NO REPRESENTATION OR WARRANTY ABOUT THE SERVICES, INCLUDING ANY REPRESENTATION THAT THE SERVICES WILL BE UNINTERRUPTED OR ERROR-FREE,", "case_id": 287, "document_id": 63, "quoteStart": 17820, "quoteEnd": 17986}, {"id": 20620, "title": "Your use is throttled", "source": "https://www.linkedin.com/legal/user-agreement", "status": "Generated through the annotate view", "created_at": "2021-05-15 21:00:56.403753", "updated_at": "2021-05-16 07:28:27.375886", "quoteText": "We have the right to limit how you connect and interact on our Services.</p>\n<p>LinkedIn reserves the right to limit your use of the Services, including the number of your connections and your ability to contact other Members.", "case_id": 157, "document_id": 63, "quoteStart": 16246, "quoteEnd": 16472}, {"id": 20618, "title": "Copyright license limited for the purposes of that same service but transferable and sublicenseable", "source": "https://www.linkedin.com/legal/user-agreement", "status": "Generated through the annotate view", "created_at": "2021-05-15 20:57:41.981031", "updated_at": "2021-05-16 07:32:01.753713", "quoteText": "A worldwide, transferable and sublicensable right to use, copy, modify, distribute, publish and process, information and content that you provide through our Services and the services of others, without any further consent, notice and/or compensation to you or others.", "case_id": 135, "document_id": 63, "quoteStart": 10121, "quoteEnd": 10389}, {"id": 20616, "title": "The service has non-exclusive use of your content", "source": "https://www.linkedin.com/legal/user-agreement", "status": "Generated through the annotate view", "created_at": "2021-05-15 20:55:42.168809", "updated_at": "2021-05-16 07:31:38.950483", "quoteText": "\nthe following non-exclusive license:</p>\n<p>", "case_id": 402, "document_id": 63, "quoteStart": 10076, "quoteEnd": 10121}, {"id": 20615, "title": "If you offer suggestions to the service, they may use that without your approval or compensation, but they do not become the owner", "source": "https://www.linkedin.com/legal/user-agreement", "status": "Full quote: \"You own all of the content, feedback and personal information you provide to us\"", "created_at": "2021-05-15 20:54:49.95366", "updated_at": "2021-05-16 07:30:40.345053", "quoteText": " feedback and personal information you provide to us", "case_id": 390, "document_id": 63, "quoteStart": 9468, "quoteEnd": 9520}, {"id": 20614, "title": "You maintain ownership of your content", "source": "https://www.linkedin.com/legal/user-agreement", "status": "Full quote: \"You own all of the content, feedback and personal information you provide to us\"", "created_at": "2021-05-15 20:54:02.712142", "updated_at": "2021-05-16 07:30:15.956509", "quoteText": ">You own all of the content", "case_id": 183, "document_id": 63, "quoteStart": 9440, "quoteEnd": 9467}, {"id": 20612, "title": "You can choose with whom you share content", "source": "https://www.linkedin.com/legal/user-agreement", "status": "Generated through the annotate view", "created_at": "2021-05-15 20:52:56.451091", "updated_at": "2021-05-17 19:44:00.110756", "quoteText": "Where we have made settings available, we will honor the choices you make about who can see content or information (e.g., message content to your addressees, sharing content only to LinkedIn connections, restricting your profile visibility from search engines, or opting not to notify others of your LinkedIn profile update).\nFor job searching activities, we default to not notifying your connections network or the public.\nSo, if you apply for a job through our Service or opt to signal that you are interested in a job, our default is to share it only with the job poster.</p>\n<p>", "case_id": 225, "document_id": 63, "quoteStart": 8688, "quoteEnd": 9270}, {"id": 20611, "title": "You authorise the service to charge a credit card supplied on re-occurring basis", "source": "https://www.linkedin.com/legal/user-agreement", "status": "Generated through the annotate view", "created_at": "2021-05-15 20:51:56.593451", "updated_at": "2021-05-16 07:47:31.698152", "quoteText": "If you purchase a subscription, your payment method automatically will be charged at the start of each subscription period for the fees and taxes applicable to that period.", "case_id": 384, "document_id": 63, "quoteStart": 7081, "quoteEnd": 7253}, {"id": 20610, "title": "Alternative accounts are not allowed", "source": "https://www.linkedin.com/legal/user-agreement", "status": "Generated through the annotate view", "created_at": "2021-05-15 20:50:31.401873", "updated_at": "2021-05-16 07:47:38.123844", "quoteText": "(2) you will only have one LinkedIn account,", "case_id": 324, "document_id": 63, "quoteStart": 4775, "quoteEnd": 4819}, {"id": 20609, "title": "This service is only available to users over 16 years of age", "source": "https://www.linkedin.com/legal/user-agreement", "status": "Generated through the annotate view", "created_at": "2021-05-15 20:49:48.095242", "updated_at": "2021-05-17 19:43:16.934129", "quoteText": "The Services are not for use by anyone under the age of 16.</p>", "case_id": 152, "document_id": 63, "quoteStart": 4304, "quoteEnd": 4367}, {"id": 5880, "title": "The service may change its terms at any time, but the user will receive notification of the changes.", "source": "https://www.linkedin.com/legal/user-agreement", "status": "Generated through the annotate view", "created_at": "2019-02-23 00:21:15.256317", "updated_at": "2021-07-15 22:05:07.478368", "quoteText": "We may modify this Contract, our Privacy Policy and our Cookies Policy from time to time.\nIf we make material changes to it, we will provide you notice through our Services, or by other means, to provide you the opportunity to review the changes before they become effective.\nWe agree that changes cannot be retroactive.\nIf you object to any changes, you may close your account.\nYour continued use of our Services after we publish or send a notice about our changes to these terms means that you are consenting to the updated terms", "case_id": 122, "document_id": 63, "quoteStart": 3541, "quoteEnd": 4072}, {"id": 20608, "title": "No need to register", "source": "https://www.linkedin.com/legal/user-agreement", "status": "Generated through the annotate view", "created_at": "2021-05-15 20:48:47.555903", "updated_at": "2021-05-16 07:29:55.043895", "quoteText": "\nIf you have chosen not to register for our Services, you may access certain features as a “Visitor.”</p>", "case_id": 320, "document_id": 63, "quoteStart": 3378, "quoteEnd": 3483}, {"id": 20607, "title": "There is a date of the last update of the agreements (August, 2020)", "source": "https://www.linkedin.com/legal/user-agreement", "status": "Generated through the annotate view", "created_at": "2021-05-15 20:47:11.276129", "updated_at": "2021-05-15 21:16:43.785161", "quoteText": "<p>\n<em>Effective on August 11, 2020</em>\n", "case_id": 331, "document_id": 63, "quoteStart": 0, "quoteEnd": 42}, {"id": 1372, "title": "[Good]  You can remove your address book and any other synced information from LinkedIn at any time.", "source": "Imported from ToS;DR before phoenix", "status": ".", "created_at": "2018-05-15 09:11:46.497139", "updated_at": "2018-09-21 07:02:53.453139", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1736, "title": "LinkedIn notes that recruiters and other such professional subscribers can see your full profile.", "source": "Imported from ToS;DR before phoenix", "status": ".", "created_at": "2018-05-15 09:12:01.041668", "updated_at": "2020-12-23 14:52:28.002925", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1642, "title": "[Bad] LinkedIn's transfer of their TOS Agreement", "source": "Imported from ToS;DR before phoenix", "status": "[Bad]  You agree that LinkedIn can assign their TOS Agreement to affiliates or a party that buys it without your consent, but you cannot transfer the same agreement or their service without their consent.", "created_at": "2018-05-15 09:11:57.255238", "updated_at": "2021-02-06 03:50:19.352593", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1531, "title": "[Good]  LinkedIn will honor the choices you make about privacy settings for who gets to see your information and content.", "source": "Imported from ToS;DR before phoenix", "status": "[Good]  LinkedIn will honor the choices you make about privacy settings for who gets to see your information and content.", "created_at": "2018-05-15 09:11:53.048323", "updated_at": "2018-09-30 00:32:22.240866", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1590, "title": "LinkedIN Summary of ToS Changes", "source": "https://groups.google.com/forum#!topic/tosdr/OSbKwYIU_fs", "status": "LinkedIN Summary of ToS Changes", "created_at": "2018-05-15 09:11:55.378529", "updated_at": "2018-09-30 00:17:36.246664", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1496, "title": "[Good]  LinkedIn's DOs and DONTs", "source": "Imported from ToS;DR before phoenix", "status": "[Good]  LinkedIn TOS provides list of DOs and DONTs for use of service, with links to Brand, Community, and Commercial Use Guidelines.  They also offer a Safety Center with tips on using LinkedIn smartly and securely.", "created_at": "2018-05-15 09:11:51.301688", "updated_at": "2018-09-17 17:40:02.289352", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1705, "title": "[Good]  LinkedIn provides opt out link", "source": "Imported from ToS;DR before phoenix", "status": "[Good]  LinkedIn provides opt out link for info collected through plugins and cookie tracking with partnered sites and targeted advertising.  They also have a Cookie Policy.", "created_at": "2018-05-15 09:11:59.59095", "updated_at": "2021-02-06 03:50:22.86908", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1667, "title": "Help with LinkedIn TOS and Privacy Policy", "source": "https://groups.google.com/forum#!topic/tosdr/0uwOGMomyDE", "status": "Help with LinkedIn TOS and Privacy Policy", "created_at": "2018-05-15 09:11:58.128079", "updated_at": "2021-02-06 03:50:23.66139", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1815, "title": "[Neutral]  LinkedIn tracks the open rate of your InMails", "source": "Imported from ToS;DR before phoenix", "status": "[Neutral]  LinkedIn tracks the open rate of your InMails to assign an InMail acceptance score for you. But says that you can change your email and contact preferences at any time in your account settings, as well as opt out of promotional messages.", "created_at": "2018-05-15 09:12:04.515774", "updated_at": "2021-02-06 03:50:26.060265", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1848, "title": "By synchronising your calendar, email, you allow Linkedin to harvest all their data", "source": "Imported from ToS;DR before phoenix", "status": "Linkedin can, for example, take all information from calendar, email, places of event, people involved if you synchronize your calendar or email.", "created_at": "2018-05-15 09:12:05.64763", "updated_at": "2021-02-06 03:50:26.751405", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1871, "title": "[Good]  LinkedIn will not modify the meaning of your expression.", "source": "Imported from ToS;DR before phoenix", "status": "[Good]  You grant them rights to use, copy, modify, distribute, publish, and process your information and content without any further consent, notice and/or compensation to you or others, but they will not modify the meaning of your expression.  And your info is removed if you close your account or delete such content from their Services.", "created_at": "2018-05-15 09:12:06.542602", "updated_at": "2021-02-06 03:50:27.091316", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1902, "title": "(Good)  LinkedIn’s User Agreement has plain English next to their legal term descriptions.", "source": "Imported from ToS;DR before phoenix", "status": ".", "created_at": "2018-05-15 09:12:07.733795", "updated_at": "2021-02-06 03:50:27.721142", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2018, "title": "[Neutral]  LinkedIn reserves the right to change, suspend or end Service at any time, but they will notify you.", "source": "Imported from ToS;DR before phoenix", "status": ".", "created_at": "2018-05-15 09:12:11.895434", "updated_at": "2021-02-06 03:50:30.413314", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2051, "title": "[Neutral]  LinkedIn’s legal liability", "source": "Imported from ToS;DR before phoenix", "status": "[Neutral]  LinkedIn’s disclaimer relieves them from any legal liability or guarantees for errors/interruption of service, and limits bargaining claims at less than $1,000 even if they know of the possibility of damages.", "created_at": "2018-05-15 09:12:12.959899", "updated_at": "2021-02-06 03:50:31.040574", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2067, "title": "[Good]   LinkedIn will safeguard your personal information and share with third parties only with your consent.", "source": "Imported from ToS;DR before phoenix", "status": ".", "created_at": "2018-05-15 09:12:13.437824", "updated_at": "2021-02-06 03:50:31.288202", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2119, "title": "[Bad]  LinkedIn device tracking", "source": "Imported from ToS;DR before phoenix", "status": "[Bad]  LinkedIn logs information about devices used to access their Services, including IP address, even if you’re not a member or signed in to the Service.", "created_at": "2018-05-15 09:12:15.164868", "updated_at": "2021-02-06 03:50:32.55213", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2216, "title": "LinkedIn are not obligated to publish any info or content on their Service and can remove your info at their sole discretion.", "source": "Imported from ToS;DR before phoenix", "status": "[Bad]  LinkedIn is states that they are not obligated to publish any information or content on their Service and that they can remove your info at their sole discretion, with or without notice.", "created_at": "2018-05-15 09:12:18.472997", "updated_at": "2021-02-06 03:50:34.993837", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1127, "title": "The service provides details about what kinds of personal information they collect", "source": "https://www.linkedin.com/legal/privacy-policy", "status": "Linkedin can, for example, take all information from calendar, email, places of event, people involved if you synchronize your calendar or email.", "created_at": "2018-01-16 21:59:39.408128", "updated_at": "2020-11-18 16:13:50.358761", "quoteText": "You give other data to us, such as by syncing your address book or calendar.", "case_id": 228, "document_id": 62, "quoteStart": 5233, "quoteEnd": 5309}, {"id": 1483, "title": "[Good]  LinkedIn for Android apps", "source": "Imported from ToS;DR before phoenix", "status": "[Good]  For Android apps, LinkedIn will delete location and device tracking info if you choose not to become a Member.", "created_at": "2018-05-15 09:11:50.720816", "updated_at": "2018-09-30 01:22:54.863421", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1314, "title": "[Good]  LinkedIn provides a policy and process for complaints concerning content posted by Members as well as copyright infringement.", "source": "Imported from ToS;DR before phoenix", "status": ".", "created_at": "2018-05-15 09:11:44.22778", "updated_at": "2021-02-06 03:50:37.318321", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1264, "title": "[Neutral]  LinkedIn reserves the right to limit your use of their Services.", "source": "Imported from ToS;DR before phoenix", "status": "[Neutral]  LinkedIn reserves the right to limit your use of their Services, including the number of your connections and your ability to contact other Members. They can restrict, suspend, or terminate your account, but this is only if they believe that you have misused the Services (e.g. violating any Do and Don'ts).", "created_at": "2018-05-15 09:11:42.592107", "updated_at": "2021-02-06 03:50:37.401034", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1284, "title": "LinkedIn will provide important notices and you can control how you want to hear about those.", "source": "Imported from ToS;DR before phoenix", "status": "(Good)  LinkedIn will provide important notices to you and you can control how you want to hear about or receive those notices through their service settings.", "created_at": "2018-05-15 09:11:43.213056", "updated_at": "2021-02-06 03:50:37.511109", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1301, "title": "This Service Collects A Lot Of Personal Data", "source": "Imported from ToS;DR before phoenix", "status": "Linkedin collects the following: name, email address, job title, education, skills, address book and other services that sync with linkedIn, customer service info, when you visit their services, use their mobile applications, interact with advertising on and off their services, ip addresses, user agents, ISP information, etc. In the future, they can create new ways to collect information.", "created_at": "2018-05-15 09:11:43.722161", "updated_at": "2021-02-06 03:50:37.827531", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 591, "title": "https is not used by default", "source": "https://groups.google.com/d/topic/tosdr/G4iR5KH7WVw/", "status": "When you visit the website over http, you are not redirected to https.", "created_at": "2018-01-16 15:26:16.979542", "updated_at": "2018-01-17 09:15:40.402377", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 570, "title": "Unsubscribing LinkedIn + general thoughts about unsubcribing", "source": "https://groups.google.com/forum/#!topic/tosdr/lSGQ8tD7VOE", "status": "Unsubscribing LinkedIn + general thoughts about unsubcribing", "created_at": "2018-01-16 15:26:13.113685", "updated_at": "2018-01-16 21:48:05.677895", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 5885, "title": "This service keeps user logs for an undefined period of time", "source": "https://www.linkedin.com/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-02-23 00:48:34.877806", "updated_at": "2021-02-06 04:16:19.570253", "quoteText": "We log usage data when you visit or otherwise use our Services, including our sites, app and platform technology (e.g., our off-site plugins), such as when you view or click on content (e.g., learning video) or ads (on or off our sites and apps), perform a search, install or update one of our mobile apps, share articles or apply for jobs.\nWe use log-ins, cookies, device information and internet protocol (“IP”) addresses to identify you and log your use.</p>", "case_id": 178, "document_id": 62, "quoteStart": 8415, "quoteEnd": 8876}, {"id": 5897, "title": "The terms for this service are easy to read", "source": "https://www.linkedin.com/help/linkedin/answer/68763", "status": "Generated through the annotate view", "created_at": "2019-02-23 07:21:44.622021", "updated_at": "2019-04-09 17:59:01.763154", "quoteText": "Attention screen reader users, you are in a mobile optimized view and content may not appear where you expect it to be.\nTo return the screen to its desktop view, please maximize your browser.", "case_id": 199, "document_id": 1045, "quoteStart": 0, "quoteEnd": 191}, {"id": 5883, "title": "no spidering or crawling", "source": "https://www.linkedin.com/legal/user-agreement", "status": "Generated through the annotate view", "created_at": "2019-02-23 00:35:06.268923", "updated_at": "2019-02-23 07:05:04.826194", "quoteText": "Develop, support or use software, devices, scripts, robots or any other means or processes (including crawlers, browser plugins and add-ons or any other technology) to scrape the Services or otherwise copy profiles and other data from the Services", "case_id": 150, "document_id": 63, "quoteStart": 24434, "quoteEnd": 24681}, {"id": 5884, "title": "This service uses your personal information for many different purposes", "source": "https://www.linkedin.com/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-02-23 00:45:39.533289", "updated_at": "2021-02-06 04:16:19.59479", "quoteText": "We collect personal data from you when you provide, post or upload it to our Services, such as when you fill out a form, (e.g., with demographic data or salary), respond to a survey, or submit a resume.\nIf you opt to import your address book, we receive your contacts (including contact information your service provider(s) or app automatically added to your address book when you communicated with addresses or numbers not already in your list).</p>\n", "case_id": 185, "document_id": 62, "quoteStart": 5525, "quoteEnd": 5976}, {"id": 5896, "title": "Your identity is used in ads that are shown to other users", "source": "https://www.linkedin.com/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-02-23 07:10:39.093392", "updated_at": "2021-02-06 04:16:19.615437", "quoteText": "We use data and content about Members for invitations and communications promoting membership and network growth, engagement and our Services.</p>", "case_id": 327, "document_id": 62, "quoteStart": 22330, "quoteEnd": 22476}, {"id": 5881, "title": "The service has a no refund policy", "source": "https://www.linkedin.com/legal/user-agreement", "status": "Generated through the annotate view", "created_at": "2019-02-23 00:28:47.579396", "updated_at": "2021-02-06 04:16:19.635284", "quoteText": "<p>You’ll honor your payment obligations and you are okay with us storing your payment information.\nYou understand that there may be fees and taxes that are added to our prices.</p>\n<p>We don't guarantee refunds.", "case_id": 162, "document_id": 63, "quoteStart": 6502, "quoteEnd": 6714}, {"id": 5882, "title": "Users are not allowed to use pseudonyms, as trust and transparency between users regarding their identities is relevant to the service.", "source": "https://www.linkedin.com/legal/user-agreement", "status": "Generated through the annotate view", "created_at": "2019-02-23 00:34:12.919229", "updated_at": "2019-02-23 07:14:08.319702", "quoteText": "Use your real name on your profile", "case_id": 213, "document_id": 63, "quoteStart": 24058, "quoteEnd": 24092}, {"id": 5887, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://www.linkedin.com/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-02-23 00:58:02.354579", "updated_at": "2021-02-06 04:16:19.6545", "quoteText": "We target (and measure the performance of) ads to Members, Visitors and others both on and off our Services directly or through a variety of <dfn>partnersPartners include ad networks, exchanges and others</dfn>, using the following data, whether separately or combined:</p>\n<ul>\n<li>Data from advertising technologies on and off our Services, like web beacons, pixels, ad tags, cookies, and device identifiers", "case_id": 323, "document_id": 62, "quoteStart": 19278, "quoteEnd": 19687}, {"id": 5889, "title": "This service provides a way for you to export your data", "source": "https://www.linkedin.com/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-02-23 01:13:52.694285", "updated_at": "2019-02-23 08:08:19.045674", "quoteText": "Members may go to their settings to make requests.\nus for a copy of your personal data and can ask for a copy of personal data you provided in machine readable form.</li>", "case_id": 184, "document_id": 62, "quoteStart": 36175, "quoteEnd": 36345}, {"id": 5888, "title": "You can delete your content from this service", "source": "https://www.linkedin.com/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-02-23 01:12:23.667086", "updated_at": "2019-02-23 07:12:41.964309", "quoteText": "You can ask us to erase or delete all or some of your personal data (e.g., if it is no longer necessary to provide Services to you).", "case_id": 175, "document_id": 62, "quoteStart": 35442, "quoteEnd": 35574}, {"id": 5892, "title": "This service allows tracking via third-party cookies for purposes including targeted advertising.", "source": "https://www.linkedin.com/legal/cookie-policy", "status": "Generated through the annotate view", "created_at": "2019-02-23 01:24:27.165355", "updated_at": "2021-02-06 04:16:19.690485", "quoteText": "We may use cookies to show you relevant advertising both on and off the LinkedIn site.\nWe may also use a cookie to learn whether someone who saw an ad later visited and took an action (e.g.\ndownloaded a white paper or made a purchase) on the advertiser’s site.\nSimilarly, our partners may use a cookie to determine whether we’ve shown an ad and how it performed, or provide us with information about how you interact with ads.", "case_id": 128, "document_id": 1044, "quoteStart": 3452, "quoteEnd": 3878}, {"id": 5890, "title": "This service retains rights to your content even after you stop using your account", "source": "https://www.linkedin.com/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-02-23 01:15:57.700305", "updated_at": "2019-02-24 12:15:31.400323", "quoteText": "We retain your personal data even after you have closed your account if reasonably necessary to comply with our legal obligations (including law enforcement requests), meet regulatory requirements, resolve disputes, maintain security, prevent fraud and abuse, enforce our User Agreement, or fulfill your request to “unsubscribe” from further messages from us.\nWe will retain de-personalized information after your account has been closed.</p>", "case_id": 173, "document_id": 62, "quoteStart": 35991, "quoteEnd": 36433}, {"id": 5891, "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.", "source": "https://www.linkedin.com/help/linkedin/answer/68763", "status": "Generated through the annotate view", "created_at": "2019-02-23 01:21:20.549278", "updated_at": "2019-02-23 06:58:33.921261", "quoteText": "With regard to DNT, LinkedIn currently doesn't respond to DNT signals in browsers because no DNT standard has been adopted, as noted above.", "case_id": 233, "document_id": 1045, "quoteStart": 3733, "quoteEnd": 3872}, {"id": 1480, "title": "You can request access and deletion of personal data", "source": "https://www.linkedin.com/legal/user-agreement", "status": "[Bad]  Closing your account with LinkedIn still gives them the right to use and disclose your feedback, and does not prevent other Members and/or Visitors from further re-sharing content and information that you’ve shared through the Service to the extent that they’ve copied or re-shared your info prior to termination.", "created_at": "2018-05-15 09:11:50.620984", "updated_at": "2019-02-23 07:18:37.392131", "quoteText": "\n<li>You can end this license for specific content by deleting such content from the Services, or generally by closing your account, except (a) to the extent you shared it with others as part of the Service and they copied, re-shared it or stored it and (b) for the reasonable time it takes to remove from backup and other systems.", "case_id": 195, "document_id": 63, "quoteStart": 10701, "quoteEnd": 11032}, {"id": 5918, "title": "This service can use your content for all their existing and future services", "source": "https://www.linkedin.com/legal/user-agreement", "status": "Generated through the annotate view", "created_at": "2019-02-24 00:09:45.020003", "updated_at": "2019-02-24 12:14:54.287163", "quoteText": "A worldwide, transferable and sublicensable right to use, copy, modify, distribute, publish and process, information and content that you provide through our Services and the services of others, without any further consent, notice and/or compensation to you or others", "case_id": 180, "document_id": 63, "quoteStart": 10121, "quoteEnd": 10388}, {"id": 5894, "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.", "source": "https://www.linkedin.com/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-02-23 07:03:30.083767", "updated_at": "2019-06-10 05:24:14.552789", "quoteText": "We can also share your personal data as part of a sale, merger or change in control, or in preparation for any of these events.", "case_id": 243, "document_id": 62, "quoteStart": 33868, "quoteEnd": 33995}, {"id": 5895, "title": "The service can delete specific content without prior notice and without a reason", "source": "https://www.linkedin.com/legal/user-agreement", "status": "Generated through the annotate view", "created_at": "2019-02-23 07:04:10.053009", "updated_at": "2021-02-06 04:16:30.760733", "quoteText": "<p>We are not obligated to publish any information or content on our Service and can remove it in our sole discretion, with or without notice.</p>", "case_id": 202, "document_id": 63, "quoteStart": 9496, "quoteEnd": 9642}, {"id": 5886, "title": "This service may collect, use, and share location data", "source": "https://www.linkedin.com/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-02-23 00:54:30.615163", "updated_at": "2021-02-06 04:16:30.788069", "quoteText": "When you visit or leave our Services (including our plugins or cookies or similar technology on the sites of others), we receive the URL of both the site you came from and the one you go to next.\nWe also get information about your IP address, proxy server, operating system, web browser and add-ons, device identifier and features, and/or ISP or your mobile carrier.\nIf you use our Services from a mobile device, that device will send us data about your location based on your phone settings.", "case_id": 373, "document_id": 62, "quoteStart": 9758, "quoteEnd": 10250}, {"id": 1657, "title": "[Good]  LinkedIn advertising", "source": "Imported from ToS;DR before phoenix", "status": "[Good]  LinkedIn contractually requires advertisers to obtain your explicit opt-in consent before they can associate your collected personal information with LinkedIn’s cookies and tracking technologies. ", "created_at": "2018-05-15 09:11:57.757951", "updated_at": "2021-02-06 03:50:21.721293", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1911, "title": "Shares Your Information With Affiliates", "source": "Imported from ToS;DR before phoenix", "status": "Linkedin shares your information across their affiliate sites: \"...SlideShare may recommend better content to you based on your LinkedIn content preferences and the articles you read on Pulse...\"  even if you don't link your accounts: \"...whether or not you tied your SlideShare, Pulse and/or LinkedIn accounts as we may be able to identify you across different Services using cookies or similar technologies...\".", "created_at": "2018-05-15 09:12:08.083348", "updated_at": "2021-02-06 03:50:27.919492", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1425, "title": "[Good] TBC. LinkedIn announces changes to its privacy policy regarding the \"add connection\" feature", "source": "https://groups.google.com/forum#!topic/tosdr/mTN4U0wjIpY", "status": "[Good] TBC. LinkedIn announces changes to its privacy policy regarding the \"add connection\" feature", "created_at": "2018-05-15 09:11:48.496818", "updated_at": "2021-02-06 03:50:41.973219", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["linkedin.com", "lynda.com", "licdn.com"]}}