{"error": 448, "message": "OK", "parameters": {"id": 2476, "name": "WiGLE", "created_at": "2020-12-29 20:25:27.086105", "updated_at": "2021-03-25 03:19:37.974663", "wikipedia": "https://en.wikipedia.org/wiki/WiGLE", "keywords": null, "related": null, "slug": "wigle", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2476.png", "url": "wigle.net", "documents": [{"id": 3354, "name": "User Agreement", "url": "https://wigle.net/eula.html", "xpath": "/html/body", "text": "\n<blockquote>\n<b>WIGLE - INDIVIDUAL, NON-COMMERCIAL DATA LICENSE AGREEMENT</b>\n<p>Updated 7/12/18</p>\n<p>DATA LICENSE AGREEMENT.\nThis legal document is an agreement between you (the \"Licensee\") and WiGLE, LLC (\"WiGLE\").\nBy clicking on \"Register!\" on the WiGLE Registration page, you consent to become bound by this Agreement.\nThis Agreement constitutes the complete agreement between you and WiGLE, unless you have separately entered into an agreement with WiGLE allowing for commercial use of WiGLE data.\nIf you do not fully accept this Agreement, DO NOT CLICK \"Register!\".</p>\n<p>LICENSE GRANT.\nIn consideration of clicking the \"Register\" link, WiGLE grants you a non-exclusive right to use the maps and access point database (hereinafter, \"the Data\") solely for your personal, research or educational, non-commercial purposes.\n</p>\n<p>RESTRICTIONS.\nYou may not rent, lease, sublicense, transfer, distribute, copy, or sell the Data in its entirety or in any part for any commercial consideration, gain, or benefit.\nYou may not use the access granted hereby to allow access to the Data to any third party, or share your credentials, including any username or password, with anyone else.</p>\n<p>TERMINATION.\nYou may terminate the license provided for pursuant to this Agreement by destroying and/or deleting all portions of the Data that you may have copied.\nThe license provided for pursuant to this Agreement is automatically terminated without notice if you violate any part of this Agreement.\nUpon any termination of the license provided for pursuant to this Agreement, you shall immediately destroy and delete all portions of the Data upon any such termination, and any further usage shall be a material breach of this Agreement.</p>\n<p>WiGLE DOES NOT CONDONE, ENDORSE OR ENCOURAGE ILLEGAL ACTIVITY.\nYOU UNDERSTAND AND AGREE THAT THE DATA IS NOT TO BE USED FOR ANY ILLEGAL PURPOSE.\nSUCH USE AUTOMATICALLY TERMINATES THE LICENSE PROVIDED FOR PURSUANT TO THIS AGREEMENT.\nFURTHER, YOU UNDERSTAND THAT POSSESSION OF THE DATA MAY BE RESTRICTED BY STATE OR LOCAL LAWS AND AGREE THAT YOU HAVE DETERMINED THAT POSSESSION OF THE DATA VIOLATES NO SUCH LAWS IN YOUR JURISDICTION.</p>\n<p>THERE ARE NO WARRANTIES TO YOU OR ANY OTHER PERSON OR ENTITY FOR THE DATA EXPRESSED OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF NONINFRINGEMENT, QUIET ENJOYMENT, MERCHANTIBILITY OR FITNESS FOR A PARTICULAR PURPOSE.\nALL SUCH WARRANTIES ARE EXPRESSLY AND SPECIFICALLY DISCLAIMED.\nIN NO EVENT SHALL WiGLE BE RESPONSIBLE FOR ANY INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, OR SIMILAR DAMAGES OR LOST DATA OR PROFITS TO YOU OR ANY OTHER PERSON OR ENTITY REGARDLESS OF THE LEGAL THEORY, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGE.</p>\n<p>GENERAL.\nExcept to the extent that you have entered into a commercial license with WiGLE, this Agreement constitutes the entire Agreement between you and WiGLE.\nYou acknowledge that the terms and conditions of the Agreement are subject to change without notice.\nYour continued use of the Data constitutes acceptance of these and any and all modified terms and conditions.\nThis Agreement shall be governed and construed in accordance with the laws of the State of California.\nWiGLE reserves all rights not expressly granted.\nIn the event that WiGLE uses legal process in connection with exercising its rights or ensuring your compliance with your obligations, WiGLE shall be entitled to recover its full costs and expenses, including reasonable fees of counsel, and all other appropriate relief.\nWaiver of any breach by WiGLE is not considered to be a waiver of any other breach.\nThe provisions of this Agreement are severable and if any one or more are judicially determined to be illegal or unenforceable, in whole or in part, the remaining provisions or portions shall remain binding.\nWiGLE considers this data to be a unique and valuable asset and has the right to seek whatever equitable and legal redress that may be available for your breach of this license.</p>\n</blockquote>\n", "created_at": "2020-12-29 20:25:58.64486", "updated_at": "2021-02-03 22:33:39.256187"}, {"id": 3355, "name": "Privacy Policy", "url": "https://wigle.net/privacy", "xpath": "//*[@id=\"wigleMain\"]", "text": " Privacy:<br>Frequently Asked Questions The WiGLE WiFi Android Client: Why Does WiGLE WiFi ask to access...\n<p>\n<strong>...my WiFi state?</strong>\n</p>\n<p> As a network detection package, WiGLE WiFi Wardriving records WiFi Networks when your device can see them.\n</p>\n<p>\n<strong>...my cellular network state?</strong>\n</p>\n<p> As a network detection package, WiGLE WiFi Wardriving records cell Networks when your device can see them.\nIt also detects when you're in a voice call and mutes the audio output so we don't interfere with your conversation.\n</p>\n<p>\n<strong>...my internet connection?</strong>\n</p>\n<p> In order to upload network observations, check stats and status, receive news, and download observation data, internet access is required.\n</p>\n<p>\n<strong>...my external storage and files?</strong>\n</p>\n<p> To record observations and stage files, it may help to use larger external storage on your device.\n</p>\n<p>\n<strong>...my camera?</strong>\n</p>\n<p> In recent versions of the OS, WiGLE WiFi Wardriving can save you the trouble of typing your username and password using a QR code from the WiGLE Website for logged-in users.\n</p> WiGLE WiFi Android Client: How it interacts with the website <p>\n<strong>How do you keep my identity and location safe?</strong>\n</p>\n<p> Just like the website, WiGLE WiFi Wardriving doesn't require real identifying information.\nWe may profile your device, but don't need or want information that could be used to identify it directly.\nYour observed networks and traces are available directly <em>only</em> to you, but not traceable to you.\nIf you're the first person to observe any individual network, you'll be credited with its discovery internally but the publicly accessible network data will not list your name.\nAs a website, WiGLE doesn't re-vend your individual observations, only a trilaterated location based on a number of observations by any number of participants.\n</p> ", "created_at": "2020-12-29 20:27:31.140056", "updated_at": "2021-02-03 22:33:43.08522"}], "points": [], "urls": ["wigle.net"]}}