{"error": 448, "message": "OK", "parameters": {"id": 2498, "name": "Element", "created_at": "2021-01-04 22:37:01.506105", "updated_at": "2021-06-25 10:05:13.566819", "wikipedia": "https://en.wikipedia.org/wiki/Element_(software)", "keywords": null, "related": null, "slug": "element", "is_comprehensively_reviewed": true, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/2498.png", "url": "element.io", "documents": [{"id": 3413, "name": "Copyright Policy", "url": "https://element.io/copyright", "xpath": "", "text": "We use cookies to avoid showing you duplicate content, and improve our site content Learn moreGot it! Products Element Messaging apps for iOS, Android, web &amp.\ndesktop.\nElement Matrix Services Your data, under your control, hassle-free.\nElement App Store Let your conversations speak to as many tools as you do.\nView all&nbsp;Matrix Services Why Element? What makes Element different? Personal Element for everyone Communities By a community, for communities Business Universal secure collaboration Public sector Secure collaboration for public bodies Safer spaces for software communities.\nLearn More DINUM&nbsp;is nombre un! Viva la revolución.\nD'accord.\nLearn More Plans Free forever Standard Pro View all resources Resources Open source Element is committed to open source Case studies How we've helped companies grow Help Find the answers About More context about why Element came to be Contact Get in touch View all resources Blog Get Element Products Element Messaging apps for iOS, Android, web &amp.\ndesktop Element Matrix Services Your data, under your control, hassle free Element App&nbsp;Store Let your conversations speak to as many tools as you do Why Element? What makes Element&nbsp;different? Personal Element for everyone Communities By a community, for communities Business Universal Secure Collaboration Public sector Secure collaboration for public bodies Plans Free forever Standard Pro Resources Open Source Element is committed to open source Help Find the answers About Why Element came to be Contact Us Get in touch Get Element Copyright policy <p>Where you read <em>Element</em>, <em>we</em> or <em>us</em> below, it refers to New Vector Ltd., and its French subsidiary: New Vector SARL and their agents.\nElement is trading name of New Vector.</p>\n<p>When you read 'the homeserver' or 'the Service' below, it refers to the services made available at <em>Element Matrix Services (EMS)</em>.</p>\n<p>If the terms of this copyright notice are not acceptable, please use a Matrix server provided by someone else!<br>\n</p> Reporting Claims of Copyright Infringement <p>We take claims of copyright infringement seriously.\nThis policy deals with what to do if you believe that any user contributions violate your copyright.\nIt is our policy to terminate the user accounts of repeat infringers.<br>\n</p>\n<p>We will respond to notices of alleged copyright infringement that comply with applicable law.\nIf you believe any materials accessible via the Service infringe your copyright, you may request removal of those materials (or access to them) from the Service by submitting written notification to our Copyright Agent (designated below).\nIn accordance with the Online Copyright Infringement Liability Limitation Act of the Digital Millennium Copyright Act (17 U.S.C.\n§ 512) (\"DMCA\"), the written notice (the \"DMCA Notice\") must include substantially the following:<br>\n</p>\n<ul>\n<li>Your physical or electronic signature.</li>\n<li>Identification of the copyrighted work you believe to have been infringed or, if the claim involves multiple works on the Website or in connection with the Services, a representative list of such works.</li>\n<li>Identification of the material you believe to be infringing in a sufficiently precise manner to allow us to locate that material.</li>\n<li>Adequate information by which we can contact you (including your name, postal address, telephone number and, if available, email address).</li>\n<li>A statement that you have a good faith belief that use of the copyrighted material is not authorized by the copyright owner, its agent or the law.</li>\n<li>A statement that the information in the written notice is accurate.</li>\n<li>A statement, under penalty of perjury, that you are authorized to act on behalf of the copyright owner.</li>\n</ul>\n<p>Our designated Copyright Agent to receive DMCA Notices is:<br>\n<br>Matthew Hodgson c/o New Vector Ltd 10 Queen Street Place London United Kingdom EC4R 1AG<br>\n<br>By email: dmca@element.io<br>\n<br>‍If you fail to comply with all of the requirements of Section 512(c)(3) of the DMCA, your DMCA Notice may not be effective.Please be aware that if you knowingly materially misrepresent that material or activity on the Website or in connection with the Services is infringing your copyright, you may be held liable for damages (including costs and attorneys' fees) under Section 512(f) of the DMCA.<br>\n</p> Counter-notification procedures <p>If you believe that material you posted on the Website or using the Services was removed or access to it was disabled by mistake or misidentification, you may file a counter-notification with us (a \"Counter-Notice\") by submitting written notification to our Copyright Agent.\nPursuant to the DMCA, the Counter-Notice must include substantially the following:<br>\n</p>\n<ul>\n<li>Your physical or electronic signature.</li>\n<li>An identification of the material that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or access disabled.<br>\n</li>\n<li>Adequate information by which we can contact you (including your name, postal address, telephone number and, if available, email address).<br>\n</li>\n<li>A statement under penalty of perjury by you that you have a good faith belief that the material identified above was removed or disabled as a result of a mistake or misidentification of the material to be removed or disabled.<br>\n</li>\n<li>A statement that you will consent to the jurisdiction of the Federal District Court for the judicial district in which your address is located (or if you reside outside the United States for any judicial district in which the Website or Services may be found) and that you will accept service from the person (or an agent of that person) who provided the Website or Services with the complaint at issue.<br>\n</li>\n</ul>\n<p>The DMCA allows us to restore the removed content if the party filing the original DMCA Notice does not file a court action against you within ten business days of receiving the copy of your Counter-Notice.<br>\n</p>\n<p>Please be aware that if you knowingly materially misrepresent that material or activity on the Website or provided in connection with the Services was removed or disabled by mistake or misidentification, you may be held liable for damages (including costs and attorneys' fees) under Section 512(f) of the DMCA.<br>\n</p> Repeat infringers <p>It is our policy in appropriate circumstances to disable and/or terminate the accounts of users who are repeat infringers.<br>\n</p> Products Element Element Matrix Services Element App Store Why Element Personal Communities Business Public Sector Plans&nbsp;&amp;&nbsp;Pricing Free forever Standard Plans Contact Sales About Blog Help Company Careers Open&nbsp;Source Contact Us Get Started Web iOS Android Our mission is to preserve your right to privacy, in the face of an increasingly centralised internet, and routine surveillance.\n<p>Privacy is protected by the UN Declaration of Human Rights</p>\n<p>Element is proud to be a part of Matrix.</p>\n<p>Copyright © 2020 Element • Legal </p> ", "created_at": "2021-01-04 22:37:23.719086", "updated_at": "2021-02-03 22:42:58.286818"}, {"id": 3414, "name": "Cookie Policy", "url": "https://element.io/cookie-policy", "xpath": "", "text": "We use cookies to avoid showing you duplicate content, and improve our site content Learn moreGot it! Products Element Messaging apps for iOS, Android, web &amp.\ndesktop.\nElement Matrix Services Your data, under your control, hassle-free.\nElement App Store Let your conversations speak to as many tools as you do.\nView all&nbsp;Matrix Services Why Element? What makes Element different? Personal Element for everyone Communities By a community, for communities Business Universal secure collaboration Public sector Secure collaboration for public bodies Safer spaces for software communities.\nLearn More DINUM&nbsp;is nombre un! Viva la revolución.\nD'accord.\nLearn More Plans Free forever Standard Pro View all resources Resources Open source Element is committed to open source Case studies How we've helped companies grow Help Find the answers About More context about why Element came to be Contact Get in touch View all resources Blog Get Element Products Element Messaging apps for iOS, Android, web &amp.\ndesktop Element Matrix Services Your data, under your control, hassle free Element App&nbsp;Store Let your conversations speak to as many tools as you do Why Element? What makes Element&nbsp;different? Personal Element for everyone Communities By a community, for communities Business Universal Secure Collaboration Public sector Secure collaboration for public bodies Plans Free forever Standard Pro Resources Open Source Element is committed to open source Help Find the answers About Why Element came to be Contact Us Get in touch Get Element Cookie Policy Our use of cookies and similar technologies <p>We use cookies to support key application functionality and to improve your experience of the application.</p> What are cookies and why do we use them? <p>Cookies are small files that websites place on your computer as you browse the web.\nSome cookies are key to the functionality of web applications, such as security ones, or to improve your experience of application.</p>\n<p>The below details Element’s usage of cookies:</p>\n<ul>\n<li>pk_ref, _pk_cvar:&nbsp;<br>‍<br>We use cookies to help us track anonymous usage data of our Element marketing website and our Element apps (Element on web, desktop and mobile, and the Element Matrix Services web app) - this data helps us understand how our users are using the application so that we can make improvements.\nOur analytics are powered by the Free and Open Source analytics platform Matomo, hosted entirely within our network.\nWe don't share any analytics data with third parties.<br>‍<br>Description:&nbsp;1 year, Type: Analytics</li>\n<li>_pk_id, _pk_ses:<br>‍<br>We use cookies to help us track anonymous usage data of our Element marketing website and our Element apps (Element on web, desktop and mobile, and the Element Matrix Services web app) - this data helps us understand how our users are using the application so that we can make improvements.<br>‍<br>Description:&nbsp;30 minutes, Type:&nbsp;Analytics</li>\n<li>__cfduid:<br>‍<br>We use Cloudflare to mitigate the risk of DDoS attacks.\nCloudflare uses the __cfduid cookie to identify individual clients behind a shared IP address and apply security settings on a per-client basis.<br>‍<br>Description:&nbsp;4 weeks, Type:&nbsp;Necessary</li>\n<li>connect.sid:<br>‍<br>We use Stripe to process payments.\nStripe uses a number of cookies to support its payment processing.\nThis cookie will only be deployed in your machine if you purchase a subscription from EMS (Element Matrix Services)<br>‍<br>Description:&nbsp;1 week, Type:&nbsp;Functionality</li>\n</ul>\n<p>For more details on Element’s approach to privacy and data protection, please consult our Privacy Policy.</p> Products Element Element Matrix Services Element App Store Why Element Personal Communities Business Public Sector Plans&nbsp;&amp;&nbsp;Pricing Free forever Standard Plans Contact Sales About Blog Help Company Careers Open&nbsp;Source Contact Us Get Started Web iOS Android Our mission is to preserve your right to privacy, in the face of an increasingly centralised internet, and routine surveillance.\n<p>Privacy is protected by the UN Declaration of Human Rights</p>\n<p>Element is proud to be a part of Matrix.</p>\n<p>Copyright © 2020 Element • Legal </p> ", "created_at": "2021-01-04 22:38:23.813753", "updated_at": "2021-02-03 22:43:00.358665"}, {"id": 3415, "name": "Privacy Policy", "url": "https://element.io/privacy", "xpath": "", "text": "We use cookies to avoid showing you duplicate content, and improve our site content Learn moreGot it! Products Element Messaging apps for iOS, Android, web &amp.\ndesktop.\nElement Matrix Services Your data, under your control, hassle-free.\nElement App Store Let your conversations speak to as many tools as you do.\nView all&nbsp;Matrix Services Why Element? What makes Element different? Personal Element for everyone Communities By a community, for communities Business Universal secure collaboration Public sector Secure collaboration for public bodies Safer spaces for software communities.\nLearn More DINUM&nbsp;is nombre un! Viva la revolución.\nD'accord.\nLearn More Plans Free forever Standard Pro View all resources Resources Open source Element is committed to open source Case studies How we've helped companies grow Help Find the answers About More context about why Element came to be Contact Get in touch View all resources Blog Get Element Products Element Messaging apps for iOS, Android, web &amp.\ndesktop Element Matrix Services Your data, under your control, hassle free Element App&nbsp;Store Let your conversations speak to as many tools as you do Why Element? What makes Element&nbsp;different? Personal Element for everyone Communities By a community, for communities Business Universal Secure Collaboration Public sector Secure collaboration for public bodies Plans Free forever Standard Pro Resources Open Source Element is committed to open source Help Find the answers About Why Element came to be Contact Us Get in touch Get Element Privacy policy 1.1 English, Not Legalese <p>Most Terms of Use and Privacy Policy documents are unreadable.\nThey are written by lawyers and for lawyers, and in our opinion are not very effective.</p>\n<p>Privacy is important, and we want you to understand the issues involved.\nFor that reason we decided to use plain English as much as possible, to make our terms as clear as possible.\nSome sections still have room for improvement - we plan to tackle these over time.</p>\n<p>Where you read 'Element', ‘Element Matrix Services’, ‘EMS’, ‘the Element app store’ or ‘element.io’ it refers to all services made available at https://element.io for:</p>\n<ul>\n<li>The Element chat app, an open source Matrix client which you can use to connect to any server that implements the Matrix protocol;</li>\n<li>The Gitter developer communication app;</li>\n<li>The purchase, provisioning, configuration, monitoring and management of hosted homeservers and associated services via Element Matrix Services (EMS), or the Element app store.</li>\n</ul>\n<p>Where you read 'homeserver', 'homeservers' or 'the Homeserver', it refers to the services configured within Element which store the user account and personal conversation history, provide additional functionality such as bots and bridges, and (where enabled by the Customer) communicate via the open Matrix decentralised communication protocol with the public Matrix Network.</p>\n<p>Where you read ‘the Service’ in this document, it refers to the Element chat app instances exposed on https://element.io (or subdomains) by New Vector Ltd (trading as Element).</p>\n<p>Where you read <em>Element</em> (trading name of New Vector Ltd.), or <em>we</em> or <em>us</em>, it refers to New Vector Ltd., and its French subsidiary: New Vector SARL and their agents.</p>\n<p>Element is the Data Controller for your data.\nWe can be contacted as per the details below:<br>\n</p>\n<p>Email: dpo@element.io<br>\n</p>\n<p>Postal address:<br>Element<br>c/o New Vector Ltd<br>10 Queen Street Place<br>London<br>United Kingdom<br>EC4R 1AG<br>\n</p>\n<p>Should you have other questions or concerns about this document, please send us an email at dpo@element.io.<br>\n</p> 1.2 Scope of This Document <p>This document explains how we process personal data, as it relates to:</p>\n<ul>\n<li>\n<em>Element chat app users</em>: Element chat app users use Element to connect to any server that implements the Matrix Protocol.</li>\n<li>\n<em>Gitter app users</em>: Gitter.im is now a part of Element, and will soon be bridged to the Matrix protocol, allowing its users to talk to other Matrix users.</li>\n<li>\n<em>Element Customers</em>: Element Customers use Element Matrix Services (EMS) to provision and manage hosted homeservers.\nApart from where otherwise noted, this document does <strong>not</strong> address data protections issues relating to the messaging and file data submitted by Users to the hosted homeserver instances, as this is the legal responsability of the Customer.\nFor general Terms of Use for Homeserver users, please see: User Terms of Service </li>\n</ul>\n<p>This document does not cover:</p>\n<ul>\n<li>\n<em>Your relationship with the Matrix server if it isn't provided by EMS</em>: Your account details and preferences, messages, files and any other data you share via the Matrix protocol are the responsibility of the Matrix server, and it is the provider of that server's job to make sure your data is handled appropriately and that you are well informed.</li>\n</ul>\n<p>If you are using the matrix.org server provided by the Matrix Foundation, you can find the relevant Privacy Notice and Terms and Conditions here:</p>\n<ul>\n<li>Matrix.org Privacy Notice - https://matrix.org/docs/guides/privacy_notice.html </li>\n<li> ‍Matrix.org Terms and Conditions - https://matrix.org/docs/guides/terms_and_conditions.html </li>\n<li> ‍Matrix.org Code of Conduct - https://matrix.org/docs/guides/code_of_conduct </li>\n<li> ‍Matrix.org Copyright Notice - https://matrix.org/docs/guides/copyright_notice </li>\n</ul> 1.2 The Customer and the User <p>This document is designed to explain Data Protections issues relating to Element Customers and Users.\nPut simply, you're a Customer if you're paying (or otherwise compensating) Element to provide a dedicated hosted messaging service.\nIf you have an account registered on a homeserver that you use to send and receive messages, or use the Element chat app to connect any server within the Matrix Protocol, you are a User.</p>\n<p>It is possible to be both a Customer and a User, but we encourage you to consider these roles separately when thinking about Data Protection concerns.</p> 1.3 Changes to This Document <p>Over time we may make changes to this document.\nIf we make a material change we will provide the Customer with reasonable notice prior to the change.\nWe will set forth the date upon which the changes will become effective.\nany use of Element by the Customer, or any use of a hosted homeserver from EMS by a User will constitute the Customer's acceptance of these changes.</p>\n<p>Your access and use of Element is always subject to the most current version of this document.<br>\n</p> 2.\nAccess to Your Data 2.1 What is the legal basis for processing my data and how does this affect my rights under GDPR (General Data Protection Regulation)? 2.1.1 Legal Basis for Processing <p>Element has different legal basis for processing, based on which product you are using:<br>\n</p>\n<ul>\n<li>\n<em>Element chat app users</em>: we collect your IP address when you request access to the Element client from our web server.\nThis data is collected under <em>Legitimate Interest</em>, to support operational maintenance and to protect against malicious actions against our infrastructure.</li>\n<li>\n<em>Gitter app users</em>: we collect the details of whatever account you use to sign-up to Gitter, via OAuth (this could be GitLab/GitHub/Twitter).\nThis data is collected under <em>Legitimate Interest</em>, to allow you to use the service.</li>\n<li>\n<em>Element customers</em>: your data is processed under <em>Performance of Contract</em>.\nThis means that we process your data only as necessary to meet our contractual obligations to you, or to engage with you to do something before entering into a contract (such as providing a quote);</li>\n</ul> 2.1.2 Data Ownership - Messaging and File data within hosted homeservers <p>The Customer can use Element Matrix Services to provision and manage hosted Matrix homeservers.\nThe Customer owns and controls all messages and files submitted to their homeserver by User accounts registered natively on their homeserver.\nThis ownership does not extend to messages and files submitted over federation or bridging.<br>\n</p>\n<p>This means that, in addition to the usual data access controls defined by the Matrix protocol, all unencrypted messages and files can be accessed by the Customer, and that access is retained even if no User account within the system retains access to the data.<br>\n</p> 2.1.3 Your Rights as Data Subject <p>You have rights in relation to the personal data we hold about you.\nSome of these only apply in certain circumstances.\nSome of these rights are explored in more detail elsewhere in this document.\nFor completeness, your rights under GDPR are:<br>\n</p>\n<ol>\n<li>The right to be informed</li>\n<li>The right of access<br>\n</li>\n<li>The right to rectification<br>\n</li>\n<li>The right to erasure<br>\n</li>\n<li>The right to restrict processing<br>\n</li>\n<li>The right to data portability<br>\n</li>\n<li>The right to object<br>\n</li>\n<li>Rights in relation to automated decision making and profiling.<br>\n</li>\n</ol>\n<p>For more information about these rights, please see the guidance provided by the ICO.\nIf you have any questions or are unsure how to exercise your rights, please contact us at dpo@element.io.<br>\n</p> 2.2 What Information Do You Collect About Me and Why? <p>The information we collect is for the purpose of supporting your management of hosted homeservers through Element Matrix Services, or to support operational maintenance of the Element Matrix client.\nWe do not profile homeserver Users or their data, but we might profile metadata pertaining to the configuration and management of hosted homeservers so that we can improve our products and services.<br>\n</p> 2.2.1 Information you provide to us: <p>We collect information about you when you input it to the Element or Element Matrix Services apps or otherwise provide it directly to us.<br>\n</p>\n<p>\n<strong>Element Matrix Services Customer Account and Profile Information</strong>\n<br>\n</p>\n<p>We collect information when you register for an account.\nThis information is kept to a minimum on purpose, and is restricted to:<br>\n</p>\n<ul>\n<li>Email address</li>\n<li>Authentication Identifier.\none of: <ul>\n<li>Email address and password</li>\n<li>Twitter id</li>\n<li>Google id</li>\n</ul>\n</li>\n</ul>\n<p>Your authentication identifier is used to authenticate your access to Element Matrix Services at https://ems.host and to uniquely identify you.<br>\n</p>\n<p>\n<strong>Element Matrix Services (EMS) Customer Account Transaction and Billing Information</strong>\n<br>\n</p>\n<p>Paying for hosted homeserver service via EMS is handled entirely by our payment processor, Stripe.\nThe processor stores your credit card information as well as your billing contact information in order to process your monthly or annual automatic renewals, or to allow you to upgrade or downgrade your subscription without re-entering a credit card number.<br>\n</p>\n<p>We never have access to, nor store your full credit card information.<br>\n</p>\n<p>The payment processor code we use also sets a cookie in your browser, to remember your info for future purchases.\nYou can delete or block that cookie if you wish.\nour website will continue to work.<br>\n</p>\n<p>We require you to enter your billing information.\nThis data, as well as the last four digits of your credit card which is sent to us by our payment processor, is stored in our transaction database in order to maintain our financial records.\nThis information appears on your invoice, which can be accessed by anyone who has been sent the url link to your invoice.\nWe make the invoice links purposefully long and hard to guess for added security, and we prevent search engines from indexing them.<br>\n</p>\n<p>The history of changes to the billing contact information on the invoice made by you or our team are logged and stored in our transaction database.<br>\n</p>\n<p>The data we collect in our transaction database, including Personal Data, is not shared with third parties, except for the purposes of determining the validity of a payment.\nIn this case we may share the name and email address associated with the purchase with the credit card holder, your company's accounting department, or with our payment processor when responding to a chargeback.<br>\n</p>\n<p>We use a third-party, Quaderno, to help us with tax automation within our billing system.<br>\n</p>\n<p>\n<strong>Lead generation and marketing information</strong>\n<br>\n</p>\n<p>We might collect information about you through adverts placed in third-party platforms such as LinkedIn, Twitter or Google.\nWhenever you click an advert on these platforms you may be asked to provide details such as:<br>\n</p>\n<ul>\n<li>Email address</li>\n<li>Organisation of employment</li>\n<li>Job title</li>\n</ul>\n<p>Within each of these adverts you will be notified of the legal basis under which your data will be processed.\nThis information will be stored on our marketing automation platform Force24 and our CRM system Pipedrive, and will be processed in accordance with this policy.<br>\n</p> 2.2.2 Information we collect automatically as you use the service:<br>\n<p>\n<strong>Connect information</strong>\n<br>\n</p>\n<p>We log the IP addresses of everyone who accesses Element.\nThis data is used in order to mitigate abuse, debug operational issues, and monitor traffic patterns.\nOur logs are kept for:<br>\n</p>\n<ul>\n<li>30 days, for EMS Customer IP addresses;</li>\n<li>180 days, for Element chat app IP addresses;</li>\n</ul>\n<p>\n<strong>Usage Information</strong>\n<br>\n</p>\n<p>We track usage data for Element hosting services.\nWhen you are signed in to your account we may track your usage of the site and associate that information with your account details.\nThis data helps us understand how our users are using the application so that we can make improvements to the Service.<br>\n</p>\n<p>Our analytics are powered by the Free and Open Source analytics platform Matomo, hosted entirely within our network.\nThe servers which host this data are located in the EEA, specifically in London, United Kingdom.\nWe don't share any analytics data with third parties.<br>\n</p>\n<p>If you are using the Element chat app, you will be asked to opt-in to this anonymised data collection.\nYour use of the Service does not rely on your opt-in to this.\nWhen using any of the Element chat clients your visit to the service will be logged, alongside your device ID and agent.\nThis allows us to understand usage patterns based on each platform.\nThe mapping of this data is logged for 28 days - from this point on only aggregated data is kept, for operational and statistical purposes.<br>\n</p>\n<p>When reporting errors we might collect some information to help us find a solution.\nThis may include your IP address, hostname, full name and e-mail address.\nThis information is collated in the application monitoring platform Sentry and is subject to strict retention policies.<br>\n</p> 2.4 Sharing Data in Compliance with Enforcement Requests and Applicable Laws.\nEnforcement of Our Rights<br>\n<p>\n<strong>‍</strong>In exceptional circumstances, we may share information about you with a third party if we believe that sharing is reasonably necessary to<br>\n<br>(a) comply with any applicable law, regulation, legal process or governmental request,<br>\n<br>(b) protect the security or integrity of our products and services (e.g.\nfor a security audit),<br>\n<br>(c) protect Element and our users from harm or illegal activities, or<br>\n<br>(d) respond to an emergency which we believe in good faith requires us to disclose information to assist in preventing the serious bodily harm of any person.<br>\n</p> 2.5 How Do You Handle Passwords?<br>\n<p>We never store password data in plain text.\ninstead they are stored hashed (with at least 12 rounds of bcrypt, including both a salt and a server-side pepper secret).\nPasswords sent to the server are encrypted using SSL.<br>‍<br>It is your sole responsibility to keep your user name, password and other sensitive information confidential.\nActions taken using your credentials shall be deemed to be actions taken by you, with all consequences including service termination, civil and criminal penalties.<br>\n<br>If you become aware of any unauthorized use of your account or any other breach of security, you must notify Element immediately by sending an email to dpo@element.io.\nUsers should manage good password hygiene (e.g.\nusing a password manager) and change their password if they believe their account is compromised.<br>\n<br>If you forget your password (and you have registered an email address) you can use the password reset facility to reset it.<br>\n</p> 2.6 Our Commitment to Children's Privacy<br>\n<p>We never knowingly collect or maintain information in Element, through any of the Services provided, from those we know are under 16, and no part of Element is structured to attract anyone under 16.\nIf you are under 16, please do not use the Service.<br>\n</p> 2.7 How Can I Access or Correct My Information?<br>\n<p>If you are a customer of Element Matrix Services (EMS) you can access all personal information that we collect by using the account management interface at https://element.io.\nYou can download a copy of all your data as per section 2.1.3.<br>\n<br>If you are a user of the Element chat app you can request a copy of your data by emailing dpo@element.io.\nWe are working on a solution which will allow you to download the data automatically.<br>\n</p> 2.8 Who Can See My Homeserver Configuration?<br>\n<p>Data stored in Element is accessible by the Customer's account and by Element engineers (employees and contractors) under the conditions outlined below.<br>\n</p> 2.9 What Are the Guidelines Element Follows When Accessing My Data?<br>\n<ul>\n<li>We restrict who at Element (employees and contractors) can access Element data to roles which require access in order to maintain the health of the Element apps and services.</li>\n<li>We never share what we see with other users or the general public.</li>\n</ul> 2.10 Who Else Has Access to My Data?<br>\n<p>We host the Element Matrix Services on Amazon Web Services (AWS), specifically:<br>\n</p>\n<ul>\n<li>Our admin server is hosted in an AWS data centre in Amsterdam;</li>\n<li>Our deployment server is hosted in an AWS data centre in London;</li>\n<li>Customer deployments have the option to select the geographical location which is the most convenient for them;</li>\n</ul>\n<p>We also host the Gitter.im app on AWS, in a datacenter based in the East of the US.<br>\n</p>\n<p>Amazon employees have access to this data.\nHere's Amazon's privacy policy.\nAmazon controls physical access to their locations.<br>\n</p>\n<p>We use Cloudflare to mitigate the risk of DDoS attacks.\nHere's CloudFlare's privacy policy.<br>\n</p>\n<p>Physical access to our offices and locations use typical physical access restrictions.<br>\n</p>\n<p>We use secure private keys when accessing servers via SSH, and protect our AWS console passwords locally with a password management tool.<br>\n</p> 2.11 What happens if Element is sold?<br>\n<p>In the event that we sell or buy any business or assets, we may disclose your personal data to the prospective seller or buyer of such business or assets.<br>\n<br>If we or substantially all of our assets are acquired by a third party, personal data held by us about our users will be one of the transferred assets.<br>\n</p> 2.12 How Is My Data Protected from Another User's Data?<br>\n<p>All of the Element user data resides within the same dedicated cluster.\nWe use software best practices to guarantee that only the Customer can access it.\nIn other words, we segment User data via software.\nWe do our best and are very confident we're doing a good job at it, but, like every other service that hosts User data on the same database, we cannot guarantee that it is immune to a sophisticated attack.<br>\n</p> 2.13 What Should I Do If I Find a Security Vulnerability in the Service?<br>\n<p>If you have discovered a security concern, please email us at security@element.io.\nWe'll work with you to make sure that we understand the scope of the issue, and that we fully address your concern.\nInformation security is our highest priority, and work to address any issues that arise as quickly as possible.<br>\n<br>Please act in good faith towards our users' privacy and data during your disclosure.\nWhite hat security researchers are always appreciated.<br>\n</p> 3.\nMaking a Complaint <p>We try to meet the highest standards when collecting and using personal information.\nFor this reason, we take any complaints we receive about this very seriously.\nWe encourage people to bring it to our attention at dpo@element.io if they think that our collection or use of information is unfair, misleading or inappropriate.\nWe would also welcome any suggestions for improving our procedures.<br>\n</p>\n<p>If you want to make a complaint about the way we have processed your personal information to the supervisory authority, you can contact the ICO (the statutory body which oversees data protection law) at https://www.ico.org.uk/concerns.<br>\n</p> 4.\nDocument history <ul>\n<li>2018, March 28: Policy document for public homeserver exposed at https://matrix.org was created.</li>\n<li>2018, August 2: This document was derived from the above.</li>\n<li>2020, August 14: Updates to section 2.2.2 and 2.10</li>\n<li>2020, October 2: Update to section 2 to include Gitter user data and section 2.2.2 to include Sentry error log collection</li>\n<li>2020, October 27: update to section 2.2.1 to include marketing Information</li>\n</ul> Products Element Element Matrix Services Element App Store Why Element Personal Communities Business Public Sector Plans&nbsp;&amp;&nbsp;Pricing Free forever Standard Plans Contact Sales About Blog Help Company Careers Open&nbsp;Source Contact Us Get Started Web iOS Android Our mission is to preserve your right to privacy, in the face of an increasingly centralised internet, and routine surveillance.\n<p>Privacy is protected by the UN Declaration of Human Rights</p>\n<p>Element is proud to be a part of Matrix.</p>\n<p>Copyright © 2020 Element • Legal </p> ", "created_at": "2021-01-04 22:38:46.029878", "updated_at": "2021-02-03 22:43:02.837749"}, {"id": 3416, "name": "Terms of Service", "url": "https://element.io/terms-of-service", "xpath": "", "text": "We use cookies to avoid showing you duplicate content, and improve our site content Learn moreGot it! Products Element Messaging apps for iOS, Android, web &amp.\ndesktop.\nElement Matrix Services Your data, under your control, hassle-free.\nElement App Store Let your conversations speak to as many tools as you do.\nView all&nbsp;Matrix Services Why Element? What makes Element different? Personal Element for everyone Communities By a community, for communities Business Universal secure collaboration Public sector Secure collaboration for public bodies Safer spaces for software communities.\nLearn More DINUM&nbsp;is nombre un! Viva la revolución.\nD'accord.\nLearn More Plans Free forever Standard Pro View all resources Resources Open source Element is committed to open source Case studies How we've helped companies grow Help Find the answers About More context about why Element came to be Contact Get in touch View all resources Blog Get Element Products Element Messaging apps for iOS, Android, web &amp.\ndesktop Element Matrix Services Your data, under your control, hassle free Element App&nbsp;Store Let your conversations speak to as many tools as you do Why Element? What makes Element&nbsp;different? Personal Element for everyone Communities By a community, for communities Business Universal Secure Collaboration Public sector Secure collaboration for public bodies Plans Free forever Standard Pro Resources Open Source Element is committed to open source Help Find the answers About Why Element came to be Contact Us Get in touch Get Element Terms of service <p>These Element Matrix Services Customer Terms and Conditions ('Customer Terms') govern your use and access of our Services.\nAuthorised Users are bound by the Users Terms and Conditions ('Users Terms').\nPlease read this document carefully before accessing or using this service!</p> 1.\nIntroduction<br> 1.1 Definition of Terms<br>\n<p>When you read the 'Customer' or the 'Homeserver Owner' below it refers to the individual, or the organisation represented by the individual, agreeing to these Customer Terms during the set-up of a homeserver via the Element Matrix Services interface.If you, as an individual, sign up with a personal email address, you are the Customer.<br>‍<br>If you, as an individual, sign up with a corporate email domain, the Customer will be the organisation behind the email domain, and the Customer can modify and re-assign roles on the Homeserver, including your role, while still being bound by these Customer Terms.<br>‍<br>If the Customer decides to replace you as the representative with ultimate authority for the Homeserver, we will provide you with notice following such decision and you agree to take any actions reasonably requested by us or the Customer to facilitate the transfer of authority to a new representative of the Customer.\nPlease make sure you have the authority to represents an Organisation when signing-up with a corporate email domain and agreeing to these Customer Terms on behalf of the organisation.<br>‍<br>The Customer can invite users or open free registration to their Homeservers.\nPeople who have been invited, or have registered freely, to use a Homeserver controlled by the Customer are 'Authorised Users' of that Homeserver.When you read 'Element Matrix Services', 'EMS' or 'the Hosting Service' it refers to the service exposed at Element Matrix Services or the purchase, configuration and management of Matrix homeservers hosted and run by New Vector Ltd (trading as Element).<br>‍<br>When you read 'the Homeserver' or 'the Communication Service', it refers to an instance of a Matrix homeserver provisioned by the customer via EMS.\nThis instance makes available communication services which might include messaging features in public and private chat room, voice and video calls and interactions with third-party applications.\nThe Homeserver stores the users' account and personal conversation history and may provide services such as bots and bridges, and may communicate via the open Matrix decentralised communication protocol with the public Matrix Network, if you, as the Homerserver Owner, choose to.The 'Services' refers to both the Hosting and Communication Services.<br>‍<br>Where you read 'Element' or <em>'we'</em> or <em>'us'</em> below, it refers to Element, a trading name of New Vector Ltd.\nand its French subsidiary: New Vector SARL and their agents.<br>‍<br>\n<strong>This agreement does not apply to Matrix servers run by anyone else - Matrix is an open network like the Web and this agreement only applies to the server provisioned by the Customer and provided by Element.<br>‍</strong>\n<br>If this agreement is not acceptable, please use a Matrix homeserver provided by someone else!</p> 1.2 Using The Service Means Accepting These Terms<br>\n<p>By using the Hosting Service and provisioning a Homeserver the Customer agrees to and is bound by the terms and conditions written in this document.<br>\n<br>By accessing or using the Communication Service in any way, whether the Customer has created a Matrix account on the Homeserver, or whether they are accessing content federated from the Homeserver to another Matrix homeserver, or are just browsing rooms as an unauthenticated guest, the Customer agrees to and is bound by the Users Terms.<br>\n<br>If the Customer does not agree to all of the terms and conditions contained in this document, they should use a Matrix server provided by someone else and refrain from provisioning this server.</p> 1.3 Between The Customer and The Authorised Users<br>\n<p>These Customer Terms gives the Customer the right to provision, configure and invite others to use the Homeserver.\nThey may enable or disable federation to the rest of the Matrix network, close rooms, turn off the access to the service, change the accessibility rules (from invite only to open registration or vice versa, or forbid the read-only mode) etc...<br>\n<br>You agree that it is solely the Customer's responsibility to inform the Authorised Users of any relevant policies and practices they would like to enforce on their Service which come in addition to the default ones we enforce below.\nIf there is any contradiction between the Customer's policies and Element ones, the ones enforced by Element will prevail (e.g.\na Customer cannot override the fact that illegal activities are forbidden on the servers, but can enforce the obligation for new users to introduce themselves in a lobby room).</p> 1.4 This Is a Living Document<br>\n<p>This is a living document.\nWith your help, we want to continuously improve it.<br>\n<br>If you read something that rubs you the wrong way, or if you think of something that should be added, please get in touch! We're all ears! Email support@element.io and we'll chat.<br>\n<br>We don't amend this document for any specific Customers, Users or use case, but if your proposed changes apply more broadly, we'll be happy to update it for everyone.<br>\n<br>If we make a material change to this document we will provide you with reasonable notice prior to the change coming into effect.\nWe will set forth the date upon which the changes will become effective, and any use of the Hosting Service after said date will constitute your acceptance of these changes, as a Homeserver Owner.<br>\n<br>Your access and use of the Hosting Service is always subject to the most current version of this document.Should you have other questions or concerns about this document, please contact us at support@element.io or at our mailing address below:Element c/o New Vector Ltd.<br>10 Queen Street Place, London, United Kingdom, EC4R 1AG</p> 1.5 Breach of Terms<br>\n<p>If the Customer breaches any of the terms and conditions in this document, and the breach is not cured within fifteen (15) days after we provide notice of the breach your authorization to access and use the Hosting Service automatically terminates.\nSimilarly, if we breach any of our obligations listed in these Customer Terms, the Customer may terminate the contract within fifteen (15) days notice of the breach.<br>\n<br>For the sake of clarity, the Authorised Users are responsible for any breaches of the Users Terms they cause, but the Customer is responsible for any breach of these Customer Terms caused by its Authorised Users.\nWe may terminate the Contract immediately on notice to Customer if we reasonably believe that the Services are being used by Customer or its Authorized Users in violation of applicable law.</p> 2.\nIntellectual Property Rights<br> 2.1 Who Owns the IP of The Authorised User's Messages and Files?<br>\n<p>Unless stated otherwise in direct agreements between the Authorised Users and the Customer (e.g.\nan employment contract), the Homeserver Owner can not claim intellectual property rights over rooms, message content or files Authorised Users uploaded to the Homeserver, directly or over federation or bridging.</p>\n<p>The Customer acknowledges and agrees that Element has no liability of any kind should any Authorised Users, who are granted access to their messages or files modify, destroy, corrupt, copy or distribute them, or violate the terms of use or other limitations that the Users may impose on the use of their shared content.<br>\n</p>\n<p>The Customer may pre-screen Users' messages or files to prevent spam and other abuse, and messages or files (including entire rooms) may be removed from the Homeserver for any reason without notice at the discretion of either Element or the Homeserver Owner.\nBy posting or uploading their messages or files, Authorised Users represent and warrant that they own or otherwise control all of the intellectual property rights and other rights to their user materials as described in the Users Terms of Use, including all the rights necessary for them to post or upload said messages or files.<br>\n</p>\n<p>Authorised Users are solely and entirely responsible for all of the messages and files that they post or otherwise submit via the Service.\nAuthorised Users shall assume all risks associated with the use of said content including any reliance on the accuracy, completeness or usefulness.\nElement does not guarantee the accuracy, integrity or quality of their messages or files.<br>\n</p>\n<p>As part of the User Terms, Authorised Users acknowledge and agree that by accessing or using the Communication Service, they may be exposed to user materials from others that are offensive, indecent or otherwise objectionable.<br>\n</p> 3.\nUse of The Hosting and Communication Services<br>\n<p>The Customer must comply with these Customer Terms and ensure that their Authorised Users comply with both these Customer Terms and the Users Terms.\nWe may review the users' conduct for compliance purposes, but we have no obligation to do so.\nWe are not responsible for the content of the Customer's or their Authorised User's data, or the way the Customer or their Users decide to use the Communication Service.<br>\n</p>\n<p>The Customer must ensure that all Authorised Users are at least 16 (sixteen) years old to use both our Hosting and Communication Services or such greater age required in their country to register for or use our Hosting and Communication Services.<br>\n</p>\n<p>We are not responsible for providing internet connectivity to the Authorised Users for the use of the Services.<br>\n</p>\n<p>Any illegal content, and in particular any content containing or promoting indecent images/depictions of children, are utterly prohibited on the Services.\nWhen the Customer becomes aware of such content, they are responsible for reporting it to us so we can refer the details to the relevant authorities.\nIf the Customer has found an account, room or group being used for the distribution or promotion of child sexual exploitation or any illegal content, please share the details in an email to abuse@element.io.<br>\n</p>\n<p>If we believe that there is a violation of these terms, which can be simply remedied by the removal of some of the Customer's or User's data, or by disabling a third-party product, we will, in most cases, ask the Customer to take direct action rather than intervene.\nHowever, if the Customer doesn't take appropriate action or if we believe there is a credible risk to harm us, the Service, Authorised Users or any third parties, we will directly take what we believe is the appropriate action.<br>\n</p> 4.\nOur Responsibilities<br> 4.1 Provide the Services<br>\n<p>We are responsible for providing the Services as described in the introduction of this document, until the resources and number of user limits defined for the selected homeserver size are met.\nOnce one of these thresholds is met, the Communication Service will be limited or made partially or fully unavailable, depending on which threshold is reached first.<br>\n</p> 4.2 Uptime<br>\n<p>We do not guarantee that the Services will be accessible at all times.\nLike all other cloud-based applications, we are vulnerable to the inherent unreliability of the Internet.\nWe do not yet offer contracted SLA for availability of the Services and your data.<br>\n</p>\n<p>We monitor the Services closely and have set up automated alarms to be notified (via email, push notifications and phone calls) when the servers, and in particular the Homeserver, are under stress, so that we can deal with the issue before it becomes a problem that might impact user access.\nWe will use commercially reasonable efforts to make the Services available 24 hours a day, 7 days a week, excluding planned downtime.\nWe expect planned downtime to be infrequent but will endeavor to provide the Customer with advance notice (e.g., through the Services), if we think it may exceed five (5) continuous minutes.<br>\n</p>\n<p>You acknowledge and agree that Element shall not be liable for any failure to store your materials on the Homeserver at any time.<br>\n</p> 4.3 Data Protection and Processing<br>\n<p>We will ensure to set-up, at a minimum, reasonable data practices for maintaining the confidentiality and security of the Customer's and User's Data and preventing unauthorized access.\nFor more details please check our Privacy Policy and Cookie Policy.<br>\n</p> 5.\nPricing Definitions and Payment Obligations<br>\n<p>Note: All the prices displayed are excluding tax.\nTaxes will be automatically calculated based on the Customer's credit card details and billing address and displayed in the invoices, if not null.<br>\n</p>\n<p>The fees for the Hosting Service are specified in the pricing section of the EMS Hosting page of the EMS website, as well as in the set-up form of the Service.\nThe fees for a new subscription must be paid in advance and will be automatically debited at the beginning of every billing period.\nThe fees for changes made to an existing subscription (e.g.\nincrease the number of Additional Users) will be adjusted in the next billing cycle.<br>\n</p> 5.1 Matrix Hosting: Hosted Homeservers for Matrix<br>\n<p>Each size of homeserver corresponds to a given pricing plan, which includes a number of Monthly Active User (MAU) and comes with hardware resources limits that the Customer can visualise in the \"Metrics\" section of their \"Manage your server\" page.<br>\n</p> 5.1.1 Type of users<br>\n<p>A \"Monthly Active User\" (MAU) is a unique user which has been active (i.e.\nmade a request to the server by e.g.\nlogging in, reading messages, sending messages or firing up the app) in the last 30 days.<br>\n</p>\n<p>MAUs only contribute to the MAU total count when they are active and if they are older than 2 days, which means newly registered users can use the Service for free for 2 days.<br>\n</p>\n<p>\"Guest users\" are users who access the Service in a read-only mode: they can read rooms but not write nor invite another user to chat, or create a room.\nGuest users do not contribute to the MAU total count and are free, but their activity does contribute to the resource usage of the host, when they peek in a room.\nGuest users access can be disabled in the host management panel.\nIf guest users are disabled,every user will have to register to be able to read a room, and will as such contribute to the MAU total count (after 2 days).<br>\n</p>\n<p>\"Federated users\" are users who are registered on another server but do participate in rooms alongside Authorised Users of this homeserver.\nFederated users do not contribute to the MAU total count and are free, but their activity does contribute to the resource usage of the host (i.e.\ntheir messages will be take space in your database, federating the messages will use your processor etc).\nFederation to the rest of the Matrix network can be disabled in the host management panel.\nThis means that users registered on this host will only be able to interact with other users of the same host.<br>\n</p>\n<p>\n<strong>Once the maximum number of MAU is reached, users already using the service will be able to continue doing so, but new users or users who haven't been active in the last 30 days won't be able to use the Service</strong>, until the Customer asks for an upgrade, or buys Additional Users (see below).<br>\n</p>\n<p>The Customer can define \"Reserved users\", who will be able to login and use the Service even if the maximum number of MAU is reached.\nThis effectively reserves slots for this list of users within the MAU total count.\nFor example, on a 50-users server, if there are 10 Reserved Users, the 40 other users will be able to use the Service, but the 41st one will be locked out.\nMeanwhile any Reserved User will be able to continue using the service, even if they haven't been active in the last 30 days.<br>\n</p>\n<p>\"Public registration\" allows users with any email address to register on the server.\nIf disabled in the host management panel, the Customer will have to define the user domain they wish to whitelist (e.g.\nmycompany.com).\nIn that case, only users with email addresses belonging to the whitelisted domain (e.g.\njohn@mycompany.com) will be able to register.<br>\n</p>\n<p>The User Quota chart at the bottom of the \"Metrics\" section gives an overview of the number and the split among each type of users on the host.<br>\n</p> 5.1.2 Resources<br>\n<p>Available resources for a given plan are bounded by the system resources allocated to the Homeserver.\nThe Customer can visualise the amount of resources being used in the \"Metrics\" section of their \"Manage your server\" page.<br>\n</p>\n<p>\n<strong>Once 100% of the resources have been used up, all usage of the host will be blocked until the Customer contacts us to upgrade to a superior plan</strong>.\nIn the future, upgrading will a simple step or even automatic if the Customer wishes so.<br>\n</p> 5.1.3 Pricing<br>\n<p>We have defined a price per MAU per month which varies with the bundle to which you are subscribing.\nEvery payment needs to be made upfront and is not cancelable, except if stated otherwise in a contract between the Customer and Element.\nFees already paid are not refundable, and the full plan price will automatically be debited from the saved card on the billing anniversary of the subscription.\nThe Customer can find the details of their upcoming and past bills in the \"Billing\" section of the \"Billing\" section of their account.\n<strong>If the payment can't be taken, access to the server will be blocked for all users until the payment is cleared.</strong>\n<br>\n</p>\n<p>An upgrade to a superior hosting plan can take place at any point in the billing period.\nA downgrade can only happen at the anniversary date of the subscription.<br>\n</p> 5.2 Matrix Hosting: Additional Users<br>\n<p>The resource usage of a server is not linearly linked to the number of MAU on it: a small number of users can use huge resources and vice-versa.\nTo palliate this we've introduced the ability to buy additional MAUs, the \"Additional Users\": if the server reached the maximum number of MAU but the resources usage is relatively low, the Customer can buy the ability to add more users on the plan.\nThis will not increase the amount of resources available.<br>\n</p>\n<p>These Additional Users will be priced at the same rate as the other users and have the same status as the MAUs included in the plan and just add up to the total count.<br>\n</p>\n<p>Additional Users can be added and removed from the plan at any time and will be charged pro-rata temporis: full MAU price is charged at acquisition and the proportion of unused amount of time is reimbursed at deprovisioning.\nThe consumed time is not refundable.<br>\n</p> 6.\nSupport<br>\n<p>Support is available by email to support@element.io.\nQueries will be addressed at a different priority level depending on the bundle which has been subscribed to: - Nickel: queries will be addressed on a best-effort basis.\n- Silver: queries will be prioritised, but no SLA is guaranteed.\n- Gold and above: queries will be prioritsed and we guarantee a turnaround within the next business day.<br>\n</p>\n<p>Phone support is not yet provided.<br>\n</p> 7.\nApp Developers<br>\n<p>We encourage everyone to write software that uses the Matrix Protocol and interfaces with the Communication Service.<br>\n</p>\n<p>The Matrix Protocol and our implementation will change over time, and we may change or deprecate APIs or behaviour for any feature of the Communication Service from time to time - it is the Application Developer's responsibility to ensure that calls or requests they make to or via our Service are compatible with then-current APIs for the Communication Service.\nWe will always try to inform the Application Developer of any changes with reasonable notice so they can adjust their Application, but we are under no obligation to do so.<br>\n</p>\n<p>Provided that the Application Developer comply with the terms of this Agreement and our policies and procedures, you may use the Hosting Service to execute Applications owned by them.\nYou are solely responsible for the Applications you run, including any data, text, images or content they contain.<br>\n</p>\n<p>Although the Customer might prevent access and integration to third party applications and bridges.<br>\n</p> 8.\nTermination of Use<br>\n<p>The Customer can terminate the subscription at any time, although the fees for the Plan for the billing period are not refundable.<br>\n</p> 9.\nEncryption<br>\n<p>The Communication Service may allow the Authorised Users to encrypt their communications end-to-end between devices.\nThere may be restrictions and limitations on the import, possession, use, transfer and/or export of strong encryption technology under the laws of the country in which the Authorised Users intend to use the Communication Service.\nAs mentioned in the Users Terms it is their sole obligation and responsibility to check such restrictions and limitations before using the Communication Service and to comply with them.\nWe reserve the right to suspend the Communication Service immediately and without notice if we determine, in our sole judgment, that the Service is being used in violation of local regulations governing the use of cryptographic technologies (even though we have no responsibility to make such determination).<br>\n</p>\n<p>Some of our plans give the opportunity to disable end-to-end encryption.<br>\n</p> 10.\nWarranties and Disclaimers<br>\n<p>The Hosting Service is provided by Element under these terms of use \"as is\" without warranty of any kind, either express, implied, statutory or otherwise, including, but not limited to, the implied warranties of title, non-infringement, merchantability or fitness for a particular purpose.\nWithout limiting the foregoing, Element or the Homeserver Owner make no warranty that:<br>\n</p>\n<ol>\n<li>the Hosting and Communication Services will meet your requirements;<br>\n</li>\n<li>the Services will be uninterrupted, timely, secure, or error-free;<br>\n</li>\n<li>the quality of the Services will meet your expectations.\nand<br>\n</li>\n<li>any errors or defects in the Services will be corrected.<br>\n</li>\n</ol>\n<p>You acknowledge and agree that:<br>\n</p>\n<ol>\n<li>Element does not control, endorse, or accept responsibility for any materials or services offered by third parties (except where stated otherwise), including third-party vendors and third parties accessible through linked sites;<br>\n</li>\n<li>Element makes no representations or warranties whatsoever about any such third parties, their materials or services;<br>\n</li>\n<li>any dealings you may have with such third parties are at your own risk.\nand<br>\n</li>\n<li>Element shall not be liable or responsible for any materials or services offered by third parties.<br>\n</li>\n</ol>\n<p>Element does not control or endorse the materials or message content found in any rooms or communities.\nTo the maximum extent permitted by law, Element will have no liability related to user materials arising under intellectual property rights, libel, privacy, publicity, obscenity or other laws.\nElement also disclaims all liability with respect to the misuse, loss, modification or unavailability of any user messages or files.<br>\n</p>\n<p>The use of the Hosting and Communication Services is done at your own discretion and risk and with your agreement that you will be solely responsible for any damage to your computer system, loss of data or other harm that results from such activities.\nElement assumes no liability for any computer virus or other similar software code that is downloaded to your computer from the site or in connection with any services or materials.\nNo advice or information, whether oral or written, obtained by you from Element or via the site, services or materials shall create any warranty not expressly stated in the terms of use.\nElement will not be liable for any loss that you may incur as a result of someone else using your password or account with respect to the site or any services or materials, either with or without your knowledge.<br>\n</p>\n<p>Some states or jurisdictions do not allow the exclusion of implied warranties or limitations on how long an implied warranty may last, so the above limitations may not apply to you.\nTo the extent permissible, any implied warranties are limited to ninety days.<br>\n</p>\n<p>The Communication Service may allow the Authorised Users to encrypt their communications end-to-end between devices.\nThere may be restrictions and limitations on the import, possession, use, transfer and/or export of strong encryption technology under the laws of the country in which the Authorised Users intend to use the Communication Service.\nAs mentioned in the Users Terms it is their sole obligation and responsibility to check such restrictions and limitations before using the Communication Service and to comply with them.\nWe reserve the right to suspend the Communication Service immediately and without notice if we determine, in our sole judgment, that the Service is being used in violation of local regulations governing the use of cryptographic technologies (even though we have no responsibility to make such determination).<br>\n</p> 11.\nIndemnity and Liability<br>\n<p>You agree to indemnify and hold Element and its officers, co-branders, other partners and employees harmless from any claim or demand, including reasonable attorneys' fees, made by any third party due to or arising out of:<br>\n</p>\n<ol>\n<li>your user materials and any other content (e.g.\ncomputer viruses) that you may submit, post to or transmit through the Services, including a third party's use of such user materials or content (e.g.\nreliance on the accuracy, completeness or usefulness of your user materials)<br>\n</li>\n<li>your access to or use of the Services (including any use by your employees, contractors or agents and all uses of your usernames and passwords, whether or not actually or expressly authorized by you, in connection with the Service);<br>\n</li>\n<li>your connection to the Services;<br>\n</li>\n<li>your violation of both the Customer and Users Terms of Use;<br>\n</li>\n<li>your infringement of any third party's intellectual property rights when using any of the software made available on the Service;<br>\n</li>\n<li>your violation of any rights of any third party;<br>\n</li>\n<li>your access to or use of linked sites and your connections thereto.\nor<br>\n</li>\n<li>any dealings between you and any third parties advertising or promoting via the Service.<br>\n</li>\n</ol> 12.\nEmergency Service Calls<br>\n<p>The Communication Service does not and is not intended to support or carry emergency calls to any emergency services (e.g.\nE911 or 112 numbers).\nWe are not liable for any claims, damages or loss which arise from this limitation.<br>\n</p> 13.\nLimitation of Liability<br>\n<p>In no event shall Element, its officers, directors, employees, partners or suppliers be liable to you or any third party for any special, punitive, incidental, indirect or consequential damages or losses of any kind, or any damages or losses whatsoever, including those resulting from loss of use, data or profits, whether or not foreseeable or if Element has been advised of the possibility of such damages or losses, and on any theory of liability, including breach of contract or warranty, negligence or other tortious action, or any other claim arising out of or in connection with:<br>\n</p>\n<ol>\n<li>the access or use of or the inability to access or use the Services;<br>\n</li>\n<li>the statements or actions of any third party on or via the site, services or materials;<br>\n</li>\n<li>any dealings with vendors or other third parties;<br>\n</li>\n<li>any unauthorized access to or alteration of your transmissions, user materials or other data;<br>\n</li>\n<li>any information that is sent or received or not sent or received;<br>\n</li>\n<li>any failure to store or loss of data, files, materials or other content;<br>\n</li>\n<li>any services available that are delayed or interrupted;<br>\n</li>\n<li>any web site referenced or linked to from this site.\nor<br>\n</li>\n<li>your access to or use of or inability to access or use any linked site.<br>\n</li>\n</ol>\n<p>Some jurisdictions prohibit the exclusion or limitation of liability for consequential or incidental damages.\nAccordingly, the limitations and exclusions set forth above may not apply to you.<br>\n</p> 14.\nGoverning Law and Jurisdiction<br>\n<p>This Agreement shall be governed by the laws of England and Wales, excluding its conflict of law provisions.\nUnless contrary to the law where you reside, all disputes relating to this Agreement are subject to the exclusive jurisdiction of the courts of England and Wales and you expressly consent to the exercise of personal jurisdiction in the courts of England and Wales in connection with any such dispute.\nThis Agreement shall not be governed by the United Nations Convention on Contracts for the International Sale of Goods.<br>\n</p> 15.\nGeneral<br>\n<p>The Services are licensed, not sold, to you, the Customer, by Element for use strictly in accordance with the terms and conditions of this Agreement.\nOwnership of the Services shall at all times remain with Element.\nAccess to the Services is provided to you only to allow you to exercise your rights under this Agreement.<br>\n</p> 15.1 Grant of Licence<br>\n<p>Subject to your acceptance of, and compliance with, this Agreement and any payment requirements for the Services (if applicable), Element hereby grants you a limited, non-exclusive, non-transferable, revocable, non-sublicensable licence, in and under our intellectual property rights, to access and use the Services, solely in accordance with the terms and conditions of this Agreement.\nUnless explicitly stated otherwise, any new features provided by us that augment or enhance one of the current Service shall also constitute \"Service\" and shall be subject to these terms and conditions.\nAll rights not expressly granted under this Agreement are retained by Element.<br>\n</p>\n<p>You may also be subject to additional terms and conditions that may apply when you use other Element services, third party content or third party software.\nIf for any reason a court of competent jurisdiction finds any provision of the Terms of Use, or portion thereof, to be unenforceable, that provision shall be enforced to the maximum extent permissible so as to effect the intent of the parties as reflected by that provision, and the remainder of the Terms of Use shall continue in full force and effect.\nAny failure by Element to enforce or exercise any provision of the Terms of Use or related right shall not constitute a waiver of that right or provision.\nThe section titles used in the Terms of Use are purely for convenience and carry with them no legal or contractual effect.<br>\n</p> Products Element Element Matrix Services Element App Store Why Element Personal Communities Business Public Sector Plans&nbsp;&amp;&nbsp;Pricing Free forever Standard Plans Contact Sales About Blog Help Company Careers Open&nbsp;Source Contact Us Get Started Web iOS Android Our mission is to preserve your right to privacy, in the face of an increasingly centralised internet, and routine surveillance.\n<p>Privacy is protected by the UN Declaration of Human Rights</p>\n<p>Element is proud to be a part of Matrix.</p>\n<p>Copyright © 2020 Element • Legal </p> ", "created_at": "2021-01-04 23:54:08.313545", "updated_at": "2021-02-03 22:44:13.831781"}], "points": [{"id": 19871, "title": "You must report to the service any unauthorized use of your account or any breach of security", "source": "https://element.io/privacy", "status": "Generated through the annotate view", "created_at": "2021-05-04 19:15:09.884353", "updated_at": "2021-05-11 13:10:32.733257", "quoteText": "<br>If you become aware of any unauthorized use of your account or any other breach of security, you must notify Element immediately by sending an email to dpo@element.io.\n", "case_id": 484, "document_id": 3415, "quoteStart": 16361, "quoteEnd": 16533}, {"id": 16074, "title": "This service collects your IP address, which can be used to view your approximate location", "source": "https://element.io/privacy", "status": "Generated through the annotate view", "created_at": "2021-02-08 17:53:33.052333", "updated_at": "2021-02-27 20:08:23.935652", "quoteText": "we collect your IP address when you request access to the Element client from our web server.\n", "case_id": 399, "document_id": 3415, "quoteStart": 7045, "quoteEnd": 7139}, {"id": 16087, "title": "The service will only respond to government requests that are reasonable", "source": "https://element.io/privacy", "status": "Generated through the annotate view", "created_at": "2021-02-08 18:03:13.007241", "updated_at": "2021-02-27 20:19:35.364754", "quoteText": "\n<strong>‍</strong>In exceptional circumstances, we may share information about you with a third party if we believe that sharing is reasonably necessary to<br>\n<br>(a) comply with any applicable law, regulation, legal process or governmental request,<br>\n<br>(b) protect the security or integrity of our products and services (e.g.\nfor a security audit),<br>\n<br>(c) protect Element and our users from harm or illegal activities, or<br>\n<br>(d) respond to an emergency which we believe in good faith requires us to disclose information to assist in preventing the serious bodily harm of any person.<br>\n", "case_id": 393, "document_id": 3415, "quoteStart": 15205, "quoteEnd": 15809}, {"id": 16099, "title": "The service provides information about how they intend to use your personal data", "source": "https://element.io/privacy", "status": "Generated through the annotate view", "created_at": "2021-02-08 18:33:02.449494", "updated_at": "2021-02-23 22:06:17.776493", "quoteText": "This document explains how we process personal data", "case_id": 227, "document_id": 3415, "quoteStart": 3765, "quoteEnd": 3816}, {"id": 16065, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://element.io/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-02-08 17:40:43.80878", "updated_at": "2021-02-27 20:59:24.211333", "quoteText": "\n<p>In no event shall Element, its officers, directors, employees, partners or suppliers be liable to you or any third party for any special, punitive, incidental, indirect or consequential damages or losses of any kind, or any damages or losses whatsoever, including those resulting from loss of use, data or profits, whether or not foreseeable or if Element has been advised of the possibility of such damages or losses, and on any theory of liability, including breach of contract or warranty, negligence or other tortious action, or any other claim arising out of or in connection with:<br>\n</p>\n<ol>\n<li>the access or use of or the inability to access or use the Services;<br>\n</li>\n<li>the statements or actions of any third party on or via the site, services or materials;<br>\n</li>\n<li>any dealings with vendors or other third parties;<br>\n</li>\n<li>any unauthorized access to or alteration of your transmissions, user materials or other data;<br>\n</li>\n<li>any information that is sent or received or not sent or received;<br>\n</li>\n<li>any failure to store or loss of data, files, materials or other content;<br>\n</li>\n<li>any services available that are delayed or interrupted;<br>\n</li>\n<li>any web site referenced or linked to from this site.\nor<br>\n</li>\n<li>your access to or use of or inability to access or use any linked site.<br>\n", "case_id": 293, "document_id": 3416, "quoteStart": 28592, "quoteEnd": 29941}, {"id": 16073, "title": "This service provides archives of their Terms of Service so that changes can be viewed over time", "source": "https://element.io/privacy", "status": "Generated through the annotate view", "created_at": "2021-02-08 17:52:27.306367", "updated_at": "2021-03-10 21:28:24.830747", "quoteText": "Document history <ul>\n<li>2018, March 28: Policy document for public homeserver exposed at https://matrix.org was created.</li>\n<li>2018, August 2: This document was derived from the above.</li>\n<li>2020, August 14: Updates to section 2.2.2 and 2.10</li>\n<li>2020, October 2: Update to section 2 to include Gitter user data and section 2.2.2 to include Sentry error log collection</li>\n<li>2020, October 27: update to section 2.2.1 to include marketing Information</li>", "case_id": 197, "document_id": 3415, "quoteStart": 21266, "quoteEnd": 21735}, {"id": 16067, "title": "This service does not force users into binding arbitration", "source": "https://element.io/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-02-08 17:42:15.160418", "updated_at": "2021-03-10 21:28:40.669521", "quoteText": "Unless contrary to the law where you reside, all disputes relating to this Agreement are subject to the exclusive jurisdiction of the courts of England and Wales and you expressly consent to the exercise of personal jurisdiction in the courts of England and Wales in connection with any such dispute.", "case_id": 335, "document_id": 3416, "quoteStart": 30308, "quoteEnd": 30608}, {"id": 16095, "title": "Provides instructions on how to submit a copyright claim", "source": "https://element.io/copyright", "status": "Generated through the annotate view", "created_at": "2021-02-08 18:13:58.367574", "updated_at": "2021-03-10 21:28:51.218748", "quoteText": "\n<p>We will respond to notices of alleged copyright infringement that comply with applicable law.\nIf you believe any materials accessible via the Service infringe your copyright, you may request removal of those materials (or access to them) from the Service by submitting written notification to our Copyright Agent (designated below).\nIn accordance with the Online Copyright Infringement Liability Limitation Act of the Digital Millennium Copyright Act (17 U.S.C.\n§ 512) (\"DMCA\"), the written notice (the \"DMCA Notice\") must include substantially the following:<br>", "case_id": 138, "document_id": 3413, "quoteStart": 2324, "quoteEnd": 2891}, {"id": 16068, "title": "The court of law governing the terms is in a jurisdiction that is less friendly to user privacy protection.", "source": "https://element.io/terms-of-service", "status": "The court of law is in England and Wales, members of the five eyes alliance which aims to collect and share as much user personal data as possible.", "created_at": "2021-02-08 17:42:44.602957", "updated_at": "2021-03-10 21:30:10.785794", "quoteText": "Unless contrary to the law where you reside, all disputes relating to this Agreement are subject to the exclusive jurisdiction of the courts of England and Wales and you expressly consent to the exercise of personal jurisdiction in the courts of England and Wales in connection with any such dispute.\n", "case_id": 242, "document_id": 3416, "quoteStart": 30308, "quoteEnd": 30609}, {"id": 16050, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "https://element.io/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-02-08 17:16:31.180674", "updated_at": "2021-03-10 21:30:53.045538", "quoteText": "We will set forth the date upon which the changes will become effective, and any use of the Hosting Service after said date will constitute your acceptance of these changes, as a Homeserver Owner.<br>\n<br>", "case_id": 403, "document_id": 3416, "quoteStart": 7089, "quoteEnd": 7294}, {"id": 16064, "title": "You are solely responsible for claims made against the service and agree to indemnify and hold harmless the service.", "source": "https://element.io/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-02-08 17:39:27.203662", "updated_at": "2021-03-10 21:30:41.036434", "quoteText": "<p>You agree to indemnify and hold Element and its officers, co-branders, other partners and employees harmless from any claim or demand, including reasonable attorneys' fees, made by any third party due to or arising out of:<br>\n</p>\n<ol>\n<li>your user materials and any other content (e.g.\ncomputer viruses) that you may submit, post to or transmit through the Services, including a third party's use of such user materials or content (e.g.\nreliance on the accuracy, completeness or usefulness of your user materials)<br>\n</li>\n<li>your access to or use of the Services (including any use by your employees, contractors or agents and all uses of your usernames and passwords, whether or not actually or expressly authorized by you, in connection with the Service);<br>\n</li>\n<li>your connection to the Services;<br>\n</li>", "case_id": 145, "document_id": 3416, "quoteStart": 26989, "quoteEnd": 27812}, {"id": 16076, "title": "You can limit how your information is used by third-parties and the service", "source": "https://element.io/privacy", "status": "Generated through the annotate view", "created_at": "2021-02-08 17:54:34.748991", "updated_at": "2021-02-28 20:48:25.506636", "quoteText": "The right to restrict processing<br>\n</li>", "case_id": 338, "document_id": 3415, "quoteStart": 8992, "quoteEnd": 9034}, {"id": 16049, "title": "Users should revisit the terms periodically, although in case of material changes, the service will notify", "source": "https://element.io/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-02-08 17:15:44.725716", "updated_at": "2021-02-08 17:15:44.725716", "quoteText": "\n<br>If we make a material change to this document we will provide you with reasonable notice prior to the change coming into effect.", "case_id": 329, "document_id": 3416, "quoteStart": 6955, "quoteEnd": 7088}, {"id": 16052, "title": "This service does not condone any ideas contained in its user-generated contents", "source": "https://element.io/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-02-08 17:18:49.147247", "updated_at": "2021-03-22 22:41:35.645923", "quoteText": "Authorised Users shall assume all risks associated with the use of said content including any reliance on the accuracy, completeness or usefulness.\nElement does not guarantee the accuracy, integrity or quality of their messages or files.<br>\n</p>\n<p>As part of the User Terms, Authorised Users acknowledge and agree that by accessing or using the Communication Service, they may be exposed to user materials from others that are offensive, indecent or otherwise objectionable.<br>", "case_id": 292, "document_id": 3416, "quoteStart": 9981, "quoteEnd": 10461}, {"id": 16055, "title": "You authorise the service to charge a credit card supplied on re-occurring basis", "source": "https://element.io/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-02-08 17:22:54.893075", "updated_at": "2021-02-23 22:06:06.713768", "quoteText": "The fees for a new subscription must be paid in advance and will be automatically debited at the beginning of every billing period.", "case_id": 384, "document_id": 3416, "quoteStart": 14573, "quoteEnd": 14704}, {"id": 16060, "title": "This services gives no guarantee regarding quality", "source": "https://element.io/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-02-08 17:29:29.148397", "updated_at": "2021-02-24 16:56:41.551188", "quoteText": "Without limiting the foregoing, Element or the Homeserver Owner make no warranty that:<br>\n</p>\n<ol>\n<li>the Hosting and Communication Services will meet your requirements;<br>\n</li>\n<li>the Services will be uninterrupted, timely, secure, or error-free;<br>\n</li>\n<li>the quality of the Services will meet your expectations.\n", "case_id": 160, "document_id": 3416, "quoteStart": 23496, "quoteEnd": 23821}, {"id": 16056, "title": "The service has a no refund policy", "source": "https://element.io/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-02-08 17:24:51.042795", "updated_at": "2021-02-24 16:57:57.023614", "quoteText": ".\nFees already paid are not refundable, and the full plan price will automatically be debited from the saved card on the billing anniversary of the subscription.\n", "case_id": 162, "document_id": 3416, "quoteStart": 18885, "quoteEnd": 19047}, {"id": 16057, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://element.io/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-02-08 17:28:22.68975", "updated_at": "2021-03-02 12:57:20.160282", "quoteText": "The Hosting Service is provided by Element under these terms of use \"as is\"", "case_id": 286, "document_id": 3416, "quoteStart": 23206, "quoteEnd": 23281}, {"id": 16062, "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers", "source": "https://element.io/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-02-08 17:30:10.379217", "updated_at": "2021-03-10 21:28:16.996689", "quoteText": "Element does not control, endorse, or accept responsibility for any materials or services offered by third parties (except where stated otherwise), including third-party vendors and third parties accessible through linked sites;<br>", "case_id": 278, "document_id": 3416, "quoteStart": 23965, "quoteEnd": 24197}, {"id": 16058, "title": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements", "source": "https://element.io/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-02-08 17:28:43.034034", "updated_at": "2021-03-10 21:36:03.053116", "quoteText": "without warranty of any kind, either express, implied, statutory or otherwise, including, but not limited to, the implied warranties of title, non-infringement, merchantability or fitness for a particular purpose.\n", "case_id": 290, "document_id": 3416, "quoteStart": 23282, "quoteEnd": 23496}, {"id": 16054, "title": "Users agree not to submit illegal content", "source": "https://element.io/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-02-08 17:20:11.448855", "updated_at": "2021-03-22 22:54:35.36698", "quoteText": "Any illegal content, and in particular any content containing or promoting indecent images/depictions of children, are utterly prohibited on the Services.\nWhen the Customer becomes aware of such content, they are responsible for reporting it to us so we can refer the details to the relevant authorities.\nIf the Customer has found an account, room or group being used for the distribution or promotion of child sexual exploitation or any illegal content, please share the details in an email to abuse@element.io.<br>\n", "case_id": 238, "document_id": 3416, "quoteStart": 11331, "quoteEnd": 11848}, {"id": 16066, "title": "The court of law governing the terms is in location England and Wales", "source": "https://element.io/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-02-08 17:41:15.121604", "updated_at": "2021-03-23 18:20:09.452611", "quoteText": "This Agreement shall be governed by the laws of England and Wales, excluding its conflict of law provisions.\n", "case_id": 163, "document_id": 3416, "quoteStart": 30199, "quoteEnd": 30308}, {"id": 16069, "title": "You cannot distribute or disclose your account to third parties", "source": "https://element.io/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-02-08 17:45:18.285828", "updated_at": "2021-02-08 17:45:18.285828", "quoteText": "Element hereby grants you a limited, non-exclusive, non-transferable, revocable, non-sublicensable licence, in and under our intellectual property rights, to access and use the Services, solely in accordance with the terms and conditions of this Agreement.\n", "case_id": 229, "document_id": 3416, "quoteStart": 31247, "quoteEnd": 31504}, {"id": 16059, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://element.io/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-02-08 17:29:14.382914", "updated_at": "2021-02-28 12:46:28.389309", "quoteText": "Without limiting the foregoing, Element or the Homeserver Owner make no warranty that:<br>\n</p>\n<ol>\n<li>the Hosting and Communication Services will meet your requirements;<br>\n</li>\n<li>the Services will be uninterrupted, timely, secure, or error-free;<br>", "case_id": 287, "document_id": 3416, "quoteStart": 23496, "quoteEnd": 23753}, {"id": 16063, "title": "Users are responsible for any risks, damages, or losses they may incur by downloading materials", "source": "https://element.io/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-02-08 17:34:08.055347", "updated_at": "2021-03-07 22:26:36.238975", "quoteText": "Element assumes no liability for any computer virus or other similar software code that is downloaded to your computer from the site or in connection with any services or materials.", "case_id": 291, "document_id": 3416, "quoteStart": 25241, "quoteEnd": 25422}, {"id": 16061, "title": "The service does not guarantee that software errors will be corrected", "source": "https://element.io/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-02-08 17:29:41.150327", "updated_at": "2021-03-10 21:31:43.794424", "quoteText": "Without limiting the foregoing, Element or the Homeserver Owner make no warranty that:<br>\n</p>\n<ol>\n<li>the Hosting and Communication Services will meet your requirements;<br>\n</li>\n<li>the Services will be uninterrupted, timely, secure, or error-free;<br>\n</li>\n<li>the quality of the Services will meet your expectations.\nand<br>\n</li>\n<li>any errors or defects in the Services will be corrected.<br>\n</li>", "case_id": 289, "document_id": 3416, "quoteStart": 23496, "quoteEnd": 23905}, {"id": 16071, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "https://element.io/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-02-08 17:46:01.058366", "updated_at": "2021-03-10 21:36:13.540273", "quoteText": "If for any reason a court of competent jurisdiction finds any provision of the Terms of Use, or portion thereof, to be unenforceable, that provision shall be enforced to the maximum extent permissible so as to effect the intent of the parties as reflected by that provision, and the remainder of the Terms of Use shall continue in full force and effect.", "case_id": 294, "document_id": 3416, "quoteStart": 31954, "quoteEnd": 32307}, {"id": 16070, "title": "Other applicable rules, terms, conditions or guidelines", "source": "https://element.io/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-02-08 17:45:43.345144", "updated_at": "2021-02-08 17:45:43.345144", "quoteText": "You may also be subject to additional terms and conditions that may apply when you use other Element services, third party content or third party software.", "case_id": 144, "document_id": 3416, "quoteStart": 31798, "quoteEnd": 31953}, {"id": 16072, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://element.io/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-02-08 17:46:11.869001", "updated_at": "2021-03-10 21:33:39.866037", "quoteText": "Any failure by Element to enforce or exercise any provision of the Terms of Use or related right shall not constitute a waiver of that right or provision.\n", "case_id": 295, "document_id": 3416, "quoteStart": 32308, "quoteEnd": 32463}, {"id": 16075, "title": "You can request access and deletion of personal data", "source": "https://element.io/privacy", "status": "Generated through the annotate view", "created_at": "2021-02-08 17:54:17.235824", "updated_at": "2021-02-28 20:48:30.932686", "quoteText": "For completeness, your rights under GDPR are:<br>\n</p>\n<ol>\n<li>The right to be informed</li>\n<li>The right of access<br>\n</li>\n<li>The right to rectification<br>\n</li>\n<li>The right to erasure", "case_id": 195, "document_id": 3415, "quoteStart": 8784, "quoteEnd": 8977}, {"id": 16089, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://element.io/privacy", "status": "Generated through the annotate view", "created_at": "2021-02-08 18:04:16.052308", "updated_at": "2021-03-10 21:29:48.634765", "quoteText": "It is your sole responsibility to keep your user name, password and other sensitive information confidential.\nActions taken using your credentials shall be deemed to be actions taken by you, with all consequences including service termination, civil and criminal penalties.<br>\n", "case_id": 148, "document_id": 3415, "quoteStart": 16083, "quoteEnd": 16361}, {"id": 16077, "title": "This service allows you to retrieve an archive of your data", "source": "https://element.io/privacy", "status": "Generated through the annotate view", "created_at": "2021-02-08 17:54:46.631922", "updated_at": "2021-02-24 16:47:22.405297", "quoteText": "You can download a copy of all your data as per section 2.1.3.", "case_id": 140, "document_id": 3415, "quoteStart": 17359, "quoteEnd": 17421}, {"id": 16094, "title": "The cookies used by this service do not contain information that would personally identify you", "source": "https://element.io/cookie-policy", "status": "Generated through the annotate view", "created_at": "2021-02-08 18:12:45.963288", "updated_at": "2021-02-24 16:56:05.42379", "quoteText": "We use cookies to help us track anonymous usage data of our Element marketing website and our Element apps (Element on web, desktop and mobile, and the Element Matrix Services web app) - this data helps us understand how our users are using the application so that we can make improvements.", "case_id": 374, "document_id": 3414, "quoteStart": 2087, "quoteEnd": 2377}, {"id": 16084, "title": "Tracking cookies refused will not limit your ability to use the service", "source": "https://element.io/privacy", "status": "Generated through the annotate view", "created_at": "2021-02-08 18:01:47.56631", "updated_at": "2021-02-27 20:38:20.214876", "quoteText": "\n<p>If you are using the Element chat app, you will be asked to opt-in to this anonymised data collection.\nYour use of the Service does not rely on your opt-in to this.\n", "case_id": 385, "document_id": 3415, "quoteStart": 14297, "quoteEnd": 14466}, {"id": 16082, "title": "User logs are deleted after a finite period of time", "source": "https://element.io/privacy", "status": "Generated through the annotate view", "created_at": "2021-02-08 17:58:34.965946", "updated_at": "2021-02-27 20:38:27.114051", "quoteText": "Our logs are kept for:<br>\n</p>\n<ul>\n<li>30 days, for EMS Customer IP addresses;</li>\n<li>180 days, for Element chat app IP addresses", "case_id": 177, "document_id": 3415, "quoteStart": 13509, "quoteEnd": 13642}, {"id": 16079, "title": "Your personal data is used for limited purposes", "source": "https://element.io/privacy", "status": "Generated through the annotate view", "created_at": "2021-02-08 17:55:31.252452", "updated_at": "2021-02-27 20:58:25.930024", "quoteText": "<p>The information we collect is for the purpose of supporting your management of hosted homeservers through Element Matrix Services, or to support operational maintenance of the Element Matrix client.\n", "case_id": 196, "document_id": 3415, "quoteStart": 9454, "quoteEnd": 9656}, {"id": 16078, "title": "The service provides details about what kinds of personal information they collect", "source": "https://element.io/privacy", "status": "Generated through the annotate view", "created_at": "2021-02-08 17:55:08.214556", "updated_at": "2021-02-27 20:58:46.239937", "quoteText": "What Information Do You Collect About Me and Why?", "case_id": 228, "document_id": 3415, "quoteStart": 9404, "quoteEnd": 9453}, {"id": 16083, "title": "Third-party cookies are used for statistics", "source": "https://element.io/privacy", "status": "Element uses Matomo cookies, a privacy-focused analytics platform though.", "created_at": "2021-02-08 17:59:51.688587", "updated_at": "2021-02-28 20:43:16.303403", "quoteText": "\n</p>\n<p>Our analytics are powered by the Free and Open Source analytics platform Matomo, hosted entirely within our network.\n", "case_id": 325, "document_id": 3415, "quoteStart": 14012, "quoteEnd": 14138}, {"id": 16086, "title": "Your personal data is aggregated into statistics", "source": "https://element.io/privacy", "status": "Generated through the annotate view", "created_at": "2021-02-08 18:02:31.261712", "updated_at": "2021-03-10 21:31:57.47283", "quoteText": "We track usage data for Element hosting services.\nWhen you are signed in to your account we may track your usage of the site and associate that information with your account details.\nThis data helps us understand how our users are using the application so that we can make improvements to the Service.<br>", "case_id": 190, "document_id": 3415, "quoteStart": 13707, "quoteEnd": 14012}, {"id": 16088, "title": "The user is informed about security practices", "source": "https://element.io/privacy", "status": "Generated through the annotate view", "created_at": "2021-02-08 18:03:38.593039", "updated_at": "2021-02-27 20:19:22.792251", "quoteText": "We never store password data in plain text.\ninstead they are stored hashed (with at least 12 rounds of bcrypt, including both a salt and a server-side pepper secret).\nPasswords sent to the server are encrypted using SSL.<br>‍<br>", "case_id": 226, "document_id": 3415, "quoteStart": 15854, "quoteEnd": 16083}, {"id": 16081, "title": "This service gathers information about you through third parties", "source": "https://element.io/privacy", "status": "Generated through the annotate view", "created_at": "2021-02-08 17:57:51.097145", "updated_at": "2021-02-28 20:48:38.95113", "quoteText": "</p>\n<p>We might collect information about you through adverts placed in third-party platforms such as LinkedIn, Twitter or Google.\n", "case_id": 382, "document_id": 3415, "quoteStart": 12618, "quoteEnd": 12750}, {"id": 16080, "title": "Third parties are involved in operating the service", "source": "https://element.io/privacy", "status": "Generated through the annotate view", "created_at": "2021-02-08 17:56:48.277213", "updated_at": "2021-03-10 21:32:37.907711", "quoteText": "Paying for hosted homeserver service via EMS is handled entirely by our payment processor, Stripe.\n", "case_id": 207, "document_id": 3415, "quoteStart": 10726, "quoteEnd": 10825}, {"id": 16091, "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.", "source": "https://element.io/privacy", "status": "Generated through the annotate view", "created_at": "2021-02-08 18:07:44.51247", "updated_at": "2021-02-23 22:08:24.052932", "quoteText": "<p>In the event that we sell or buy any business or assets, we may disclose your personal data to the prospective seller or buyer of such business or assets.<br>\n<br>If we or substantially all of our assets are acquired by a third party, personal data held by us about our users will be one of the transferred assets.<br>\n</p>", "case_id": 243, "document_id": 3415, "quoteStart": 19229, "quoteEnd": 19555}, {"id": 16093, "title": "The service provides a complete list of all cookies set by its website", "source": "https://element.io/cookie-policy", "status": "Generated through the annotate view", "created_at": "2021-02-08 18:10:31.862572", "updated_at": "2021-02-27 20:17:31.335817", "quoteText": "<p>The below details Element’s usage of cookies:</p>\n<ul>\n<li>pk_ref, _pk_", "case_id": 306, "document_id": 3414, "quoteStart": 1993, "quoteEnd": 2067}, {"id": 16092, "title": "A complaint mechanism is provided for the handling of personal data", "source": "https://element.io/privacy", "status": "Generated through the annotate view", "created_at": "2021-02-08 18:08:55.714405", "updated_at": "2021-02-27 20:17:39.677913", "quoteText": "We try to meet the highest standards when collecting and using personal information.\nFor this reason, we take any complaints we receive about this very seriously.\nWe encourage people to bring it to our attention at dpo@element.io if they think that our collection or use of information is unfair, misleading or inappropriate.\n", "case_id": 300, "document_id": 3415, "quoteStart": 20612, "quoteEnd": 20938}, {"id": 16090, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://element.io/privacy", "status": "Element is hosted by Amazon Web Services and therefore this third-party has access to user personal data.", "created_at": "2021-02-08 18:06:18.397602", "updated_at": "2021-03-10 21:29:33.68749", "quoteText": "Who Else Has Access to My Data?<br>\n<p>We host the Element Matrix Services on Amazon Web Services (AWS), specifically:<br>\n</p>\n<ul>\n<li>Our admin server is hosted in an AWS data centre in Amsterdam;</li>\n<li>Our deployment server is hosted in an AWS data centre in London;</li>\n<li>Customer deployments have the option to select the geographical location which is the most convenient for them;</li>\n</ul>\n<p>We also host the Gitter.im app on AWS, in a datacenter based in the East of the US.<br>\n</p>\n<p>Amazon employees have access to this data.\nHere's Amazon's privacy policy.", "case_id": 188, "document_id": 3415, "quoteStart": 18193, "quoteEnd": 18772}, {"id": 16085, "title": "The service may use device fingerprinting on users.", "source": "https://element.io/privacy", "status": "Generated through the annotate view", "created_at": "2021-02-08 18:02:10.549817", "updated_at": "2021-03-10 21:29:05.506416", "quoteText": "When using any of the Element chat clients your visit to the service will be logged, alongside your device ID and agent.", "case_id": 323, "document_id": 3415, "quoteStart": 14466, "quoteEnd": 14586}, {"id": 16097, "title": "User accounts can be terminated after having been in breach of the terms of service repeatedly", "source": "https://element.io/copyright", "status": "Generated through the annotate view", "created_at": "2021-02-08 18:15:07.577947", "updated_at": "2021-02-23 22:08:06.797277", "quoteText": "It is our policy in appropriate circumstances to disable and/or terminate the accounts of users who are repeat infringers.<br>\n</p> ", "case_id": 313, "document_id": 3413, "quoteStart": 6441, "quoteEnd": 6573}, {"id": 16098, "title": "User-generated content is encrypted, and this service cannot decrypt it", "source": "https://element.io/terms-of-service", "status": "Element can't read the content in rooms where end-to-end encryption is enabled.", "created_at": "2021-02-08 18:30:38.710768", "updated_at": "2021-02-23 22:07:56.16334", "quoteText": "The Communication Service may allow the Authorised Users to encrypt their communications end-to-end between devices.\n", "case_id": 372, "document_id": 3416, "quoteStart": 22232, "quoteEnd": 22349}, {"id": 16096, "title": "If you are the target of a copyright holder's take down notice, this service gives you the opportunity to defend yourself", "source": "https://element.io/copyright", "status": "Generated through the annotate view", "created_at": "2021-02-08 18:14:40.548767", "updated_at": "2021-02-27 20:17:25.7915", "quoteText": "<p>If you believe that material you posted on the Website or using the Services was removed or access to it was disabled by mistake or misidentification, you may file a counter-notification with us (a \"Counter-Notice\") by submitting written notification to our Copyright Agent.\n", "case_id": 155, "document_id": 3413, "quoteStart": 4441, "quoteEnd": 4719}, {"id": 16053, "title": "This service is only available to users over 16 years of age", "source": "https://element.io/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-02-08 17:19:10.021291", "updated_at": "2021-03-18 11:09:54.103976", "quoteText": "<p>The Customer must ensure that all Authorised Users are at least 16 (sixteen) years old to use both our Hosting and Communication Services or such greater age required in their country to register for or use our Hosting and Communication Services.<br>\n", "case_id": 152, "document_id": 3416, "quoteStart": 10945, "quoteEnd": 11199}, {"id": 16051, "title": "You maintain ownership of your data", "source": "https://element.io/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-02-08 17:17:39.624534", "updated_at": "2021-02-24 17:00:11.712413", "quoteText": "<p>Unless stated otherwise in direct agreements between the Authorised Users and the Customer (e.g.\nan employment contract), the Homeserver Owner can not claim intellectual property rights over rooms, message content or files Authorised Users uploaded to the Homeserver, directly or over federation or bridging.</p>\n<p>", "case_id": 183, "document_id": 3416, "quoteStart": 8590, "quoteEnd": 8909}], "urls": ["element.io"]}}