{"error": 448, "message": "OK", "parameters": {"id": 2376, "name": "Endurance International Group", "created_at": "2020-10-27 01:25:59.796357", "updated_at": "2021-03-25 03:19:26.865809", "wikipedia": "https://en.wikipedia.org/wiki/Endurance_International_Group", "keywords": null, "related": null, "slug": "endurance_international_group", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2376.png", "url": "endurance.com", "documents": [{"id": 2967, "name": "Privacy Policy, Domains Addendum", "url": "https://www.endurance.com/privacy/domains-addendum", "xpath": "//div[@id='main']//section[@class='container']//div[starts-with(@class, 'content')]/div[@class='inner']", "text": "<p>\n<strong>Effective May 23, 2018</strong>\n</p>\n<p>The following privacy notice addendum, together with the Endurance International Group Privacy Notice (the “Privacy Policy”), is applicable to you if you purchased domain registration services from The Endurance International Group, Inc.\nor its subsidiaries (“we,” “us” or “Endurance”).\nPlease review the below in addition to the Privacy Notice.</p>Information Collection<p>When you purchase Domain Registration services for top level domains (“TLDs”), as the domain registrar, we are required to collect the following personal information from you (collectively, “Personal Information”):</p>\n<p>Registrant Name<br> Registrant Organization (where applicable)<br> Registrant Address<br> Registrant Email<br> Registrant Fax (where applicable)<br> Registrant Phone number<br> Administrative Contact<br> Administrative Contact Organization (where applicable)<br> Administrative Contact Address<br> Administrative Contact Email<br> Administrative Contact Fax (where applicable)<br> Administrative Contact Telephone Number<br> Technical Contact<br> Technical Contact Organization (where applicable)<br> Technical Contact Address<br> Technical Contact Email<br> Technical Contact Fax (where applicable)<br> Technical Contact Telephone Number<br> Billing Contact<br> Billing Contact Organization (where applicable)<br> Billing Contact Address<br> Billing Contact Email<br> Billing Contact Fax (where applicable)<br> Billing Contact Telephone Number</p>\n<p>Our collection of Personal Information is necessary to comply with contractual obligations we have with the Internet Corporation for Assigned Names and Numbers (“ICANN”) and with certain TLD registries (“Registries”) so that you can validly register your domain name.\nIn addition to Personal Information, our contracts with some Registries may require us to collect other personal information for the registration of a TLD such as certain professional affiliations, identification or other qualifiers (“Additional Personal Information”).</p>Disclosure of Information<ul>\n<li>\n<strong>Public Whois.</strong> Our contracts with ICANN and other Registries require us to make certain domain name information (“WHOIS Information”), available and accessible to the public through a WHOIS search as required by ICANN/Registry Policy (the “WHOIS Directory”).\nThe WHOIS Directory is a publicly accessible database that lists WHOIS Information, including a particular domain name, the name server(s) to which the domain name points, and the domain name’s creation and expiration date.\nExcept for EU/EEA natural persons (as described below), your Personal Information could be displayed on the WHOIS Directory.</li>\n<li>\n<strong>EU/EEA natural persons.</strong> Notwithstanding the foregoing, pursuant to the European Union’s General Data Protection Regulation 2016/679, or GDPR, if you are a EU/EEA natural person (as defined by the GDPR), other than as specified in this addendum, our publication of WHOIS Information will not contain any Personal Information.\nAccordingly, we will not display Personal Information of a EU/EEA natural person in the WHOIS Directory.</li>\n<li>\n<strong>Transfer Out.</strong> If you initiate a transfer out of a domain name away from us as the registrar of record, pursuant to our contract with ICANN, we may need to publish your registrant email address obtained from your Personal Information in the WHOIS Directory for a period of approximately five (5) calendar days.\nAfter this period and assuming a valid transfer has occurred, you would cease to be our customer for that domain name and your WHOIS Information would be managed by the gaining registrar.</li>\n<li>\n<strong>Certain Registries.</strong> Registries are third party providers of TLDs that are independent of domain registrars.\nIf required by contract with a particular Registry, we may be obligated, as a domain registrar of domains provided by the Registry, to provide Personal Information and Additional Personal Information to such Registry to successfully complete your domain name registration.\nIf we provide your Personal Information and Additional Personal Information to a Registry, the Registry has its own obligation to comply with applicable data privacy laws.</li>\n<li>\n<strong>Data Escrow.</strong> Our contract with ICANN requires us to deposit the Personal Information collected with a secure third-party escrow provider who acts solely as a holder of the data.</li>\n<li>\n<strong>Permitted Disclosures.</strong> We may also disclose your Personal Information when required by the rules, regulations and policies of ICANN, including but not limited to the Uniform Domain-Name Dispute-Resolution Policy (UDRP).</li>\n</ul>\n<p>\n<strong>Last modified September 18, 2019</strong>\n</p>", "created_at": "2020-10-27 01:31:58.131303", "updated_at": "2020-10-27 01:31:59.282129"}, {"id": 2966, "name": "Privacy Policy", "url": "https://www.endurance.com/privacy/privacy", "xpath": "//div[@id='main']//section[@class='container']//div[starts-with(@class, 'content')]/div[@class='inner']", "text": "<p>Notice: We have updated the Data Transfer section of our Privacy Notice, as of October 6, 2020, to provide clarification about Privacy Shield.\nPlease read more here.</p>Table of Contents<ul>\n<li>About Us</li>\n<li>Information Covered by this Privacy Notice<ul>\n<li>Addendum for Users who purchased services from Constant Contact</li>\n<li>Addendum for Users who purchased services from Ecomdash</li>\n<li>Addendum for Users who purchased Domain Registration services, including from Domain.com</li>\n<li>Addendum for Users in Brazil</li>\n<li>Addendum for Users in California</li>\n</ul>\n</li>\n<li>Information We Collect From You<ul>\n<li>Information You Voluntarily Provide Us</li>\n<li>Information We Collect about your Usage and Devices</li>\n<li>Information We Acquire from Social Media</li>\n<li>Information We Acquire from Other Sources</li>\n</ul>\n</li>\n<li>How We Use Your Information</li>\n<li>Sharing of Information<ul>\n<li>Sharing within the Endurance Corporate Family</li>\n<li>Sharing with Partners</li>\n<li>Sharing with Third Party Service Providers and Vendors</li>\n<li>Corporate Reorganizations</li>\n<li>Authorized Users</li>\n<li>Legal Process</li>\n</ul>\n</li>\n<li>Security</li>\n<li>Tracking Technologies and Online Advertising</li>\n<li>Choice/Opt-out<ul>\n<li>Marketing Communications from Us<ul>\n<li>Email</li>\n<li>Phone</li>\n</ul>\n</li>\n<li>Cookies</li>\n<li>Information from Third Parties</li>\n<li>Unauthorized Accounts</li>\n</ul>\n</li>\n<li>Retention of Personal Information</li>\n<li>Legal Basis for Processing Your Information</li>\n<li>Your right to control how your personal information is used<ul>\n<li>Resident of the European Union</li>\n<li>Residents of California</li>\n</ul>\n</li>\n<li>Third Party Links and Information Collection and Use by Our Users</li>\n<li>Children</li>\n<li>Data Transfer</li>\n<li>Notification of Changes</li>\n<li>Contact Us and Complaints</li>\n</ul>About Us<p>The Endurance International Group, Inc.\nand our subsidiaries (“we,” “us” or “Endurance”) are a leading provider of online tools for small businesses to establish and build their web presence, get found in online search, and connect with customers through email marketing, social media, and more.\nOur brands include Constant Contact, Bluehost, HostGator, Domain.com, iPage, and others found at https://www.endurance.com/our-brands/.\nWe care about protecting the personal information of our customers and visitors who use our websites, products or services (collectively, our “Users”).\nThis privacy notice provides details about how your personal information is collected, shared and used by us.\nTo learn more about the Endurance corporate family, visit: https://www.endurance.com.<br> For the purposes of the European Union’s General Data Protection Regulation 2016/679, or GDPR, The Endurance International Group, Inc.\nand each of the brands from which you have signed up for a product or service are the data controller, and our European local representative is AppMachine B.V., located at Sophialaan 32, 8911 AE Leeuwarden, Nederland.</p>Information Covered by this Privacy notice<p>This privacy notice, which may also be referred to as a “privacy policy” on some of our websites, covers personal information, including any information we collect, use and share from you, as described further below.\nThis privacy notice applies to all websites and brands in the Endurance corporate family, our products and services, and our mobile applications (collectively, the “Services”).\nThis privacy notice does not cover how our Users may use or share data that they collect using our services.</p>\n<p>When you purchase a Service from us, your personal information will be collected, used, and shared consistent with the provisions of this privacy notice.\nIn addition, the following addendums related to particular Services offered by Endurance or individuals in certain locations also apply to your purchase or use of those Services.\nThese addendums are a part of this privacy notice:</p>\n<p>Addendum for Particular Services</p>\n<ul>\n<li>Addendum for Users who purchased services from Constant Contact</li>\n<li>Addendum for Users who purchased services from Ecomdash</li>\n<li>Addendum for Users who purchased Domain Registration services, including from Domain.com</li>\n</ul>\n<p>Addendum for Certain Geographies</p>\n<ul>\n<li>Addendum for Users in Brazil</li>\n<li>Addendum for Users in California</li>\n</ul>Information We Collect From You<p>In the course of your use of the Services, we obtain the following information about you as described below.\nWe collect this data for the purposes described under “How We Use Your Information”.</p>Information you voluntarily provide to us<p>We collect the following information from you when you provide it to us:</p>\n<ul>\n<li>\n<ul>\n<li>\n<ul>\n<li>Information you provide prior to any registration process, such as your email when you provide it to us;</li>\n<li>Information that you provide during any registration process, including in connection with a co-branded offer (such as your name, company name, email address, phone number, billing address or credit card information, geographic location and industry);</li>\n<li>Information you provide, when you call or email us (for support or otherwise) or when you use our products or services.\nand</li>\n<li>Payment information, including credit card data that you provide to us (by way of our Services or otherwise) when you purchase some of our products and services.</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>Information we collect about your usage and devices<ul>\n<li>\n<ul>\n<li>\n<ul>\n<li>We collect data relating to your online activity on our websites, including the following:<ul>\n<li>\n<ul>\n<li>IP address;</li>\n<li>Browser type and version;</li>\n<li>Type of device you use, operating system version, and device identifier;</li>\n<li>Geographic location;</li>\n<li>Pages you view;</li>\n<li>How you got to our Services and any links you click on to leave our Services;</li>\n<li>When you update your information, communicate with us, or order new Services;</li>\n<li>Metadata about your use of our Services and emails we send to you (including clicks and opens);</li>\n<li>Metadata about how your customers, contacts, and users interact with the Services we provide you;</li>\n<li>Your interactions with any videos we offer;</li>\n<li>Issues you encounter requiring our support or assistance.\nand</li>\n<li>Any device or other method of communication you use to interact with the Services.</li>\n</ul>\n</li>\n</ul>\n<p>We store the data we collect in a variety of places within our infrastructure, including system log files, back end databases and analytics systems.</p>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>Information We Acquire From Social Media<ul>\n<li>\n<ul>\n<li>\n<ul>\n<li>We collect information from third party social networking sites, including information that they provide to us if you use your credentials at such social networking sites to log into some of our Services (such as your name and email address to pre-populate our sign-up form).</li>\n<li>The information you allow us to access varies by social networking site, and depends on the level of privacy settings you have in place at the social networking site.\nYou can control and find out more about these privacy settings at the applicable social networking site.</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>Information We Acquire From Other Sources<p>We also collect the following information from other sources:</p>\n<ul>\n<li>\n<ul>\n<li>\n<ul>\n<li>Information you provide to us at seminars or to our partners;</li>\n<li>Information you provide to us in surveys;</li>\n<li>Information that is publicly available.\nand</li>\n<li>Information you consent to us receiving from third parties.</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n<p>We also collect information that you may provide during your telephone conversations with us, which we may monitor or record.</p>\n<p>We may combine any information we collect about you with other information we have about you to help us update, expand and analyze our records, identify new customers, and provide products and services that may be of interest to you.\nIf you provide us personal information about others, or if others give us your information, we will only use that information for the specific reason for which it was provided to us.</p>How We Use Your Information<p>We use the information we collect, both on its own and combined with any other information we collect about you, for the following business and commercial purposes:</p>\n<ul>\n<li>\n<ul>\n<li>\n<ul>\n<li>To provide the requested Services to you;</li>\n<li>To provide you with useful content;</li>\n<li>To ensure the proper functioning of our Services</li>\n<li>To offer and improve our Services;</li>\n<li>To provide you with requested information or technical support</li>\n<li>To facilitate your movement through our websites or your use of our Services;</li>\n<li>To do a better job of advertising and marketing our Services (subject to your consent where required by applicable law);</li>\n<li>To advertise and market third party products and services (subject to your consent where required by applicable law)</li>\n<li>To diagnose problems with our servers or our Services;</li>\n<li>In connection with our security and compliance programs;</li>\n<li>To administer our websites;</li>\n<li>To communicate with you;</li>\n<li>To target current or prospective customers with our products or services through online advertisements served on third-party sites by third-party vendors, such as Google (subject to your consent where required by applicable law);</li>\n<li>To assist us in offering you a personalized experience or otherwise tailor our Services to you.\nand</li>\n<li>As otherwise described in this privacy notice.</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n<p>We also use the information we receive to produce reports on trends and statistics, such as mobile search trends, email open rates by industry, campaign best practices or the number of users that have been exposed to, or clicked on, our websites or evaluated or purchased our products or services.</p>\n<p>Payment information that you provide to us, including credit card data, will only be used to facilitate payment for the Services.</p>\n<p>We also use recorded telephone conversations for quality control purposes, to train our employees and for our own protection.</p>Sharing of Information<p>As further described below, we will only share certain personal information with:</p>\n<ul>\n<li>\n<ul>\n<li>\n<ul>\n<li>Other members of the Endurance corporate family;</li>\n<li>Our partners;</li>\n<li>Third party service providers and vendors;</li>\n<li>In connection with a sale, merger, acquisition or corporate reorganization;</li>\n<li>Authorized users within your organization.\nand</li>\n<li>For legal reasons.</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n<p>Further information about the third parties with whom we share personal information is available here.</p>Sharing within the Endurance Corporate Family<p>We share personal information with other members of the Endurance corporate family to allow our corporate affiliates to contact you with offers, services or products that may be of interest to you and to provide you with their products and services.\nAny such corporate affiliate may use your information only according to the terms of this privacy notice.\nIf you are located in a jurisdiction where such sharing requires your permission, we will only do so with your consent.</p>Sharing with Partners<p>When we share your personal information with certain third-party partners, including marketing and advertising partners, that information includes your name, email address and other information enabling partners to:</p>\n<ul>\n<li>\n<ul>\n<li>\n<ul>\n<li>Assist you in using our Services,</li>\n<li>Contact you with offers, services or products that may be of interest to you, and</li>\n<li>Provide you with their products or services.</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n<p>Our partners may use cookies, web beacons, pixels, tags, scripts and similar technologies in order to provide you advertising based upon your browsing activities and interests.\nIf you wish to opt out of interest-based advertising click here, or if you are located in the European Union, click here.\nClick here to opt out of interest-based advertising on your mobile device(s).\nPlease note you will continue to receive generic ads.\nClick here to access our Cookie Notice.</p>\n<p>If you are located in a jurisdiction where such sharing requires your permission, we will only do so with your consent.\nPlease note that if you access our services through a tool that hides your location, such as through a virtual private network, you may not receive our request for permission because we were not able to identify you as being located in a jurisdiction where your permission is required.</p>\n<p>Further, our partners are prohibited from using your contact information for any purpose beyond those set forth above without your consent.\nWe will not provide our partners with your credit card information.\nFurther information about certain partners we share personal information with is available here.</p>\n<p>In the event we collect information from you in connection with an offer that is jointly presented by us and a partner, we will let you know who is collecting the information and whose privacy notice applies, as well as any options you may have regarding use of your information.</p>Sharing with Third Party Service Providers and Vendors<p>Occasionally, we enter into contracts with carefully selected third parties to assist us in servicing you (for example, providing you with customer service, fraud detection and deterrence or access to advertising assets and providing us with information technology and storage services) or to assist us in our own marketing and advertising activities (including providing us with analytic information and search engine optimization services).\nAdditional information about certain third-party service providers we share personal information with is available here.\nOur contracts with such third parties prohibit them from using any of your personal information for any purpose beyond the purpose for which it was shared.</p>\n<p>If you purchase a product or service from a third party through one of our brands, we will pass your personal information to such third party in order for them to fulfill your order.</p>\n<p>We offer features that allow you to better target who you contact through our products and services.&nbsp.\nThese features allow you to optimize your campaigns, segment your lists, and better customize your offerings to your customers.&nbsp.\nIn order to do this, we partner with third parties who can provide you with information about your contacts.\nIf both you and your contacts are located outside of the European Union, this may include demographic information and geographic location.&nbsp.\nWe require that these third parties are contractually or legally permitted to share this information with you.</p>\n<p>In order to provide you with these features, we may send third parties certain pseudonymized personal data about your contacts.&nbsp.\nThese third parties are prohibited from using this personal data for any purpose beyond that for which it was shared.</p>\n<p>We also share non-personal information with certain third parties, including the media, industry observers, marketing and advertising partners, vendors, customers, potential customers or partners.\nFor example, we disclose mobile search trends, email open rates by industry, campaign best practices or the number of users that have been exposed to, or clicked on, our websites or evaluated or purchased our products and services.</p>\n<p>Our third party service providers and vendors may use cookies, web beacons, pixels, tags, scripts and similar technologies in order to provide you advertising based upon your browsing activities and interests.\nIf you wish to opt out of interest-based advertising click here, or if you are located in the European Union, click here.\nClick here to opt out of interest-based advertising on your mobile device(s).\nPlease note you will continue to receive generic ads.\nClick here to access our Cookie Notice.</p>Corporate Reorganizations<p>If we are involved in a merger, acquisition, a sale of all or a substantial portion of our assets, or other similar sale transaction, your information will be transferred as part of that transaction.\nWe will notify you by email and/or a prominent notice on our website of any such transfer and any choices you may have regarding your information.</p>Authorized Users<p>All users authorized by you to have access to your account can view personal information stored in the account.\nA primary account holder can view personal information saved in subaccounts to which they have authorized access.\nWe share information about authorized users only for legitimate purposes consistent with this privacy notice, including servicing your account and marketing products and services to you.</p>Legal Process<p>If legally required to do so, or if we have a good faith belief that such disclosure is reasonably necessary, we may disclose your personal information to courts of law, public authorities (including to meet national security or law enforcement requirements), and other relevant third parties, such as internet service providers, to conduct an investigation, respond to a third party or law enforcement subpoena or court order, to bring legal action, prevent harm to others or pursue other relief when you or a third party are or may be:</p>\n<ul>\n<li>\n<ul>\n<li>\n<ul>\n<li>Violating our terms and conditions of use;</li>\n<li>Causing injury or other harm to, or otherwise violating the property or other legal rights, of us, other users, or third parties.\nor</li>\n<li>Violating federal, state, local, or other applicable law.</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n<p>This disclosure can include transferring your information to the U.S.\nand other countries outside the European Economic Area.\nTo the extent we are legally permitted to do so, we will notify you in the event that we are required to provide your personal information to third parties in connection with a subpoena.</p>Security<p>The transmission of information via the internet, email or text message is not completely secure.\nAlthough we will do our best to protect your personal information, we cannot guarantee the security of your information transmitted through the Services or over email.\nany transmission is at your own risk.\nOnce we have received your information, we will take appropriate technical and organizational measures to safeguard your personal information against loss, theft and unauthorized use, access or modification.</p>\n<p>When we collect financial account information, such as credit card numbers, we protect its transmission through the use of encryption such as the Transport Layer Security (TLS) protocol.</p>Tracking Technologies and Online Advertising<p>We use cookies, web beacons, pixels, tags, scripts and other similar technologies in the course of our business.\nInformation about the technologies we use, why we use them (for example, in connection with online advertising), and how you can control them can be found in our Cookie Notice.</p>Choice/Opt-outMarketing Communications from UsEmail<p>You always have the opportunity to opt out of our marketing communications with you or change your preferences by following a link in the footer of all non-transactional email messages from us or by emailing us at optout@endurance.com.\nSome communications from us are considered transactional or service communications (for example, important account notifications and billing information).\nYou agree to receive these transactional and service communications as a condition of the Services that we provide to you.\nYou must cancel your accounts for all Services, if you do not wish to receive any transactional or service communications from us.\nTo cancel your account, please follow the instructions found in the terms of service for the applicable Service.\nYou may still receive marketing communications from us even after you cancel your account unless you also opt-out of our marketing communications, as described above.</p>Phone<p>If you do not want to receive marketing calls by phone, you may contact customer support at the brand from which you purchased your Services and indicate your preference to us.\nContact information for specific brands can be found on the homepage of each brand.</p>\n<p>Note that we may use automated dialing technology to place marketing calls.\nIn the event we do use such technology for marketing calls, we will do so with your consent as required to comply with applicable law.\nYou do not need to agree to receive automated marketing phone calls or texts from us in order to use the Services.</p>Cookies<p>For information about how to manage and opt out from cookies, please visit our Cookie Notice.</p>Information from Third Parties<p>To manage the information we receive about you from a social networking site or other third party (if applicable), you will need to follow the instructions from that party for updating your information and changing your privacy settings, where available.\nThe information we collect is covered by this privacy notice and the information the third party collects is subject to such third party’s privacy practices.\nPrivacy choices you have made on any third party site will not apply to our use of the information we have collected directly through our Services.</p>Unauthorized Accounts<p>If an account or profile was created without your knowledge or authorization, please contact customer support at the brand on which the account or profile is located to request removal of the account or profile.</p>Retention of Personal Information<p>We retain your personal information to provide services to you and as otherwise necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.\nWe will retain your personal information for no more than seven years following the later of (i) the date on which you terminate your use of the Services or (ii) May 25, 2018, unless we are otherwise required by law or regulation to retain your personal information for longer.</p>Legal Basis for Processing Your Information<p>Depending on what information we collect from you and how we collect it, we rely on various grounds for processing your information under the GDPR, including the following:</p>\n<ul>\n<li>In order to administer our contractual relationship, including setting up your requested Services, payments, renewals and processes;</li>\n<li>Because it is in our legitimate interest to run a successful and efficient business and provide you with the Services and other useful content;</li>\n<li>In order to fulfill any legal obligations we may have to collect this information from you.\nand/or</li>\n<li>Because you have provided your consent for us to do so.</li>\n</ul>YOUR RIGHT TO CONTROL HOW YOUR PERSONAL INFORMATION IS USED<p>You have the right to make requests regarding your personal information.\nYou can:</p>\n<ul>\n<li>Ask us to update or correct personal information if it is inaccurate;</li>\n<li>Request that we transfer some or all of your personal information to you or a third party (whenever it is technically feasible to do so);</li>\n<li>Make choices about receiving marketing communications;</li>\n<li>Withdraw your consent to process your personal information in circumstances where we are relying on your consent as our basis for processing.</li>\n</ul>\n<p>To exercise any of your rights, please send an email to privacy@endurance.com or visit our Privacy Center .</p>\n<p>Users located in Brazil, the European Union and California have additional rights.\nClick here to learn more.</p>\n<p>In addition to the rights above, Users located in Brazil,&nbsp.\nresidents of the European Union and California have further rights which are detailed below.\nPlease note that some rights only apply in certain circumstances or to certain information and some exceptions may apply.</p>\n<p>We will require you to verify your identity before responding to any requests to exercise your rights.</p>Residents of the European Union<p>In addition to the rights outlined above, where the GDPR or related data protection laws apply, you may:</p>\n<ul>\n<li>Ask whether we process personal information about you, and if we do, to access data we hold about you and certain information about how we use it and who we share it with.</li>\n<li>Request that we delete the personal information we hold about you in certain limited circumstances.</li>\n<li>Request that we stop processing the personal information we hold about you.</li>\n<li>Object to our processing of data about you.</li>\n</ul>Residents of California<p>In addition to the rights outlined above, where the California Consumer Privacy Act 2018 (“CCPA”) or related data protection laws apply, you may:</p>\n<ul>\n<li>Request to know the categories of personal information we collect about you, as well as the sources from which the personal information is collected.\nthe business or commercial purpose of our collection.\nthe categories of third parties with whom we share your personal information.\nand the specific pieces of personal information we hold about you.</li>\n<li>Request certain information regarding, and/or opt-out of, our disclosure of your personal information to third parties.</li>\n<li>Request that we delete the personal information we hold about you in certain limited circumstances.</li>\n</ul>\n<p>More information about your rights as a resident of California is available here.</p>\n<strong>Users located in Brazil</strong>\n<p>In addition to the rights outlined above, where the Lei Geral de Proteção de Dados (“LGPD”) applies, you may:</p>\n<ul>\n<li>Ask that we provide confirmation of the existence of the processing of your personal&nbsp.\ndata;</li>\n<li>Access the personal data we hold about you and certain information about how we use it and who we share it with including information about any public and private entities we have shared your personal data with;</li>\n<li>Request the deletion of personal information we have collected from you, subject to certain exceptions;</li>\n<li>Ask us to anonymize, block, or delete unnecessary or excessive data or data that is not being processed in compliance with the LGPD.\nand</li>\n<li>Ask us to provide information about the possibility of denying consent for the processing of your personal data and the consequences of such denial.</li>\n</ul>\n<p>More information about your rights as a User located in Brazil is available here.</p>Third Party Links and Information Collection and Use by Our Users<p>Some of our Services provide links to other websites.\nBecause we do not control the information policies or practices of these third party sites, you should review their privacy policies to learn about how they collect and use personal information.</p>\n<p>You may also log in to some of our Services using sign-in services such as Facebook Connect or an Open ID provider.\nThese services will authenticate your identity and provide you with the option to share certain personal information with us, such as your name and email address to pre-populate our sign up form.\nFor example, if you take advantage of certain of our social media features, such as the Facebook Like button, and widgets, such as the “Share This” button or interactive mini-programs that run on our site, the applicable social networking sites may collect your IP address, which page you are visiting on our websites, and may set a cookie to enable it to function properly.</p>Children<p>Our Services are not directed to persons under 18.\nWe do not knowingly collect personal information from children under 18.\nIf you are a parent or guardian of such a child and become aware that your child has provided personal information to us, please contact us as described in this Privacy Notice and we will take reasonable steps immediately to remove any such information.</p>Data Transfer<p>In order for us to fulfill your request or provide the Services to you, your personal information will be transferred to, and stored at/processed in the United States.\nYour personal data is also processed by staff operating outside the European Economic Area (EEA), such as in India and the Philippines, who work for us or for one of our suppliers.\nWe will take all steps reasonably necessary to ensure that your personal data is treated securely and in accordance with this notice.</p>\n<p>For transfers of personal information within the Endurance corporate family, such transfer will be under the Commission’s model contracts for the transfer of personal data to third countries (i.e., the standard contractual clauses), pursuant to Decision 2004/915/EC and 2010/87/EU.</p>\n<p>For transfers of data to third parties, such transfers will either (i) be under the Commission’s model contracts for the transfer of personal data to third countries (i.e., the standard contractual clauses), pursuant to Decision 2004/915/EC and 2010/87/EU.\nor (ii) rely on the EU-US Privacy Shield Framework and the Swiss-US Privacy Shield Framework.</p>\n<p>Although not currently relied upon as a legal basis for transfers, Endurance’s Constant Contact, Ecomdash, Bluehost, Fast Domain, Host Monster and Just Host brands (together known as “Covered Entities”) participate in and have certified their compliance with the EU-U.S.\nPrivacy Shield Framework and the Swiss-U.S.\nPrivacy Shield Framework (together, the “Frameworks”).\nThe Covered Entities are committed to subjecting all personal data received from European Union (EU) member countries and Switzerland, respectively, in reliance on each Privacy Shield Framework, to the Framework’s applicable Principles.\nTo learn more about the Privacy Shield Framework, and to view our certifications, visit the U.S.\nDepartment of Commerce at <strong>https://www.privacyshield.gov/list</strong>\n</p>\n<p>The Covered Entities are responsible for the processing of personal data they receive, under each Privacy Shield Framework, and subsequently transfer to a third party acting as an agent on its behalf.\nThe Covered Entities comply with the Privacy Shield Principles for all onward transfers of personal data from the EU and Switzerland, including the onward transfer liability provisions.</p>\n<p>With respect to personal data received or transferred pursuant to the Privacy Shield Frameworks, the Covered Entities are subject to the regulatory enforcement powers of the U.S.\nFederal Trade Commission.\nIn certain situations, we may be required to disclose personal data in response to lawful requests by public authorities, including to meet national security or law enforcement requirements.</p>\n<p>If you have an unresolved privacy or data use concern that we have not addressed satisfactorily, please contact our U.S.-based third party dispute resolution provider (free of charge) at https://feedback-form.truste.com/watchdog/request.<br> Under certain conditions, more fully described on the Privacy Shield website, you may be entitled to invoke binding arbitration when other dispute resolution procedures have been exhausted.</p>\n<p>You can contact the Data Protection Officer listed below to obtain a copy of the data transfer agreement or more information regarding the relevant safeguard we put in place.\nFor more information about the EU-US Privacy Shield Framework and the Swiss-US Privacy Shield Framework, please visit the U.S.\nDepartment of Commerce’s Privacy Shield website.</p>\n<p>You may click on the seal to check Constant Contact’s privacy verification status.</p>\n<p>You may click on the seal to check Bluehost, Fast Domain, Host Monster and Just Host’s privacy verification status.</p>\n<p>You may click on the seal to check Ecomdash’s privacy verification status.</p>Notification of Changes<p>We reserve the right to modify this privacy notice at any time, so please review it frequently.\nIf we decide to change this privacy notice in any material way, we will notify you here, by email, or by means of a notice on www.endurance.com or the website of the Endurance product or service you use prior to the change becoming effective.\nIn all cases, your continued use of any Services constitutes acceptance to any such changes.</p>Complaints<p>If you have any questions about this privacy notice or our data handling practices, or you wish to make a complaint, you may contact our Data Protection Officer at privacy@endurance.com or by regular mail at:</p> Data Protection Officer<br> 10 Corporate Drive<br> Burlington, MA 01803<br> U.S.A.<p>We will address your request.\nIn addition, you may raise a complaint with the Dutch Supervisory Authority (Autoriteit Persoonsgegevens) by contacting:</p> Autoriteit Persoonsgegevens<br> Postbus 93374<br> 2509 AJ DEN HAAG<br> THE NETHERLANDS<br> Telephone: (+31) – (0)70 – 888 85 00<br> Fax: (+31) – (0)70 – 888 85 01<p>\n<strong>Last modified October 6, 2020</strong>\n</p>", "created_at": "2020-10-27 01:29:57.721883", "updated_at": "2020-10-27 01:29:59.687067"}, {"id": 2968, "name": "Privacy Policy, Addendum for Users in Brazil", "url": "https://www.endurance.com/privacy/addendum-for-brazil-users", "xpath": "//div[@id='main']//section[@class='container']//div[starts-with(@class, 'content')]/div[@class='inner']", "text": "<p>This Privacy Notice Addendum for users located in Brazil (the “Brazil Privacy Addendum”) supplements the information contained in the Endurance International Group Privacy Notice (the “Privacy Notice”), and applies solely to Brazillian Residents (“Consumers” or “you”).\nWe adopt this Brazil Privacy Addendum to comply with Brazil’s Lei Geral de Proteção de Dados (“LGPD”).\nCapitalized terms used but not defined below have the definitions assigned to them in the Privacy Notice.</p>\n<p>\n<strong>LEGAL BASIS FOR PROCESSING YOUR INFORMATION</strong>\n<br> Depending on what information we collect from you and how we collect it, we process your information for the following reasons:</p>\n<ul>\n<li>In order to administer our contractual relationship, including setting up your requested Services, payments, renewals and processes;</li>\n<li>Because it is in our legitimate interest to run a successful and efficient business and provide you with the Services and other useful content;</li>\n<li>In order to fulfill any legal obligations we may have to collect this information from you.\nand/or</li>\n<li>Because you have provided your consent for us to do so.</li>\n</ul>\n<p>\n<strong>SHARING WITH THIRD PARTY SERVICE PROVIDERS AND VENDORS</strong>\n<br> Occasionally, we enter into contracts with selected third parties to assist us in servicing you (for example, providing you with customer service, fraud detection and deterrence or access to advertising assets and providing us with information technology and storage services) or to assist us in our own marketing and advertising activities (including providing us with analytic information and search engine optimization services).\nAdditional information about certain third-party service providers we share personal information with is available here.\nOur contracts with such third parties prohibit them from using any of your personal information for any purpose beyond the purpose for which it was shared.</p>\n<p>\n<strong>DATA TRANSFERS</strong>\n<br> In order for us to provide the Services to you and comply with our legal obligations, personal information you provide to us and information we collect about you, your usage and devices will be transferred to, stored and processed in the United States.\nYour information may also be processed by staff operating in the Netherlands, Philippines and India, who work for us or for one of our suppliers.\nWe will take all steps reasonably necessary to ensure that your personal data is treated securely and in accordance with this Brazil Privacy Addendum.</p>\n<p>\n<strong>COOKIES</strong>\n<br> You can select your cookie preferences upon your first visit to our site.\nIf you choose to change your preferences, you may do so at any time by clicking the “Cookie Preferences” link in the footer of our website homepage.</p>\n<p>When you opt out of cookies, you will be opted out of all non-required cookies.\nYou cannot opt out of required cookies because these cookies and tracking technologies are required to help our websites work correctly.\nThese cookies allow you to navigate our website and use essential features, including secure areas and shopping baskets.</p>\n<p>\n<strong>YOUR PRIVACY RIGHTS</strong>\n<br> As a user located in Brazil, you may be able to exercise the following rights with respect to your personal information that we have collected, subject to certain limitations:</p>The right to ask that we provide confirmation of the existence of data processingYou have the right to ask that we provide confirmation of the existence of the processing of your personal data.The right to access your informationYou have the right to access the personal data we hold about you and certain information about how we use it and who we share it with including information about any public and private entities we have shared your personal data with.The right to correctionYou have the right to ask us to update or correct personal information if it is inaccurate, incomplete or out-of-date data.The right to request deletionYou have the right to request the deletion of personal information we have collected from you, subject to certain exceptions.The right to request anonymization and blockingYou have the right to ask us to anonymize, block, or delete unnecessary or excessive data or data that is not being processed in compliance with the LGPD.The right to data portabilityYou have the right to ask us to port your data to another service or product provider.The right to ask information about the possibility of denying consentYou have the right to ask us to provide information about the possibility of denying consent for the processing of your personal data and the consequences of such denial.<p>To exercise your rights under the LGPD, please submit a request to us by:</p>\n<li>Sending an email to privacy@endurance.com.\nor</li>\n<li>Visiting our Privacy Center</li>\n<p>We will need to verify your identity before processing your request.\nIn order to verify your identity, we will generally require the matching of sufficient information you provide us to the information we maintain about you in our systems.</p>\n<p>\n<strong>COMPLAINTS</strong>\n<br> If you have any questions about this Brazil Privacy Addendum or our data handling practices, or you wish to make a complaint, you may contact our Data Protection Officer at privacy@endurance.com or by regular mail at:</p>\n<p>Data Protection Officer<br> Rua Lauro Linhares, 589, Ático – Trindade, Florianópolis – SC, CEP 88036-001.</p>", "created_at": "2020-10-27 01:33:06.0623", "updated_at": "2020-10-27 01:33:07.199382"}, {"id": 2969, "name": "Privacy Policy, Addendum for Users in California", "url": "https://www.endurance.com/privacy/addendum-for-california-users", "xpath": "//div[@id='main']//section[@class='container']//div[starts-with(@class, 'content')]/div[@class='inner']", "text": "<p>Effective Date: January 1, 2020</p>\n<p>This Privacy Notice for California Residents (the “CA Notice”) supplements the information contained in the Endurance International Group Privacy Notice (the “Privacy Notice”), and applies solely to California Residents (“Consumers” or “You”).\nThis CA Notice does not apply when we are acting as a service provider and processing personal information on behalf of our customers.</p>\n<p>\n<strong>Information We Collect as a Business Under the CCPA</strong>\n</p>\n<p>We collect personal information, meaning information that identifies, relates to, references, describes, or is capable of being associated with, or could be reasonably linked, directly or indirectly, with a particular consumer or device.\nFor the purposes of this CA Notice, personal information does not include:</p>\n<ul>\n<li>Publicly available information from government records.</li>\n<li>Deidentified, aggregated or anonymized information that is maintained in a form that is not capable of being associated with or linked to a consumer.</li>\n</ul>\n<p>We collect personal information from and about consumers for a variety of business purposes.\nTo learn more about the types of personal information we collect, the sources from which we collect or receive personal information, and the purposes for which we use this information, please refer to the “Information We Collect From You” and “How We Use Your Information” sections in our Privacy Notice.</p>\n<p>In the last 12 months, we have collected the following categories of personal information from the sources and for the purposes stated below.</p>\n<strong>Category of Personal Information Collected</strong>\n<strong>Examples</strong>IdentifiersName, address, phone number, email address, or other similar identifiers.Commercial InformationProducts or services purchased and information relating to your use of our services.Internet/Network InformationIP address, browser or device information.Other Personal InformationInformation you provide to us when you register for or attend an event organized or hosted by us, information you permit us to see when interacting with us through social media, or comments and opinions you provide to us such as when you post on message boards, blogs or complete an online form.InferencesInformation generated from your use of the websites reflecting predictions about your interests and preferences.<p>We obtain the categories of personal information listed above from the following sources:</p>\n<ul>\n<li>Directly from you;</li>\n<li>From our business partners and affiliates;</li>\n<li>From third parties whom you direct to share information with us.\nand</li>\n<li>From your online browsing and usage activity.</li>\n</ul>\n<p>\n<strong>Purposes for Collecting Personal Information</strong>\n</p>\n<p>We may collect, use or disclose personal information about you for one or more of the following business and/or commercial purposes:</p>\n<ul>\n<li>To provide the requested services to you;</li>\n<li>To provide you with useful content;</li>\n<li>To ensure the proper functioning of our services;</li>\n<li>To offer and improve our services;</li>\n<li>To provide you with requested information or technical support;</li>\n<li>To facilitate your movement through our websites or your use of our services;</li>\n<li>To do a better job of advertising and marketing our services (subject to your consent where required by applicable law);</li>\n<li>To advertise and market third party products and services (subject to your consent where required by applicable law);</li>\n<li>To diagnose problems with our servers or our services;</li>\n<li>In connection with our security and compliance programs;</li>\n<li>To administer our websites;</li>\n<li>To communicate with you;</li>\n<li>To target current or prospective customers with our products or services through online advertisements served on third-party sites by third-party vendors, such as Google (subject to your consent where required by applicable law).\nand</li>\n<li>To assist us in offering you a personalized experience or otherwise tailor our services to you.</li>\n</ul>\n<p>\n<strong>Disclosure of Personal Information</strong>\n</p>\n<p>In the previous 12 months, we have disclosed the categories of personal information we collect to the following third parties for the business purpose set out in the table below.</p>\n<strong>Category of Personal Information Collected</strong>\n<strong>Third party disclosures</strong>IdentifiersService providers and vendors, partners, authorized users within your organization and other members of our corporate family.Commercial InformationService providers and vendors, partners, authorized users within your organization and other members of our corporate family.Internet/Network InformationPartners and other members of our corporate family.Other Personal InformationThird party service providers and vendors, partners.InferencesThird party service providers and vendors, partners and other members of our corporate family.<p>\n<strong>Sale of Personal Information</strong>\n</p>\n<p>When you interact with our websites, we may use, or authorize third-party partners and service providers to use, cookies, web beacons and similar technologies to improve your experience with us.\nThese technologies can collect personal information about you that can be used by us and/or our authorized third-party partners and service providers.\nOur sharing of your personal information in this way may constitute a “sale” under the CCPA.</p>\n<p>Pursuant to the CCPA, in the preceding 12 months, we have sold the following categories of personal information for the purpose of showing you ads about Endurance’s services:</p>\n<ul>\n<li>Identifiers</li>\n<li>Internet or other similar network activity</li>\n</ul>\n<p>If you’d like to opt out of the sale of your personal information, please click here.</p>\n<p>Except as provided above, we do not sell personal information to third parties.</p>\n<p>\n<strong>Your California Privacy Rights</strong>\n</p>\n<p>As a California resident, you may be able to exercise the following rights with respect to your personal information that we have collected, subject to certain exceptions:</p>The Right to KnowYou have the right to request any or all of the following information relating to your personal information we have collected and disclosed in the last 12 months, upon our verification of your identity:<p>\n</p>\n<ul>\n<li>The specific pieces of personal information we have collected about you;</li>\n<li>The categories of personal information we have collected about you;</li>\n<li>The categories of sources of your personal information;</li>\n<li>The categories of personal information that we have disclosed to third parties for a business purpose, and the categories of recipients to whom this information was disclosed;</li>\n<li>The categories of personal information we have sold about you (if any), and the categories of third parties to whom the information was sold.\nand</li>\n<li>The business or commercial purposes for collecting or, if applicable, selling the personal information.</li>\n</ul>The Right to Request DeletionYou have the right to request the deletion of personal information we have collected from you, subject to certain exceptions.The Right to Opt Out of the Sale of your Personal InformationYou have the right to direct us not to sell personal information we have collected about you to third parties now or in the future.The Right to Non-DiscriminationYou have the right not to receive discriminatory treatment for exercising these rights.“Shine the Light”California Civil Code Section 1798.83 permits you to request information regarding the disclosure of your personal information to a third party for the third party’s direct marketing purposes.<p>\n<strong>How to Exercise Your California Consumer Rights</strong>\n</p>\n<p>To exercise your California Consumer Rights, please submit a request to us by:</p>\n<ul>\n<li>Sending an email to privacy@endurance.com;</li>\n<li>Visiting our Privacy Center.\nor</li>\n<li>Calling the toll free phone number or clicking the “contact us” link located on the homepage for the products or services you receive from us.</li>\n</ul>\n<p>If you’d like to opt-out of the sale of personal information, please click here: Do Not Sell My Info</p>\n<p>We will need to verify your identity before processing your request.\nIn order to verify your identity, we will generally require the matching of sufficient information you provide us to the information we maintain about you in our systems.\nIf you are using an authorized agent, please note that you will be required to verify your identity and provide written confirmation that you have authorized the agent to make a request on your behalf.\nFor requests to access or delete, we may require you to verify your identity directly with us, and directly confirm with us that you provided the authorized agent permission to submit the request.</p>\n<p>If you’d prefer a hard copy of this CA Notice or to access it as a PDF, this site permits you to print it to PDF or to a printer.</p>\n<p>\n<strong>Endurance as a Service Provider</strong>\n</p>\n<p>Endurance acts as a service provider to its customers.\nWhen acting in this capacity, we process personal information on behalf of our customer, and we have no direct relationship with the end-users who use our customers’ services or products or visit our customers’ websites.</p>\n<p>If you are an end user of one of our customers whose personal information we process and you are seeking to exercise your rights under the CCPA, you should contact our customer directly.</p>", "created_at": "2020-10-27 01:34:01.224333", "updated_at": "2020-10-27 01:34:02.189358"}, {"id": 2970, "name": "Terms of Service", "url": "https://www.endurance.com/our-policies/terms-of-use", "xpath": "//div[@id='main']//section[@class='container']//div[starts-with(@class, 'content')]/div[@class='inner']", "text": " Welcome to the Endurance International Group, Inc.\n(“Endurance”) website located at www.endurance.com (the “Site”).\n&nbsp;By using this Site, you agree that you have read, understand and agree to the terms and conditions below (the “Terms”).\n&nbsp;If you do not agree to be bound by these Terms, please do not access or use the Site.\nWe may modify, add or delete portions of the Terms at any time.\n&nbsp;In agreeing to these Terms, you are responsible for periodically checking for changes and/or updates to these Terms.\n&nbsp;Notwithstanding the foregoing, we will endeavor to notify you that we have made changes to the Terms by posting such changes on the Site .\n&nbsp;Any revisions to the Terms will become effective upon posting.\n&nbsp;Your continued use of the Site after any change constitutes your agreement to follow and be bound by the Terms as modified.\n&nbsp;If any change is unacceptable to you, please discontinue your use of the Site.\n&nbsp;These Terms shall remain in full force and effect while you use the Site.\n&nbsp;Your use of the Site (and any other feature, content or application offered from time to time by the Site) is subject at all times to these Terms (as modified by us from time to time) and all applicable laws, rules and regulations.\nIn order to participate in certain Site services or promotions, you may be notified by us that you are required to agree to additional terms and conditions.\nUnless otherwise provided by the additional terms and conditions applicable to such services or promotions in which you choose to participate, those additional terms are hereby incorporated into these Terms.\n<strong>Permitted Uses of the Site and Copyright and Trademark Notice</strong> This Site is not intended for, and we have no intention of collecting personally identifiable information from, persons under the age of 18.\n&nbsp;All content available on the Site, including designs, text, graphics, images, video, information, software, audio and other files, and their selection and arrangement (collectively, \"Site Content\"), are the proprietary property of Endurance.\n&nbsp;The Site Content is provided as information to interested persons, may be used for informational and personal purposes only and is not intended for commercial use.\nNo Site Content may be modified, copied, distributed, framed, reproduced, republished, downloaded, scraped, displayed, posted, transmitted, sold or exploited for any purpose in any form or by any means, in whole or in part, other than as expressly permitted in these Terms.\n&nbsp;You may not, directly or indirectly, reverse engineer, decompile, disassemble or otherwise attempt to derive source code or other trade secrets from any Site Content.\n&nbsp;Any use of the Site Content other than as specifically authorized herein is prohibited and will automatically terminate your rights with respect to use of the Site and the Site Content granted herein.\n&nbsp;All rights of Endurance or its licensors that are not expressly granted in these Terms are reserved to Endurance and its licensors.\n<strong>Privacy</strong> Our privacy statement (the “Privacy Statement”), which you may view here, is incorporated herein by reference and also applies to your use of this Site.\n<strong>Linked Sites</strong> The Site may contain links to other websites that are not owned or controlled by Endurance (\"Third Party Sites\"), as well as articles, photographs, text, graphics, pictures, designs, sound, video, information and other content or items belonging to or originating from third parties (the \"Third Party Content\").\n&nbsp;Such Third Party Sites and Third Party Content are not investigated, monitored or checked for accuracy, appropriateness, or completeness by us, and we are not responsible for any Third Party Sites accessed through the Site or any Third Party Content posted on, or available through the Site, including the content, accuracy, offensiveness, opinions, reliability, privacy practices or other policies of the Third Party Sites or the Third Party Content.\n&nbsp;If you decide to access the Third Party Sites or to access or use any Third Party Content, you do so at your own risk and you should be aware that our terms and policies no longer govern.\n&nbsp;You should review the applicable terms and policies, including privacy and data gathering practices, of any site to which you navigate.\n<strong>Disclaimer</strong> You acknowledge and agree that any use of the Site, including any information or content obtained through the Site, is at your own risk.\n&nbsp;This Site, its contents, and all information contained in or offered through this Site are provided on an “as is” basis without representations or warranties of any kind.\nWe disclaim and exclude any express or implied warranties or representations, including any warranties as to merchantability or fitness for a particular purpose of the Site to the broadest extent permitted by law.\n&nbsp;We make no warranties or representations, express or implied, as to the timeliness, accuracy, quality, completeness or existence of the content and information posted on the Site.\n&nbsp;We make no warranties or representations, express or implied, for technical accessibility, fitness or flawlessness of the Site.\n&nbsp;We make no warranties or representations that your use of content and information posted on this Site will not infringe rights of third parties.\n<strong>Indemnification</strong> You agree to indemnify, defend and hold harmless Endurance, its affiliates and subsidiaries, and each of their respective officers, directors, employees and agents (each an \"indemnified party\" and, collectively, \"indemnified parties\") from and against any and all claims, damages, losses, liabilities, suits, actions, demands, proceedings (whether legal or administrative) and expenses (including, but not limited to, reasonable attorneys’ fees) threatened, asserted or filed by a third party against any of the indemnified parties arising out of or relating to (i) your use of the Site, (ii) any breach or violation by you of these Terms.\nand/or (iii) any of your acts or omissions.\n&nbsp;The terms of this section shall survive any termination of these Terms.\n<strong>Limitation of Liability</strong> IN NO EVENT WILL ENDURANCE OR ITS DIRECTORS, EMPLOYEES OR AGENTS BE LIABLE TO YOU OR ANY THIRD PERSON FOR ANY INDIRECT, CONSEQUENTIAL, EXEMPLARY, INCIDENTAL, SPECIAL OR PUNITIVE DAMAGES, INCLUDING FOR ANY LOST PROFITS OR LOST DATA ARISING FROM YOUR USE OF THE SITE OR OTHER MATERIALS ACCESSED OR DOWNLOADED THROUGH THE SITE, EVEN IF ENDURANCE IS AWARE OR HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nNOTWITHSTANDING ANYTHING TO THE CONTRARY CONTAINED HEREIN, ENDURANCE’S LIABILITY TO YOU OR ANY PARTY CLAIMING THROUGH YOU FOR ANY CAUSE WHATSOEVER, AND REGARDLESS OF THE FORM OF THE ACTION, IS LIMITED TO THE GREATER OF THE AMOUNT PAID, IF ANY, BY YOU TO US FOR YOUR USE OF THE SITE OR $10.00.\n&nbsp;THIS IS AN AGGREGATE LIMIT.\n&nbsp;THE EXISTENCE OF MORE THAN ONE CLAIM HEREUNDER WILL NOT INCREASE THIS LIMIT.\n<strong>Termination of Access.</strong> In addition to any right or remedy that may be available to us under these Terms or applicable law, we may suspend, limit or terminate your access to the Site, at any time with or without notice and with or without cause.\n&nbsp;In addition, we may refer any information on illegal activities, including your identity, to the proper authorities.\n<strong>Digital Millennium Copyright Act (“DMCA”) Notice</strong> We are committed to complying with copyright and related laws, and we require all users of the Site to comply with these laws.\n&nbsp;Accordingly, you may not store any material or content on, or disseminate any material or content over, the Site in any manner that constitutes an infringement of third party intellectual property rights, including rights granted by copyright law.\nOwners of copyrighted works who believe that their rights under copyright law have been infringed may take advantage of certain provisions of the Digital Millennium Copyright Act of 1998 (the “DMCA”) to report alleged infringements.\n&nbsp;You may not post, modify, distribute, or reproduce in any way any copyrighted material, trademarks, or other proprietary information belonging to others without obtaining the prior written consent of the owner of such proprietary rights.\nIt is our policy to terminate privileges of any user who repeatedly infringes the copyright rights of others upon receipt of proper notification to us by the copyright owner or the copyright owner's legal agent.\nIf you feel that any content is objectionable or infringing, we encourage you to contact us immediately.\n&nbsp;Upon our receipt of a proper notice of claimed infringement under the DCMA, we will respond expeditiously to remove, or disable access to, the material claimed to be infringing and will follow the procedures specified in the DMCA to resolve the claim between the notifying party and the alleged infringer who provided the content in issue.\n&nbsp;Our designated agent (i.e., the proper party) to whom you should address such notice is listed below.\nIf you believe that your work has been copied and posted on the Site in a way that constitutes copyright infringement, please provide our designated agent with the following information:<ul>\n<li>An electronic or physical signature of the person authorized to act on behalf of the owner of the copyright or other intellectual property interest</li>\n<li>A description of the copyrighted work or other intellectual property that you claim has been infringed</li>\n<li>A description of where the material that you claim is infringing is located on the Site</li>\n<li>Your address, telephone number and email address</li>\n<li>A statement by you that you have a good faith belief that the disputed use is not authorized by the copyright or intellectual property owner, its agent, or the law</li>\n<li>A statement by you, made under penalty of perjury, that the information contained in your report is accurate and that you are the copyright or intellectual property owner or authorized to act on the copyright or intellectual property owner's behalf</li>\n</ul> Our designated agent for notice of claims of copyright infringement can be reached as follows: By Mail:\nThe Endurance International Group, Inc.\n10 Corporate Drive, Suite 300\nBurlington, MA 01803\nAttn: David C.\nBryson, Esq.\nBy Email: legal@endurance.com Subject line: DMCA <strong>U.S.\nExport Controls</strong> Software made available to you by the Site (the \"Software\") is subject to United States export controls.\nNo Software may be downloaded from the Site or otherwise exported or re-exported in violation of U.S.\nexport laws.\nDownloading or using the Software is at your sole risk.\n<strong>Applicable Law</strong> Any controversy or claim arising out of or relating to these Terms and/or your use of the Site, including any claim based upon arising from an alleged tort, shall be governed by the substantive laws of the Commonwealth of Massachusetts, regardless of your location, without regard to its conflicts of law provisions.\n<strong>Arbitration</strong> You hereby submit to the exclusive jurisdiction of the American Arbitration Association (“AAA”) in connection with any dispute relating to, concerning or arising out of these Terms.\n&nbsp;The arbitration will be conducted before a single arbitrator and will be held at the AAA location in Boston, Massachusetts.\n&nbsp;Payment of all filing, administration and arbitrator fees will be governed by the AAA’s rules, unless otherwise stated in this paragraph.\n&nbsp;In the event you are able to demonstrate that the costs of arbitration will be prohibitive as compared to the costs of litigation, Endurance will pay as much of your filing, administrative, and arbitrator fees in connection with the arbitration as the arbitrator deems necessary to prevent the arbitration from being cost-prohibitive.\n&nbsp;The arbitration before the AAA shall proceed solely on an individual basis without the right for any claims to be arbitrated on a class action basis or on bases involving claims brought in a purported representative capacity on behalf of others.\n&nbsp;The arbitrator’s authority to resolve and make written awards is limited to claims between you and us alone.\n&nbsp;Claims may not be joined or consolidated unless agreed to in writing by all parties.\n&nbsp;No arbitration award or decision will have any preclusive effect as to issues or claims in any dispute with anyone who is not a named party to the arbitration.\n&nbsp;If you initiate a litigation or any other proceeding against Endurance in violation of this paragraph, you agree to pay Endurance’s reasonable costs and attorneys’ fees incurred in connection with its enforcement of this paragraph.\n<strong>Severability</strong> If any portion of these Terms shall be held to be illegal, invalid or unenforceable by a court of competent jurisdiction, it is the intention of the parties that the remaining provisions or portions (unless otherwise specified) thereof shall constitute their agreement with respect to the subject matter hereof, and all such remaining portions (unless otherwise specified) thereof shall remain in full force and effect.\n<strong>Miscellaneous</strong> Our failure to exercise or enforce any right or provision of these Terms shall not operate as a waiver of such right or provision.\nThe section titles in these Terms are for convenience only and have no legal or contractual effect.\n&nbsp;These Terms and your use of the Site are personal to you and may not be transferred or assigned.\nOur performance under these Terms is subject to existing laws and legal process, and nothing contained in these Terms is in derogation of our right to comply with governmental, court and law enforcement requests or requirements relating to your use of the Site or information provided to or gathered by us with respect to such use.\nPlease contact us at: legal@endurance.com with any questions regarding these Terms.\nThese Terms were last updated on July 20, 2013.", "created_at": "2020-10-27 01:35:05.740408", "updated_at": "2020-10-27 01:35:07.189937"}], "points": [{"id": 19645, "title": "The court of law governing the terms is in Massachusetts, USA", "source": "https://www.endurance.com/our-policies/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-05-02 18:23:41.035198", "updated_at": "2021-05-08 11:08:12.601874", "quoteText": "Any controversy or claim arising out of or relating to these Terms and/or your use of the Site, including any claim based upon arising from an alleged tort, shall be governed by the substantive laws of the Commonwealth of Massachusetts, regardless of your location, without regard to its conflicts of law provisions.", "case_id": 163, "document_id": 2970, "quoteStart": 10809, "quoteEnd": 11125}], "urls": ["endurance.com"]}}