{"error": 448, "message": "OK", "parameters": {"id": 6381, "name": "Zenly", "created_at": "2022-02-28 02:17:52.671062", "updated_at": "2022-02-28 23:01:16.870716", "wikipedia": null, "keywords": null, "related": null, "slug": "zenly", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6381.png", "url": "zen.ly", "documents": [{"id": 11584, "name": "Privacy Policy", "url": "https://zen.ly/privacy", "xpath": "", "text": " App Store Google Play <ul>\n<li>Your map Your people </li>\n<li>About &amp.\nJobs </li>\n<li>Zenly is good for you </li>\n</ul>\n<ul>\n<li> Help center</li>\n<li> Press &amp.\nResources</li>\n<li> Bounty program</li>\n<li> Terms</li>\n<li> Privacy</li>\n<li> Contact</li>\n<li> love </li>\n</ul> App Store Google Play <ul>\n<li>Medium </li>\n<li>Twitter </li>\n<li>Facebook </li>\n<li>Instagram </li>\n<li>Snapchat </li>\n</ul>\n<p>© Zenly 2020.\nMade in Paris.</p> Menu Close Terms Privacy Privacy Policy\n<p>Last modified: January 17th, 2022</p>\n<p>Hi :)</p>\n<p>In case you’re not familiar, Zenly is an app that makes it fun and easy to know what your friends and family are up to and keep memories of your real life interactions.\nWant to see how much you really know about your hometown? Show off how much of the world you’ve explored? Lost your friends at a festival, on the beach, or on the slopes? We’ve got you covered! With Zenly, you can keep up with the people you care about the most, both near and far, create a personal diary of where you've been or publicly showcase the places you've visited.</p>\n<p>We understand that privacy is important when sharing your location.\nThat’s why we have built-in features that give you both visibility into and control over what you’re sharing.\nWe have prepared this Privacy Policy to make sure you are aware of our practices.\nThis policy applies to your use of the Zenly app and any other services that Zenly SAS (<strong>Zenly</strong>) may offer.</p>\n💌 Important information\n<p>Before you read on, we would like to highlight important information.</p>\n<ul>\n<li>\n<p>When you use our services you share information with Zenly and companies within our corporate family.\nZenly SAS is the data controller and responsible for processing your data.</p>\n</li>\n<li>\n<p>To create your account we only require a name, birthday and phone number.\nThe name is used to identify you on Zenly, your birthday ensures you’re old enough to use the app, and your phone number is used to authenticate your account.\nIf you get a different phone number, let us know so we can port your account.</p>\n</li>\n<li>\n<p>Your Zenly account profile information is public to make it easy to find friends and connect with others.</p>\n</li>\n<li>\n<p>Zenly is a location based application.\nIn order to provide the services to you we need to access, store your location data and showcase check-ins at places.\nNone of this information will be sold to third parties.</p>\n</li>\n<li>\n<p>In order to offer our services we may need to transfer your information to third parties based outside the EU.\nMore information can be found in the section How we share information and Transfer outside of the European Union.</p>\n</li>\n<li>\n<p>You can always email us at love@zen.ly if you have questions about our Privacy Policy, if you want access to your data, if you want us to correct your data, or if you want us to delete it.\nSee Control over your information for details.</p>\n</li>\n<li>\n<p>We have a data deletion and retention policy in place that details how long we store your information.\nAs a general rule, we store the information we collect as long as you are actively using the Zenly app.\nIf you haven’t opened or used the app for more than 12 months we will delete your account.\nFor details, have a look at How long we keep your information.</p>\n</li>\n<li>\n<p>If you’re based in the EU, you can always file a complaint with the supervisory authority in your Member State.\nFor example, if you’re based in France you can file a complaint with the CNIL.</p>\n</li>\n<li>\n<p>You have the right to provide us with instructions on how to handle the deletion and retention of your personal data after your death.</p>\n</li>\n</ul>\n📦 Information we collect\n<p>There are three categories of information we collect:</p>\n<ul>\n<li>\n<p>Information you provide</p>\n</li>\n<li>\n<p>Information we may get when you use Zenly</p>\n</li>\n<li>\n<p>Information we collect from third parties</p>\n</li>\n</ul>\n<p>\n</p>\n✌️ Information you provide\n<p>When you interact with our services, we collect information that you choose to share with us.</p>\n<ul>\n<li>\n<p>\n<strong>Registration</strong>.\nWhen you register through the app you provide us with a name (which could be your first and/or last name, or a pseudonym… it’s totally up to you), birthday and phone number.\nDuring registration we will send you a verification code via text message which will enable us to verify your account (we find it easier and more secure than remembering a password).\nIf you don’t receive a verification code you can also request a good, old-fashioned phone call.</p>\n</li>\n<li>\n<p>\n<strong>Profile picture</strong>.\nIf you want, you can also add a profile picture to make it easier and more fun to interact with your friends.\nOf course, you're free to change your photo and display name anytime you’d like: just go to Settings in the app.\n📸</p>\n</li>\n<li>\n<p>\n<strong>Address book</strong>.\nWe also allow you to share your address book to easily find friends that are already active on Zenly.\nSharing your address book also makes it easy to invite friends to Zenly and share the love! 💕 Note that we only upload the phone numbers of your contacts (not their names!) and all data is salted ’n hashed.\nThat’s a technical way of saying we keep address book data secure in a scrambled kind of way so even we can’t make a lot of sense of it.\n🍳</p>\n</li>\n<li>\n<p>\n<strong>Location</strong>.\nZenly is a location based service.\nIn order for the app to fully function we require your precise location and need to store your location history.\nYou provide us with your location through the permission settings on your phone.\nWe collect your location using methods that include GPS, wireless networks, cell towers, Wi-Fi access points, and other sensors, such as gyroscopes, accelerometers, and compasses.\nWe use this range of data sources to give your friends the most accurate picture of where you are and what you’re up to (so they know if you’re available to hang out!).\nYour location information is always associated with a timestamp, without the timestamp we would not be able to provide the features that are part of our services.\nFor example, without a timestamp we would be unable to accurately compute the time you spent with your friends, provide a history of the places you’ve visited or create cool new features that require historic data.\nIf, for whatever reason, you're letting someone else use your phone you can disable location sharing to keep their location private as well as prevent any misunderstandings about your own location.</p>\n</li>\n<li>\n<p>\n<strong>Places</strong>.\nWhen you or your friends use features that offer check-ins to places, we will keep a list of those places that you’ve checked in at or were checked-in at, until you decide to remove them.</p>\n</li>\n<li>\n<p>\n<strong>Communications</strong>.\nYou also provide us with any other information you send through our services, such as messages, images, videos, emojis and other media to your friends.\nWe also keep track of metadata of communications, such as the time and date when you sent messages.</p>\n</li>\n<li>\n<p>\n<strong>Support</strong>.\nInformation you provide to our Care team (love@zen.ly).\nJust so you know, we love receiving heart and pizza emojis.\n🍕💖</p>\n</li>\n</ul>\n<p>\n</p>\n🤓 Information we may get when you use Zenly\n<p>When you use our services, we collect information about how you use those services so we can provide you with a better experience.\nHere are some examples:</p>\n<ul>\n<li>\n<p>\n<strong>Usage information</strong>.\nWe collect information with regard to your activity on Zenly.\nFor example, how you communicate with your friends: names, usernames, times and dates of communications, the number of messages and emojis you exchange, your fave friends, the time at which you open messages, when you take a screenshot, and so on.\nThis helps us understand what you like, and what we should improve!</p>\n</li>\n<li>\n<p>\n<strong>Device information</strong>.\nWe collect a variety of device-specific information, such as the battery level, the BSSIDs of wifi terminals, as well as the SSIDs (basically, the address of any WiFi routers you’re connected to) but only in a temporary manner and for statistical purposes, whether or not headphones are connected, phone name, phone hardware model, operating system version, your phone’s advertising identifier, unique application identifiers, unique device identifiers, phone language, wireless network names, IP addresses, and general mobile network information (including the mobile phone number).\nThis helps us protect your security, fix bugs, and improve the precision of your positions, for example.</p>\n</li>\n<li>\n<p>\n<strong>Location information</strong>.\nWe collect location information so we can build useful, and fun, services and features for you.\nFor example we can determine your most frequent locations based on your use of the app and its location data.\nWe may then identify your home, school or work, or other locations.\nWe do this mostly to let you know when one of your friends is available to do fun things…or when they’re still 20 minutes away from home and will definitely be late to the party 😜.\nWe use location data to determine real time context about you: your friends may then decide to not call you because you’re driving...or still sleeping! We may even keep a track of how many times you met your friends recently.\nwe call them “streaks”.\nWe also store your location data to show you the places you’ve traveled to, we call this Footprints.\nWe help you create a diary of your location history.\nIf you want, you can show off the places you’ve visited to your friends via the web, or you can decide not to share these places and keep it to yourself.</p>\n</li>\n</ul>\n<p>\n</p>\n🐴 Information we collect from third parties\n<p>We may obtain information from other companies that are owned or operated by us—or any other third-party sources—and combine that with the information we normally collect through our services.\nFor example, we may obtain information from third parties to help identify points of interest.\nBe sure we’ll never send them information about your precise position! We can then understand if you’re in an airport and about to fly somewhere, and while your icon will not move on Zenly for some time, still provide an ETA.\nThis also works if you’re riding to a party on your bike! In such case be ready to receive a lot of clock emoji if you are running late!</p>\n🔮 How we use information\n<p>Our main goal is to offer the best possible location based service.\nSpecifically, we may use your information to…</p>\n<ul>\n<li>\n<p>…develop, operate, improve, deliver, maintain, and protect our services.</p>\n</li>\n<li>\n<p>…send you communications, including by email.\nFor example, we may use email to respond to direct support inquiries (pro tip: it’s quicker and faster to use in-app support!) or contact you to check if you enjoy using Zenly.</p>\n</li>\n<li>\n<p>…create statistical studies and monitor and analyze trends.\nFor example:</p>\n<ul>\n<li>\n<p>\n<strong>Movement patterns</strong>.\nPredict your movement patterns based on your location data, a methodology we’ve developed internally.</p>\n</li>\n<li>\n<p>\n<strong>Statistical studies</strong>.\nCreating statistical studies on an anonymized basis.\nWe will never disclose your identity.\nNot even your name.\nFor example, we may look for groups of users with similar movement patterns or habits to see if we can improve the user experience of Zenly.</p>\n</li>\n<li>\n<p>\n<strong>Registration statistics</strong>.\nDetermining which groups (e.g.\ncountry, users of different phone types, operating systems, etc.) are statistically relevant to the different studies that Zenly conducts on an aggregate basis.</p>\n</li>\n<li>\n<p>\n<strong>Movements over time</strong>.\nMeasuring and analyzing the movements of users over time.\nFor example, by studying your weekly habits, we can guess how long your commute will be.\nSo your friends will know how long it will take before you get home, and know when you’re ready to party on a Friday evening🎉! And if you’re not moving for some time on the next Saturday, we may guess that this is because the party was really intense and you’re probably still in the arms of Morpheus 😴!</p>\n</li>\n<li>\n<p>\n<strong>Communications</strong>.\nStudying exchanges habits and communication between friends.\nDid you know that ❤️ is the third most sent emoji on Zenly? Can you guess what’s number one?</p>\n</li>\n</ul>\n</li>\n<li>\n<p>…improve the way you can chat with your friends by processing and transcribing your voice notes 🎙</p>\n</li>\n<li>\n<p>…personalize the Zenly service.\nFor example, suggesting friends or profile information or giving you an overview of where you’ve been and slept.\n🏝</p>\n</li>\n<li>\n<p>…contextualize your experience by displaying your best friends and favorite locations in the app.\nFor example, your best friends appear bigger than others to make it easy to connect with them.\nWe may also display an icon above your location to identify your home, work or school to help give your friends an idea of where you are.</p>\n</li>\n<li>\n<p>… socialize the Zenly map by displaying an overview of places that you, your friends and other people in the Zenly community have checked-in at.\nFor example, if you check-in at your local restaurant, you can tag your friends, and also see others who visit the place.\nRemember, when you check-in you’re not just showing off to your friends, but to the entire Zenly community.\nSo only check-in to places if you’re okay with that.\n🌎</p>\n</li>\n<li>\n<p>…suggest personalized features such as Lenses.\nIf we notice that you share a workplace with some people, we may suggest personalized features, such as Lenses that display the best areas to hang out after work 🥳!</p>\n</li>\n<li>\n<p>…enhance the safety and security of our products and services, for example by detecting and preventing excessive friend requests.\nNobody likes spam! 👮🏻👮🏿</p>\n</li>\n<li>\n<p>…assess the success rate of our marketing campaigns, for example to see if you installed Zenly after seeing an ad for Zenly on another platform.</p>\n</li>\n<li>\n<p>…send you push notifications to get updates when friends accept your requests, when friends receive messages, when friends add you to a widget, and interesting tidbits on your friends’ whereabouts.\nFor example, when they’ve traveled to another country like Monaco or Fiji.\n✈️ Of course, if you don't want to receive push notifications, just turn them off in the Settings or look at the Zenly Notification preferences.</p>\n</li>\n<li>\n<p>…verify your identity to prevent fraud or other unauthorized or illegal activity.</p>\n</li>\n<li>\n<p>…enforce our Terms of Service and other usage policies.</p>\n</li>\n<li>\n<p>…store some information locally on your device, so that you can open the app and view content faster.</p>\n</li>\n</ul>\n📃 Bases for using your information\n<p>As an EU based company, we are only allowed to use your personal information when certain conditions apply.\nThese conditions are called “legal bases” and, at Zenly, we typically rely on one of four:</p>\n<ul>\n<li>\n<p>\n<strong>Contract</strong>.\nOne reason we might use your information is because it’s necessary to provide our services to you as described in our Terms of Service.\nBecause Zenly is a location based application we need to access and store your location data to offer you our Services.\nThe app simply doesn’t work without this information.\nA lot of the social features on Zenly form an integral part of the service.\nFor example, if we display your home, work or school or when you’re on the move.</p>\n</li>\n<li>\n<p>\n<strong>Legitimate interest</strong>.\nAnother reason we might use your information is because we have a legitimate interest in doing so.\nFor example, we need to use your information to provide and improve our services, including protecting your account, delivering Zenly’s services, providing customer support, and helping you find friends.\nAn important point to understand about legitimate interest is that our interests don’t outweigh your right to privacy.\nSo we only rely on legitimate interest when we think the way we are using your data doesn’t significantly impact your privacy or would be expected by you, or there is a good reason to do so.</p>\n</li>\n<li>\n<p>\n<strong>Consent</strong>.\nIn some cases we may ask for consent to use your information for specific purposes.\nIf we do, we’ll make sure you can revoke your consent in our services or through your device permissions.\nEven if we’re not relying on consent to use your information, we may ask you for permission to access data like contacts and location via your device permissions.</p>\n</li>\n<li>\n<p>\n<strong>Legal obligation</strong>.\nWe may be required to use your personal information to comply with the law, like when we respond to valid legal process or need to take action to protect our users.</p>\n</li>\n</ul>\n<p>\n</p>\n🤝 How we share information\n<p>We may share your information in the following ways:</p>\n<ul>\n<li>\n<p>With other Zenly users.\nSpecifically, we may share the following information:</p>\n<ul>\n<li>\n<p>Information about you, such as your name, username, friend list, number of friends, profile picture, places you’ve checked-in, battery status and phone number (only if they want to call you directly from your profile on Zenly).\nSo when you create your profile, remember it’s public and can be viewed by the Zenly community.</p>\n</li>\n<li>\n<p>Your location, but only if the user is your friend and you’ve allowed them to view it.\nWe would also like to draw your attention to the fact that your friends may have access to your location regardless of theirs.\nThis means that if a friend is traveling abroad they will still be able to see where you are, and vice versa.\nRemember: you can always limit the sharing of your location in the app anytime.</p>\n</li>\n<li>\n<p>Information about how you have interacted with the service such as the day you joined, the day you became friends with another user, and messages and emojis you’ve both sent and received.</p>\n</li>\n<li>\n<p>Places you’ve checked-in.\nWhen you check-in at a place or get tagged at a place this information may be visible to other users who’ve checked-in at a place.</p>\n</li>\n<li>\n<p>When you are sending a friend request, we will share your city, profile name, friends you have in common, and in some cases the school or work you share, so the receiver can make a better decision on whether or not to accept the friend request.</p>\n</li>\n<li>\n<p>Any other information you have consented for us to share.\nFor example, when you let us access your device’s address book, we may share information about you with other users who have your name and phone number in their device’s address book.</p>\n</li>\n<li>\n<p>This goes without saying, but if you send your friends a message, image, video or emoji, we will share this information with your friend or group of friends that you’ve selected.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>With our affiliates.\nThat means that we may share information with entities within the Zenly SAS family of companies.</p>\n</li>\n<li>\n<p>With third parties.\nSpecifically:</p>\n<ul>\n<li>\n<p>With service providers and partners.\nWe may share information about you with service providers who perform services on our behalf and business partners that provide services and functionality, including partners who show Zenly ads on their platforms.</p>\n</li>\n<li>\n<p>With third parties for legal reasons.\nWe may share information about you if we reasonably believe that disclosing the information is needed to:</p>\n<ul>\n<li>\n<p>Comply with any valid legal process, governmental request, or applicable law, rule, or regulation.</p>\n</li>\n<li>\n<p>Investigate, remedy, or enforce potential Terms of Service violations.</p>\n</li>\n<li>\n<p>Protect the rights, property, and safety of us, our users, or others.</p>\n</li>\n<li>\n<p>Detect and resolve any fraud or security concerns.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>Other third parties.\nWe may also share aggregated, non-personally identifiable or de-identified information.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>With the world 🌎.\nIf you decide to publicly share information, for example if you decide to explicitly share your Footprints using a web link.</p>\n</li>\n<li>\n<p>With third parties as part of a merger or acquisition.\nIf Zenly SAS gets involved in a merger, asset sale, stock sale, share sale, financing, liquidation or bankruptcy, or acquisition of all or some portion of our business to another company, we may share your information with that company before and after the transaction closes.\nThings like this can happen in the wild world of tech!</p>\n</li>\n<li>\n<p>🚨 Also be aware that your friends may take screenshots of the app and/or share some information about their interactions with you on Zenly.</p>\n</li>\n</ul>\n👽 Third-Party Content and Integrations\n<p>Our services may also contain third-party links and include third-party integrations.\nThrough these links and third-party integrations, you may be providing information (including personal information) directly to the third party, us, or both.\nYou acknowledge and agree that we are not responsible for how those third parties collect or use your information.\nAs always, we encourage you to review the privacy policies of every third-party service that you visit or use, including those third parties you interact with through our services.</p>\n<p>\n</p>\n💇 How long we keep your information\n<p>We store your information as long as necessary and as long as you’re a user of our service.\nWe have different retention protocols in place depending on the information.\nAs a general rule, we store the information we collect as long as you are actively using Zenly and in some cases, we only store information for a short period of time.\nIf you haven’t opened or used the app for more than 12 months we will delete your account and the associated data.\nDon’t want us to delete your data? Don’t worry, we won’t remove data if you’re still using the app.\nFor example, if you mainly use the Zenly app to record your Footprints and check your account at least once a year we won’t delete your account.\nAlso note that we aggregate or anonymize information for certain purposes such as data analytics.\nOnce we've anonymized the data we retain it indefinitely.</p>\n<p>The following data is stored as long as you are actively using the Zenly app:</p>\n<ul>\n<li>Your name, username and phone number</li>\n<li>Your age and profile picture</li>\n<li>Encrypted elements from your address book</li>\n<li>Friend requests and friend list</li>\n<li>Your chats, voice notes, transcriptions, emojis and images</li>\n<li>Location data</li>\n<li>Your device and usage information</li>\n</ul>\n<p>Of course, we also respect your requests for account deletion.\nThe following section, Control over your information, provides more information on how to delete your account.</p>\n<p>We take data deletion and retention very seriously and have created a dedicated page with more information on how data deletion and retention works at Zenly.\nAs a basic principle, we only keep the data we need to provide you with our services.</p>\n<p>\n</p>\n🎛 Control over your information\n<p>It is very important to us that you have control over your information! Here are some ways we establish just that:</p>\n<ul>\n<li>\n<p>\n<strong>Location</strong>.\nYou can change the location that is visible to your friends at any time in the app settings.\nWe allow you to share only limited location information with certain friends, or even hide your location from them altogether.</p>\n</li>\n<li>\n<p>\n<strong>Places</strong>.\nIf you check-in at a place, you can always remove that place, this will also remove you from the leaderboard.\nThe same goes for places others have tagged you in.\nDon’t like the check-in, just remove it.\nIf someone is spamming you, remember maybe they’re not your friend, and remove them from your friend list and report them from their profile.</p>\n</li>\n<li>\n<p>\n<strong>Access</strong>.\nWe strive to let you access and update most of the personal information that we have about you.\nMost of this can be done in the profile section of the app.\nIf you need to access, update, or delete any other personal information that we may have, you can contact love@zen.ly.\nNote however that, we may ask you to verify your identity or provide additional information before we can provide access to your information.</p>\n</li>\n<li>\n<p>\n<strong>Correct</strong>.\nYou can also request us to correct your data.\nFor example, if you think your home or work location is inaccurate, you can send a request directly in the app.</p>\n</li>\n<li>\n<p>\n<strong>Deletion</strong>.\nYou can easily delete information in the application, for example any messages you’ve sent (including media like images and videos) or friends you’ve added.\nIf you want to delete your location history, you can do this by deleting your account.\nBecause the entire application relies on location history, it is not possible to just reset your location data.</p>\n</li>\n<li>\n<p>\n<strong>Account deletion</strong>.\nWe don’t like seeing you leave us but if, for some reason, you want to delete your account you can always contact us at love@zen.ly to request account deletion.\nYou can also send an old-school letter to <em>4-6 Passage Louis Philippe 75011 Paris – France</em>… or do it directly from within the application.</p>\n</li>\n<li>\n<p>\n<strong>Account un-deletion</strong>.\nIf you’ve asked us to delete your account…and then you changed your mind and totally want it back you will have up to 30 days to restore your account before we delete your information from our servers.\nDuring this period, your account will not be visible to other users.\n😎</p>\n</li>\n<li>\n<p>\n<strong>Right to object</strong>.\nYou have the right to object to our use of your information.\n😊 For some types of data (e.g your username), you can simply delete it from Zenly and it won’t be processed anymore.\nFor other types of data that are crucial to the functioning of Zenly, you can delete your account to stop us from processing your information.\nThis can be done from within the app, or you can drop a note to love@zen.ly and we can talk you through the process.</p>\n</li>\n</ul>\n<p>\n</p>\n🇪🇺 Transfers outside the European Union\n<p>We would like to draw your attention to the fact that if your friends are outside the European Union, your information—including your location—will be available to them.\nSimilar to our transfer of your data to third parties as described in How we share information, your data may be transferred and be accessible to third parties and users outside of the European Union, including to countries that may not have the same level of protection of your information as those within the European Union.\nWhenever we share your information outside the European Union with third parties we make sure adequate mechanisms are in place to protect your data, such as the Standard Contractual Clauses.\nWe have included more details in the table below.</p> Purpose\nType of data\nCountry\nRecipient\nTransfer Mechanism Data analytics\nApp usage data:technical information and user interactions\nU.S.\nData analytics providers\nStandard Contractual Clauses Data analytics\nAnonymized location data\nU.S.\nMap provider\nStandard Contractual Clauses Data storage\nAll user data\nU.S.\nCloud storage provider\nStandard Contractual Clauses Internal communication\nChats, texts and images\nU.S.\nChat provider\nStandard Contractual Clauses Account Login and Verification\nPhone number\nU.S.\nSMS Provider\nStandard Contractual Clauses Support\nMessages from users\nU.S.\nSupport provider\nStandard Contractual Clauses Transcribe voice notes\nVoice notes\nU.S.\nGoogle\nStandard Contractual Clauses <p>We’re always happy to answer any questions you may have about data sharing to countries outside the European Union.\nIf you do have any questions simply let us know at love@zen.ly.</p>\n<p>\n<strong>Complaints?</strong> If you’re based in the EU, you can always file a complaint with the supervisory authority in your Member State.\nFor example, if you’re based in France you can file a complaint with the CNIL.</p>\n🇰🇷 Users in the Republic of Korea\n<p>If you are based in the Republic of Korea, there is some additional information we would like to bring to attention, please check it out here.</p>\n👶 Children\n<p>Our services are not intended for—and we don’t direct them to—anyone under 13.\nAnd that’s why we do not knowingly collect personal information from anyone under 13.\nAdditionally, you must be old enough to consent to the processing of your information in your country.</p>\n☝️ Revisions to the Privacy Policy\n<p>We may change this Privacy Policy from time to time.\nWhen we do, we’ll let you know one way or another.\nSometimes, we’ll let you know by revising the date at the top of the Privacy Policy (which is available on our website and in our app).\nOther times—especially if there is a major change—we’ll provide you with additional notice, such as adding a statement to our websites’ homepages or providing you with an in-app notification.</p>\n🍦 That’s all for now\n<p>If you have any questions feel free to let us know at love@zen.ly or reach out to our data protection officer at dpo at zen.ly.\nAnd remember: we love you! 😘</p> ", "created_at": "2022-02-28 02:17:52.678955", "updated_at": "2022-02-28 01:21:47.979324"}, {"id": 11583, "name": "Terms", "url": "https://zen.ly/terms", "xpath": "//body", "text": " App Store Google Play <ul>\n<li>Your map Your people </li>\n<li>About &amp.\nJobs </li>\n<li>Zenly is good for you </li>\n</ul>\n<ul>\n<li> Help center</li>\n<li> Press &amp.\nResources</li>\n<li> Bounty program</li>\n<li> Terms</li>\n<li> Privacy</li>\n<li> Contact</li>\n<li> love </li>\n</ul> App Store Google Play <ul>\n<li>Medium </li>\n<li>Twitter </li>\n<li>Facebook </li>\n<li>Instagram </li>\n<li>Snapchat </li>\n</ul>\n<p>© Zenly 2020.\nMade in Paris.</p> Menu Close Terms Privacy Zenly Terms of Service\n<p>Last modified: October 6th, 2021</p>\n<p>Welcome :)</p>\n<p>In case you’re not familiar, Zenly is an app that makes it fun and easy to know what your friends and family are up to and keep memories of your real life interactions.\nWant to see how much you really know about your hometown? Show off how much of the world you’ve explored? Lost your friends at a festival, on the beach, or on the slopes? We’ve got you covered! With Zenly, you can keep up with the people you care about the most, both near and far, create a personal diary of where you’ve been, or publicly showcase the places you’ve visited.</p>\n<p>We’ve drafted these Terms of Service (which we aptly call the “<strong>Terms</strong>”) so you’ll know the rules that apply when you use the Zenly app or any of our other products or services that link to these terms (we refer to these simply as the “<strong>Services</strong>”).\nAlthough we’ve tried our best to strip the legalese from the Terms, there are places where these Terms may still read like a traditional contract.\nThere’s a good reason for that: these Terms do indeed form a legally binding contract between you and Zenly S.A.S.\n(“<strong>Zenly</strong>”).\nSo please read them carefully.\n😙</p>\n<p>In order to use the Services, you must have accepted these Terms, which are presented to you (i) when you first open the app and (ii) when we make any material changes to the Terms.\nOf course, if you don’t accept them, then don’t use the Services.</p>\n🤔 1.\nWho Can Use the Services\n<p>No one under 13 is allowed to create an account or use the Services.\nAdditionally, you must be old enough to consent to the processing of your information in your country.</p>\n<p>By using the Services, you state that you can form a binding contract with Zenly and will comply with these Terms and all applicable local, state, national, and international laws, rules, and regulations.</p>\n<p>The Services should not be used for business or commercial purposes.\nIf you wish to use the Services for businesses or commercial purposes please contact love@zen.ly.</p>\n👛 2.\nYour account\n<p>In order to use the Services you are required to create an account.\nCreating an account is easy: just follow the steps in the app! Here is some important information about your account:</p>\n💡 Name and Username\n<p>We ask you to pick a name when you create an account.\nThis is the name that will displayed when you use the app.\nIf you want your friends to easily recognize you we recommend that you use a nickname if that’s what your friends call you.\nYou will also be able to pick a username after creating your account, so you can show your creativity to your friends later on with aliases such as <em>StarlightUn🦄corn</em>! Remember: most of the information in your profile is public and will be visible to the Zenly community.\nThis means that friends of friends can find you via the public friend lists and if you use social features your profile may be visible to larger Zenly community.</p>\n☎️ Phone number and verification\n<p>You will need an active phone number to create an account.\nTo make sure other people don’t start creating accounts with your phone number, we ask you to verify your phone number when creating an account.\nWe do this by sending a text message with a verification code to the phone number you specify when registering an account.\nTo complete the registration you will need to enter the verification code in the Zenly app.\nWe also ask for your phone number if you want to use our web based services, and will send a notice to your device to confirm you’re the one requesting access.\nPlease remember, your Zenly account is tied to your phone number, so make sure that your phone number remains valid in order to continue using the Services.\nIf your phone number becomes invalid you will no longer be able to access the Services.\nIf you want to keep your data when changing your phone number, please contact us at love@zen.ly.</p>\n📍 Geolocation\n<p>Zenly is a location based app.\nTherefore, we need to access and store your location data in order to provide the Services to you.\nDuring registration we will request access to your device’s location.\nYou can turn your device’s location data on and off at any time through your device settings.\nJust remember that the Services only work when device location is turned on.\nWe understand, of course, that there may be times that you don’t want to share your location data with all your friends.\nWith that in mind, we have built some cool features in the app that allow you to select different levels of location sharing on a per friend basis.\nWe provide more details on this in Section 3 of these Terms and in our Privacy Policy.\nHave a look: we think you’ll like them! 😊</p>\n📓 Address book and friends\n<p>Zenly is the most fun when you’re interacting with your friends! Because of this, we ask for permission to access your address book.\nThis will give you the ability to add friends that are already on Zenly as well as invite pals in your address book who have not yet joined Zenly.\nIf you’re inviting friends to Zenly keep in mind that you’ll be inviting them via text message, so be aware that your carrier may charge you for sending those text messages depending on your phone plan.\nAlso, when inviting friends, please be considerate and don’t spam your entire address book.\n😘</p>\n📮 Notifications\n<p>You can turn on notifications to get updates when friends accept your requests, when friends receive messages, when friends add you to a widget, and interesting tidbits on your friends’ whereabouts.\nFor example, when they’ve traveled to another country like Monaco or Fiji.</p>\n💂‍ Account Security\n<p>Once you have created your account, you remain responsible for any activity that takes place on your Zenly account.\nSince creating a Zenly account doesn’t require a password, make sure you protect your phone with a strong password.\nAlso, don’t give your phone to someone else if you don’t want them interacting with your account.\nIf you suspect fraudulent use or hijacking of your account please inform us immediately at love@zen.ly.\nWe will do our best to help you out as soon as possible.\n👮🏿‍👮🏻</p>\n🌍 3.\nLocation based service\n<p>You understand that Zenly is a location-based service.\nIn order to provide the Services, Zenly requires access to the location data of your device and needs to keep a record of your location history.\nYou will first have to grant permission to Zenly before we can access your location data.\nThis is done via the Android and iOS permission screens and/or device settings.<br>\nUnless you have selected a different device permission or app setting, your device location will be shared when the app is running in the background and the foreground.\nThis means that, once proper permissions are granted, you don't have to actively open the app to share your position.\nFor example, it will allow your friends to find you easily in festivals, even while doing that crazy moonwalk you like to do sometimes!</p>\n<p>If you want to stop sharing your location data, you can do so at any time in your device settings.\nWhen you disable location sharing through your device settings you will be unable to use the Services.\nKeep in mind that we’ve also implemented some cool features in the app that allow you to limit your location sharing on a person by person basis.\nVisit your profile to see what we mean.</p>\n<p>You understand the Services work under normal conditions, but that the accuracy of location data depends on a number of factors such as sufficient network coverage, wifi connection, and so on.\nFor example, if you’re in a building or area with low network coverage the map might not display correctly and your position in the app may not reflect your accurate location in real life.</p>\n<p>This point may be obvious, but remember that your location on the map is the location of your device.\nFor example, if you forget your device somewhere or lent it to a friend, your location on Zenly will not display your physical location, but instead the location of your device.</p>\n<p>Zenly is a social network.\nThis means that by default we share your actual location with new friends you accept and you will in turn be able to see the location of your new friend unless you or your friends changes location sharing preferences through either their device settings or the app itself.</p>\n<p>Because Zenly is a social network, we believe that most features and products work best when they are on by default.\nFor example, if you check-in at a place or tag a friend at a place, that information will be displayed on a public leaderboard visible to the Zenly community.\nDon’t want that information on the leaderboard, then there are always options to remove yourself.\nBecause of these inherently social components of Zenly, you should only add friends to Zenly who you trust.\nAre friends spamming or stalking you? Then they probably aren’t good friends, and you should consider removing them immediately and report them from their profile.</p>\n<p>You understand that for our Services to work, we need to store your location data as long as you are actively using the Services.\nWe have provided more details on our deletion and retention periods in our privacy policy.\nHave a look here.</p>\n<p>The maps we use to show your location in the app are sourced from third parties.\nThere may be geographical areas throughout the world that have not yet been processed and/or changes made in the world that the maps do not yet reflect such as new streets or changed street names, and so on.\nWe love receiving feedback, so if you do spot any issues with the map please let us know: love@zen.ly.\nWe will do our best to fix bugs and other issues you may flag.\n☝️</p>\n😙 4.\nRights we grant you\n<p>Zenly grants you a personal, worldwide, royalty-free, non-assignable, non-exclusive, revocable, and non-sublicensable licence to access and use the Services.\nThis licence is for the sole purpose of letting you use and enjoy the Services’ benefits in a way that these Terms allow.</p>\n<p>Any software that we provide you may automatically download and install upgrades, updates, or other new features.\nYou may be able to adjust these automatic downloads through your device’s settings.</p>\n<p>You may not copy, modify, distribute, sell, or lease any part of our Services.\nNor may you reverse engineer or attempt to extract the source code of that software, unless laws prohibit these restrictions or you have our written permission to do so.\nHOWEVER, we do love to partner with great companies, awesome engineers, and really creative designers, so don’t hesitate to reach out through love@zen.ly!</p>\n🕵️ 5.\nPrivacy\n<p>Your privacy matters to us.\nYou can learn how your information is handled when you use our Services by reading the Privacy Policy.\nWe encourage you to give the Privacy Policy a careful l👀k.</p>\n👭 6.\nRespecting other people’s rights\n<p>Zenly respects the rights of others, and so should you.\nYou, therefore, may not use the Services, or enable anyone else to use the Services in a manner that:</p>\n<ul>\n<li>violates or infringes on someone else’s rights of publicity, privacy, copyright, trademark, or other intellectual-property right;</li>\n<li>bullies, harasses, or intimidates;</li>\n<li>defames;</li>\n<li>spams or solicits our users.</li>\n</ul>\n<p>You must also respect the rights of Zenly.\nThese Terms do not grant you any right to do any of the following (or enable anyone else do so):</p>\n<ul>\n<li>use branding, logos, designs, photographs, videos, or any other materials used in our Services;</li>\n<li>copy, archive, download, upload, distribute, syndicate, broadcast, perform, display, make available, or otherwise use any portion of the Services or the content on the Services except as authorised in these Terms;</li>\n<li>use the Services, any tools provided by the Services, or any content on the Services for any commercial purposes without our consent.</li>\n</ul>\n👷🏿 7.\nSafety\n<p>We try hard to keep our Services a safe place for all users, but we can’t guarantee it.\nThat’s where you come in.\nBy using the Services, you agree that:</p>\n<ul>\n<li>You will not use the Services for any purpose that is illegal or prohibited in these Terms.</li>\n<li>You will not use any robot, spider, crawler, scraper, or other automated means or interface to access the Services or extract other users’ information.</li>\n<li>You will not use or develop any third-party applications that interact with the Services or other users’ content or information without our written consent.</li>\n<li>You will not use the Services in a way that could interfere with, disrupt, affect negatively, or inhibit other users from fully enjoying the Services, or that could damage, disable, overburden, or impair the functioning of the Services.</li>\n<li>You will not use or attempt to use another user’s account without their permission.</li>\n<li>You will not post content that contains pornography, graphic violence, threats, hate speech, or incitements to violence.</li>\n<li>You will not upload viruses or other malicious code or otherwise compromise the security of the Services.</li>\n<li>You will not attempt to circumvent any content-filtering techniques we employ, or attempt to access areas or features of the Services that you are not authorised to access.</li>\n<li>You will not probe, scan, or test the vulnerability of our Services or any system or network.</li>\n<li>You will not encourage or promote any activity that violates these Terms.</li>\n</ul>\n<p>We also care about your safety while using our Services.\nSo please don’t use our Services in a way that would distract you from obeying traffic or safety laws.\nFor example, never use the Services while driving.</p>\n🐴 8.\nThird-party services\n<p>If you use a service, feature or functionality that is operated by a third party and made available through our Services (including Services we offer jointly with the third party), each party’s terms will govern the respective party’s relationship with you.\nZenly is not responsible or liable for a third party’s terms or actions taken under the third party’s terms.</p>\n✍️ 9.\nModifying the Services and termination\n<p>We’re relentlessly improving our Services and creating new ones all the time.\nThis means that we may add or remove features, products, or functionalities, and we may also suspend or stop the Services altogether.\nWe may take any of these actions at any time, and when we do, we will try to notify you beforehand—but this won’t always be possible.</p>\n<p>Though we hope you remain a lifelong member of the Zenly community, you can terminate these Terms at any time and for any reason by deleting your account.\nYou can delete your account by contacting love@zen.ly.\n😢</p>\n<p>Zenly may also terminate these Terms with you if you fail to comply with these Terms, the law, or for any reason outside of our control.\nAnd while we’ll try to give you advance notice, we can’t guarantee it.\nOur right to terminate these Terms means that we may stop providing you with any Services, or impose new or additional limits on your ability to use the Services.\nFor example, we may deactivate your account due to prolonged inactivity (12 months).</p>\n<p>Regardless of who terminates these Terms, both you and Zenly continue to be bound by Sections 2, 6, 9 – 17 of the Terms.</p>\n🌵 10.\nIndemnity\n<p>You agree, to the extent permitted by law, to indemnify, defend and hold harmless Zenly and our affiliates, directors, officers, stockholders, employees, licensors, suppliers, and agents from and against any complaints, charges, claims, damages, losses, costs, liabilities and expenses (including attorneys’ fees) due to, arising out of, or relating in any way to: (a) your access to or use of the Services.\n(b) your content.\nand (c) your breach of these Terms.</p>\n🙆🏻‍ 11.\nDisclaimers\n<p>We try to keep the Services up and running and free of annoyances,.\nbut we cannot promise that we will always succeed.</p>\n<p>The Services are provided “as is” and “as available” and to the extent permitted by law without warranties of any kind, either express or implied, including, in particular implied warranties, conditions, or other terms relating to (i) merchantability, satisfactory quality, fitness for a particular purpose, title, quiet enjoyment, non-infringement, or (ii) arising from a course of dealing.\nIn addition, while Zenly attempts to provide a good user experience, we do not represent or warrant that: (a) the Services will always be secure, error-free or timely.\n(b) the Services will always function without delays, disruption or imperfections.\nor (c) that any content or information you obtain through the Services will be timely or accurate.</p>\n<p>IF THE LAW OF THE COUNTRY WHERE YOU LIVE DOES NOT ALLOW THE EXCLUSIONS OF LIABILITY PROVIDED FOR IN THIS CLAUSE, THOSE EXCLUSIONS SHALL NOT APPLY.</p>\n<p>Zenly and their affiliates take no responsibility and assume no liability for any content that you, another user, or a third party creates, uploads, posts, sends, receives, or stores on or through our Services.\nYou understand and agree that you may be exposed to content that might be offensive, illegal, misleading, or otherwise inappropriate, none of which Zenly, nor their affiliates will be responsible for.</p>\n<p>Nothing in these Terms will exclude or limit any responsibility we may have to remove content if so required by the law of the country where you live.</p>\n☂️ 12.\nLimitation of liability\n<p>Zenly and our affiliates, directors, officers, stockholders, employees, licensors, suppliers, and agents will not be liable for any indirect, incidental, special, consequential, punitive, or multiple damages, or any loss of profits or revenues, whether incurred directly or indirectly, or any loss of data, use, goodwill or other intangible losses, resulting from: (a) your use of the Services or inability to use the Services.\n(b) your access to or inability to access the Services.\n(c) the conduct or content of other users or third parties on or through the Services.\nor (d) unauthorised access, use or alteration of your content.\nIn no event will Zenly or their affiliates’ aggregate liability for all claims relating to the Services exceed the greater of €100 EUR.</p>\n<p>IF THE LAW OF THE COUNTRY WHERE YOU LIVE DOES NOT ALLOW ANY LIMITATION OF LIABILITY PROVIDED FOR IN THIS CLAUSE, THAT LIMITATION WILL NOT APPLY.</p>\n👩‍❤️‍👩 13.\nDispute resolution\n<p>If you have a concern, let’s talk.\nWe totally encourage you contact us first at love@zen.ly and we’ll do our best to resolve the issue.</p>\n🏩 14.\nExclusive venue\n<p>To the extent the parties are permitted under these Terms to initiate litigation in a court, both you and Zenly agree that all claims and disputes (whether contractual or otherwise) arising out of or relating to the Terms or the use of the Services will be litigated exclusively in the courts of France, unless this is prohibited by the laws of the country where you reside.\nYou and Zenly consent to the exclusive jurisdiction of those courts.</p>\n🗺 15.\nChoice of law\n<p>The laws of France govern these Terms and any claims and disputes (whether contractual or otherwise) arising out of or relating to these Terms or their subject matter.\nThe courts in some countries may not apply the laws of France to some disputes related to these Terms.\nIf you reside in one of those countries, the laws of your home country may apply to those disputes.</p>\n💇🏻 16.\nSeverability\n<p>If any provision of these Terms is found unenforceable, then that provision will be severed from these Terms and not affect the validity and enforceability of any remaining provisions.</p>\n🎩 17.\nFinal terms\n<ul>\n<li>These Terms make up the entire agreement between you and Zenly and supersede any prior agreements.</li>\n<li>These Terms do not create or confer any third-party beneficiary rights.</li>\n<li>If we do not enforce a provision in these Terms, it will not be considered a waiver.</li>\n<li>We reserve all rights not expressly granted to you.</li>\n<li>You may not transfer any of your rights or obligations under these Terms without our consent.</li>\n</ul>\n💌 Contact Us\n<p>You can always contact us at love@zen.ly if you have questions or want to submit feedback about our Services.\nWe always love to hear from our users.\nIf you do happen to volunteer feedback or suggestions just know that we can use your ideas without compensating you.\nIf you’re full of ideas for Zenly AND would like to be compensated, have a look at our job postings.</p>\n<p>Zenly is located at <em>4-6 Passage Louis Philippe 75011 Paris – France</em>.\nThere are some great cafes nearby.</p>\n<p>😘</p>\n<p>Zenly</p> ", "created_at": "2022-02-28 02:17:52.675708", "updated_at": "2022-02-28 01:22:15.158585"}], "points": [], "urls": ["zen.ly"]}}