{"error": 448, "message": "OK", "parameters": {"id": 2888, "name": "USA TODAY", "created_at": "2021-03-29 17:10:03.433267", "updated_at": "2021-03-30 00:01:58.054959", "wikipedia": "https://en.wikipedia.org/wiki/USA_Today", "keywords": null, "related": null, "slug": "usa_today", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2888.png", "url": "usatoday.com", "documents": [{"id": 4476, "name": "Privacy Policy", "url": "https://cm.usatoday.com/privacy", "xpath": "/html/body/div[1]/div/div/div", "text": " Gannett Privacy Policy<i>Last Updated: October 5, 2020</i>\n<p>This Privacy Policy describes the privacy practices for the websites and mobile applications operated by Gannett Co., Inc.\nand its affiliates (“Gannett” “we”, “our” “us”), and applies solely to the Personal Information (as defined below in Section 1) that we collect and use relating to consumers and users residing outside of the State of California.\nThis Privacy Policy does not apply to California residents.\nIf you are a California resident, please click here for Your California Privacy Rights/Privacy Policy.</p>\n<p>This Privacy Policy is applicable to the publications, businesses, websites and mobile applications operated by Gannett/USA TODAY Network, including the Website from which you accessed this Privacy Policy (our websites and mobile applications are collectively referred to as \"Websites\").\nIt also applies to the related online services that we provide through our Websites (the \"Services\").</p>\n<p>To the extent permitted by applicable law, by using the Websites and/or the Services and providing us with Personal Information (defined below), you agree to the practices described in this Privacy Policy and the Cookie Policy referenced below and to the updates to these policies posted here from time to time.\nIf you are based in the European Economic Area (“EEA”) or the United Kingdom (“UK”), this Privacy Policy serves as notice of how we process your Personal Data (defined below) for which we are a controller.\nIf we require your consent, we will request it formally, in adherence to applicable data protection laws.</p>\n<p> To make sure you stay informed of all changes, you should check these policies periodically.\nUpdates will be referenced by the \"Last Updated\" date shown above.</p>Table of Contents<ol>\n<li>Definition of Personal Information</li>\n<li>Personal Information We Collect</li>\n<li>How We Use Personal Information</li>\n<li>Do We Use \"Cookies\"?</li>\n<li>Third Party Links</li>\n<li>Security</li>\n<li>Accessing, Correcting or Deleting Your Personal Information</li>\n<li>Transfers </li>\n<li>Aggregate and De-Identified Information</li>\n<li>Privacy Policy for California Residents</li>\n<li>Individuals in the European Economic Area or UK </li>\n<li>Children’s On-Line Privacy Information </li>\n<li>Accessibility </li>\n<li>Changes to This Privacy Policy</li>\n<li>Contact Us</li>\n</ol> 1.\nPERSONAL INFORMATION AND PERSONAL DATA DEFINITION <p>For purposes of this Privacy Policy, unless a different definition is noted in a particular instance, \"Personal Information\" (or \"Personal Data\" as used in Section 9) means any information that identifies, relates to, describes, references, or is reasonably capable of being associated with an identified or identifiable natural person.</p>2.\nPERSONAL INFORMATION WE COLLECT <p>We may collect the following types of Personal Information about you as described below:</p>\n<ul>\n<li>(A) Personal Information you provide to us,</li>\n<li>(B) Personal Information we may automatically collect, and</li>\n<li>(C) Personal Information we may receive from third parties.</li>\n</ul> A.\nPersonal Information You Provide to Us<p>In using our Websites or Services, you may provide us with Personal Information, which may include (the examples provided are illustrative and not intended to be exhaustive):</p>\n<ul>\n<li>Contact information such as name, email address, postal address and telephone number(s);</li>\n<li>Demographic information such as birth date or gender;</li>\n<li>Account information and log in credentials, including unique identifiers such as username and password;</li>\n<li>Payment and transaction information including credit or bank card information;</li>\n<li>Preferences for communications;</li>\n<li>Communications and opinions in chat rooms, message boards, forums, surveys, polls, and online forms;</li>\n<li>Access to your geo-location (including through our mobile app) or to other data held on social media platforms and other software (for example, access to your contacts, calendar or photos);</li>\n<li>Photos and/or videos.\nand</li>\n<li>Any additional information that we describe to you, when we collect your data with your consent.</li>\n</ul> B.\nPersonal Information We May Automatically Collect About You<p>Our Websites and Services may automatically collect certain Personal Information about you.\nThis Personal Information may include (the examples provided are illustrative and not intended to be exhaustive):</p>\n<ul>\n<li>IP address, which is the number associated with the service through which you access the Internet, such as through your ISP (Internet service provider);</li>\n<li>Date and time of your visit or use of our Websites or Services;</li>\n<li>Domain server from which you are using our Websites or Services;</li>\n<li>Type of computer, web browsers, search engine used, operating system, or platform you use;</li>\n<li>Data identifying the web pages you visited prior to and after visiting our Websites or using our Services;</li>\n<li>Your movement and activity within the website, which is aggregated with other Personal information;</li>\n<li>Geo-location information through the use of any of our mobile applications;</li>\n<li>Mobile device information, including the type of device you use, operating system version, and the device identifier (or “UDID”).\nand</li>\n<li>Mobile application identification and behavior, use, and aggregated usage, performance data, and where the application was downloaded from.</li>\n</ul> C.\nPersonal Information We May Receive from Third Parties<p>We may collect additional Personal Information about you from third-party websites, social media platforms, such as, but not limited, to Facebook, Twitter, Instagram, SnapChat (“Social Media Platforms”), third party data providers, and sources providing publicly-available Personal information (e.g., from the U.S.\npostal service) for the purposes described in Section 3 below.</p>\n<p>Personal Information we may access from Social Media Platforms may include, but is not limited to:</p>\n<ul>\n<li>Your Social Media Platform login information</li>\n<li>Your location data</li>\n<li>Your profile information</li>\n<li>Your list of contacts, friends or followers</li>\n<li>Certain Personal Information about your activities on the Social Media Platform</li>\n</ul>\n<p>Please keep in mind that when you provide Personal Information to us on a third-party website or platform (for example, via our applications), the Personal Information you provide may be separately collected by the third-party website or the Social Media Platform.\nPlease review the privacy policies of the applicable third-party website or Social Media Platform for their privacy practices.</p>3.\nHOW WE USE PERSONAL INFORMATION <p>\n</p>A.\nUse and Purpose of Processing Your Personal Information<p>We use and process your Personal Information for the following types of purposes (the examples provided are illustrative and not intended to be exhaustive).</p>\n<ul>\n<li>To provide you with the Websites and Services, and related promotions, newsletters and information you request</li>\n<li>To respond to your inquiries and provide you with requested information and other communications, including by email, chat or text messages, and including alerts, notification of promotions, contests, and events</li>\n<li>For marketing and advertising purposes, including sending you promotional material or special offers on our behalf or on behalf of our marketing partners and/or their respective affiliates and other third parties, provided that you have not already opted-out of receiving such communications</li>\n<li>For billing and payment processing</li>\n<li>To deliver personalized advertising and content</li>\n<li>To fulfill contracts we have with you</li>\n<li>To manage, improve and foster relationships with third-party service providers, including vendors, suppliers, and parents, affiliates, subsidiaries, and business partners</li>\n<li>To maintain, improve, customize, or administer the Websites and Services, perform business analyses, or other internal purposes to improve the quality of our business, the Websites and the Services, resolve technical problems, or improve security or develop other products and services</li>\n<li>To comply with our Terms of Service</li>\n<li>To perform analytics for business purposes and business intelligence, such as monitoring traffic to our Websites, counting ad impressions, and auditing legal and regulatory compliance</li>\n<li>To maintain the safety, security, and integrity of our Websites, products and Services, databases and other technology assets and our business, including preventing fraud, detecting security breaches and prosecuting violators</li>\n<li>To identify and repair errors in our Websites' functionality</li>\n<li>To evaluate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, in which Personal Information we hold is among the assets transferred</li>\n<li>To comply with any applicable laws and regulations and respond to lawful requests.\nand/or</li>\n<li>For any other purposes disclosed to you at the time we collect your Personal Information and/or pursuant to your consent</li>\n</ul>\n<p>If we decide to use the Personal Information for materially different purposes, we will update this Privacy Policy.</p>B.\nDisclosing Your Personal Information to Other Parties<p>We may disclose your Personal Information to other parties, including:</p>\n<ul>\n<li>Our affiliates</li>\n<li>Service providers</li>\n<li>Advertisers, advertising technology companies, analytics companies and other third parties with whom we have business relationships</li>\n<li>Government regulators</li>\n<li>Our legal advisors and parties involved in a legal process</li>\n<li>To an entity involved in the sale of our business</li>\n<li>Third parties to whom you or your agents authorize us to disclose your Personal Information in connection with products or Services we provide to you</li>\n</ul>\n<p>In order to provide advertisements and content that are more relevant to you, we and our advertising and content providers may collect certain types of Personal Information when you use our Websites (such as, by way of example, your email, the IP address of your device, the identifier on your mobile device, or cookies stored on your device).\nWe or our advertising and content providers may combine this information with other information we have, or that we collect through other sources, and may share the information we collect with third parties to provide interest based or targeted advertising.\nouIf you would like to opt out from this use, or for more information, please see our Cookie Policy for more information.</p>\n<p>If we decide to disclose Personal Information to additional categories of parties, we will update this Privacy Policy.</p>4.\nDO WE USE \"COOKIES\"? <p>Yes.\nCookies and similar technologies are small files that a website or its service provider transfers to a computer’s hard drive through a Web browser (if the user allows) that enables the website’s or service provider’s systems to recognize the user’s browser and capture and remember certain information.</p>\n<p>In general, we and our third-party providers and advertisers, use cookies and other technologies to optimize the functionality of the Websites, to help us understand how the Websites are used and to provide users with interest-based content or advertising based upon their browsing activities and interests.</p>\n<p>For more information about the cookies and other technologies that we, our affiliates and third party providers and advertisers use on our Websites, please read our Cookie Policy.</p>\n<p>In addition, you may opt out of certain interest-based advertising by using the following resources:</p>\n<ul>\n<li>(a) You may opt-out of tracking and receiving tailored advertisements on your mobile device by some mobile advertising companies and other similar entities by downloading the App Choices app at www.aboutads.info/appchoices.</li>\n<li>(b) You may opt-out of receiving permissible targeted advertisements by using the NAI Opt-out tool available at http://optout.networkadvertising.org/?c=1 or visiting About Ads at http://optout.aboutads.info.</li>\n<li>(c) You may opt-out of having your activity on our Websites and Services made available to Google Analytics by installing the Google Analytics opt-out add-on for your web browser by visiting: https://tools.google.com/dlpage/gaoptout for your web browser.</li>\n<li>(d) One of our providers, LiveRamp, Inc.\ncollects certain Personal Information from you on our Websites, such as your email (in hashed form), IP address or information about your browser or operating system.\nLiveRamp then returns to us an online identification code that is associated with your Personal Information, and that we may store in our first-party cookie for our own use in online and cross-channel advertising across our Websites.\nIt may also be shared with advertising companies to enable interest-based and targeted advertising.\nTo opt out of this use by LiveRamp, please click here: https://optout.liveramp.com/opt_out.</li>\n</ul>\n<p>\n</p>5.\nTHIRD PARTY LINKS <p>Our Websites or Services may contain links to other websites or services that are not owned or controlled by us, including links to social media platforms, or may redirect you off our Website or away from our Services to other websites for information or other services.\nThis Privacy Policy only applies to information collected by our Websites and Services.\nWe are not responsible for the privacy and security practices of those other websites or social media platforms or the information they may collect (which may include IP address).\nYou should refer to such third parties’ privacy policies on their sites to determine their respective privacy practices.\nLinks to any other website’s or content do not constitute or imply an endorsement or recommendation by us of the linked website, social media platform, and/or content.</p>6.\nSECURITY <p>We use commercially reasonable procedures and various technical, administrative and physical safeguards to help protect the confidentiality of your Personal Information.\nHowever, you should assume that no data transmitted over the Internet or stored or maintained by us or our third-party service providers can be 100% secure.\nTherefore, although we believe the measures implemented by us reduce the likelihood of security problems to a level appropriate to the type of data involved, we do not promise or guarantee, and you should not expect, that your Personal Information or private communications will always remain private or secure.\nWe do not guarantee that your Personal Information will not be misused by third parties.\nWe are not responsible for the circumvention of any privacy settings or security features.</p>\n<p>If you believe that your Personal Information has been accessed or acquired by an unauthorized person, please promptly Contact Us so that necessary measures can quickly be taken.</p>7.\nACCESSING, CORRECTING, OR DELETING YOUR PERSONAL INFORMATION <p>As required by applicable laws, and subject to any permitted exceptions and limitations, we will comply with any verified consumer request you submit with respect to your Personal Information.\nPlease submit a verifiable consumer request to us through the web form link provided below in Contact Us.</p>8.\nTRANSFERS <p>Your Personal Information may be stored, transferred to, and processed in any country where we have facilities or in which we engage service providers.\nThese countries may be outside the United States, and may have different data protection laws than in the United States.</p>9.\nAGGREGATE AND DE-IDENTIFIED INFORMATION <p>We may aggregate and/or de-identify any information collected through the Websites and Services so that such information can no longer be linked to you or your device (“Aggregate/De-Identified Information”).\nWe may use Aggregate/De-Identified Information for any purpose, including without limitation for research and marketing purposes, and may also share such data with any third parties, including advertisers, promotional partners, and sponsors, in our discretion.</p>10.\nPRIVACY POLICY FOR CALIFORNIA RESIDENTS <p>This Privacy Policy does not apply to California residents.\nIf you are a California resident, please go to Your California Privacy Rights/Privacy Policy to learn about your California privacy rights.</p>11.\nINDIVIDUALS IN THE EUROPEAN ECONOMIC AREA (EEA), OR UK <p>This Section 11 is included in this Privacy Policy to comply with the requirements of the General Data Protection Regulation (\"GDPR\").\nIt applies only to individuals coming to our Websites from within the EEA or the UK and applies only (1) if we collect through the Website any Personal Data of those individuals or (2) if we track individuals in the UK or EEA who access our Websites.</p>11.1.\nController<p>Gannett is the controller (as defined under the GDPR) for processing and using the Personal Data of individuals within the EEA or UK that is collected through our Site.\nPlease see the “Contact Us” section below to find out how to contact us.</p>11.2.\nRights of Individuals Based in the EEA <p>Subject to applicable law, you may be able to exercise any of the following rights in relation to your Personal Data:</p>\n<ul>\n<li>Right to know what information we have about you: This is known as the \"right of access\" and gives you the right to find out what, if any, Personal Data we have about you, how we process it, and to request a copy of the Personal Data.</li>\n<li>Right to correct your information: This is known as the \"right of rectification\" and gives you the right to ask that we correct or complete any Personal Data we have about you.</li>\n<li>Right to delete your information: This is known as the \"right to erasure\" or \"right to be forgotten\" and gives you the right to ask us to delete your Personal Data.</li>\n<li>Right to change how we use your information: This is known as the \"right to restrict processing\" and gives you the right to ask us to change how we use your Personal Data in certain circumstances, such as where you contest the accuracy of the data or object to us using it in a certain way.</li>\n<li>Right to move your information: This is known as the \"right to data portability\" and gives you the right to ask to receive your Personal Data from us in a structured, commonly used and machine-readable format or to have it transmitted to another controller.</li>\n<li>Right to stop us from using your information: This is known as the \"right to object\" and gives you the right to ask us to stop using your Personal Data when applicable.</li>\n<li>Rights relating to how we use your information to categorize you or make decisions about you: This is known as the \"right in relation to automated decision-making and profiling\": You have the right to be free from decisions we may make that are based solely on automated processing of your Personal Data, including profiling, if they produce a significant legal effect on you, unless such decision-making or profiling is necessary for entering into or performing a contract between you and us, or is made with your explicit consent.</li>\n<li>Right to withdraw consent: If we rely on your consent to use your Personal Data, you have the right to withdraw that consent at any time.\nThis will not affect our use of your data before we received notice that you wished to withdraw your consent.</li>\n<li>Right to file a complaint with the supervisory authority: If you have a concern about our privacy practices, including the way we handled your Personal Data, you can report it to the supervisory authority that is authorized to hear those concerns in your jurisdiction, although we invite you to Contact Us with any concern as we would be happy to try and resolve it directly.</li>\n</ul>\n<p>You may exercise your rights by contacting us as indicated under the “Contact Us” section below.\nTo change your consent settings for our use of cookies and other technologies, please see our Cookie Policy.</p>\n<p>The requests above will be considered and responded to in the time period stated by applicable law.\nCertain information may be exempt from such requests.\nWe may require additional information from you to confirm your identity in responding to such requests.\n</p>11.3.\nLegitimate Interests<p>\"Legitimate interests\" means the interests of our company in conducting and managing our organization.\nFor example, and without limitation, we have a legitimate interest in processing your Personal Data to analyze how the Website and our products and Services are being used, to administer our contractual relationships, fulfil legal obligations, process employee data, prevent fraud or criminal activity or misuse of our products or services, ensure the security of our IT systems, architecture and networks, and meet our corporate and social responsibility objectives, and/or effectively and efficiently operate our business and provide you with the services offered through our Services, as described in this Privacy Policy.\nWhen we process your Personal Data for our legitimate interests, we make sure to consider and balance any potential impact on you, and your rights under data protection laws.\nOur legitimate interests do not automatically override your interests.\nWe will not use your Personal Data for activities where our interests are overridden by the impact on you, unless we have your consent or those activities are otherwise required or permitted to by law.\nYou have the right to object to processing that is based on our legitimate interests.\nFor more information on your rights, please see \" Your Rights\" section above.</p>11.4.\nData Transfers<p>Gannett is based in the United States, and we use service providers (described above) based in the United States to operate our business and our relationship with you.\nWhen you use our Site and the Services, you acknowledge that your Personal Data may be transmitted, stored, processed by us and our service providers’ servers in the United States to provide you with the services that you requested, administer our contract with you or to respond to your requests as described in this Privacy Policy.\nThe United States may have data protection laws less stringent than or otherwise different from the laws in effect in the country in which you are located.\nWhere we transfer your Personal Data out of the EEA we will take steps to ensure that your rights continue to be protected.\nWe endeavor to apply suitable safeguards to protect the privacy and security of your Personal Data and to use it only consistent with your relationship with us and the practices described in this Privacy Policy.\nWe also enter into data processing agreements and model clauses with vendors as appropriate.</p>11.5.\nData Transfers<p>We will keep your Personal Data only for as long as is reasonably necessary for the purposes outlined in this Privacy Policy based on the context in which you provided it, or for the duration required by law, whichever is the longer.</p>12.\nCHILDREN’S ON-LINE PRIVACY INFORMATION <p>In general, the Websites and Services are not intended for use by children under the age of 13, or 16 where applicable.\nIn cases where certain Websites or Services are intended for use by children under the age of 13 (or 16 where applicable), we will post appropriate notices and take steps as required by applicable law to safeguard children's data.\nIn addition, we do not knowingly collect Personal Information from children under the age of 13 (or 16 where applicable) through form submissions on our Websites or Services, although certain third party sites that we link to may do so.\nThese third-party sites have their own terms of use and privacy policies and we encourage parents and legal guardians to monitor their children’s Internet usage and to help enforce our Privacy Policy by instructing their children to never provide information on our Websites without their permission.</p>\n<p>Involvement of parents: In accordance with the provisions of the Children’s Online Privacy Act, in the event that we do begin collecting any Personal Information or data from children under the age of 13 (or 16 where applicable), we will notify parents first, and will seek parental or guardian consent to collect, use and/or disclose certain Personal Information from children under the age of 13, or 16 where applicable.\nA parent may review and have deleted their child’s Personal Information, and may refuse to permit further collection or use of their child’s information by contacting us as noted at the end of this Privacy Policy.\nParents may consent to our collection and use of their child’s Personal Information without consenting to the disclosure of that information to others.</p>\n<p>If you have reason to believe that a child under the age of 13 (or 16) has provided Personal Information \"Contact Us\" below with sufficient detail to enable us to delete that information from our databases.</p>13.\nACCESSIBILITY <p>Please see our Accessibility Support page at https://static.usatoday.com/accessibility/ if you experience any difficulty in accessing any part of this Website or this Policy.\nYou may also contact us at accessibility@usatoday.com.</p>14.\nCHANGES TO THIS PRIVACY POLICY <p>We may amend this Privacy Policy at our discretion and at any time.\nWhen we make changes to this Privacy Policy, we will post the updated notice on our Websites and update the notice's \"Last Updated\" date.\nWhere permitted by applicable law, your continued use of our Website and/or Services following the posting of changes constitutes your acceptance of such changes.</p>15.\nCONTACT US <p>If you have any questions or comments about this Privacy Policy, the ways in which we collect and use your Personal Information described here, your choices and rights regarding such use, or you wish to exercise your rights, please contact us as provided below.</p>\n<p>PLEASE NOTE: YOU SHOULD ONLY CONTACT US AT THIS EMAIL FORM OR ADDRESS FOR PRIVACY RELATED CONCERNS, AND NOT FOR EDITORIAL, SUBSCRIPTION OR CONTENT-BASED ISSUES INCLUDING TAKE-DOWN REQUESTS RELATING TO YOUR NAME OR IMAGE APPEARING IN NEWS STORIES.\nPLEASE SEE OUR CORPORATE \"Contact Us\" PAGE INSTEAD FOR THOSE MATTERS.</p>\n<p>\n</p>\n<ul>\n<li>Email us through our Online Request Form</li>\n<li>Write us at: Gannett Media Corp., 175 Sully's Trail, Pittsford, NY 14534 Attn: Privacy Officer</li>\n</ul>\n<p>\n</p>General Data Protection Regulation (GDPR) - European Representative<p>Pursuant to Article 27 of the GDPR, Gannett has appointed a company called European Data Protection Office (EDPO) as its GDPR representative in the EEA.\nIf you are an individual based in the EEA and/or UK, in addition to or alternatively to contacting us, you can also contact EDPO regarding matters pertaining to the processing of your Personal Data under GDPR as follows.\n</p>\n<p>PLEASE NOTE: YOU SHOULD <u>NOT</u> CONTACT EDPO IF YOU ARE AN INDIVIDUAL WHO IS A CITIZEN OF THE UK OR ANY EEA COUNTRY, <u>BUT YOU ARE RESIDING IN, VISITING OR OTHERWISE LOCATED IN THE US</u> AND YOU ARE ACCESSING OUR WEBSITES OR SERVICES FROM THE US.\nIN THAT CASE, PLEASE CONTACT GANNETT DIRECTLY AS PROVIDED ABOVE.</p>\n<ul>\n<li>By EDPO’s Online Request Form</li>\n<li>By email: privacy@edpo.brussels</li>\n<li>By post: EDPO, Avenue Huart Hamoir 71, 1030 Brussels, Belgium</li>\n</ul> ", "created_at": "2021-03-29 17:11:07.078347", "updated_at": "2021-03-29 17:11:14.941093"}, {"id": 4477, "name": "Terms of Service", "url": "https://cm.usatoday.com/terms/", "xpath": "/html/body/div[1]/div/center/div", "text": "\nTerms of Service\n<p>Last Updated: January 3rd, 2013</p>\n<br>\n<p>By using our website, mobile site or app (the \"Site\"), you agree to be bound by these Terms of Service and to use the Site in accordance with these Terms of Service, our&nbsp;Privacy Notice, and any additional terms and conditions that are referenced herein or that otherwise may apply to specific sections of the Site, or to products and services that we make available to you through the Site (all of which are deemed part of these Terms of Service).\nAccessing the Site, in any manner, whether automated or otherwise, constitutes use of the Site and your agreement to be bound by these Terms of Service.\nYour accessing the Site for the limited and exclusive purpose of reviewing these Terms of Service does not constitute your \"use\" of the Site or agreement to be bound by these Terms of Service unless you further access or use the Site.</p>\n<br>\n<p>We reserve the right to change these Terms of Service or to impose new conditions on use of the Site, from time to time, in which case we will post the revised Terms of Service on this website and update the \"Last Updated\" date to reflect the date of the changes.\nIf we make a material change to the Terms of Service, we will not enforce the material change retroactively (i.e., to use of the Site occurring before the change) unless we notify you by posting a prominent notice of the change on the home or landing page of the Site or otherwise notify you of the changes so you may elect whether to accept the changes by continuing to use the Site, or terminate your account.\nBy continuing to use the Site after we post any such changes or notify you of any material changes, you accept the Terms of Service, as modified.</p>\n<br>\n<p>We also reserve the right to deny access to the Site or any features of the Site to anyone who violates these Terms of Service or who, in our sole judgment, interferes with the ability of others to enjoy our website or infringes the rights of others.</p>\n<br>\nRights and Restrictions Relating to Site Content\n<p>\n<b>Your Limited Right to Use Site Materials.</b>&nbsp;This Site and all the materials available on the Site are the property of us and/or our affiliates or licensors, and are protected by copyright, trademark, and other intellectual property laws.\nThe Site is provided solely for your personal noncommercial use.\nYou may not use the Site or the materials available on the Site in a manner that constitutes an infringement of our rights or that has not been authorized by us.\nMore specifically, unless explicitly authorized in these Terms of Service or by the owner of the materials, you may not modify, copy, reproduce, republish, upload, post, transmit, translate, sell, create derivative works, exploit, or distribute in any manner or medium (including by email or other electronic means) any material from the Site.\nYou may, however, from time to time, download and/or print one copy of individual pages of the Site for your personal, non-commercial use, provided that you keep intact all copyright and other proprietary notices.\nFor information about requesting permission to reproduce or distribute materials from the Site, please contact us.</p>\n<br>\n<p>\n<b>Our Right to Use Materials You Submit or Post.</b>&nbsp;When you submit or post any material via the Site, you grant us, and anyone authorized by us, a royalty-free, perpetual, irrevocable, non-exclusive, unrestricted, worldwide license to use, copy, modify, transmit, sell, exploit, create derivative works from, distribute, and/or publicly perform or display such material, in whole or in part, in any manner or medium (whether now known or hereafter developed), for any purpose that we choose.\nThe foregoing grant includes the right to exploit any proprietary rights in such posting or submission, including, but not limited to, rights under copyright, trademark or patent laws that exist in any relevant jurisdiction.\nAlso, in connection with the exercise of these rights, you grant us, and anyone authorized by us, the right to identify you as the author of any of your postings or submissions by name, email address or screen name, as we deem appropriate.\nYou understand that the technical processing and transmission of the Site, including content submitted by you, may involve transmissions over various networks, and may involve changes to the content to conform and adapt it to technical requirements of connecting networks or devices.\nYou will not receive any compensation of any kind for the use of any materials submitted by you.</p>\n<br>\n<p>\n<b>Limitations on Linking and Framing.</b>&nbsp;You are free to establish a hypertext link to our Site so long as the link does not state or imply any sponsorship of your website or service by us or by our Site.\nHowever, you may not, without our prior written permission, frame or inline link any of the content of our Site, or incorporate into another website or other service any of our material, content or intellectual property.</p>\n<br>\n<p>\n<b>Limitations on Use of Associated Press Materials.</b>&nbsp;Some of the material available on this Site is provided by the Associated Press.\nBy using this Site you agree and acknowledge that (1) you will not publish, display, broadcast, or rewrite for broadcast or publication, or redistribute, directly or indirectly in any medium, any Associated Press text, photo, graphic, audio, and/or video material.\nand (2) no Associated Press materials nor any portion thereof may be stored in a computer except for personal and non-commercial use.\nThe Associated Press will not be held liable for any delays, inaccuracies, errors or omissions in its materials or in the transmission or delivery of all or any part of its materials, or for any damages arising from any of the foregoing.\nIn addition to those set forth in this paragraph, the Associated Press may impose other terms and conditions on the use of its materials.\nPlease click here&nbsp;for more information.</p>\n<br>\nAccess to Certain Features of Our Site\n<p>To access certain features of our Site, we may ask you to provide certain demographic information including your gender, year of birth, zip code and country.\nIn addition, if you elect to sign-up for a particular feature of the Site, such as discussion forums, blogs, photo- and video-sharing pages or social networking features, you may also be asked to register with us on the form provided and such registration may require you to provide information such as your name and email address.\nYou agree to provide true, accurate, current and complete information about yourself as prompted by the Site's registration form.\nIf we have reasonable grounds to suspect that such information is untrue, inaccurate, or incomplete, we have the right to suspend or terminate your account and refuse any and all current or future use of the Site (or any portion thereof).\nOur use of any information you provide to us as part of the registration process is governed by the terms of our&nbsp;Privacy Notice.</p>\n<br>\nPrivacy\n<p>We respect the privacy of the users of our Site.\nPlease review our&nbsp;Privacy Notice.\nThese Terms include and fully incorporate our Privacy notice.</p>\n<br>\nResponsibility for Your Username and Password\n<p>To use certain features of our Site, you will need a username and password to create an account.\nWe reserve the right to reject or terminate the use of any username that we deem offensive or inappropriate.\nIn addition, we also reserve the right to terminate the use of any username or account, or to deny access to the Site or any features of the Site, to anyone who violates these Terms of Service or who, in our sole judgment, interferes with the ability of others to enjoy our website or infringes the rights of others.\nYou are responsible for maintaining the confidentiality of the password and account, and are responsible for all activities (whether by you or by others) that occur under your password or account.\nYou agree to notify us immediately of any unauthorized use of your password or account or any other breach of security, and to ensure that you exit from your account at the end of each session.\nWe cannot and will not be liable for any loss or damage arising from your failure to protect your password or account information.</p>\n<br>\nOnline Commerce\n<p>Certain sections of this Site may allow you to purchase different types of products and services online that are provided by third parties.\nWe are not responsible for the quality, accuracy, timeliness, reliability or any other aspect of these products and services.\nIf you make a purchase from a merchant on our Site, or on a third-party website that you have accessed via a link on our Site, the information obtained during your visit to that merchant's online store or site, and the information that you give as part of the transaction, such as your credit card number and contact information, may be collected by both the merchant and us.\nA merchant may have privacy and data collection practices that are different from ours.\nWe have no responsibility or liability for these independent policies.\nIn addition, when you purchase products or services on or through the Site, you may be subject to additional terms and conditions that specifically apply to your purchase or use of such products or services.\nFor more information regarding a merchant, its online store, its privacy policies, and/or any additional terms and conditions that may apply, visit that merchant's website and click on its information links or contact the merchant directly.\nYou release us and our affiliates from any damages that you incur, and agree not to assert any claims against us or any of our affiliates, arising from your purchase or use of any products or services made available by third parties through the Site.</p>\n<br>\n<p>You agree to be financially responsible for all purchases made by you or someone acting on your behalf through the Site.\nYou agree to use the Site, and to purchase services or products through the Site, for legitimate, non-commercial purposes only.\nYou also agree not to make any purchases for speculative, false or fraudulent purposes or for the purpose of anticipating demand for a particular product or service.\nYou agree to only purchase goods or services for yourself or for another person for whom you are legally permitted to do so.\nWhen making a purchase for a third party that requires you to submit the third party's personal information to us or a merchant, you represent that you have obtained the express consent of such third party to provide such third party's personal information.</p>\n<br>\nResponsibility for User-Provided Content\n<p>This Site may include a variety of features, such as discussion forums, blogs, photo- and video-sharing pages, email services and social networking features that allow feedback to us and allow users to interact with each other on the Site and post content and materials for display on the Site.\nThis Site also may include other features, such as personalized home pages and email services, that allow users to communicate with third parties.\nBy accessing and using any such features, you represent and agree: (i) that you have read and agree to abide by our&nbsp;Community Rules&nbsp;.\n(ii) that you are the owner of any material you post or submit, or are making your posting or submission with the express consent of the owner of the material.\n(iii) that you are making your posting or submission with the express consent of anyone pictured in any material you post or submit, (iv) that you are 13 years of age or older.\n(v) that the materials will not violate the rights of, or cause injury to, any person or entity.\nand (vi) that you will indemnify and hold harmless us, our affiliates, and each of our and their respective directors, officers, managers, employees, shareholders, agents, representatives and licensors, from and against any liability of any nature arising out of related to any content or materials displayed on or submitted via the Site by you or by others using your username and password.\nYou also grant us a license to use the materials you post or submit via such features, as described above under the header \"Rights and Restrictions Relating to Site Content.\" </p>\n<br>\n<p>Responsibility for what is posted on discussion forums, blogs, photo- and video-sharing pages, and other areas on the Site through which users can supply information or material, or sent via any email services that are made available via the Site, lies with each user – you alone are responsible for the material you post or send.\nWe are not responsible for the speech, content, messages, information or files that you or others may transmit, post or otherwise provide on or through the Site.</p>\n<br>\n<p>You understand that we have no obligation to monitor any discussion forums, blogs, photo- or video-sharing pages, or other areas of the Site through which users can supply information or material.\nHowever, we reserve the right at all times, in our sole discretion, to screen content submitted by users and to edit, move, delete, and/or refuse to accept any content that in our judgment violates these Terms of Service or is otherwise unacceptable or inappropriate, whether for legal or any other reasons.</p>\n<br>\n<p>You acknowledge and agree that we may preserve content and materials submitted by you, and may also disclose such content and materials if required to do so by law or if, in our business judgment, such preservation or disclosure is reasonably necessary to: (a) comply with legal process.\n(b) enforce these Terms of Service.\n(c) respond to claims that any content or materials submitted by you violate the rights of third parties.\nor (d) protect the rights, property, or personal safety of our Site, us, our affiliates, our officers, directors, employees, representatives, our licensors, other users, and/or the public.</p>\n<br>\nClassified Advertising\n<p>All classified ads are subject to the applicable rate card, copies of which are available from our Advertising Dept.\nAll ads are subject to approval before publication.\nThe Site reserves the right to edit, refuse, reject, classify or cancel any ad at any time.\nErrors must be reported in the first day of publication.</p>\n<br>\n<p>The Site shall not be liable for any loss or expense that results from an error in or omission of an advertisement.\nNo refunds for early cancellation of order.&nbsp;<br>\n</p>\n<br>\n<p>When you submit a classified ad for publication on the Site, you agree that the advertisement as it appears on the Site becomes our property and you assign all ownership interest in the advertisement as it appears on the Site under copyright law or otherwise to us.\nSubmission of an advertisement does not constitute a commitment to publish the advertisement, and publication of an advertisement does not constitute an agreement for continued publication.\nWe will accept only standard abbreviations and require proper punctuation.\nWe reserve the right to edit, reclassify, revise, reject or cancel any advertisement at any time, in our sole discretion.\nRates and specifications for any advertisement are subject to change.</p>\n<br>\nReal Estate Advertisements.\nEqual Housing Opportunity\n<p>The Federal Fair Housing Act makes it illegal to advertise \"any preference, limitation, or discrimination because of race, color, religion, sex, handicap, familial status, or national origin, or intention to make any such preference, limitation, or discrimination.\" State law may also forbid discrimination based on these factors and others.\nWe will not knowingly accept any advertising for real estate which is in violation of the law.\nAll persons are hereby informed that all dwellings advertised are available on an equal opportunity basis.\nTo complain of discrimination call the U.S.\nDepartment of Housing and Urban Development at 800-669-9777.</p>\n<br>\nJob Listings\n<p>Our Site may permit users to post, and search for, job openings.\nWe do not knowingly accept listings regarding employment that are not for bona fide job opportunities.\nWe also do not knowingly accept listings that discriminate or intend to discriminate on any illegal basis, or that are otherwise illegal.\nIf you think that a listing posted on our Site discriminates on any illegal basis, or is otherwise illegal, please contact us.\nWe encourage you to investigate fully and understand all aspects of any job you are considering.</p>\n<br>\nLimitation on Use of Company Directories\n<p>The information contained in any company directories that may be provided on the Site is provided for business lookup purposes and is not to be used for marketing or telemarketing applications.\nThis information may not be copied or redistributed and is provided \"AS IS\" without warranty of any kind.\nIn no event will we or our suppliers be liable in any way with regard to such information.</p>\n<br>\nModifications to, or Discontinuation of, the Site\n<p>We reserve the right at any time and from time to time to modify or discontinue, temporarily or permanently, the Site, or any portion thereof, with or without notice.\nYou agree that we will not be liable to you or to any third party for any modification, suspension or discontinuance of the Site or any portion thereof.</p>\n<br>\nDisclaimers\n<p>Throughout our Site, we have provided links and pointers to Internet sites maintained by third parties.\nOur linking to such third-party sites does not imply an endorsement or sponsorship of such sites, or the information, products or services offered on or through the sites.\nIn addition, neither we nor our parent or subsidiary companies nor any of our respective affiliates operate or control in any respect any information, products or services that third parties may provide on or through the Site or on websites linked to by us on the Site.</p>\n<br>\n<p>THE INFORMATION, PRODUCTS AND SERVICES OFFERED ON OR THROUGH THE SITE AND ANY THIRD-PARTY SITES ARE PROVIDED \"AS IS\" AND WITHOUT WARRANTIES OF ANY KIND EITHER EXPRESS OR IMPLIED.\nTO THE FULLEST EXTENT PERMISSIBLE PURSUANT TO APPLICABLE LAW, WE DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE.\nWE DO NOT WARRANT THAT THE SITE OR ANY OF ITS FUNCTIONS WILL BE UNINTERRUPTED OR ERROR-FREE, THAT DEFECTS WILL BE CORRECTED, OR THAT ANY PART OF THIS SITE, INCLUDING BULLETIN BOARDS, OR THE SERVERS THAT MAKE IT AVAILABLE, ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.</p>\n<br>\n<p>WE DO NOT WARRANT OR MAKE ANY REPRESENTATIONS REGARDING THE USE OR THE RESULTS OF THE USE OF THE SITE OR MATERIALS ON THIS SITE OR ON THIRD-PARTY SITES IN TERMS OF THEIR CORRECTNESS, ACCURACY, TIMELINESS, RELIABILITY OR OTHERWISE.</p>\n<br>\n<p>YOU ACKNOWLEDGE THAT THE PROVISIONS OF THIS SECTION ARE A MATERIAL INDUCEMENT AND CONSIDERATION TO US TO GRANT THE LICENSE CONTAINED IN THIS TERMS OF SERVICE AND TO PROVIDE YOU WITH ACCESS TO THE SITE AND SERVICES.</p>\n<br>\n<p>You must provide and are solely responsible for all hardware and/or software necessary to access the Site.\nYou assume the entire cost of and responsibility for any damage to, and all necessary maintenance, repair or correction of, that hardware and/or software.</p>\n<br>\n<p>You acknowledge that by using the Site, you may incur charges from your wireless carrier, internet service provider or other method of internet or data access, and that payment of any such charges will be your sole responsibility.\nYou agree that your use of the Site will be in accordance with all requirements of your wireless carrier, internet service provider and other method of internet or data access.\nWe do not control network access.\nYour use of these networks may not be secure and may expose your personal information sent over such networks.</p>\n<br>\n<p>The Site is provided for informational purposes only, and is not intended for trading or investing purposes, or for commercial use.\nStock and mutual fund quotes, and related financial news stories may be delayed at least 20 minutes, as may be required by the stock exchanges and/or the financial information services.\nThe Site should not be used in any high risk activities where damage or injury to persons, property, environment, finances or business may result if an error occurs.\nYou expressly assume all risk for such use.</p>\n<br>\n<p>Your interactions with companies, organizations and/or individuals found on or through our Site, including any purchases, transactions, or other dealings, and any terms, conditions, warranties or representations associated with such dealings, are solely between you and such companies, organizations and/or individuals.\nYou agree that we will not be responsible or liable for any loss or damage of any sort incurred as the result of any such dealings.\nYou also agree that, if there is a dispute between users of this Site, or between a user and any third party, we are under no obligation to become involved, and you agree to release us and our affiliates from any claims, demands and damages of every kind or nature, known or unknown, suspected and unsuspected, disclosed and undisclosed, arising out of or in any way related to such dispute and/or our Site.</p>\n<br>\nLimitation of Liability\n<p>UNDER NO CIRCUMSTANCES, INCLUDING, BUT NOT LIMITED TO, NEGLIGENCE, WILL WE OR OUR SUBSIDIARIES, PARENT COMPANIES OR AFFILIATES BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL OR CONSEQUENTIAL DAMAGES THAT RESULT FROM THE USE OF, OR THE INABILITY TO USE, THIS SITE, INCLUDING ITS MATERIALS, PRODUCTS, OR SERVICES, OR THIRD-PARTY MATERIALS, PRODUCTS, OR SERVICES MADE AVAILABLE THROUGH THIS SITE, EVEN IF WE ARE ADVISED BEFOREHAND OF THE POSSIBILITY OF SUCH DAMAGES.\n(BECAUSE SOME STATES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF CERTAIN CATEGORIES OF DAMAGES, THE ABOVE LIMITATION MAY NOT APPLY TO YOU.\nIN SUCH STATES, OUR LIABILITY AND THE LIABILITY OF OUR SUBSIDIARIES, PARENT COMPANIES AND AFFILIATES, IS LIMITED TO THE FULLEST EXTENT PERMITTED BY SUCH STATE LAW.) YOU SPECIFICALLY ACKNOWLEDGE AND AGREE THAT WE ARE NOT LIABLE FOR ANY DEFAMATORY, OFFENSIVE OR ILLEGAL CONDUCT OF ANY USER.\nIF YOU ARE DISSATISFIED WITH THE SITE, OR ANY MATERIALS, PRODUCTS, OR SERVICES ON THE SITE, OR WITH ANY OF THE SITE'S TERMS AND CONDITIONS, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USING THE SITE.</p>\n<br>\nIndemnification\n<p>You agree to indemnify and hold harmless us, our affiliates, and each of our and their respective directors, officers, managers, employees, shareholders, agents, representatives and licensors, from and against any and all losses, expenses, damages and costs, including reasonable attorneys' fees, that arise out of your use of the Site, violation of these Terms of Service by you or any other person using your account, or your violation of any rights of another.\nWe reserve the right to take over the exclusive defense of any claim for which we are entitled to indemnification under this section.\nIn such event, you agree to provide us with such cooperation as is reasonably requested by us.</p>\n<br>\nSuspension and Termination of Access\n<p>You agree that, in our sole discretion, we may suspend or terminate your password, account (or any part thereof) or use of the Site, or any part of the Site, and remove and discard any materials that you submit to the Site, at any time, for any reason, without notice.\nYou agree that we will not be liable to you or any third-party for any suspension or termination of your password, account (or any part thereof) or use of the Site, or any removal of any materials that you have submitted to the Site.\nIn the event that we suspend or terminate your access to and/or use of the Site, you will continue to be bound by the Terms of Service that were in effect as of the date of your suspension or termination.</p>\n<br>\nNotice of Copyright Infringement\n<p>If you are a copyright owner who believes your copyrighted material has been reproduced, posted or distributed via the Site in a manner that constitutes copyright infringement, please inform our designated copyright agent by sending written notice by U.S.\nMail to Gannett Co., Inc., 7950 Jones Branch Drive, McLean, VA 22107, Attn: M.\nFaris, or by email to mfaris@gannett.com.\nPlease include the following information in your written notice: (1) a detailed description of the copyrighted work that is allegedly infringed upon.\n(2) a description of the location of the allegedly infringing material on the Site.\n(3) your contact information, including your address, telephone number, and, if available, email address.\n(4) a statement by you indicating that you have a good-faith belief that the allegedly infringing use is not authorized by the copyright owner, its agent, or the law.\n(5) a statement by you, made under penalty of perjury, affirming that the information in your notice is accurate and that you are authorized to act on the copyright owner's behalf.\nand (6) an electronic or physical signature of the copyright owner or someone authorized on the owner's behalf to assert infringement of copyright and to submit the statement.\nPlease note that the contact information provided in this paragraph is for suspected copyright infringement only.\nContact information for other matters is provided elsewhere in these Terms of Service or on the Site.</p>\n<br>\nRestrictions\n<p>The Site is intended for use only by residents of the United States over the age of 13.\nIt may not comply with legal requirements of foreign countries.\nOther countries may have laws and regulatory requirements that differ from those in the U.S.\nBy using this Site, you agree to the transfer and processing of any personal information you provide to the U.S.\nas set forth in the Privacy Notice under the laws of the United States and the State of New York, rather than under the law of your home country.</p>\n<br>\nOther\n<p>This agreement constitutes the entire agreement between us and you with respect to the subject matter contained in this agreement and supersedes all previous and contemporaneous agreements, proposals and communications, written oral.\nYou also may be subject to additional terms and conditions that may apply when you use the products or services of a third party that are provided through the Site.\nIn the event of any conflict between any such third-party terms and conditions and these Terms of Service, these Terms of Service will govern.\nThis agreement will be governed by and construed in accordance with the laws of the State of New York, without giving effect to any principles of conflicts of law.</p>\n<br>\n<p>This agreement is personal to you and you may not assign it to anyone.\nIf any provision of this agreement is found to be unlawful, void, or for any reason unenforceable, then that provision will be deemed severable from this agreement and will not affect the validity and enforceability of any remaining provisions.\nThese Terms of Service are not intended to benefit any third party, and do not create any third party beneficiaries.\nAccordingly, these Terms of Service may only be invoked or enforced by you or us.\nYou agree that regardless of any statute or law to the contrary, any claim or cause of action that you may have arising out of or related to use of the Site or these Terms of Service must be filed by you within one year after such claim or cause of action arose or be forever barred.</p>\n<br>\n", "created_at": "2021-03-29 17:11:38.340708", "updated_at": "2021-03-29 17:11:51.619688"}, {"id": 4475, "name": "California Privacy Policy", "url": "https://cm.usatoday.com/privacy-policy", "xpath": "/html/body/div[1]/div/div/div", "text": " Privacy Policy for California Residents<i>Effective Date: January 1, 2020</i>\n<br>\n<i>Last Updated: October 5, 2020</i>\n<p>This Privacy Policy for California Residents is provided by Gannett Co., Inc.\nand its affiliates (\"Gannett\" \"we\", \"our\" \"us\").\nThis Privacy Policy is applicable to the publications, businesses, websites and mobile applications operated by Gannett/USA TODAY Network, including the Website from which you accessed this Privacy Policy (our websites and mobile applications are collectively referred to as \"Websites\").\nIt also applies to the related online services that we provide through our Websites (the \"Services\").\n</p>\n<p>This Privacy Policy applies solely to the Personal Information (as defined below in Section 1) collected from consumers or users who reside in the State of California (\"users,\" \"consumers\" or \"you\").\nThe California Consumer Privacy Act of 2018 (\"CCPA\") requires certain notice(s) and may provide specific rights to California residents, which are detailed below.\n</p>\n<p>By using the Website and/or the Services, and providing us with Personal Information you agree to the practices described in this Privacy Policy and the Cookie Policy referenced below and to the updates to these policies posted here from time to time.\nTo make sure you stay informed of all changes, you should check these policies periodically.\nUpdates will be referenced by the \"Last Updated\" date shown above.</p>Table of Contents<ol>\n<li>Definition of Personal Information</li>\n<li>California \"Shine the Light\" Law</li>\n<li>CCPA Disclosures and Rights.\nDo Not Sell</li>\n<li>California Do Not Track Disclosure</li>\n<li>Do We Use \"Cookies\"?</li>\n<li>Security</li>\n<li>Third Party Links</li>\n<li>Transfers</li>\n<li>Aggregate and De-Identified Information</li>\n<li>Children's Online Privacy Information</li>\n<li>Accessibility</li>\n<li>Changes to This Privacy Policy</li>\n<li>Contact Us</li>\n</ol> 1.\nDefinition of Personal Information <p>For purposes of this Privacy Policy, except where a different definition is noted, \"Personal Information\" means information that identifies, relates to, describes, references, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer, household, or device.</p>\n<p>Personal Information does not include:</p>\n<ul>\n<li>Publicly available information from government records.</li>\n<li>De-identified or aggregated consumer information.</li>\n<li>Other information excluded from the CCPA's scope, such as: <ul>\n<li>health or medical information covered by the Health Insurance Portability and Accountability Act of 1996 (HIPAA) and the California Confidentiality of Medical Information Act (CMIA) or clinical trial data;</li>\n<li>personal information covered by certain sector-specific privacy laws, including the Fair Credit Reporting Act (FCRA), the Gramm-Leach-Bliley Act (GLBA) or California Financial Information Privacy Act (FIPA), and the Driver's Privacy Protection Act of 1994.</li>\n</ul>\n</li>\n</ul> 2.\nCalifornia \"Shine the Light\" Law/Your California Privacy Rights <p>California Civil Code Section 1798.83, also known as the \"Shine The Light\" law, permits consumers who are California residents, to request and obtain from us once a year, free of charge, information about the categories of personal information (as defined in the Shine the Light law), if any, that we disclosed in the preceding calendar year to third parties for those third parties' direct marketing purposes.\nOur disclosure requirements apply only if we share our consumers’ personal information with third parties for them to directly market their own products to those consumers, instead of assisting us with our own business.\nIf you are a California resident and would like to make such a request, contact us as provided in the \"Contact Us\" section below.</p>3.\nCCPA Disclosures and Rights.\nDo Not Sell <p>This Section describes the categories and examples of Personal Information we collect, the sources of that Personal Information, the purposes for which we may have used that information, and the third parties with whom it may have been shared.</p>3.1 Personal Information We Collect<p>The following is a list of categories of Personal Information which may have been collected from consumers or users of our Services within the last twelve (12) months.\nThe categories and examples provided in the chart below are those defined in the CCPA.\nThis does not mean that all examples of that category of Personal Information were in fact collected but reflects our good faith belief to the best of our knowledge that some of that information may have been collected about consumers.\nWe will update this disclosure from time to time as appropriate.\n</p> Category Examples A.\nIdentifiers.A name, alias, postal address, unique personal identifier, online identifier, Internet Protocol address, email address, account username, screen name, password, Social Security number, driver’s license number, passport number, or other similar identifiers.\nB.\nPersonal information categories listed in the California Customer Records statute (Cal.\nCiv.\nCode § 1798.80(e)).A name, signature, Social Security number, physical characteristics or description, address, telephone number, passport number, driver’s license or state identification card number, insurance policy number, education, employment, employment history, bank account number, credit card number, debit card number, or any other financial information, medical information, or health insurance information.Some personal information included in this category may overlap with other categories.\nC.\nProtected classification characteristics under California or federal law.Age (40 years or older), race, color, ancestry, national origin, citizenship, religion or creed, marital status, medical condition, physical or mental disability, sex (including gender, gender identity, gender expression, pregnancy or childbirth and related medical conditions), sexual orientation, veteran or military status.\nD.\nCommercial information.Records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies F.\nInternet or other similar network activity.Browsing history, search history, information on a consumer’s interaction with a website, application, or advertisement, including user generated content.\nG.\nGeolocation data.Physical location or movements.\nH.\nSensory data.Audio, electronic, visual, thermal, olfactory, or similar information.\nI.\nProfessional or employment-related information.Current or past job history or performance evaluations.\nJ.\nNon-public education information (per the Family Educational Rights and Privacy Act (20 U.S.C.\nSection 1232g, 34 C.F.R.\nPart 99)).Education records directly related to a student maintained by an educational institution or party acting on its behalf, such as grades, transcripts, class lists, student schedules, student identification codes, student financial information, or student disciplinary records.\nK.\nInferences drawn from other personal information.Profile reflecting a person’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes.\n<p>In response to a verified consumer request for categories of information collected, we will investigate and provide an individualized response to the consumer, and will not merely refer the consumer to our general practices outlined in this Privacy Policy unless our response would be the same for all consumers and this Privacy Policy discloses all the information that is otherwise required for the response to such a consumer request.</p>3.2 Sources of Personal Information.<p>\n</p>\n<ul>\n<li>Directly from you.\nFor example, during account registration from forms you complete, subscriptions you purchase or comments you provide on our Websites.</li>\n<li>Indirectly from you.\nFor example, from observing your actions on our Website.</li>\n<li>From third parties.\nFor example, third party social networking providers and advertising companies, our affiliates and service providers who provide services or information to us.\nIf you do not want us to collect information from social networks, you should review and adjust your privacy settings on those networks as desired before linking or connecting them to our Websites.</li>\n<li>•From publicly available sources.\nFor example, online database searches.</li>\n</ul> 3.3 Use and Disclosure (\"Sale\") of Personal Information<p>The CCPA broadly defines the term \"sale\" to mean:</p>\n<p>\"Selling, renting, releasing, disclosing, disseminating, making available, transferring, or otherwise communicating orally, in writing, or by electronic or other means, a consumer’s personal information by the business to a third party for valuable consideration.\nor (B) sharing orally, in writing, or by electronic or other means, a consumer’s personal information with a third party, whether for valuable consideration or for no consideration, for the third party’s commercial purposes.\"</p>\n<p>Within this meaning, we may have disclosed (as that term is defined by the CCPA) Personal Information in the categories below from consumers and users of our Services within the last twelve months where such disclosure may fall within the CCPA’s definition of a \"sale.\" When we disclose that we may have sold Personal Information, it means that we may have received some kind of benefit to our company in return for sharing Personal Information, it does not necessarily mean we received any money in exchange.</p>\n<p>The categories below are those defined in the CCPA.\nThis does not mean that all examples of that category of Personal Information were in fact \"sold\" but reflects our good faith belief to the best of our knowledge that some of that information may have been shared for value in return.\nWe will update this disclosure from time to time as appropriate.</p>\n<p>In response to a verified consumer request for categories of Personal Information \"sold,\" we will investigate and provide an individualized response to the consumer, and will not merely refer the consumer to our general practices outlined in this Privacy Policy unless our response would be the same for all consumers and this Privacy Policy discloses all the information that is otherwise required for the response to such a consumer request.</p>Category<ol>\n<li>Identifiers.</li>\n<li>Personal information categories listed in the California Customer Records statute.</li>\n<li>Protected classification characteristics under California or federal law.</li>\n<li>Commercial information.</li>\n<li>Internet or other similar network activity.</li>\n<li>Geolocation data.</li>\n<li>Sensory data.</li>\n<li>Professional or employment-related information.</li>\n<li>Non-public education information.</li>\n<li>Inferences drawn from other personal information.</li>\n</ol> 3.4 Use of Personal Information for Business Purposes or Commercial Purposes.<p>We may use or disclose Personal Information we collect for \"business purposes\" or \"commercial purposes\" (as defined under the CCPA), which may include the following examples.\nThe examples provided are illustrative and not intended to be exhaustive.</p>\n<p>(a) Auditing Interactions with Consumers.\nFor example: monitoring traffic to our Websites, counting ad impressions, and auditing legal and regulatory compliance.</p>\n<p>(b) Security.For example, maintaining the safety, security, and integrity of our Website, products and Services, databases and other technology assets and our business, including preventing fraud, detecting security breaches and prosecuting violators, and responding to law enforcement requests or court orders and to comply with any applicable laws and regulations.</p>\n<p>(c) Debugging/Repair.\nFor example, identifying and repairing errors in our Websites' functionality.</p>\n<p>(d) Certain Short-term Uses.\nFor example, ad customization that does not involve or contribute to profiling.</p>\n<p>(e) Performing Services.\nFor example, creating, maintaining, customizing and securing your account with us, processing your purchases, transactions, and payments, hosting our Websites, fulfilling subscription orders, managing databases, performing analyses, billing, and marketing services such as managing promotions and contests.</p>\n<p>(f) Internal Research for Tech Development.\nFor example, testing, research, analysis, and product development, including to develop and improve our Website, products, and Services.</p>\n<p>(g) Quality and Safety Maintenance and Verification.\nFor example, improving, upgrading or enhancing our products, Services or Websites, and verifying the quality or safety of our Websites or Services.</p>\n<p>(h) Other Commercial Purposes.\nFor example, as described to you when collecting your Personal Information such as for promotions or contests, or to evaluate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, in which Personal Information we hold is among the assets transferred.</p>\n<p>If we decide to collect additional categories of Personal Information or use the Personal Information we collected for materially different, unrelated, or incompatible purposes we will update this Privacy Policy.\n</p>\n<p>In response to a verified consumer request to know what Personal Information was collected or sold, we will investigate and provide an individualized response to the consumer, which will include the business or commercial purpose for collecting and/or sharing that information.\nWe will not merely refer the consumer to our general practices outlined in this Privacy Policy unless our response would be the same for all consumers and this Privacy Policy discloses all the information that is otherwise required for the response to such a consumer request.</p>3.5 Disclosing Personal Information to Other Parties<p>We may disclose your Personal Information to the following categories of other parties for a business purpose or commercial purpose, as those terms are defined in the CCPA:</p>\n<ul>\n<li>Our affiliates</li>\n<li>Service providers: such as contractors, agents or sponsors who help us manage or provide our products and services by, for example: developing or supporting products and features.\nsending email messages on our behalf.\nprocessing payments.\nfulfilling orders.\ndelivering subscriptions.\nauditing.\nprocessing data or statistics.\nand serving, customizing or delivering marketing.\nThese third party service providers are required to protect Personal Information entrusted to them and not use it for any other purpose than the specific service they are providing on our behalf.</li>\n<li>Advertisers, advertising technology companies, analytics companies and other third parties with whom we have business relationships</li>\n<li>Government regulators</li>\n<li>Our legal advisors and parties involved in a legal process</li>\n<li>To an entity involved in the sale of our business</li>\n<li>Third parties to whom you or your agents authorize us to disclose your Personal Information in connection with products or Services we provide to you</li>\n</ul>\n<p>In order to provide advertisements and content that are more relevant to you, we and our advertising and content providers may collect certain types of Personal Information when you use our Websites (such as, by way of example, your email, the IP address of your device, the identifier on your mobile device, or cookies stored on your device).\nWe or our advertising and content providers may combine this information with other information we have, or that we collect through other sources, and may share the information we collect with third parties to provide interest based or targeted advertising.\nIf you would like to opt out from this use, or for more information, please see our Cookie Policy which includes links to specific third party opt-outs.\nIn addition, Section 3.7(d) below provides opt out links for certain groups of advertisers.</p>3.6 Your CCPA Privacy Rights and Choices<p>California residents may have certain rights under the CCPA, many of which are subject to limitations or exceptions under applicable law:</p>\n<p>(a) Right to Know about Personal Information Collected or \"Sold\"</p>\n<p>You have the right to request that we disclose certain information to you about our collection and use of your Personal Information over the past 12 months.\nAfter we receive and confirm your verifiable consumer request, we will disclose to you within the time required by the CCPA, the relevant information, which may include:</p>\n<ul>\n<li>The categories of Personal Information we collected about you.</li>\n<li>The categories of sources for the Personal Information we collected about you.</li>\n<li>Our business or commercial purpose for collecting or selling that Personal Information.</li>\n<li>The categories of third parties with whom we share that Personal Information.</li>\n<li>The specific pieces of Personal Information we collected about you (also called a data portability request).</li>\n<li>If we sold your Personal Information, or disclosed your Personal Information for a business purpose, two separate lists disclosing: <ol>\n<li>sales, identifying the Personal Information categories that each category of recipient purchased.\nand</li>\n<li>disclosures for a business purpose, identifying the Personal Information categories that each category of recipient obtained.</li>\n</ol>\n</li>\n</ul>\n<p>(b) Right to Request Deletion of Personal Information</p>\n<p>You have the right to request that we delete any of your Personal Information that we collected from you and retained, subject to certain exceptions, including if we need the Personal Information for a reason related to our business, such as:</p>\n<ol>\n<li>providing goods or Services to you;</li>\n<li>detecting and resolving issues related to security or functionality;</li>\n<li>complying with legal obligations;</li>\n<li>conducting research in the public interest;</li>\n<li>exercising free speech or ensuring another’s exercise of free speech.\nor</li>\n<li>using the information for internal purposes that a consumer might reasonably expect.</li>\n</ol>\n<p>After we receive and confirm your verifiable consumer request, we will delete your Personal Information from our records in the time and manner required by the CCPA, subject to any limitations or exceptions under law.</p>3.6.1 Exercising Your Rights<p>To exercise the rights described above, please submit a verifiable consumer request to us through the web form link provided below in Contact Us.</p>\n<p>You may only make a verifiable consumer request for access or data portability twice within a 12-month period.</p>\n<p>The verifiable consumer request must provide sufficient information that allows us to reasonably verify you are the person about whom we collected personal information or an authorized representative.\nThis means that in making a request you may be required to: provide your email and phone number, customer information, and/or account sign-up authentication or other information needed to verify your identity depending on the sensitivity of the Personal Information that is the subject of the request.</p>\n<p>We cannot respond to your request or provide you with Personal Information if we cannot verify your identity or authority to make the request and confirm the Personal Information relates to you.\nIf we are unable to verify your identity, we reserve the right to deny the request.\n</p>\n<p>Making a verifiable consumer request does not require you to create an account with us.\nWe will only use Personal Information provided in a verifiable consumer request to verify the requestor’s identity or authority to make the request.</p>\n<p>If you choose to use an authorized agent to submit a request to know or a request to delete your information, we may require that you: (1) provide the authorized agent written permission to do so.\nand (2) verify your own identity directly with us.\nWe will not require these steps if we have received proof that you have provided the authorized agent with a power of attorney pursuant to California Probate Code sections 4000 to 4465.\nWe may deny a request from an agent that does not submit proof that they have been authorized by you to act on your behalf.\nWe may also deny a request from an agent that does not meet the requirements for authorized agents under the CCPA.</p>\n<p>Once we have verified your identity (and your authorized agent, as applicable), we will respond to your request as appropriate.\nTo the extent permitted by applicable law, we may charge a reasonable fee to comply with your request.\nIf we are unable to complete your request in whole or in part, we will let you know why.</p>3.6.2 Response Timing and Format<p>We use good faith efforts to respond to a verifiable consumer request within forty-five (45) days after its receipt.\nIf we need more time (up to 90 days), we will inform you of the reason and the needed extension period in writing.</p>\n<p>If you have an account with us, we will deliver our written response to that account.\nIf you do not have an account with us, we will deliver our written response by email.</p>\n<p>Any disclosures we provide will only cover the 12-month period preceding the verifiable consumer request’s receipt.\nIf we cannot comply with any portion of a request, the response we provide will also explain why, if applicable.\nFor data portability requests, we will select a commercially reasonable format to provide your Personal Information that is commonly useable and should allow you to transmit the information from one entity to another entity without hindrance, but we do not guarantee that all formats are useable in all media.\nWe do not charge a fee to process or respond to your verifiable consumer request unless it is excessive, repetitive, or manifestly unfounded.\nIf we determine that the request warrants a fee, we will tell you why we made that decision and provide you with a cost estimate before completing your request.</p>3.6.3 Non-Discrimination for the Exercise of CCPA Privacy Rights<p>We will not discriminate against you for exercising any of your CCPA rights.\nIn particular, we will not:</p>\n<ul>\n<li>Deny you goods or services</li>\n<li>Charge you different prices for goods or services, whether through denying benefits or imposing penalties</li>\n<li>Provide you with a different level or quality of goods or services</li>\n<li>Threaten you with any of the above</li>\n</ul> 3.6.4 Financial Incentives<p>We may offer you certain financial incentives for the collection of your Personal Information and as permitted by the CCPA.\nThese incentives may result in different prices, rates, or quality levels.\nAny CCPA-permitted financial incentive we offer will reasonably relate to your Personal Information’s value and contain written terms that describe the program’s material aspects.\nParticipation in a financial incentive program requires your prior opt in consent, which you may revoke at any time.\nDetails of the incentive, if applicable, including how to opt in or out and the basis for the value of the incentive, will be provided prior to or at the time of your participation.</p>3.7 Do Not Sell My Personal Information.<p>The CCPA requires businesses to provide a web page where consumers can opt out of the ''sale\" of their Personal Information.\nThe link to our Do Not Sell web form is located here.</p>\n<p>In addition, you may opt out of certain interest-based advertising by using the following resources:</p>\n<p>(a) You may opt-out of tracking and receiving tailored advertisements on your mobile device by some mobile advertising companies and other similar entities by downloading the App Choices app at www.aboutads.info/appchoices.</p>\n<p>(b) You may opt-out of receiving permissible targeted advertisements by using the NAI Opt-out tool available at optout.networkadvertising.org or visiting About Ads.</p>\n<p>(c) You may opt-out of having your activity on our Websites and Services made available to Google Analytics by installing the Google Analytics opt-out add-on for your web browser by visiting: tools.google.com/dlpage/gaoptout for your web browser.</p>\n<p>(d) One of our providers, LiveRamp, Inc.\ncollects certain Personal Information from you on our Websites, such as your email (in hashed form), IP address or information about your browser or operating system.\nLiveRamp then returns to us an online identification code that is associated with your Personal Information, and that we may store in our first-party cookie for our own use in online and cross-channel advertising across our Websites.\nIt may also be shared with advertising companies to enable interest-based and targeted advertising.\nTo opt out of this use by LiveRamp, please click here: https://optout.liveramp.com/opt_out.</p>4.\nCalifornia Do Not Track Disclosures <p>We do not currently respond to browser Do Not Track signals or other browser or device based mechanisms that provide a method to opt out of the collection of information across the networks of websites and online services in which we participate.\nUnless and until the law requires us to respond to browser Do Not Track signals, we will not respond to those signals as an opt out, but if we do so in the future, we will describe how we do so here.\nHowever, we do provide consumers with the ability to manage their cookie choices as described in our Cookie Policy.\nFor more information on Do Not Track, please visit allaboutdnt.com.</p>5.\nDo we use \"Cookies\"? <p>Yes.\nCookies and similar technologies are small files that a website or its service provider transfers to a computer’s hard drive through a Web browser (if the user allows) that enables the website’s or service provider’s systems to recognize the user’s browser and capture and remember certain information.</p>\n<p>In general, we and our third party providers and advertisers, use cookies and other technologies to optimize the functionality of the Websites, to help us understand how the Websites are used and to provide users with interest-based content or advertising based upon their browsing activities and interests.\nFor more information about the cookies and other technologies that we, our affiliates and third party providers and advertisers use on our Websites, please read our Cookie Policy.</p>6.\nSecurity <p>We use commercially reasonable procedures and various technical, administrative and physical safeguards to help protect the confidentiality of Personal Information.\nHowever, no data transmitted over the Internet or stored or maintained by us or our third-party service providers can be 100% secure given the reality of communication via technology systems.\nTherefore, although we believe the measures implemented by us are commercially reasonable and reduce the likelihood of security problems to a level appropriate to the type of data involved, we do not promise or guarantee, and you should not expect, that your Personal Information or private communications sent to us over those systems will always remain private or secure.\nWe are not responsible for the circumvention of any privacy settings or security features.</p>\n<p>If you believe that your Personal Information has been accessed or acquired by an unauthorized person, please promptly Contact Us so that necessary measures can quickly be taken.</p>7.\nThird Party Links <p>Our Websites or Services may contain links to other websites or services that are not owned or controlled by us, including links to social media platforms, or may redirect you off our Website away from our Services to other websites for information or other services.\nThis Privacy Policy only applies to information collected by our Websites and Services.\nWe are not responsible for the privacy and security practices of those other websites or social media platforms or the information they may collect (which may include IP address).\nYou should refer to such third parties’ privacy policies on their sites to determine their respective privacy practices.\nLinks to any other website’s or content do not constitute or imply an endorsement or recommendation by us of the linked website, social media platform, and/or content.</p>8.\nTransfers <p>Your Personal Information may be stored, transferred to, and processed in any country where we have facilities or in which we engage service providers.\nThese countries may be outside the United States, and may have different data protection laws than in the United States.</p>9.\nAggregate and De-Identified Information <p>We may aggregate and/or de-identify any information collected through the Websites and Services so that such information can no longer be linked to you or your device (\"Aggregate/De-Identified Information\").\nWe may use Aggregate/De-Identified Information for any purpose, including without limitation for research and marketing purposes, and may also share such data with any third parties, including advertisers, promotional partners, and sponsors, in our discretion.</p>10.\nDo Not Sell My Personal Information.\n<p>In general, the Websites and Services are not intended for use by children under the age of 13, or 16 where applicable.\nIn cases where certain Websites or Services are intended for use by children under the age of 13 (or 16 where applicable), we will post appropriate notices and take steps as required by applicable law to safeguard children's data.\nIn addition, we do not knowingly collect Personal Information from children under the age of 13 (or 16 where applicable) through form submissions on our Websites or Services, although certain third party sites that we link to may do so.\nThese third-party sites have their own terms of use and privacy policies and we encourage parents and legal guardians to monitor their children’s Internet usage and to help enforce our Privacy Policy by instructing their children to never provide information on our Websites without their permission.</p>\n<p>Involvement of parents: In accordance with the provisions of the Children’s Online Privacy Act, in the event that we do begin collecting any Personal Information or data from children under the age of 13 (or 16 where applicable), we will notify parents first, and will seek parental or guardian consent to collect, use and/or disclose certain Personal Information from children under the age of 13, or 16 where applicable.\nA parent may review and have deleted their child’s Personal Information, and may refuse to permit further collection or use of their child’s information by contacting us as noted at the end of this Privacy Policy.\nParents may consent to our collection and use of their child’s Personal Information without consenting to the disclosure of that information to others.</p>\n<p>If you have reason to believe that a child under the age of 13 (or 16) has provided Personal Information \"Contact Us\" below with sufficient detail to enable us to delete that information from our databases.</p>11.\nAccessibility <p>Please see our Accessibility Support page at https://static.usatoday.com/accessibility/ if you experience any difficulty in accessing any part of this Website or this Policy.\nYou may also contact us at accessibility@usatoday.com.</p>12.Changes to Our Privacy Policy <p>We may amend this Privacy Policy at our discretion and at any time.\nWhen we make changes to this Privacy Policy, we will post the updated notice on our Websites and update the notice’s \"Last Updated\" date.\nYour continued use of our Website and/or Services following the posting of changes constitutes your acceptance of such changes.</p>13.\nContact Us <p>If you have any questions or comments about this Privacy Policy, the ways in which we collect and use your information described here, your choices and rights regarding such use, or you wish to exercise your rights under California law, please contact us as provided below:</p>\n<p>PLEASE NOTE: YOU SHOULD ONLY CONTACT US AT THIS NUMBER AND EMAIL FORM FOR <u>PRIVACY RELATED CONCERNS</u>, AND NOT FOR EDITORIAL, SUBSCRIPTION OR CONTENT-BASED ISSUES INCLUDING TAKE-DOWN REQUESTS RELATING TO YOUR NAME OR IMAGE APPEARING IN NEWS STORIES.\nPLEASE SEE OUR CORPORATE CONTACT US PAGE INSTEAD FOR THOSE MATTERS.</p>\n<p>To fill out a Data Information or Deletion Request, click here</p>\n<p>Do Not Sell My Personal Information: click here</p>\n<p>Call us at 1 (844) 510-3710 (California residents only)</p>\n<p>For additional information and other non-privacy requests, at contact us.</p>", "created_at": "2021-03-29 17:10:37.044467", "updated_at": "2021-03-29 17:10:46.148866"}], "points": [{"id": 27104, "title": "There is a date of the last update of the agreements", "source": "https://cm.usatoday.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2022-03-05 01:24:20.41007", "updated_at": "2022-03-05 01:24:20.41007", "quoteText": "<i>Last Updated: October 5, 2020</i>\n<p>", "case_id": 331, "document_id": 4475, "quoteStart": 84, "quoteEnd": 124}, {"id": 27103, "title": "There is a date of the last update of the agreements", "source": "https://cm.usatoday.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-03-05 01:22:12.357873", "updated_at": "2022-03-05 01:22:12.357873", "quoteText": "<p>Last Updated: January 3rd, 2013</p>\n<br>\n<p>", "case_id": 331, "document_id": 4477, "quoteStart": 18, "quoteEnd": 65}, {"id": 22056, "title": "There is a date of the last update of the agreements", "source": "https://cm.usatoday.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-06-06 16:27:17.335035", "updated_at": "2021-06-06 18:51:50.66294", "quoteText": "Last Updated: October 5, 2020</i>", "case_id": 331, "document_id": 4476, "quoteStart": 26, "quoteEnd": 59}], "urls": ["usatoday.com"]}}