{"error": 448, "message": "OK", "parameters": {"id": 5962, "name": "Web Werks ", "created_at": "2021-11-30 18:21:19.413389", "updated_at": "2021-11-30 23:01:14.681287", "wikipedia": null, "keywords": null, "related": null, "slug": "web-werks", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5962.png", "url": "webwerks.in", "documents": [{"id": 10767, "name": "Privacy Policy", "url": "https://www.webwerks.in/privacy-policy", "xpath": "/html/body/div[1]/div/div/div[2]/div/div[2]/main/section/div[3]/div/article/div/div/div", "text": " <p>Web Werks India Private Limited.(hereinafter to be referred as <strong>“Company”</strong> or <strong>“we”</strong> or <strong>“our”</strong> or <strong>“us”</strong>),a company duly incorporated in India provides data centerhosting and ancillary services(<strong>“Services”</strong>) to its customers.</p>\n<p>In the course of providing the Services or in conduct of its business, the Company collects certain personal information from its employees or customers.\nThis privacy policy (<strong>“Privacy Policy”</strong>) is published in compliance with inter alia:</p>\n<ol>\n<li>Section 43A of the Information Technology Act, 2000 (<strong>“IT Act”</strong>);</li>\n<li>Regulation 4 of the Information Technology (Reasonable Security Practices andProcedures and Sensitive Personal Information) Rules, 2011 (<strong>“SPDI Rules”</strong>).\nand</li>\n<li>Regulation 3(1) of the Information Technology (Intermediary Guidelines and Digital Media Ethics Code) Rules, 2021 (<strong>“Intermediaries Guidelines”</strong>).</li>\n</ol>\n<p>This Privacy Policy primarily explains: (a) what information we receive from you.\n(b) how we collect and use that information.\n(c) how you can provide information selectively, access and update the information.\nand (d) how we process, share and protect your information.</p>\n<p>This Privacy Policy is applicable to all users availing Services, or otherwise providing us information.</p>\n<ul>\n<li> General <p>YOU CONFIRM THAT YOU HAVE THE CAPACITY TO ENTER INTO A LEGALLY BINDING CONTRACT UNDER INDIAN LAW, EITHER BY YOURSELF OR BY PROVIDING CONSENT AS A LEGAL GUARDIAN, IN PARTICULAR, THE INDIAN CONTRACT ACT, 1872, AND HAVE READ, UNDERSTOOD AND AGREED TO THE PRACTICES AND POLICIES OUTLINED IN THIS PRIVACY POLICY AND AGREE TO BE BOUND BY THE PRIVACY POLICY.</p>\n<p>YOUHEREBY CONSENT TO OUR COLLECTION, USE, SHARING, AND DISCLOSURE OF YOUR INFORMATION OR THE INFORMATION OF ANY OTHER PERSON YOU REPRESENT AS A GUARDIAN, AS DESCRIBED IN THIS PRIVACY POLICY.\nWE RESERVE THE RIGHT TO CHANGE, MODIFY, ADD OR DELETE PORTIONS OF THE TERMS OF THIS PRIVACY POLICY, AT OUR SOLE DISCRETION, AT ANY TIME, AND ANY CONTINUED USE OF OUR SERVICES BY YOU, FOLLOWING ANY SUCH AMENDMENTS TO THE PRIVACY POLICY, WILL BE DEEMED AS AN IMPLICIT ACCEPTANCE OF THE PRIVACY POLICY IN ITS AMENDED FORM.\nIF YOU ARE ACCESSING OR USING OUR SERVICESFROM AN OVERSEAS LOCATION, YOU DO SO AT YOUR OWN RISK, AND SHALL BE SOLELY LIABLE FOR COMPLIANCE WITH ANY APPLICABLE LOCAL LAWS.</p>\n<p>IF YOU DO NOT AGREE WITH THIS PRIVACY POLICY AT ANY TIME, IN PART OR AS A WHOLE,DO NOT USE OUR SERVICES OR OTHERWISE PROVIDE US WITH ANY OF YOUR INFORMATION.</p>\n</li>\n<li> INFORMATION COLLECTED AND MEANS OF COLLECTION <p>We may collect the following personal information about you:</p>\n<p>If you are a customer, we may collect:</p>\n<ol>\n<li>name, contact number, email address of the authorized person to enable effective and prompt communication;</li>\n<li>details of Government identity documents to allow access to your employees/representatives, to data centers.\nand</li>\n<li>biometric information of employees/representatives, if required, for enhanced security reasons.</li>\n</ol>\n<p>If you are an employee, we may collect</p>\n<ol>\n<li>name, contact details, email address and residential address;</li>\n<li>past employment records;</li>\n<li>bank account details;</li>\n<li>medical condition.\nor</li>\n<li>Any other information that may be required in the course of employment.</li>\n</ol>\n<p>(collectively, <strong>“Personal Information”</strong>)</p>\n<p>Some of the personal information such as financial information, passwords, medical health, physiological condition or biometric information may be classified as sensitive personal data or information (<strong>“SPDI”</strong>).</p>\n<p>The IT Act and the SPDI Rules regulate the collection, usage, retention and disclosure of personal information, which is defined under the SPDI Rules as any information that relates to a natural person, which, either directly or indirectly, in combination with other information available or likely to be available to a body corporate, is capable of identifying such person.The SPDI Rules further define sensitive personal data or information of a person as personal information about that person relating to:</p>\n<p>You provide all information to us voluntarily.\nCollection,use and disclosure of Personal Information and SPDI requires your express consent.\nYou are providing us with your consent to our use, collection, and disclosure of the Personal Information and SPDI which belongs to your or any person whom you are authorized to represent.You may choose to not provide us with Personal Information and SPDI, but in the event that you do so, we will be unable to provide our Services.</p>\n</li>\n<li> USE OF INFORMATION <p>We use your information for the following purposes:</p>\n<p>We will use the information collected for:</p>\n<ol>\n<li>To provide you with the Services and communicate information about usor any new Services, enhanced offerings or programs, by way of mails, phonecalls or SMS, either directly or through our partners;</li>\n<li>To conduct marketing and customer satisfaction surveys either directly or through third parties;</li>\n<li>To evaluate applications for the process of recruitment and other activities in relation to your employment;</li>\n<li>To comply with applicable law;</li>\n<li>To analyse the use of our resources, troubleshooting problems and improving our Services, by using the information regarding your mobile device and software.\nor</li>\n<li>To investigate, prevent, or take action regarding illegal activities, suspected fraud or situations involving potential threats to the safety of any person, violations of our Terms of Use, misuse of the Website or Services or as otherwise required by law.</li>\n</ol>\n<p>(Collectively, the above constitute <strong>“thePurposes”</strong>).</p>\n</li>\n<li> DISCLOSURE OF INFORMATION <p>The Company will not otherwise disclose Personal Information or SPDI unless it has reason to believe that disclosing such information is necessary to identify, make contact with, or bring legal action against someone who may be causing harm or interfering with the rights or property of the Company, its customers or employees or where the Company has a reason to believe that applicable law requires such disclosure.</p>\n<p>The Company also will not, except for reasons stated below, disclose to third parties the contents of any electronic mail or other electronic communications that the Company stores or transmits for its customers.\nThe circumstances under which the Company will disclose such electronic customer communications are when: it is necessary in order to provide service to the customer.\nit is necessary to protect the legitimate interests of the Companyor its customers.\nit is required to cooperate with interception orders, warrants, or other legal process that the Company determines in its sole discretion to be valid and enforceable.\nand it is necessary to provide to a law enforcement agency when the contents are inadvertently obtained by the Company and appear to pertain to the commission of a crime.</p>\n<p>The Company disclaims any intention to censor, edit or engage in ongoing review or surveillance of communications stored on or transmitted through its facilities by customers or others.\nThe Company will, however, review, delete or block access to communications that may harm the Company, its customers or third parties.\nThe grounds on which the Company may take such action include, but are not limited to, actual or potential violations of Web Werks Acceptable Use Policy which is sent to all customers.</p>\n<p>We may disclose your Personal Information and SPDI, as the case may be, to third parties for the purposes set out above, including sharing it with our group companies, investees, potential investors and advisors.\nWe may also disclose your Personal Information and SPDI to law enforcement agencies, as required under applicable law.</p>\n<p>\n<em>Transfer to third parties and outside India</em>\n</p>\n<p>Subject to applicable law, we may at our sole discretion, transfer Personal Information and SPDI to any other body corporate (as defined under the Information Technology Act, 2000) that ensures at least the same level of data protection as is provided by us under the terms hereof, located in India or any other country.</p>\n<p>By using our Services, or otherwise providing your information to us,you accept the terms hereof and hereby consent to the storage and processing of Personal Information and SPDI by third parties and in any of location within or outside India.\nWe will make best efforts to ensure that the third party or the location to which the SPDI is transferred affords same level of data protection as would be afforded under Indian law.</p>\n<p>Any third party to which we transfer or sell our assets, merge or consolidate with, will have the right to continue to use the Personal Information or SPDI provided to us by you, in accordance with the Terms of Use and this Privacy Policy.</p>\n</li>\n<li> CHANGES TO YOUR INFORMATION <p>You may review, correct, update, change or delete your Personal Information or SPDI by writing to us at the contact details specified below.\nYou can delete any part of the Personal Information or SPDI or request us to delete the same, and we will comply with such requests within a reasonable time, unless we are required to keep certain information for legal purposes.\nYou may update your Personal Information orSPDI at any point by writing to us at the details indicated below in the contact section.</p>\n<p>We reserve the right to verify and authenticate your identity and your Personal Information in order to ensure accurate delivery of Services.\nAccess to or correction, updating or deletion of your Personal Information or SPDI may be denied or limited by us if it would violate another person’s rights and/or is not otherwise permitted by applicable law.</p>\n<p>Customers may opt out of receiving notices of new or upgraded products from the Company or its partners by sending a request to privacy@webwerks.com .\nIn this request to privacy@webwerks.com , customers must identify: service purchased from the Company, domain name (if applicable), contact information, and the date the service was purchased.\nHowever, customers may not opt out of receiving information from the Company which is essential for maintaining or updating customers accounts or system information.</p>\n</li>\n<li> SECURITY AND RETENTION OF INFORMATION <p>\n<em>Security of your information</em>\n</p>\n<p>We endeavour to maintain physical, technical and procedural safeguards that are appropriate to protect your information against loss, misuse, copying, damage or modification and unauthorized access or disclosure.</p>\n<p>\n<em>Retention of Information</em>\n</p>\n<ol>\n<li>We also have measures in place such that your SPDI which is in our possession or under our control, is destroyed and/or anonymized as soon as it is reasonable to assume that: (i) the Purposes for which your SPDI has been collected have been fulfilled.\nand (ii) retention is no longer necessary for compliance with applicable law or any other reason.</li>\n<li>We may, however, reserve the right to retain and store your Personal Information for our business purposes, whether such Personal Information has been deleted or not.\nAfter a period of time, your data may be anonymized and aggregated and then may be held by us as long as necessary, to enable provision of Services or for any other lawful purposes.</li>\n</ol>\n</li>\n<li> COOKIES AND OTHER TRACKING TECHNOLOGIES <p>We utilize “cookies” and other tracking technologies, having session or local variables.\nA “cookie” is a small text file that may be used, for example, to collect information about activity on the Website.\nSome cookies and other technologies may serve to recall information previously indicated by a user.\nMost browsers/mobile settings allow you to control cookies, including whether or not to accept them and how to remove them.\nYou may set most browsers/mobile application to notify you if you receive a cookie, or you may choose to block cookies with your browser/mobile applications.</p>\n<p>For example, the Company uses cookies on the landing pages of products sold online which record the customer information that is required on the order form.\nThis information is then forwarded to an internal sales tracking database within the Company.</p>\n<p>Tracking technologies may record information such as internet domain and host names, internet protocol (IP) addresses, browser software and operating system types, stream patterns, and dates and times that our websiteis accessed as well as your geo-location data as indicated by third party platforms.\nOur use of cookies and other tracking technologies allows us to improve our websiteand your experience.</p>\n<p>At all times, you may refuse all cookies on your browser or mobile application by changing your settings to the extent permissible on your device.\nHowever, by doing so, you may not be able to use certain features on the website.\nYou can remove cookies by following directions provided in your mobile’s “help” file or the browser.</p>\n</li>\n<li> CHANGES TO THE POLICY <p>We reserve the right to update, change or modify this Privacy Policy at any time.\nThe Privacy Policy shall come to effect from the date of such update, change or modification.\nIf you continue to access or use our Services even after any such changes have been made, it would be deemed to be your implied consent to the changed Privacy Policy.</p>\n</li>\n<li> CONTACT OUR GRIEVANCE OFFICER <p>In accordance with the IT Act and the SPDI Rules, the name and contact details of the Grievance Officer are provided below:</p>\n<p>Name: Nikhil Rathi<br> Address: Mumbai<br> Email: compliance@wwindia.com</p>\n</li>\n</ul> ", "created_at": "2021-11-30 18:21:19.417842", "updated_at": "2021-11-30 17:22:03.75828"}, {"id": 10766, "name": "Terms of Use", "url": "https://www.webwerks.in/master-service-agreement", "xpath": "/html/body/div[1]/div/div/div[2]/div/div[2]/main/section/div[3]/div/article/div/div/div", "text": " <p>This Master Service Agreement (Agreement) is between Web Werks an Indian Company incorporated under laws of India (Web Werks) and Customer (Customer) specified in Service Order Form (SOF) and is effective as dated on SOF.\nWeb Werks and Customer shall individually be called as “Web Werks”, “Customer” and collectively called as “Parties”.</p>\n<p>\n<strong>The Parties agree as follows:</strong> The Customer acknowledges that SOF shall be confirmed / completed only once the Customer has accepted the terms mentioned in this Master Service Agreement (“MSA”) the Service Level Agreement (“SLA”) and the terms mentioned in Accepted User Policy (“AUP”).\nThe Customer further acknowledges that this MSA shall include the SLA and will bind the Customer to all of the terms and conditions mentioned hereof.</p>\n<p>This Agreement covers all the terms and conditions with respect to the Services detailed in the SOF to be provided by Web Werks and to be received by the Customer.\nThis Agreement shall supersede all prior oral or written agreements, negotiations, discussions between Web Werks and Customer.\nCustomer acknowledges that all its rights relating to Web Werks are provided under this Agreement and has waived rights, if any, accrued to it by any law for the time being in force.</p> Defined Terms: <p>Capitalized terms shall have the following meanings or the meanings assigned to them in the other Clauses of the Agreement:</p>\n<ul>\n<li>\n<strong>Agreement</strong> – shall mean the Service Order Form (SOF), Master Service Agreement (MSA) and Service Level Agreement (SLA) including Accepted User Policy (AUP) collectively.\nAny conflict between the documents shall be resolved by reading the documents in the order mentioned above.</li>\n<li>\n<strong>Affected Party</strong> – means the Party claiming the benefit of Force Majeure.</li>\n<li>\n<strong>AUP</strong> – shall mean Acceptable User Policy, posted on the Web Werks website http://www.webwerks.in/legal-pages.html as it may be amended from time to time.</li>\n<li>\n<strong>Business Day</strong> – shall mean Monday through Saturday, excluding second Saturdays and public holidays.</li>\n<li>\n<strong>Due Date</strong> – shall mean the expiry of two days from the date of invoice raised by Web Werks.</li>\n<li>\n<strong>Effective Date</strong> – shall mean the day when the SOF is completed in all respects is accepted along with the MSA and SLA.</li>\n<li>\n<strong>Initial Term</strong> – shall mean the minimum term of 12 months wherein the Customer requires the services of the Web Werks.</li>\n<li>\n<strong>INR</strong> – shall mean Indian Rupees.</li>\n<li>\n<strong>Renewal term</strong> – shall mean a similar period as mentioned in the Initial Term which automatically extends after the expiry of the Initial Term unless notice is given by the Customer as mentioned in the clause 19.1 in this agreement to stop the Services at least seven days prior to expiry of Initial Term.</li>\n<li>\n<strong>Service</strong> – shall mean the hosting service like providing servers, other devices as mentioned in the SOF with all such facilities as detailed in the Service Catalogue and any other Supplemental Services as may be required by the Customer in writing.</li>\n<li>\n<strong>Service Catalogue</strong> – shall contain all or any of services/facilities viz., back up facility, dedicated firewall facility, hardware monitoring facility, help desk support, load balance server, network and power uptime, OS management and shared firewall services, described in Annexure A to the SLA which may be availed by the Customer along with the Services as mentioned in the SOF from Web Werks.</li>\n<li>\n<strong>Service Level Agreement (“SLA”)</strong> – shall mean the Service Level Agreement incorporated by reference in the SOF.</li>\n<li>\n<strong>Service Order Form (SOF)</strong> – shall mean the SOF completed by the Customer as shown on the website of Web Werks at http://www.webwerks.in/ and accepted by the Customer in accordance with the terms and conditions mentioned in the MSA and SLA.</li>\n<li>\n<strong>Service Commencement Date</strong> – shall mean the date Web Werks sends the welcome kit for use in connection with the Services.</li>\n<li>\n<strong>Service Credits</strong> – shall mean the credits which the Customer would be entitled to receive, on account of failure of the Web Werks to provide Services as per the standards mentioned in the SLA.</li>\n<li>\n<strong>Supplemental Services</strong> – shall mean any other services which are requested in writing by the Customer other than those agreed to be provided by Web Werks as mentioned in SOF.</li>\n<li>\n<strong>Territory</strong> – means the territory of India</li>\n</ul> Web Werks classifies the following as Emergency Cases: <ul>\n<li>In this Agreement, the headings are for convenience only and shall not in any way define or limit the scope of this Agreement.</li>\n<li>In this Agreement, where a word or phrase is defined, other parts of speech and grammatical forms of that word or phrase shall have corresponding meanings.</li>\n</ul> Collective Documents <p>The Parties agree that this Agreement shall be read along with the SLA, AUP and the SOF and all these documents collectively shall cover the Services to be provided by Web Werks and the terms and conditions on which the Services shall be provided to the Customer.</p> Service <ul>\n<li>Web Werks agrees to provide Services along with any of the facilities as mentioned in the Service Catalogue, from the Service Commencement Date in accordance with the terms of the Agreement and may at its sole discretion consider any improvement/enhancement to the Services which may be requested by the Customer.</li>\n<li>Web Werks in addition to the Services provided to the Customer may also provide Supplemental Services or other technical services at Customers request for which fees may be fixed and approved in advance, in writing by Customer.</li>\n</ul> Initial Term <ul>\n<li>The Initial Term for the Services shall commence on the Service Commencement Date.</li>\n<li>On expiration of the Initial Term as mentioned in clause 4.1 the term for providing Services shall be automatically renewed for a similar period as mentioned in the Initial Term upon the same terms and conditions mentioned in this Agreement subject to such changes made by Web Werks with notice to Customer and referred as Renewal Term.</li>\n<li>In the event the Customer does not wish to avail the Services after the expiry of Initial<br> Term then the Customer shall send a written notice, not limiting to email, at least 30 days prior to the commencement of the Renewal Term in a manner as described in clause 19.1.</li>\n<li>\n<strong>Extended Term</strong>\n<p>Upon expiration of the first Renewal Term as mentioned in the clause 4.3, any extension of the term for availing the Services from Web Werks shall be made in writing and signed by both the parties in addition to confirmation via email for the term agreed to in accordance with this Agreement.</p>\n<p>Any new terms mutually agreed before the commencement of the Extended Term shall be signed and agreed by both the parties and any inconsistency between the terms so agreed before commencement of Extended Term and this Agreement, the terms mentioned in the Extended Term shall prevail.</p>\n</li>\n</ul> Web Werks Rights And Obligations: <ul>\n<li>\n<strong>Temporary Suspension of Services:</strong>\n<p>Customer agrees and accepts that in case Web Werks has reason to believe that for any technical reasons or it becomes necessary to prevent improper or unlawful use of Services or breach of the AUP by Customer or any of its affiliates or any person (“Authorized Person”), Web Werks may consider it necessary to suspend the Services, it may do so for a reasonable number of hours.\nSuch suspension of Services shall not be considered as default on part of Web Werks in providing the Services.</p>\n</li>\n<li>\n<strong>General Obligation:</strong>\n<p>Subject to the satisfaction of the Service Credit approval criteria as provided in the SLA, Web Werks will provide the Services to the Customer as per the standards as stated in the SLA and any other Supplemental Services as mutually agreed in writing between Web Werks and Customer.</p>\n</li>\n</ul> Customer Obligations <ul>\n<li>\n<strong>Maintains Security:</strong>\n<p>Customer shall take all reasonable measures to ensure that the information transmitted to or from the servers of Web Werks with respect to the Services required by the Customer are secure and shall not authorize any third person to have any unauthorized access to the servers of Web Werks.\nCustomer may authorize any of its Authorized Person to use the Services only with the prior written consent of Web Werks.\nCustomer must require such person to apply/ follow reasonable security measures as would have been followed by Customer itself.\nAny default on the part of the Authorized Person shall be deemed to be a default by the Customer.</p>\n</li>\n<li>\n<strong>General Obligation:</strong>\n<p>Subject to the satisfaction of the Service Credit approval criteria as provided in the SLA, Web Werks will provide the Services to the Customer as per the standards as stated in the SLA and any other Supplemental Services as mutually agreed in writing between Web Werks and Customer.</p>\n</li>\n<li>\n<strong>Data Backup:</strong>\n<p>Customer agrees that it shall take all reasonable measures to have its data stored and copied and create a back up, irrespective of any arrangement made with Web Werks for storing/creating back up for its data on the servers of Web Werks.</p>\n</li>\n</ul> Acceptable User Policy (AUP): <ul>\n<li>Customer acknowledges that the AUP of the Services provided by Web Werks is as provided on the website http://www.webwerks.in in amended from time to time.</li>\n<li>Customer agrees that in situations where the AUP of Web Werks is amended in a manner which does not serve the purpose of the Customer, then the Customer shall issue a written notice as described in clause19 mentioning the issues with regard to the new AUP.\nIf the objections raised by the Customer are not acceptable to Web Werks then the Services from Web Werks to Customer will be terminated by Web Werks providing notice as mentioned in the Termination clause 14.1.1.2 herein.</li>\n</ul> Suspension Of Services: <ul>\n<li>\n<strong>Customer agrees that the Services as provided by Web Werks may be suspended by giving at least a days prior notice under all circumstances, except as mentioned in clause 4.\nWeb Werks may suspend the Services in cases where:</strong>\n<p>Web Werks reasonably believes that Services are being used by the Customer in violation of the terms and conditions mentioned in the AUP as amended from time to time.</p>\n<p>Web Werks believes that the Services provided by Web Werks to Customer are being used by unauthorized persons without the consent of Web Werks.</p>\n<p>In situations where there is no co-operation during investigation of suspected violation of the Agreement.</p>\n<p>Protect the serves maintained by Web Werks in the event of immediate threat of breakdown or where there is an apprehension that not suspending the services would cause loss to the other customers of Web Werks.</p>\n<p>In cases where it is required by law.</p>\n</li>\n</ul> Representation And Warranties: <ul>\n<li>\n<strong>Customer:</strong>\n<p>It has the legal right and authority to enter into the agreement and is not barred by any agency or authority in or outside the Territory to enter into this Agreement.</p>\n<p>All the information and disclosures made in respect to this agreement are true and accurate.</p>\n<p>It has taken all necessary authorizations and approvals for the purpose of execution of this Agreement.</p>\n<p>Services required by the Customer and agreed to be provided by Web Werks do not conflict or are not in violation of any law, rules, regulation(s) in force in or outside the Territory.</p>\n<p>Customer shall not authorize any third person to have access to the Services unless it is approved in writing by Web Werks.</p>\n</li>\n<li>\n<strong>Web Werks:</strong>\n<p>It has legal right, authority and authorization to enter into the agreement and to provide the Services as required by the Customer.</p>\n<p>Services provided by Web Werks are not in violation of any law or regulation(s) in force.</p>\n</li>\n</ul> Unauhorized Use Of Services: <ul>\n<li>Both Customer and Web Werks agree that they shall ensure that specific security services such as maintaining fire walls, confidentiality of passwords to the servers, not providing access to the Services to any third party, etc., are maintained and neither party shall breach the same.</li>\n<li>Web Werks shall not be responsible and Customer alone shall be responsible for the unauthorized access provided by Customer or access gained by third person as a result of failure of the Customer to maintain or adhere to the security measures.</li>\n</ul> Indemnification: <ul>\n<li>Each party agrees to indemnify the aggrieved party, their directors, employees, agents and contractors against any third party claim arising out of or in relation to infringement of any third party’s copyright, trade secret, patent, trade mark or any other propriety rights.</li>\n<li>Customer agrees to indemnify and hold harmless Web Werks its directors, employees, agents, contractors and other person claiming any right through Web Werks from and against any and all claims, demands, liabilities, obligations, damages, penalties, etc., brought by any third party against the Customers for having used/ availed the Services provided by Web Werks in violation of AUP.</li>\n<li>Customer agrees that it shall indemnify Web Werks as provided in clause 11.2 above and such indemnification shall not be restricted only to the acts of the Customer but also cover cases where the Services are permitted to be used by the Customer or any Authorized Person.</li>\n</ul> Disclaimers Of Warranties: <ul>\n<li>Web Werks does not warrant or represent that the services shall be uninterrupted, error-free, or completely secure.\nThe Customer acknowledges that there are risks inherent in internet connectivity that could result in the loss of Customer’s privacy, confidential information, and property</li>\n<li>To the extent permitted by applicable law from time to time, Web Werks disclaims any and all warranties not expressly stated in the agreement including the implied warranties of merchantability, fitness for a particular purpose, and non-infringement.\nThe Customer is solely responsible for the suitability of the services chosen.\nAll goods and services are provided on an “as is” basis.</li>\n</ul> Limitation On Damages: <ul>\n<li>Subject to the warranties as mentioned in clause 12 above the Customer shall not be eligible to claim any exemplary damages other than what is mentioned in clause 13.3 herein for any failure on the part of Web Werks to provide the Services and the exclusive and absolute remedy for the Customer is to terminate the agreement..</li>\n<li>Customer agrees that Web Werks shall not be liable for any loss of profits, loss caused to the Customer as result of use of Services or inability to use the Services unless such loss can be directly attributed to gross negligence of Web Werks.</li>\n<li>Customer agrees that the maximum aggregate liability of Web Werks or any person claiming through them for providing the Services to the Customer as per the standards mentioned in the SLA, shall be limited to the amount not exceeding the amount paid by the Customer to Web Werks for providing Services or as provided in SLA – termed as Service Credits, whichever is lower.</li>\n<li>Neither party shall be liable to the other for any indirect, special, incidental or consequential loss or damages of any kind, or for any loss that could have been avoided by the use of reasonable diligence, arising in connection with the agreement, even if the party responsible for the damages has been advised or should be aware of the possibility of such damages.\nIn no event shall Web Werks or Customer be liable to the other for any punitive damages.</li>\n<li>Customer agrees that no damages can be claimed with respect to any event that occurred more than one year to such claims being asserted.</li>\n</ul> Terminations <ul>\n<li>\n<strong>Termination by Customer:</strong>\n<ul>\n<li>Customer can terminate the agreement during the Initial Term if the following situations arise.</li>\n<li>Web Werks fails to provide the Services as agreed and fails to cure the defect within a period of 15 working days from the date of written notice issued by the Customer.</li>\n<li>&gt;Web Werks fails to comply with any other terms, other than providing of Services, as contemplated in the Agreement and fails to cure the defect within a period of 30 days from the date of written notice issued by the Customer.</li>\n</ul>\n</li>\n<li>\n<strong>Termination by Web Werks:</strong>\n<p>Web Werks has the right to terminate the agreement when:</p>\n<ul>\n<li>Web Werks reasonably believes that the information provided by the Customer for availing the Services is false or inaccurate or incomplete.</li>\n<li>Web Werks believes that the Customer is not authorized or legally entitled to enter into this Agreement.</li>\n<li>Any payments to Web Werks payable which remain unpaid for more than 2 days of date of invoice sent to the Customer through email/ fax / Postal mail or as provided in the SOF</li>\n<li>When the customer fails to comply with the terms of this agreement in spite of having received a written notice to comply/ enforce the same.</li>\n</ul>\n<p>Provided that nothing in this section applies to termination of Services which are made by the Customer as a result of change in AUP which affects the very purpose for which the Customer has approached Web Werks for Services.</p>\n</li>\n<li>\n<strong>Termination for convenience:</strong>\n<p>Either party may terminate the agreement only after the Initial Term expires at any time by giving each other 30 days advance written notice.</p>\n</li>\n<li>\n<strong>Effect Of Termination:</strong>\n<p>Upon the termination of this Agreement:</p>\n<ul>\n<li>Web Werks shall immediately cease to provide the Service(s) to the Customer;</li>\n<li>Any and all payment obligations of Customer under this Agreement for Service(s) will immediately become due;</li>\n<li>Within three (3) days of termination of this Agreement, each Party shall be under an obligation to return all Confidential Information of the other party in its possession without retaining any copies of such Confidential Information except as required to comply with any applicable legal or accounting record keeping requirement.</li>\n</ul>\n</li>\n</ul> Confidentiality: <ul>\n<li>Both the Parties agree that neither party would disclose the information which is provided before, during and after the execution of this agreement.\nInformation which includes, prices, quotations, negotiated issues made before the execution of the agreement, server configuration, design and other related information and information relating to the contents to be transmitted to and from the servers of Web Werks.\nInformation which is verbally stated or conspicuously marked as confidential shall be termed as Confidential.</li>\n<li>Customer agrees not to disclose any of the confidential information exchanged between them and Web Werks under any circumstances to any third party unless it is so required by law to be disclosed.\nAny disclosure to be made by the Customer as per the requirements of law shall be so disclosed on providing advance notice to Web Werks with the reasons for such disclosures.</li>\n<li>Web Werks reserves the right to disclose the information of the Customer in situations where it reasonably believes that the Services which are being availed by the Customer are used in such a manner which is contrary to the spirit of the Agreement or the law for time being in force.\nIn such situations Web Werks shall have no option but to disclose such information as required by law giving no prior notice to the Customer.</li>\n</ul> Third Party Products: <p>Customer agrees that upon its request Web Werks may provide certain additional services belonging to third parties products which are not the part of the Services agreed to be provided by Web Werks.\nWeb Werks makes no such representations or warranties whatsoever with respect to such third party products or its merchantability, fitness, etc., and the products are provided in “As Is” basis.\nCustomer’s use of such third party products shall not entitle it to have any claim against Web Werks and it shall enforce only those rights as are mentioned in the license of the third party product.</p> Assignment: <p>Customer may authorize its Authorized Persons to use the Services only on the prior written approval of Web Werks.\nOn any such approval granted by Web Werks, the Customer shall be responsible for use of Services by such Authorized Person to the same extent as if the Customer itself was using the Services.\nWeb Werks shall provide the Services only to the Customer and not their Authorized Person.\nThere are no third party beneficiaries to this Agreement which means that third parties shall have no right(s) against both the Customer and Web Werks.</p> Payments: <ul>\n<li>Customer shall pay the fees as mentioned in the SOF and any fees charged for Supplemental Services provided, shall be as agreed to in writing.\nWeb Werks shall send the invoice to the Customer through email/ fax, / postal mail as provided in the SOF.\nFirst invoice shall include set up fees such as installation and other recurring fees from the Commencement Date till the end of billing cycle as agreed by the Customer.\nIn all cases where the Services are automatically renewed, Web Werks reserves the right to enhance the fees for the Renewal Term by giving a prior notice of at least 7 business days before the expiry of the Initial Term and all such agreed fees shall be paid within 2 days of the date of invoice.\nWeb Werks assumes no responsibility for invoices lost or not received by the Customer.</li>\n<li>Customer shall pay the fees as mentioned in the SOF and any fees charged for Supplemental Services provided, shall be as agreed to in writing.\nWeb Werks shall send the invoice to the Customer through email/ fax, / postal mail as provided in the SOF.\nFirst invoice shall include set up fees such as installation and other recurring fees from the Commencement Date till the end of billing cycle as agreed by the Customer.\nIn all cases where the Services are automatically renewed, Web Werks reserves the right to enhance the fees for the Renewal Term by giving a prior notice of at least 7 business days before the expiry of the Initial Term and all such agreed fees shall be paid within 2 days of the date of invoice.\nWeb Werks assumes no responsibility for invoices lost or not received by the Customer.</li>\n<li>Customer shall be required to make the payments for the services as per the option availed by him in the SOF, in full in order to avail the Services, and any Services provided after the expiry of term mentioned in SOF, the applicable fees for such term shall be paid by the Customer in advance or within two days of the invoice date.\nCustomer shall intimate/ inform Web Werks whenever there is a change in telephone numbers or mail ids as provided in the SOF immediately upon such change taking place.</li>\n<li>Amounts and costs indicated for all Web Werks services are in INR.</li>\n<li>\n<strong>Delay in Payments:</strong>\n<p>Web Werks reserves the right to suspend any or all the Services in case the Customer fails to pay the fees for any month beyond the Due Date of the invoice issued for that month as mentioned in the clause 18.2 above, on issuing a business days advance notice to the Customer about the overdue amount.</p>\n<p>In the event the Services are suspended in view of the default of non payment of fees as stated in 18.5.1 above, and the Customer wants the Services to be restored by Web Werks, an additional amount of Rs.10000 INR along with interest @ 2% p.m shall be charged on the outstanding amount.\nThe Customer shall also have to pay reasonable costs of collection of overdue amounts, including collection agency fees, attorney fees and court costs, if any.</p>\n</li>\n</ul> Notice: <ul>\n<li>\n<strong>All communication by Customer with respect to this agreement should be sent to the sales department of Web Werks via electronic mail as shown on the web site and by postal mail to the address as given below</strong>\n<p>Web Werks India Pvt.\nLtd.<br> 4th Floor, The Ruby,<br> 29,Senapati Bapat Marg,<br> Dadar(West), Mumbai 400028</p>\n<p>And</p>\n<strong>All communication by Web Werks with respect to this agreement should be sent to the sales department of Customer via electronic mail as shown on the web site and by postal mail to the address as given below:</strong>\n<ul>\n<li>Company Name: ‌ </li>\n<li>Address: ‌ ‌ ‌ </li>\n</ul>\n</li>\n<li>Notice to the Customer shall be sent by Web Werks to the last known address as shown in the SOF or last communication received from the Customer which may be electronic mail, postal address or any other mode which was exercised by the Customer.</li>\n<li>All the notices to the Customer shall be deemed to have been received on the day delivered, or if the day is a not a Business day, on the business day following the day on which the notice is delivered.</li>\n</ul> Force Majeure: <ul>\n<li>Force Majeure shall mean any event or circumstance or combinations of events without limitation to significant failure of a portion of the power grid, significant failure of the Internet, natural disaster, war, riot, insurrection, epidemic, strikes or other organized labor action, terrorist activity, or other events of a magnitude or type for which precautions are not generally taken in the industry and circumstances which shall materially and adversely affect the performance of the obligations of either party and is not caused by an act of negligence or default of the Affected Party and is not within the reasonable control (directly or indirectly) of the Affected Party</li>\n<li>On the occurrence of Force Majeure neither party shall be in default of any obligation under the Agreement.</li>\n</ul> Ownership: <ul>\n<li>Each party acknowledges and agrees that the other party retains exclusive ownership and rights in its trade secrets, inventions, copyrights, and other intellectual property.</li>\n<li>Neither party shall remove or misuse or modify any copyright, trade mark or any other proprietary right of the other party which is known by virtue of this agreement in any circumstances.</li>\n</ul> Governing Law: <p>This agreement shall be construed and interpreted in accordance with and governed by the laws of India and the courts at Mumbai, Maharashtra, India shall have jurisdiction over all matters arising out of or relating to this Agreement.\nThe Agreement shall not be governed by the United Nations Convention on the International Sale of Goods.</p> Miscellaneous: <ul>\n<li>\n<strong>Solicitation:</strong>\n<p>Customer agrees that they shall not solicit any of the employees of Web Werks who have directly or indirectly worked for providing Services to Customer or its Authorized Person for employment with the Customer upto 12 months from the date of termination of this agreement.</p>\n<p>In the event the Customer employs any person contrary to the provision stated in above clause, Web Werks shall be eligible in addition to the rights available to it under law all other rights as provided under the employment agreement signed by such employee with Web Werks.</p>\n</li>\n<li>\n<strong>Modification of Services:</strong>\n<p>Customer agrees that any change in the Services other than what is accepted by both the Parties by virtue of SOF and acceptance of MSA and SLA, shall be modified only after a written confirmation is received from Web Werks on the request of Customer.</p>\n<p>Any modifications accepted by the Web Werks shall carry different fees and amendment of certain terms which may supersede this Agreement.\nOn acceptance of such terms the modifications requested by the Customer shall be brought into force.</p>\n</li>\n<li>\n<strong>No third party beneficiaries:</strong>\n<p>Customer agrees that irrespective of whosoever the Customer authorizes to use the Services provided by Web Werks, such Authorized Person though eligible to use the Services shall not be entitled to enforce any right or benefits in terms of this Agreement or be in privity to this Agreement with Web Werks.</p>\n<p>Customer agrees and acknowledges that it shall be solely responsible/ liable for use of the Services by its Authorized Person to the same extent as if Customer had been using the Service itself.</p>\n</li>\n<li>\n<strong>Relationship between Parties:</strong>\n<p>The relationship of Web Werks and Customer created by this Agreement is that of an independent contractor and no partnership is created.\nNothing contained in this Agreement shall be construed to give either party the power to direct and control the day-to-day activities of the other.</p>\n<p>Neither party is the agent of the other and neither party may represent to any person that it has the power to bind the other on any agreement.\nThe Agreement is non-exclusive and allows both the parties to conduct its business in a manner that is not against the terms and spirit of this agreement.</p>\n</li>\n<li>\n<strong>Other charges:</strong>\n<p>In the event Web Werks is obligated or liable to pay any taxes/levies to any governmental/statutory authority for the Services by it on behalf of the Customer, the Customer shall forthwith pay the amount so demanded.\nIn case the Customer is not obligated to pay such amounts it shall provide proof of the same to Web Werks immediately.</p>\n</li>\n<li>\n<strong>Changes in fees:</strong>\n<p>Web Werks reserves the right to change the fees for Service provided under this Agreement at any time after the period mentioned in the SOF by providing a written notice to the Customer at least 5 days in advance of the effective date of the change.</p>\n</li>\n<li>\n<strong>Severability:</strong>\n<p>Both Parties acknowledge that if any provision of this Agreement is unenforceable in any respect, such unenforceability shall not affect any other provisions of this Agreement, but this Agreement shall be construed as if such unenforceable provision had never been contained herein.</p>\n</li>\n<li>\n<strong>Agreement:</strong>\n<p>The SOF, SLA, Web Werks AUP, and any addendum to this MSA accepted by Customer are hereby incorporated in this Master Services Agreement by reference and together collectively constitute the Agreement.\nThe Agreement is the complete and exclusive agreement between the Parties regarding its subject matter and supersedes and replaces any prior agreement, understanding or communication, written or oral.</p>\n</li>\n</ul>\n<p>\n<strong>In Witness Whereof The Parties Hereto Agree And Accept The Terms Of This Agreement And Have Executed This Agreement On The Date Executed As Below</strong>\n</p> For Web Werks India Pvt Ltd Name Mr.\nNishant Rathi Signature &nbsp.\nTitle Director Company Stamp &nbsp.\nDate &nbsp.\nAddress 4th Floor, The Ruby, 29, Senapati Bapat Marg, Dadar(West), Mumbai 400028 Tel +91 22 40500600 Fax +91 22 40500630 Email nishant@wwindia.com ", "created_at": "2021-11-30 18:21:19.415804", "updated_at": "2021-11-30 17:22:24.520264"}], "points": [], "urls": ["webwerks.in"]}}