{"error": 448, "message": "OK", "parameters": {"id": 5964, "name": "BridTV ", "created_at": "2021-11-30 18:25:21.650049", "updated_at": "2021-11-30 23:01:14.706251", "wikipedia": null, "keywords": null, "related": null, "slug": "bridtv", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5964.png", "url": "brid.tv", "documents": [{"id": 10771, "name": "Terms and Conditions ", "url": "https://www.brid.tv/terms-and-conditions/", "xpath": "//body", "text": "We're hiring!<ul>\n<li>Video Solutions <i>\n</i>\n<ul>\n<li>Video platform<i>\n</i>\n<ul>\n<li>Video Content Management</li>\n<li>Video Analytics</li>\n<li>AI Content Matching</li>\n<li>Live Streaming</li>\n<li>Migrating Account?</li>\n<li>WordPress Plugin</li>\n<li>Platform API</li>\n<li>WHAT’S DIFFERENT</li>\n</ul>\n</li>\n<li>HTML5 Player<i>\n</i>\n<ul>\n<li>Player API</li>\n<li>REACT Component</li>\n<li>Player Configuration</li>\n<li>Video Player Design</li>\n<li>3rd Party Support</li>\n<li>tvOS SDK</li>\n<li>Mobile SDK’s</li>\n<li>\n<i>\n</i> Android SDK</li>\n<li>\n<i>\n</i> iOS SDK</li>\n</ul>\n</li>\n<li>Advertising<i>\n</i>\n<ul>\n<li>Outstream Ads</li>\n<li>Header Bidding</li>\n<li>Google IMA SDK Integration</li>\n<li>Macro Support</li>\n<li>Detailed Ad Analytics</li>\n<li>Intelligent Banner Fallback</li>\n<li>FAQ</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Brid.TV Marketplace</li>\n<li>White Label <i>\n</i>\n<ul>\n<li>Video Platform</li>\n<li>Video Ad<br>Performance Platform</li>\n</ul>\n</li>\n<li>Pricing</li>\n<li>Company <i>\n</i>\n<ul>\n<li>About Us</li>\n<li>Customer Stories</li>\n<li>Support</li>\n<li>Developer</li>\n<li>Contact Us</li>\n<li>Careers</li>\n</ul>\n</li>\n<li>Resources <i>\n</i>\n<ul>\n<li>Blog</li>\n<li>E-Books</li>\n<li>Press Release</li>\n</ul>\n</li>\n</ul>\n<i>\n</i>SIGN INGET STARTED ✕ <strong>Terms and Conditions</strong>\n<p>\n<br>These Terms and Conditions contain legal obligations.\nPlease read them carefully.</p>\n<strong>Ownership of Service.</strong>\n<p>Welcome to BRID.\nThe BRID websites (<strong>www.bridplayer.com</strong>, <strong>www.brid.tv</strong> and any variations of or successors to these websites, collectively, the “BRID Website” or the “Website”) and the BRID service (together with the Website, the “BRID Service” or the “Service”) are owned by BRID VIDEO, DOO.\nand, from time to time, its subsidiary and affiliate corporations, successors, and assigns (collectively referred to as “BRID”).\nThe BRID Service currently consists of various web pages at or linked to the Website as well as areas of numerous websites operated by other companies that have entered into an agreement with BRID to publish their Content through the BRID Service on their site.\nThe BRID Service may expand or change from time to time.</p>\n<strong>Company Information.</strong>\n<p>Company Name – Brid Video DOO Beograd</p>\n<p>Address – Omladinskih brigada 90b, Belgrade</p>\n<p>Prevailing business activity – Computer programming</p>\n<p>Prevailing business number – 6201</p>\n<p>Registration number – 20897651</p>\n<p>Tax number – 107921232</p>\n<p>Website – <strong>https://www.brid.tv</strong>\n</p>\n<p>Telephone +381 11 4020-816</p>\n<p>E-mail – contact@brid.tv</p>\n<strong>Application of General Terms and Conditions.</strong>\n<p>Use by end-users of the BRID Service and the BRID Website is governed by these General Terms and Conditions.\nUnless explicitly stated otherwise, any new Services, including any new BRID properties, shall be subject to these General Terms and Conditions.\nIn addition, BRID may have separate registration procedures and separate terms and conditions, terms of service, user agreements, or similar legal agreement/s for certain of its Services.\nWhen you are using any service or product offered by BRID that does not have a separate legal agreement, these General Terms and Conditions will apply.\nIn addition, BRID also may offer certain services from time to time that is governed by the terms of service of the respective service partners.\nWhere the BRID Service is running on third-party websites, the terms and conditions of use of those websites may be applicable in addition to these terms and conditions.</p>\n<strong>Non-Discrimination.</strong>\n<p>BRID does not discriminate on the basis of age, gender, race, ethnicity, nationality, religion, sexual orientation, or any other protected status.</p>\n<strong>Questions.</strong>\n<p>Please direct any legal questions to:</p>\n<p>General Counsel</p>\n<p>BRID VIDEO DOO</p>\n<p>Omladinskih Brigada 90b</p>\n<p>Belgrade, 11070</p>\n<p>Serbia</p>\n<strong>Acceptance and Accuracy.</strong>\n<p>By using the BRID Service and/or the Website, you agree, without limitation or qualification, to be bound by, and to comply with, these Terms and conditions and any other posted guidelines or rules applicable to any website where the BRID Service is found.\nBRID may make improvements and/or changes to the Website at any time.\nAlthough we attempt to periodically update information on the Website, the information, materials, and services provided on or through the Website may occasionally be inaccurate, incomplete, or out of date.\nBRID is not obliged to update the information contained in the Website, and BRID will not be liable for any failure to update such information.\nWe make no representation as to the completeness, accuracy, or currentness of any information on this website, and we undertake no obligation to update or revise the information contained on this website, whether as a result of new information, future events or circumstances, or otherwise.\nIt is your responsibility to verify any information contained on this website before relying upon it.</p>\n<strong>Integrations.</strong>\n<p>To the extent Publisher accesses or uses integrations with third-party services made available by Company or through the Products (e.g., services for the provision of advertising), Publisher shall be responsible for its obligations to any such third parties, and Company makes no representation as to the continued access or availability of any such third-party services and shall have no liability related to or arising from such third-party services.</p>\n<p>Some features or functionality of our Licensed Programs may use YouTube’s Application Interface Program (API).\nBy using those Licensed Programs, you are agreeing to be bound by the YouTube Terms of Service.\nYou can review YouTube’s Terms of Service here: <strong>https://www.youtube.com/t/terms</strong>.\nYou also agree to the Google Privacy Policy, which can be found here: <strong>https://www.google.com/policies/privacy</strong>.</p>\n<p>You can revoke our Licensed Programs’ access to your data via the Google security settings page at <strong>https://security.google.com/settings/security/permissions/</strong>.\nIf you would like more information about our privacy practices, please see the Company’s Privacy Policy, currently located at <strong>https://cms.brid.tv/pages/view/privacy</strong>, and if you have questions or concerns about our privacy practices you may contact us at contact@brid.tv.</p>\n<strong>Payment.</strong>\n<p>General on Payment.\nBRID will pay Publisher 70% of gross advertising revenue received by BRID for advertising placed on Publisher’s website, and BRID will retain 30% of the revenue for its services.\nBRID will pay Publisher only for months in which earned revenue exceeds $100 for the month.\nBRID reserves the right to charge an ad-serving fee to cover actual ad-serving costs.\nRevenue which is not paid to Publisher in any month will be credited to the account of Publisher and paid later when accrued revenue exceeds $100.00.\nBRID will pay Publisher 60 days after the end of the month for which revenue was earned (Net 60).\nPublisher must keep its payment address, email address, and telephone number in their account current.\nIf Publisher has failed to notify BRID of changes in Publisher’s account information, causing BRID to be unable to notify Publisher in writing, then this Agreement shall terminate without notice.</p>\n<p>Withholding Payment.\nBRID reserves the right to withhold payment from Publisher if Publisher has engaged in an activity that is deceptive or fraudulent in nature as determined by BRID at its sole discretion.\nExamples of such deceptive or fraudulent acts may include, without limitation, clicks without referring URLs, extraordinarily high numbers of repeat clicks, and clicks from non-approved root URLs.\nIn addition, with respect to Display Creatives, in no event may more than five percent (5%) of Unique Visitors for any payout calculation come from one IP address.\nImpressions that are served but are not received due to end-user blocking technology or software (e.g., pop-up blocking software) shall not count toward any payout calculation.</p>\n<p>Taxes.\nBRID assumes no responsibility for paying income taxes on behalf of Publisher.\nBy participating in the BRID ad program, Publisher assumes complete and sole responsibility for any taxes owed as a consequence of such participation and agrees to indemnify and not hold BRID liable for any such taxes.\nIf Publisher resides in the United States, then Publisher agrees to provide its Social Security number or Federal Employee Identification Number and any other reasonable information to BRID for tax reporting purposes.\nSuch information will be used for no purpose other than tax reporting.\nIf Publisher resides outside of the United States, then Publisher may be asked to complete appropriate forms for tax purposes and agree to accurately complete such forms.\nBRID may withhold payment from Publisher in the event that Publisher does not provide accurate tax information or complete any necessary tax or reporting forms, as determined at BRID’s sole and absolute discretion.</p>\n<strong>Subscription Services.</strong>\n<ul>\n<li>\n<strong>Auto-renewal and Cancellation.</strong> If you are purchasing a BRID plan on a subscription basis, you can choose to purchase via PayPal on a monthly or yearly subscription.\nand your subscription will renew automatically.\nSubscriptions are billed in advance on a monthly or yearly basis (as per the option is chosen when you purchased such services).\nYou also have the option to purchase a recurring monthly subscription via credit card, which will renew automatically as well.</li>\n<li>You agree that BRID may process your credit card or PayPal account on each monthly, annual, or other renewal terms (based on the applicable billing cycle), on the calendar day corresponding to the first day you subscribed to a paid subscription.\nIf your paid subscription to BRID began on a day not contained in a subsequent month (e.g., your service began on January 30, and there is no February 30), BRID will process your payment roughly every 30 days for that month.</li>\n<li>All credit card payments will be processed in Serbian currency – dinar (RSD).\nThe amount your credit card account will be charged for is obtained through the conversion of the price from USD into Serbian dinar according to the current exchange rate of the Serbian National Bank.\nWhen charging your credit card, the same amount is converted into your local currency according to the exchange rate of credit card associations.\nAs a result of this conversion, there is a possibility of a slight difference from the original price stated on our website.</li>\n<li>You may cancel your BRID subscription plan at any time from your account page.\nBRID reserves the right to cancel your plan in case of violation of these terms, or in case of some other unexpected reasons.</li>\n<li>You must cancel an ongoing subscription before the renewal date.\nCancellations after or on the renewal date will take effect for the next payment period.</li>\n<li>BRID does not save any data concerning your credit cards if payment to BRID is made via a supported credit card.&nbsp;</li>\n<li>If you are subscribed to an annual subscription package, all subscription cancellations will come into effect at the end of your current annual period.</li>\n</ul>\n<p>\n<strong>Late fees.</strong> If any amounts due hereunder are not received by BRID by the due date, then, at BRID’s discretion, such charges may accrue late interest at the rate of 12% per year or the maximum rate permitted by law, whichever is lower, from the date such payment was due until the date paid.\nIn addition, upon 10 days’ written notice, BRID may suspend your access to the Services if BRID does not receive the amounts invoiced hereunder at the expiration of such period.</p>\n<p>\n<strong>Reclamation policy.&nbsp;</strong>\n</p>\n<p>If the user of Brid Video d.o.o.’s Services is dissatisfied with the said Service because of incorrectly calculated prices or some other deficiencies, the user can submit a reclamation request in accordance with Article 56.\nof Consumer Protection Law.</p>\n<p>In the aforementioned scenario, the user is bound to issue a written reclamation request to Brid Video d.o.o.\non billling@brid.tv email address or do it orally to an authorized figure in Brid Video d.o.o.\n— Milan Đukić — by phone (011/4020-816) and point out the deficiency of the provided service.</p>\n<p>Immediately upon receiving the reclamation request, it will be officially documented, and the user will receive written confirmation of their reclamation request via email.</p>\n<p>Brid Video d.o.o.\nwill commence with the process of internal control of offered services upon receiving a reclamation request and will deliver a detailed response within 15 days of its submission.\nBrid Video d.o.o.’s response will contain BRID’s decision on whether it accepts the request, a statement on the Service user’s reclamation request, as well as a concrete suggestion on and a deadline for the reclamation request’s resolution.&nbsp;</p>\n<p>In the case of a justifiable reclamation request, Brid Video d.o.o.\nwill execute a full refund of paid funds for a deficient Service within 5 days of delivering the response to the user/the submitter of the reclamation request at the latest.</p>\n<p>\n<strong>Returns and refunds.</strong> Users who sign up to subscription plans for the first time have fourteen (14) days after purchase to cancel and receive a refund.\nRefunds might be partial depending on the usage until cancellation.\nAfter the cancellation period ends, all purchases are final and all fees paid are non-refundable, even if your account is later terminated by BRID.\nIf your account is terminated due to your breach of this Agreement during the relevant cancellation period, you will not be refunded.</p>\n<p>In case of refunds to users who’ve paid for BRID’s services fully or partially with a credit card, regardless of the reasons for issuing a refund, Brid Video d.o.o.\nis obliged to issue the refund via VISA, EC/MC, or Maestro payment methods, meaning that the bank will transfer the refunded funds directly to the cardholder’s bank account at the request of Brid Video d.o.o.</p>\n<p>For any refund requests, please use the below contact information:</p>\n<p>BRID VIDEO, DOO.</p>\n<p>c/o General Counsel BRID VIDEO,</p>\n<p>Omladinskih Brigada 90b</p>\n<p>Belgrade, 11070</p>\n<p>Serbia</p>\n<p>TEL: +381.11.4020816</p>\n<p>\n<strong>billing@brid.tv</strong>\n</p>\n<p>In case of a payment via credit card which the buyer has already paid for, entirely or partially, no matter what the refund reason is, Brid.TV is obligated to process the refund solely via VISA, EC/MC, and Maestro payment methods, which means that the bank will make a refund to the cardholder as requested by the seller.</p>\n<strong>Conditions and Restrictions of Use.</strong>\n<ol>\n<li>\n<strong>Termination.</strong>\n</li>\n</ol>\n<p>The use of the BRID Service is subject to compliance with these Terms and Conditions.\nYou acknowledge and agree that BRID may terminate and/or suspend your access to any portion of the BRID Service should you fail to comply with the Terms and Conditions or any other guidelines and rules published by BRID.\nAny such termination or suspension shall be in BRID’s sole discretion and may occur without prior notice, or any notice.\nBRID further reserves the right to terminate or suspend any user’s access to BRID or to any portion of the BRID Service for any conduct that BRID, in its sole discretion, believes is or may be directly or indirectly harmful to other users, to BRID, or its subsidiaries, affiliates, or business contractors, or to other third parties, or for any conduct that violates any local, state, federal, or foreign laws or regulations.\nBRID further reserves the right to terminate or suspend any user’s access to the BRID Service for any reason or for no reason at all, in BRID’s sole discretion, without prior notice.</p>\n<ol>\n<li>\n<strong>Access to Content.</strong>\n</li>\n</ol>\n<p>Please be aware that the majority of the content found on or through the BRID service is for general audiences, but there may be certain adult or mature content.\nWhere there is mature or adult content, individuals who are less than 18 years of age or are not permitted to access such content under the laws of any applicable jurisdiction may not access such content.\nIf BRID learns that anyone under the age of 13 seeks to conduct a transaction through the Services, BRID will require verified parental consent, in accordance with the Children’s Online Privacy Protection Act of 1998 (“COPPA”).\nCertain areas of the BRID Service may not be available to children under 13 under any circumstances.\n<strong>Note that we do not allow the use of our player with pornographic material, whether that material is legal or not.</strong>\n</p>\n<ol>\n<li>\n<strong>Registration and Privacy.</strong>\n</li>\n</ol>\n<p>Certain of the BRID Services will require the user to register and provide certain data.\nIn consideration of use of such Services, in registering and providing such data, you represent and warrant that: (a) the information about yourself is true, accurate, current, and complete (apart from optional items) as required by various BRID registration forms (“Registration Data”) and (b) you will maintain and promptly update the Registration Data to keep it true, accurate, current and complete.\nIf you provide any information that is untrue, inaccurate, not current or incomplete, or BRID has reasonable grounds to suspect that such information is untrue, inaccurate, not current or incomplete, BRID has the right to suspend or terminate your account and refuse any and all current or future use of the Services.\nAll BRID registrations become the exclusive property of BRID, its affiliates, successors in interest, and subsidiaries.\nBRID reserves the right to use and reuse all registration and other personally identifiable user information subject to the BRID Privacy Policy, which is found at http://www.brid.tv/privacy/.\nBy using the Service, You acknowledge receipt of the BRID Privacy Policy, including our Notice Regarding the Privacy of Children Under 13 While on the BRID Service.\nUsers may edit, update, alter or obscure their personally identifiable information at any time by following the instructions located in the BRID Privacy Policy.\nFor those portions of the BRID Service that require registration, upon registering, you will receive a password.\nYou are responsible for maintaining the confidentiality of the password and ID and are fully responsible for all activities that occur under your password or ID.\nYou agree to (a) immediately notify BRID of any unauthorized use of your password or account or any other breach of security, and (b) ensure that you exit from your account at the end of each session.\nBRID cannot and will not be liable for any loss or damage arising from your failure to comply with this requirement.</p>\n<p>In the name of Brid Video d.o.o., we legally bind ourselves to guard the privacy of all the users of our Services.\nWe collect only the necessary, elementary user data and the information needed for conducting business and informing the users in accordance with good business practices with the goal of providing the best quality of service possible.\nWe give our users the freedom of choice, including the ability to choose whether or not they want to remain on our mailing list used for marketing campaigns.\nAll collected user data is reliably protected and is available only to employees who need it to conduct their work.\nAll employees of Brid Video d.o.o.\nare required to adhere to BRID’s Privacy Policy and are to be held liable in case of breaching it.</p>\n<ol>\n<li>\n<strong>Confidential Transactional Data Security</strong>\n</li>\n</ol>\n<p>Upon entering credit card data, confidential information is transferred via a protected (via encryption) public network using SSL protocol and PKI system — the state-of-the-art standards in cryptographic technology.\nData security during purchases is guaranteed by the credit card processor, Banka Intesa ad Beograd, so the entire transactional process is conducted on the bank’s end.\nAt no point in the transaction process is the confidential credit card data available to BRID.</p>\n<ol>\n<li>\n<strong>Responsibility for Minors.</strong>\n</li>\n</ol>\n<p>In cases where you have authorized a minor to use the Services, you recognize that you are fully responsible for: ( i) the online conduct of such minor.\n(ii) controlling the minor’s access to and use of the Services.\nand (iii) the consequences of any misuse by the minor.\nYOU ACKNOWLEDGE THAT SOME ASPECTS OF THE BRID SERVICE MAY CONTAIN CONTENT THAT IS INAPPROPRIATE FOR MINORS.</p>\n<ol>\n<li>\n<strong>Content Not Screened or Error Free.</strong>\n</li>\n</ol>\n<p>You acknowledge and agree that by using the Services, you may be exposed to Content that is offensive, indecent, or objectionable.\nYou further acknowledge and agree that the Services and the Content may contain errors or omissions.\nYou acknowledge and agree that BRID does not screen or review published content on the Service to determine whether it contains false or defamatory material or material which is offensive, indecent, objectionable, or which contains errors or omissions.\nUnder no circumstances will BRID be liable in any way for any user or other third party Content, including, but not limited to, for any defamation, falsehoods, errors, or omissions in any such Content, or for any loss or damage of any kind incurred as a result of the use or publication of any such Content posted, emailed or otherwise transmitted via the Services.\nBRID does not guarantee that any Content will be to your satisfaction.\nIn the event that you believe that Content published on or through the BRID Service contains defamatory material or otherwise is published in violation of these terms and conditions, however, please contact us right away at:</p>\n<p>BRID VIDEO, DOO.</p>\n<p>c/o General Counsel BRID VIDEO,</p>\n<p>Omladinskih Brigada 90b</p>\n<p>Belgrade, 11070</p>\n<p>Serbia</p>\n<p>TEL: +381.11.4020816</p>\n<p>\n<strong>contact@brid.tv</strong>\n</p>\n<ol>\n<li>\n<strong>User Agreement Not to Circumvent Publishers™ Ownership Rights.</strong>\n</li>\n</ol>\n<p>You acknowledge and agree that your rights to view the publisher content that you access on or through the BRID Service is strictly limited to the terms of those rights that you obtained in connection with your acquisition of the Content itself.\nExcept as permitted expressly by such rights, you may not copy, reproduce, modify, publish, transmit, transfer or sell, maintain, retain, create derivative works from, distribute or re-distribute, perform, link, display or in any way exploit any Content obtained through the BRID Service, including, without limitation, by incorporating data and or Content from the Service into any e-mail, search, catalog, directory, or other “white pages” products or service, whether browser-based, based on proprietary client-side applications, web-based, or otherwise.\nYou understand, agree, and acknowledge that engaging in any of the aforementioned conduct may constitute a crime and/or other forms of unlawful behavior for which you may be held criminally and/or civilly liable.</p>\n<strong>Fair Use Policy.</strong>\n<p>This Fair Use Policy describes prohibited uses of the web services offered by BRID.\nThe examples described in this Policy are not exhaustive.\nWe may modify this Policy at any time by posting a revised version on the BRID Site.\nBy using the Services or accessing the BRID Site, you agree to the latest version of this Policy.\nIf you violate the Policy or authorize or help others to do so, we may suspend or terminate your use of the Services.</p>\n<p>\n<strong>No Network Abuse</strong>\n</p>\n<p>You may not make network connections to any users, hosts, or networks unless you have permission to communicate with them.\nProhibited activities include:</p>\n<ul>\n<li>Monitoring or Crawling.\nMonitoring or crawling of a System that impairs or disrupts the System being monitored or crawled.</li>\n<li>Denial of Service (DoS).\nInundating a target with communications requests so the target either cannot respond to legitimate traffic or responds so slowly that it becomes ineffective.</li>\n<li>Intentional Interference.\nInterfering with the proper functioning of any System, including any deliberate attempt to overload a system by mail bombing, news bombing, broadcast attacks, or flooding techniques.</li>\n<li>Avoiding System Restrictions.\nUsing manual or electronic means to avoid any use limitations placed on a System, such as access and storage restrictions.</li>\n</ul>\n<p>\n<strong>Our Monitoring and Enforcement</strong>\n</p>\n<p>We reserve the right but do not assume the obligation to investigate any violation of this Policy or misuse of the Services or Brid Site.\nWe may:</p>\n<ul>\n<li>investigate violations of this Policy or misuse of the Services or BRID Site;</li>\n<li>or remove, disable access to, or modify any content or resource that violates this Policy or any other agreement we have with you for use of the Services or the BRID Site.</li>\n</ul>\n<p>We may report any activity that we suspect violates any law or regulation to appropriate law enforcement officials, regulators, or other appropriate third parties.\nOur reporting may include disclosing appropriate customer information.\nWe also may cooperate with appropriate law enforcement agencies, regulators, or other appropriate third parties to help with the investigation and prosecution of illegal conduct by providing network and systems information related to alleged violations of this Policy.</p>\n<strong>Prohibited Conduct.</strong>\n<p>In addition to the above, you agree that you will not use BRID Services to:</p>\n<ul>\n<li>1.\nUpload, post, email, otherwise transmit, or post links to any Content that is unlawful, harmful, threatening, abusive, harassing, tortious, defamatory, vulgar, obscene, pornographic, libelous, invasive of privacy or publicity rights, hateful, or racially, sexually, ethnically or otherwise objectionable.</li>\n<li>2.\nUpload, post, email, otherwise transmit, or post links to any Content that promotes illegal activity, including without limitation the provision of instructions for illegal activity.</li>\n<li>3.\nUpload, post, email, otherwise transmit, or post links to any Content that exploits the images of children under 18 years of age, or that discloses personally-identifying information belonging to children under 18 years of age or harm minors in any other way.</li>\n<li>4.\nCollect or store personally identifying information about other users for commercial or unlawful purposes.</li>\n<li>5.\nImpersonate any person or entity, including, but not limited to, a BRID official, employee, or falsely state or otherwise misrepresent your affiliation with a person or entity or employ misleading email addresses or falsify information in the header, footer, return path, or any part of any communication, including emails, transmitted through the Services.</li>\n<li>6.\nUpload, post, email, otherwise transmit, or post links to any Content that you do not have a right to transmit under any law or regulation or under contractual or fiduciary relationships (such as inside information, or proprietary and confidential information learned or disclosed as part of employment relationships or under nondisclosure agreements) or upload, post, email, otherwise transmit, or post links to any Content that infringes any patent, trademark, service mark, trade secret, copyright or other proprietary rights (“Rights”) of any party, or contributing to inducing or facilitating such infringement.\nThis prohibition shall include, without limitation, the following forms of software piracy:<ul>\n<li>Making available copyrighted software or other Content that has had the copyright protection removed.</li>\n<li>Making available serial numbers for software that can be used to illegally validate or register software.</li>\n<li>Making available tools that can be used for no purpose other than for “cracking” software or other copyrighted Content.</li>\n<li>Making available any software files for which the user does not own the copyright or have the legal right to make available.</li>\n</ul>\n</li>\n<li>7.\nUpload, post, email, otherwise transmit, or post links to any unsolicited or unauthorized advertising, promotional materials, “junk mail,” “spam,” “chain letters,” “pyramid schemes,” or any other form of solicitation, except in those areas that are designated for such purpose.</li>\n<li>8.\nUpload, post, email, otherwise transmit, or post links to any material that contains software viruses, worms, trojan horses, time bombs, trap doors, or any other computer code, files or programs or repetitive requests for information designed to interrupt, destroy or limit the functionality of any computer software or hardware or telecommunications equipment or to diminish the quality of, interfere with the performance of, or impair the functionality of the Services or BRID.</li>\n<li>9.\nConduct your own contests and promotions or upload, post, email, or in other ways transmit, or post links to any Content regarding any raffle, contest, or game requiring a fee by participants.</li>\n<li>10.\nInterfere with or disrupt the Services or servers or networks connected to the Services, or disobey any requirements, procedures, policies, or regulations of networks connected to the Services.</li>\n<li>11.\nIntentionally or unintentionally violate any applicable local, state, national or international law, including, but not limited to, regulations promulgated by the U.S.\nSecurities and Exchange Commission, any rules of any national or other securities exchange, including, without limitation, the New York Stock Exchange, the American Stock Exchange or the NASDAQ, and any regulations having the force of law or use BRID or the Services to sell, purchase, or offer to sell or purchase any registered or unregistered securities, or upload, post, email, otherwise transmit, or post links to any material that is false, misleading, or designed to manipulate any equity, security, or other markets.</li>\n<li>12.\nDecompile, disassemble, modify, translate, adapt, reverse engineer, create derivative works from, or sublicense any software deployed in connection with the Services.</li>\n<li>13.\nAdvertise, offer for sale, or sell any item you are prohibited from advertising or selling by any applicable local, state, national, or international law, including regulations having the force of law, or advertise, offer for sale, or sell any of the following items:<ul>\n<li>Any firearms, explosives, or weapons.</li>\n<li>Any food that is not packaged or does not comply with all laws governing the sale of food to consumers by commercial merchants.</li>\n<li>Any alcoholic beverages.</li>\n<li>Any tobacco products for human consumption, including, without limitation, cigarettes, and cigars.</li>\n<li>Any items that are indecent or obscene, that are hateful or racially, sexually, ethnically or otherwise objectionable, that contain child pornography, that is otherwise pornographic in nature or is harmful to minors.</li>\n<li>Any controlled substances or pharmaceuticals.</li>\n<li>Any items that are counterfeit or stolen.</li>\n<li>Any dangerous items.</li>\n<li>Any goods or services that do not, in fact, exist.</li>\n<li>Any registered or unregistered securities.</li>\n<li>Any items that violate or infringe the rights of other parties.</li>\n<li>Any items that you do not have the legal right to sell.</li>\n<li>Any items where doing so through BRID or the Service would cause BRID to violate any law.</li>\n</ul>\n</li>\n<li>14.\nYou expressly acknowledge and agree that BRID may preserve Content and may also disclose Content if required to do so by law or in the good faith belief that such preservation or disclosure is reasonably necessary to: (a) comply with legal process.\n(b) enforce the Terms and Conditions.\n(c) respond to claims that any Content violates the rights of third-parties.\nor (d) protect the rights, property, or personal safety of BRID, its users and the public.\nYou acknowledge and agree that the technical processing and transmission of the Services, including your Content, may involve (a) transmissions over various networks.\nand (b) changes to conform and adapt to technical requirements of connecting networks or devices.\nYou further acknowledge and agree that other data collected and maintained by BRID with regard to its users may be disclosed in accordance with BRID’s Privacy Policy.\nBRID also may suspend or terminate any user account for any Service because of user inactivity.\nFor example, a BRID account may be terminated or suspended if a user fails to sign-in to the BRID Service for an extended period of time.\nWhat is considered “user inactivity” varies depending on the Service.\nIf one of your accounts is suspended or terminated for inactivity, your right to use such Service immediately ceases.</li>\n</ul>\n<strong>Notice and Procedure For Making Claims of Copyright or Intellectual Property Infringement.</strong>\n<p>BRID respects the intellectual property of others.\nBRID does not, however, independently confirm that all Content made available through the BRID Service is provided by a valid rights holder.\nIn the event that BRID becomes aware that Content published on or through the BRID Service has been provided by a person who is not a valid rights holder, BRID may, in appropriate circumstances and at its discretion, disable and/or terminate the publication of such Content.\nIf you believe that your work has been copied or published in a way that constitutes copyright infringement, or your intellectual property rights have been otherwise violated, please provide BRID’s Copyright Agent and/or General Counsel the following information:</p>\n<ul>\n<li>1.\nAn electronic or physical signature of a person authorized to act on behalf of the owner of the copyright or other intellectual property interest;</li>\n<li>2.\nA description of the copyrighted work or other intellectual property that you claim has been infringed;</li>\n<li>3.\nA description of where the material that you claim is infringing is located or found on the Website or Service;</li>\n<li>4.\nYour address, telephone number, and, if available, an email address;</li>\n<li>5.\nA statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.\nand</li>\n<li>6.\nA statement by you that the above information provided by you in your notice is accurate and, under penalty of perjury, that you are the copyright or intellectual property owner or authorized to act on behalf of the copyright or intellectual property owner.</li>\n</ul>\n<p>Claims of copyright or other intellectual property infringement should be sent to BRID’s Copyright Agent and/or General Counsel by mail, fax or email as follows:</p>\n<p>By Mail:</p>\n<p>BRID VIDEO, DOO.</p>\n<p>c/o General Counsel BRID VIDEO,</p>\n<p>Omladinskih Brigada 90b</p>\n<p>Belgrade, 11070</p>\n<p>Serbia</p>\n<p>TEL: +381.11.4020816</p>\n<p>\n<strong>contact@brid.tv</strong>\n</p>\n<p>For a full understanding of any rights and/or remedies you may have in the case of any infringement, please consult with an attorney.</p>\n<strong>License To Content.</strong>\n<p>Except as otherwise provided by the BRID Privacy Policy, with respect to any Content posted by you on, to, or through BRID or the Services, you grant BRID a worldwide, royalty-free, perpetual, license to use, copy, transmit, publicly display, publicly perform, create compilations including, create derivative works of, and distribute such Content to publish and promote such Content in connection with the particular Services and to publish and promote such Content elsewhere within BRID and the Services.\nSuch a license shall apply with respect to any form, media, or technology now known or later developed.</p>\n<strong>DISCLAIMER OF WARRANTIES</strong>\n<p>BRID AND THE SERVICES ARE PROVIDED “AS IS,” WITH NO WARRANTIES WHATSOEVER.\nALL EXPRESS, IMPLIED, AND STATUTORY WARRANTIES, INCLUDING, WITHOUT LIMITATION, THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT OF PROPRIETARY RIGHTS, ARE EXPRESSLY DISCLAIMED TO THE FULLEST EXTENT PERMITTED BY LAW.\nTO THE FULLEST EXTENT PERMITTED BY LAW, BRID DISCLAIMS ANY WARRANTIES FOR THE SECURITY, RELIABILITY, TIMELINESS, AND PERFORMANCE OF THE SERVICES.\nTO THE FULLEST EXTENT PERMITTED BY LAW, BRID DISCLAIMS ANY WARRANTIES FOR OTHER SERVICES OR GOODS RECEIVED THROUGH OR ADVERTISED ON THE SERVICES OR RECEIVED THROUGH ANY LINKS PROVIDED IN THE SERVICES, AS WELL AS FOR ANY INFORMATION OR ADVICE RECEIVED THROUGH THE SERVICES OR THROUGH ANY LINKS PROVIDED IN THE SERVICES.\nBRID SIMILARLY DISCLAIMS, TO THE FULLEST EXTENT PERMITTED BY LAW, ANY WARRANTIES FOR ANY INFORMATION OR ADVICE OBTAINED THROUGH THE SERVICES.\nYOU EXPRESSLY UNDERSTAND AND AGREE THAT BRID DISCLAIMS ANY AND ALL RESPONSIBILITY OR LIABILITY FOR THE ACCURACY, CONTENT, COMPLETENESS, LEGALITY, RELIABILITY, OR OPERABILITY OR AVAILABILITY OF INFORMATION OR MATERIAL IN THE SERVICES.\nBRID DISCLAIMS ANY RESPONSIBILITY FOR THE DELETION, FAILURE TO STORE, MIS-DELIVERY, OR UNTIMELY DELIVERY OF ANY INFORMATION OR MATERIAL.\nBRID DISCLAIMS ANY RESPONSIBILITY OR LIABILITY FOR ANY HARM RESULTING FROM DOWNLOADING OR ACCESSING ANY INFORMATION OR MATERIAL THROUGH THE SERVICES, INCLUDING, WITHOUT LIMITATION, FOR HARM CAUSED BY VIRUSES OR SIMILAR CONTAMINATION OR DESTRUCTIVE FEATURES.\nBRID MAKES NO WARRANTY REGARDING THE RELIABILITY OR ACCESSIBILITY OF MEMBER WEB PAGES OR ANY STORAGE FACILITIES OFFERED BY BRID.\nYOU UNDERSTAND AND AGREE THAT ANY MATERIAL DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE SERVICES IS DONE AT YOUR OWN DISCRETION AND RISK AND THAT YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGES TO YOUR COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS IN THE DOWNLOAD OF SUCH MATERIAL.\nFORWARD-LOOKING STATEMENTS.\nTHE WEBSITE CONTAINS EXPRESS OR IMPLIED FORWARD-LOOKING STATEMENTS, WHICH ARE BASED ON CURRENT EXPECTATIONS OF MANAGEMENT.\nTHESE STATEMENTS RELATE TO, AMONG OTHER THINGS, OUR EXPECTATIONS REGARDING MANAGEMENT’S PLANS, OBJECTIVES, AND STRATEGIES.\nTHESE STATEMENTS ARE NEITHER PROMISES NOR GUARANTEES, BUT ARE SUBJECT TO A VARIETY OF RISKS AND UNCERTAINTIES, MANY OF WHICH ARE BEYOND OUR CONTROL, AND WHICH COULD CAUSE ACTUAL RESULTS TO DIFFER MATERIALLY FROM THOSE CONTEMPLATED IN THESE FORWARD-LOOKING STATEMENTS AND SUCH STATEMENTS ARE CURRENT ONLY AS OF THE DATE THEY ARE MADE.\nSome jurisdictions do not allow the disclaimer of implied warranties.\nIn such jurisdictions, the foregoing disclaimers may not apply to you insofar as they relate to implied warranties.</p>\n<strong>LIMITATION OF LIABILITY</strong>\n<p>YOU EXPRESSLY UNDERSTAND AND AGREE THAT UNDER NO CIRCUMSTANCES SHALL BRID OR ITS LICENSORS BE LIABLE TO ANY USER ON ACCOUNT OF THAT USER’S USE OR MISUSE OF AND RELIANCE ON THE SERVICES.\nSUCH LIMITATION OF LIABILITY SHALL APPLY TO PREVENT RECOVERY OF DIRECT, INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL, EXEMPLARY, AND PUNITIVE DAMAGES (EVEN IF BRID OR ITS LICENSORS HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES).\nSUCH LIMITATION OF LIABILITY SHALL APPLY WHETHER THE DAMAGES ARISE FROM USE OR MISUSE OF AND RELIANCE ON THE SERVICES, FROM INABILITY TO USE THE SERVICES, OR FROM THE INTERRUPTION, SUSPENSION, OR TERMINATION OF THE SERVICES (INCLUDING SUCH DAMAGES INCURRED BY THIRD PARTIES).\nSUCH LIMITATION SHALL ALSO APPLY WITH RESPECT TO DAMAGES INCURRED BY REASON OF OTHER SERVICES OR GOODS RECEIVED THROUGH OR ADVERTISED ON THE SERVICES OR RECEIVED THROUGH ANY LINKS PROVIDED IN THE SERVICES, AS WELL AS BY REASON OF ANY INFORMATION OR ADVICE RECEIVED THROUGH OR ADVERTISED ON THE SERVICES OR RECEIVED THROUGH ANY LINKS PROVIDED IN THE SERVICES.\nSUCH LIMITATION SHALL APPLY, WITHOUT LIMITATION, TO THE COSTS OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES, LOST PROFITS, OR LOST DATA.\nSUCH LIMITATION SHALL APPLY WITH RESPECT TO THE PERFORMANCE OR NON-PERFORMANCE OF THE SERVICES OR ANY INFORMATION OR MERCHANDISE THAT APPEARS ON OR IS LINKED OR RELATED IN ANY WAY TO, THE BRID NETWORK.\nSUCH LIMITATION SHALL APPLY NOTWITHSTANDING ANY FAILURE OF ESSENTIAL PURPOSE OF ANY LIMITED REMEDY.\nSUCH LIMITATION SHALL APPLY TO THE FULLEST EXTENT PERMITTED BY LAW.\nUNDER NO CIRCUMSTANCES SHALL BRID OR ITS LICENSORS BE HELD LIABLE FOR ANY DELAY OR FAILURE IN PERFORMANCE RESULTING DIRECTLY OR INDIRECTLY FROM ACTS OF NATURE, FORCES, OR CAUSES BEYOND ITS REASONABLE CONTROL, INCLUDING, WITHOUT LIMITATION, INTERNET FAILURES, COMPUTER EQUIPMENT FAILURES, TELECOMMUNICATION EQUIPMENT FAILURES, OTHER EQUIPMENT FAILURES, ELECTRICAL POWER FAILURES, STRIKES, LABOR DISPUTES, RIOTS, INSURRECTIONS, CIVIL DISTURBANCES, SHORTAGES OF LABOR OR MATERIALS, FIRES, FLOODS, STORMS, EXPLOSIONS, ACTS OF GOD, WAR, GOVERNMENTAL ACTIONS, ORDERS OF DOMESTIC OR FOREIGN COURTS OR TRIBUNALS, NON-PERFORMANCE OF THIRD PARTIES, OR LOSS OF OR FLUCTUATIONS IN HEAT, LIGHT, OR AIR CONDITIONING.\nIn some jurisdictions, limitations of liability are not permitted.\nIn such jurisdictions, the foregoing limitation may not apply to you.</p>\n<strong>Indemnity.</strong>\n<p>You agree to indemnify and hold BRID and its subsidiaries, affiliates, officers, agents, co-branders or other partners, and employees, harmless from any claim or demand, including reasonable attorneys’ fees, made by any third party due to or arising out of Content you submit, post, transmit or make available through the Service, your use of the Service, your violation of these Terms and Conditions or any other applicable published BRID usage terms, conditions, policies, or requirements, or your violation of any rights of another.</p>\n<strong>Third-Party Links.</strong>\n<p>The Website may contain links to websites operated by other parties.\nThe linked sites are not under the control of BRID, and BRID is not responsible for the content available on any other Internet sites linked to the Website.\nSuch links do not imply BRID’s endorsement of the material on any other site, and BRID disclaims all liability with regard to your access to such linked websites.\nBRID provides links to other Internet sites as a convenience to users, and access to any other internet sites linked to the website is at your own risk.</p>\n<strong>Consent to Exclusive Jurisdiction, Waiver of Objections.</strong>\n<p>These Terms and Conditions and the relationship between you and BRID shall be governed by the laws of the Republic of Serbia without regard to its conflict of law provisions.\nYou agree to submit to the personal and exclusive jurisdiction of the courts located within the Republic of Serbia for the adjudication of any and all claims arising out of your use of the BRID Services, and you waive any objection thereto.</p>ENTERPRISE VIDEO PLATFORM<ul>\n<li>Video platform</li>\n<li>Video Content Management</li>\n<li>Video Analytics</li>\n<li>AI Content Matching</li>\n<li>Live Streaming</li>\n<li>Migrating Account?</li>\n<li>WordPress Plugin</li>\n<li>Platform API</li>\n</ul>HTML5 VIDEO PLAYER<ul>\n<li>HTML5 Player</li>\n<li>Player API</li>\n<li>React Component</li>\n<li>Player Configuration</li>\n<li>Video Player Design</li>\n<li>3rd Party Support</li>\n</ul>Advertising<ul>\n<li>Advertising</li>\n<li>Outstream Ads</li>\n<li>Header Bidding</li>\n<li>Google IMA SDK Integration</li>\n<li>Macro Support</li>\n<li>Detailed Ad Analytics</li>\n<li>Intelligent Banner Fallback</li>\n</ul>Developer<ul>\n<li>Developer</li>\n<li>Player</li>\n<li>Platform</li>\n<li>Android SDK</li>\n<li>iOS SDK</li>\n</ul>ABOUT US<ul>\n<li>Brid.TV Marketplace</li>\n<li>White Label</li>\n<li>About us</li>\n<li>Contact us</li>\n<li>Support</li>\n<li>Developer</li>\n<li>Blog</li>\n<li>Careers</li>\n</ul> Copyright © 2021 Brid Video D.O.O.\nAll rights reserved.\nBRID.tv™ is a registered trademark.<ul>\n<li>Register</li>\n<li>Terms &amp.\nConditions</li>\n<li>Privacy policy</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<i>\n</i>Support<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul> ", "created_at": "2021-11-30 18:25:21.653528", "updated_at": "2021-11-30 17:26:31.061667"}, {"id": 10770, "name": "Privacy Policy ", "url": "https://cms.brid.tv/pages/view/privacy ", "xpath": "", "text": " <i>\n</i> BridTV Corporate Website i BridTV Technology Privacy Policy <p>Our Privacy Policy now separately describes the information collection practices of Brid’s corporate website, our other owned websites, and the proprietary technology that we use to perform services for our customers.\nOur Privacy Policy has also been updated to reflect our practices in light of the General Data Protection Regulation and other applicable law in effect in the European Economic Area (EEA), Switzerland, and the UK.</p>\n<p>\n<strong>Introduction</strong>\n</p>\n<ul>\n<li>Corporate Website at www.brid.tv</li>\n</ul>\n<ol>\n<ol>\n<ol>\n<li>Information Collected by the Corporate Website</li>\n<li>About Personal Data</li>\n<li>About Usage Data and Tracking Data</li>\n<li>Your Choices on the Corporate Website</li>\n<li>Service Providers</li>\n<li>Transfer of Information</li>\n</ol>\n</ol>\n</ol>\n<ul>\n<li>BridTV Technology (BridTV Player and Online Platform)</li>\n</ul>\n<ol>\n<ol>\n<ol>\n<li>Information Collected by BridTV Technology About Users</li>\n<li>About Usage Data and Tracking Data</li>\n<li>User Choices for BridTV Technology</li>\n<li>Transfer of Information</li>\n</ol>\n</ol>\n</ol>\n<ul>\n<li>Websites</li>\n</ul>\n<ol>\n<ol>\n<ol>\n<li>Websites Powered by BridTV Technology</li>\n<li>Service Providers</li>\n</ol>\n</ol>\n</ol>\n<ul>\n<li>Other Information</li>\n</ul>\n<ol>\n<ol>\n<ol>\n<li>About Data Security</li>\n<li>Links to Other Sites</li>\n<li>Children’s Privacy</li>\n</ol>\n</ol>\n</ol>\n<ul>\n<li>How to Contact BridTV</li>\n</ul>\n&nbsp.\nIntroduction\n<p>BridTV (legally known as Brid Video, DOO) is a leading video player software and video management platform (collectively, the “<strong>BridTV Technology</strong>”).\nOur customers are businesses that use the BridTV Technology to host, embed, stream, and deliver advertising to, digital video over the web (collectively, “<strong>BridTV Services</strong>”).</p>\n<p>BridTV has prepared this Privacy Policy to describe our practices regarding the information we collect from:</p>\n<ul>\n<li>Visitors to our website located at www.brid.tv (the “<strong>Corporate Website</strong>”), including all subdomains,</li>\n<li>Users who watch our customers’ videos on websites, apps, mobile apps, and other software powered by BridTV Technology (each, a “<strong>Customer Property</strong>”) using a desktop or laptop PC, mobile phone, tablet, connected TV, set-top box, kiosk, virtual reality hardware, or other devices, and</li>\n<li>Visitors to our other owned-and-operated websites (each, a “<strong>BridTV Website</strong>”), including adiq.brid.tv and developer.brid.tv,</li>\n<li>Visitors to our white-labeled operated websites (each, a <strong>\"BridTV White Label Website</strong>\"), including cms.a-2.tv, player.a-2.tv, adhunters.tv and vidssp.com.</li>\n</ul>\n<p>This Privacy Policy does <em>not</em> describe the information collection practices of our customers that use BridTV Technology on their Customer Properties.\nWe are a third-party service provider to our customers.\nWe recommend that you refer to our customers’ privacy policies to learn about their information collection practices.</p>\n<p>\n<strong>Changes to this Privacy Policy.</strong> BridTV will update this Privacy Policy to reflect changes to our practices.\nWe will post all Privacy Policy changes on this page and, if the changes are significant, we will provide a more prominent notice.\nThe Privacy Policy posted on this page will say when that version went into effect.\nIf you visit the Corporate Website or view a video on a Customer Property after a change, then you will have accepted BridTV’s new Privacy Policy.\nYou are advised to review our Privacy Policy periodically for any changes.</p>\nA.\nCorporate Website at www.brid.tv\n<ol>\n<li>\n<strong> INFORMATION COLLECTED BY THE CORPORATE WEBSITE</strong>\n</li>\n</ol>\n<p>Our Corporate Website provides information about our company, business, and the services we provide.\nIt is also the portal used by our customers to sign into the customer dashboard for BridTV Services.</p>\n<p>The Corporate Website collects Personal Data, Usage Data, and Tracking Data when you visit the site at www.brid.tv.\nAs used in our discussion about the Corporate Website in this Section A:</p>\n<p>“<strong>Personal Data</strong>” is the information about an individual that can be used to identify that individual.\nIf you access the Corporate Website from the EEA, Switzerland or the UK, we use a different definition of Personal Data to comply with the General Data Protection Regulation (GDPR).</p>\n<p>“<strong>Tracking Data</strong>” is the information collected by cookies and similar tracking technologies (e.g., pixel tags, web beacons, or scripts) that we use to keep track of visitor activity on the Corporate Website.\n(Note that the Tracking Data collected by BridTV Technology is different, and is discussed in Section B.)</p>\n<ul>\n<li>\n<strong>Cookies</strong> are small files that contain a small amount of data, typically including a unique identifier.\nThey are generally placed on your browser by a website or other browser-based service.\nOur Corporate Website uses cookies.</li>\n<li>\n<strong>Other tracking technologies</strong>, in the context of the Corporate Website, include pixel tags, web beacons, and scripts, and are used to track usage and performance.\n(See Section B below for the tracking technologies used by BridTV Technology.)</li>\n</ul>\n<p>“<strong>Usage Data,</strong>” in the context of the Corporate Website, is the information that your browser sends to BridTV servers when you visit the Corporate Website.</p>\n<p>As with other Internet services, our web servers gather information automatically each time your browser or device interacts with the Corporate Website, and store that information in “log files.” The information stored in our web servers’ log files includes information that we call Personal Data, Usage Data and Tracking Data, and that we describe more fully in the following sections.</p>\n<p>\n<strong>Note for visitors who access the Corporate Website from the EEA, Switzerland or the UK:</strong>\n</p>\n<ul>\n<li>\n<strong>Personal Data.</strong> In the EEA, Switzerland and the UK, Personal Data is defined differently than in the U.S., and means a variety of data that identifies or can identify a particular unique user or device (e.g., names, addresses, cookie identifiers, mobile device identifiers, precise location data and biometric data).\nFor visitors who access the Corporate Website from the EEA, Switzerland, or the UK, elements of Usage Data and Tracking Data – such as a visitor’s full Internet Protocol (IP) address, and the information that we associate with a unique identifier (like a cookie or other tracking technology) – are Personal Data under the General Data Protection Regulation (GDPR).</li>\n<li>\n<strong>Legal grounds for processing your Personal Data when accessing the Corporate Website.</strong> For visitors who access the Corporate Website from the EEA, Switzerland, or the UK, we process your Personal Data for the purposes set out in Section A.2.\non one or more of the following legal grounds:</li>\n<ul>\n<li>You provided your consent;</li>\n<li>It is necessary for our contractual relationship;</li>\n<li>The processing is necessary for us to comply with our legal or regulatory obligations.\nand/or</li>\n<li>The processing is in our or a relevant data controllers’ legitimate interest, for instance, where we use data to protect the security and integrity of our systems and to provide services or other benefits.</li>\n</ul>\n</ul>\n<ol>\n<li>\n<strong> ABOUT PERSONAL DATA</strong>\n</li>\n</ol>\n<ul>\n<li>Personal Data Collected by the Corporate Website.\nPersonal Data includes your name, email address, postal address, and telephone number.\nIt also includes any information that we have associated with your Personal Data.</li>\n</ul>\n<ol>\n<ul>\n<li>The Corporate Website collects Personal Data from you when you engage in any of the following:</li>\n<ol>\n<li>Request information about a product or service on the Corporate Website.</li>\n<li>Register on the Corporate Website for emails, newsletters or other communications.</li>\n<li>As an employee or authorized agent of a the BridTV Service, use a login account on the Corporate Website to access the customer dashboard for BridTV Technology.</li>\n</ol>\n<li>We may combine Personal Data that you submit on or through the Corporate Website with information that we collect from and about you from other sources, offline and online.</li>\n</ul>\n</ol>\n<br>\n<ul>\n<li>How We May Use Personal Data.\nWe use the Personal Data that you provide on the Corporate Website for the following activities:</li>\n</ul>\n<ol>\n<ul>\n<li>Provide the services that you request.</li>\n<li>Send you administrative information, including information regarding changes to the Corporate Website’s terms, conditions and policies.</li>\n<li>Personalize your experience on the Corporate Website (including through the use of cookies and similar technologies).</li>\n<li>Send you messages that you request.</li>\n<li>Target you to receive ads and other marketing messages from us about BridTV Services.</li>\n<li>For our business purposes, such as data analysis, audits, developing new products, enhancing the Corporate Website, improving our services, and identifying usage trends and determining the effectiveness of our marketing.</li>\n<li>As we believe appropriate (a) to comply with applicable law and legal process, including to respond to valid requests by public authorities (e.g., a court, government agency, or law enforcement), (b) to enforce our terms and conditions, (c) to prevent or investigate possible wrongdoing in connection with the Corporate Website, BridTV Technology, BridTV Services or the like, (d) to protect our operations or those of our affiliates, (e) to protect our rights, property, privacy, safety, or that of our affiliates, you or others, or (f) to allow us to pursue available remedies or limit the damages that we may sustain (these purposes, collectively, the “<strong>Compliance Purposes</strong>”).</li>\n</ul>\n</ol>\n<br>\n<ul>\n<li>When We May Disclose Personal Data.\nThe Personal Data that you provide to the Corporate Website may be disclosed:</li>\n</ul>\n<ol>\n<ul>\n<li>\n<strong>Service Providers.</strong>&nbsp;<br>To our third-party service providers who provide services such as hosting, data analysis, IT infrastructure, IT services, customer service, email delivery, payment processing, billing and collections, data enhancement, order fulfillment, auditing, security, fraud, and other services to enable them to provide such services.\nThese third parties have access to your Personal Data only to perform these tasks on our behalf.</li>\n<li>\n<strong>Transfer of Business.</strong>&nbsp;<br>To a third party to which we have transferred our business, assets or stock if BridTV is involved in a reorganization, merger, sale, joint venture, assignment, transfer or other disposition of some or all of our business, assets or stock, including during due diligence related to any such transaction (and also including in connection with any bankruptcy or similar proceeding).</li>\n<li>\n<strong>Other Services you link to your account<br>\n</strong>We receive information about you when you or your administrator integrate third-party apps or link a third-party service with our Services.<br>For example, if you create an account or log into the Services using your Google credentials, we receive your name and email address as permitted by your Google profile settings in order to authenticate you.<br>You or your administrator may also integrate our Services with other services you use, such as to allow you to access, store, share and edit certain content from a third-party through our Services.<br>For example, you may authorize our Services to access, and store videos from our service to your YouTube channel.<br>The information we receive when you link or integrate our Services with a third-party service depends on the settings, permissions and privacy policy controlled by that third-party service.<br>You should always check the privacy settings and notices in these third-party services to understand what data may be disclosed to us or shared with our Services.</li>\n<li>\n<strong>As we believe appropriate for Compliance Purposes.</strong>\n</li>\n</ul>\n</ol>\n<br>\n<ul>\n<li>How Long We Retain Personal Data.\nWe retain your Personal Data for the period necessary to fulfill the purposes outlined in this Privacy Policy, unless a longer retention period is required for the security or integrity of the Corporate Website, or to comply with our legal obligations, resolve disputes, or enforce our legal agreements or policies.</li>\n</ul>\n<ul>\n<li>No Sensitive Information.\nPlease do not disclose through the Corporate Website any sensitive Personal Data (e.g., social security numbers, detailed financial information, health information, information related to racial or ethnic origin, political opinions, religion or other beliefs, criminal background or trade union membership).</li>\n</ul>\n<ol>\n<li>\n<strong> ABOUT USAGE DATA AND TRACKING DATA</strong>\n</li>\n</ol>\n<ul>\n<li>Usage Data and Tracking Data Collected by the Corporate Website.\nThe Usage Data and Tracking Data collected by the Corporate Website include:</li>\n</ul>\n<ol>\n<ul>\n<li>Information collected through cookies, pixel tags and other tracking technologies.</li>\n<li>Browser type and version.</li>\n<li>Your Internet Protocol (IP) address.</li>\n<li>If you are accessing the Corporate Website through a mobile phone, tablet, connected TV, set-top box, kiosk, virtual reality hardware, or other device: the type of device, unique device ID, device IP address, device operating system, and diagnostic data.</li>\n<li>Information about how you interact with the Corporate Website, such as the date and time of your visit, the pages that you visit, and the time spent on those pages.</li>\n<li>Other aggregated information.</li>\n</ul>\n</ol>\n<br>\n<ul>\n<li>How We May Collect Usage Data and Tracking Data.\nUsage Data and Tracking Data are collected by the Corporate Website:</li>\n</ul>\n<ol>\n<ul>\n<li>\n<strong>When your browser or device sends it.</strong> Standard information is sent by most browsers.\nThis information includes your device type, screen resolution, operating system version, and Internet browser type and version.</li>\n<li>\n<strong>Through web technologies.</strong> We and our service providers may use cookies, pixel tags, web beacons, and other similar technologies to, among other things, facilitate your ongoing access to and use of the Corporate Website, present you with more tailored information about our products and services, and collect and store information about your use of the Corporate Website.</li>\n<li>\n<strong>When you volunteer it.</strong> You may volunteer demographic information, as well as other information, such as your preferred means of communication.</li>\n<li>\n<strong>Through activity reports.</strong> Information about how you interact with the Corporate Website is collected with every visit, and is used to determine usage levels, diagnose server problems, and operate and maintain the Corporate Website.</li>\n<li>\n<strong>By aggregating information.</strong> We may aggregate or de-identify information collected by the Corporate Website.</li>\n</ul>\n</ol>\n<br>\n<ul>\n<li>How We May Use and Disclose Usage Data and Tracking Data.\nWe may use and disclose Usage Data and Tracking Data collected on the Corporate Website for any purpose permitted by applicable law.</li>\n</ul>\n<ul>\n<li>Note: If we are required by law to treat any element of Usage Data or Tracking Data as Personal Data, then we will handle those elements as Personal Data.\nIf we combine any Usage Data or Tracking Data with Personal Data, we will treat the combined information as Personal Data as long as it is combined.</li>\n</ul>\n<br>\n<ol>\n<li>\n<strong> YOUR CHOICES ON THE CORPORATE WEBSITE</strong>\n</li>\n</ol>\n<ul>\n<li>Your Choices Regarding Cookies.\nIf you do not want cookies on the Corporate Website to collect information about you, there is a simple procedure on most devices that allows you to decline the use of cookies.\nTo learn more about cookies, please visit www.allaboutcookies.org/.\nHowever, if you choose to decline cookies, then some or all of the features, functionality and promotions available through the Corporate Website may not be available to you.</li>\n</ul>\n<ul>\n<li>How You Can Access, Change or Delete the Personal Data About You Collected by The Corporate Website.\nIf you have a login to the Corporate Website (<em>i.e.,</em> you are a BridTV customer), log into your account to make changes to the Personal Data we have on file for your account.</li>\n</ul>\n<ul>\n<li>If you do not have a login to the Corporate Website (<em>e.g.</em>, a prospective customer or a website visitor) and would like to access, change, or delete the Personal Data that you have previously provided to the Corporate Website, contact us by emailing us at contact@brid.tv to make the requested changes.\nWe will comply with your request as soon as reasonably practicable.\nIf you have requested that some Personal Data be deleted, note that we may need to retain some of the information for backup or Compliance Purposes.\nIn addition, there could remain residual traces of the deleted Personal Data in our databases and other records.\nWe are not responsible for changing or deleting information from the databases of third parties that have previously accessed your information.</li>\n</ul>\n<br>\n<ul>\n<li>Your Choices Regarding Use of Your Personal Data.\nYou may opt out from receiving marketing-related messages from us either by using the unsubscribe mechanism provided in the message or by emailing us at contact@brid.tv.\nIf you opt out from receiving marketing-related messages from us, we may still send administrative messages to you.\nYou cannot opt out from receiving administrative messages.</li>\n</ul>\n<ul>\n<li>You have the right to lodge a complaint with a supervisory authority as to our processing of data.\nHowever, we hope that you will first consult with us, so that we may work with you to resolve any complaint or concern you might have.</li>\n</ul>\n<ul>\n<li>The Corporate Website does not support the Do Not Track browser setting.</li>\n</ul>\n<br>\n<ol>\n<li>\n<strong> SERVICE PROVIDERS</strong> We use third party companies and individuals to provide services and functionality for the Corporate Website.\nThese service providers may have access to your Personal Data in order to perform tasks on our behalf (<em>e.g.,</em> to send you information that you request or that we believe is of interest to you).</li>\n</ol>\n<p>BridTV uses third-party advertising companies to advertise BridTV and BridTV Services.\nWe allow these service providers to use their tracking technologies on the Corporate Website so that we can target ads about BridTV to you when you are elsewhere on the Internet.\nThis process is sometimes referred to as interest-based advertising or online behavioral advertising.\nIf you want more information about these third-party advertising companies, or if you wish to opt out of this type of advertising, please visit the ad industry choice mechanism at www.aboutads.info/choices/.</p>\n<ol>\n<li>\n<strong> TRANSFER OF INFORMATION.</strong> As BridTV works with global companies and technologies, we may need to transfer your Personal Data outside of the country from which it was originally provided.\nThis may be intra-group or to third parties that we work with who are likely located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ from those in your jurisdiction.\nIf you are located outside Serbia and the United States and choose to provide information to us, please note that we transfer the data, including Personal Data, to Serbia and the United States and process it there.</li>\n</ol>\n<p>\n<strong>Note for visitors who access the Corporate Website from the EEA, Switzerland or the UK:</strong> If we transfer Personal Data outside of the EEA, Switzerland or the UK, we will take steps to make sure that appropriate safeguards are in place to protect your Personal Data.</p>\nB.\nBridTV Technology (BridTV Player and Online Platform)\n<ol>\n<li>\n<strong> INFORMATION COLLECTED BY BRIDTV TECHNOLOGY ABOUT USERS</strong>\n</li>\n</ol>\n<p>Our customers are primarily web publishers (each, a “<strong>Customer</strong>”) that deploy BridTV Technology on their Customer Properties to provide their visitors (each, a “<strong>User</strong>”) with a high-quality video viewing experience.</p>\n<p>In Section B, we describe the information that is collected from Users who view videos and ads on a Customer Property.\nBridTV Technology collects <strong>Usage Data</strong> and <strong>Tracking Data</strong> from Users.\nNote that the Tracking Technologies used in BridTV Technology are different from the Tracking Technologies used on the Corporate Website.</p>\n<ol>\n<li>\n<strong> ABOUT USAGE DATA AND TRACKING DATA</strong>\n</li>\n</ol>\n<ul>\n<li>Usage Data and Tracking Data Collected by the BridTV Technology.\nBridTV Technology collects Usage Data and Tracking Data from a User when he or she views video on a Customer Property.\nAs used in our discussion about the BridTV Technology in this Section B:</li>\n</ul>\n<ul>\n<li>“Usage Data” is the information that a User’s browser automatically sends to BridTV’s servers when a User accesses video or sees an ad on a Customer Property.\nThis information includes a User’s device type, operating system version, and Internet browser type and version.</li>\n</ul>\n<ul>\n<li>“Tracking Data” is the information collected by BridTV Technology from Users who access videos on a Customer Property, and consists primarily of other tracking technologies include pixel tags, web beacons, and scripts, and are used for ad delivery and reporting.</li>\n</ul>\n<ul>\n<li>As with other Internet services, our web servers gather information automatically each time a User’s browser or device interacts with BridTV Technology, and store that information in “log files.” The information stored in our web servers’ log files includes Usage Data and Tracking Data.</li>\n</ul>\n<ul>\n<li>The Usage Data and Tracking Data collected by BridTV Technology include:</li>\n</ul>\n<ol>\n<ol>\n<ul>\n<li>Information collected through tracking technologies.</li>\n<li>Platform type and version.</li>\n<li>User’s Internet Protocol (IP) address.</li>\n<li>Unique identifiers set by our tracking technologies to identify video players.</li>\n<li>If a User is accessing BridTV Technology through a mobile phone, tablet, connected TV, set-top box, kiosk, virtual reality hardware, or other device: the type of device, device IP address, device operating system, and diagnostic data.</li>\n<li>Information about how a User interacts with BridTV Technology, such as the date and time of a User’s visit, the videos watched, and the time spent watching those videos.</li>\n<li>Other aggregated information.</li>\n</ul>\n</ol>\n</ol>\n<ul>\n<li>Note for visitors who access BridTV Technology from the EEA, Switzerland or the UK:</li>\n</ul>\n<ol>\n<ul>\n<li>\n<strong>Personal Data.</strong> As previously noted, some elements of Usage Data and Tracking Data – for example, a visitor’s full Internet Protocol (IP) address, and the information that we associate with a unique identifier (like a cookie or other tracking technology) – are Personal Data under the General Data Protection Regulation (GDPR), and we treat those elements as Personal Data when collected by BridTV Technology from Users whose IP addresses are based in the EEA, Switzerland or the UK.\nWe will retain those elements of Usage Data and Tracking Data that are Personal Data under the GDPR for the period necessary to fulfill the purposes outlined in this Privacy Policy, unless a longer retention period is required for the security or integrity of BridTV Services or BridTV Technology, or to comply with our legal obligations, resolve disputes, or enforce our legal agreements or policies.</li>\n<li>\n<strong>Legal grounds for processing Personal Data on Customer Properties.</strong> For Users who access the BridTV Technology from IP addresses in the EEA, Switzerland, or the UK, we process the elements of Usage Data and Tracking Data that are considered Personal Data under the GDPR.\nThe GDPR makes a distinction between organizations that process Personal Data for their own purposes (known as “<strong>data controllers</strong>”) and organizations that process Personal Data on behalf of other organizations (known as “<strong>data processors</strong>”).\nWhen we handle Personal Data strictly on behalf of our customers in order to provide our services to them, as is the case with BridTV Technology, we are a data processor and our customers, as the data controllers, have primary responsibility for your Personal Data and are responsible for obtaining a legal basis to collect such data.\nIf you have questions about Personal Data that is used primarily by a Customer Property on which BridTV Technology is embedded or utilized, you should contact those companies with your questions about how they handle your Personal Data.</li>\n<li>With that in mind, if you have concerns about BridTV, you may contact us, at contact@brid.tv.</li>\n</ul>\n</ol>\n<br>\n<ul>\n<li>How We May Use Usage Data and Tracking Data.\nWe use Usage Data and Tracking Data collected by BridTV Technology for the following purposes:</li>\n</ul>\n<ol>\n<ul>\n<li>Deliver video to Customer Properties, and ads on behalf of advertisers.</li>\n<li>Recommend videos that a User may enjoy.</li>\n<li>Prepare reports and analytics for our customers.</li>\n<li>For our other business purposes, such as data analysis, identifying usage trends, diagnosing technical problems, operating, maintaining, enhancing and improving BridTV Technology and the BridTV Service, and developing new products and services.</li>\n<li>As we believe appropriate for Compliance Purposes.</li>\n</ul>\n</ol>\n<br>\n<ul>\n<li>When We May Disclose Usage and Tracking Data.\nWe may disclose Usage Data and Tracking Data collected by BridTV Technology for the following purposes:</li>\n</ul>\n<ol>\n<ul>\n<li>\n<strong>Service Providers.</strong> To third-party service providers who provide services such as hosting, data analysis, IT infrastructure, IT services, customer service, auditing, security, fraud, and other similar functions to us or our Customers.\nThese third parties have access to User Usage and Tracking Data to perform these tasks on our behalf.</li>\n<li>\n<strong>Transfer of Business.</strong> To a third party to which we have transferred our business, assets or stock in the event that BridTV is involved in a reorganization, merger, sale, joint venture, assignment, transfer or other disposition of some or all of our business, assets or stock, including during due diligence related to any such transaction (and also including in connection with any bankruptcy or similar proceeding).</li>\n<li>As we believe appropriate for Compliance Purposes.</li>\n</ul>\n</ol>\n<br>\n<ol>\n<li>\n<strong> USER CHOICES FOR BRIDTV TECHNOLOGY</strong>\n</li>\n</ol>\n<ul>\n<li>For Users who access BridTV Technology from the EEA, Switzerland, and the UK: The Do Not Track Browser Setting.\nCertain versions of BridTV Technology support Do Not Track for Users in the EEA, Switzerland, and the UK.\nDo Not Track is a preference Users can set in their web browser to inform websites that they do not want to be tracked.\nUsers can enable or disable Do Not Track by visiting the Preferences or Settings page of their web browser.\nWe make reasonable efforts to maintain compatibility between our technology and Do Not Track functionality across different web browsers.\nHowever, you should be aware that, despite our reasonable efforts, there may be circumstances in which a particular Do Not Track setting is not recognized and honored.</li>\n</ul>\n<ul>\n<li>Note that even if a User enables and BridTV recognizes Do Not Track, BridTV Technology will continue to collect Usage Data about each visit to a Customer Property, because Usage Data are automatically sent by the User’s web browser.\nHowever, the Usage Data will not be associated with any unique identifier, and BridTV Technology will not be able to associate such User Data collected with User.</li>\n</ul>\n<br>\n<ul>\n<li>Check Our Customers’ Privacy Policy.\nUsers interact with BridTV Technology, because our Customers have implemented BridTV Technology in their Customer Properties.\nWe recommend that Users check the privacy policy of the Customer Properties that they visit for information about the user choices available from our Customers.\nMany Customer Properties use third-party advertising companies for interest-based advertising or online behavioral advertising.\nIf you want more information about these third-party advertising companies, please visit the ad industry choice mechanism at www.aboutads.info/choices/.</li>\n</ul>\n<ol>\n<li>\n<strong> FOR USERS WHO ACCESS BRIDTV TECHNOLOGY FROM THE EEA, SWITZERLAND, AND THE UK: TRANSFER OF INFORMATION.</strong> See Section A.6 for information regarding those elements of Usage Data and Tracking Data that are Personal Information under the GDPR.</li>\n<li>\n<strong> SERVICE PROVIDERS.</strong> We work with third parties that provide services and functionality for BridTV Technology.\nThese service providers may have access to Usage Data and Tracking Data of BridTV Technology in order to perform tasks on our behalf.\nOccasionally, we may give our service providers explicit permission to use the Usage Data or Tracking Data to enhance the fraud-detection, security, or other features of their services.</li>\n</ol>\n<p>At our Customers’ instruction, we work with the service providers of our Customers.\nWe may provide Usage Data and Tracking Data collected on a Customer Property to that Customer’s service providers.</p>\nC.\nWebsites\n<ol>\n<li>\n<strong> WEBSITES POWERED BY BRIDTV TECHNOLOGY</strong>\n</li>\n</ol>\n<p>BridTV owns and operates adiq.brid.tv and developer.brid.tv, and from time to time creates and runs other owned-and-operated websites.\nThese owned-and-operated websites (each, a “<strong>BridTV</strong>\n<strong>Website</strong>”) provide Users with video content prepared by BridTV and our Customers.</p>\n<p>These websites are powered by BridTV Technology.\nBridTV Technology collects Usage Data and Tracking Data when a User visits a BridTV Website.\nPlease refer to Section B for information about the Usage Data and Tracking Data collected by BridTV Technology.</p>\n<ol>\n<li>\n<strong> SERVICE PROVIDERS.</strong> In addition to the service providers described in Section B.5., we use third-party advertising companies to facilitate advertising on these Brid Websites.\nWe allow these service providers to use their tracking technologies on these BridTV Websites so that ads can appear.\nIf you want more information about these third-party advertising companies, please visit the ad industry choice mechanism at www.aboutads.info/choices/.</li>\n</ol>\nD.\nOther Information\n<ol>\n<li>\n<strong> ABOUT DATA SECURITY.</strong> BridTV employs security measures to prevent the loss, misuse or alteration of information collected by the Corporate Website, BridTV Websites, and BridTV Technology.\nHowever, no data transmission over the Internet or data security system can be guaranteed to be 100% secure.</li>\n<li>\n<strong> LINKS TO OTHER SITES.</strong> Our Corporate Website, Brid Websites, and BridTV Technology may contain links to other sites that are not operated by us.\nIf you click on a third party link, you will be directed to that third party’s site.\nWe strongly advise you to review the Privacy Policy of every site you visit.\nWe have no control over and assume no responsibility for the content, privacy policies or practices of any third-party sites or services.</li>\n<li>\n<strong> CHILDREN’S PRIVACY.</strong> The Corporate Website, BridTV Websites, and BridTV Technology are not targeted to anyone under the age of 13 (“Child”).\nWe do not knowingly collect Personal Data from anyone under the age of 13, unless agreed in writing with a particular Customer.\nIf we know that the Personal Data we have collected is from or about a Child, we place that Personal Data in a separate category for restrictive handling.\nIf you are a parent or guardian and you are aware that your Child has provided us with Personal Data, please contact us.\nIf we become aware that we have collected Personal Data from a Child without verification of parental consent, we will take steps to remove that information from our servers.</li>\n</ol>\nE.\nHow to Contact BridTV\n<p>If you have any questions about this Privacy Policy, please contact us at:</p>\n<p>Brid Video LLC.</p>\n<p>12655 W.\nJefferson Blvd</p>\n<p>Los Angeles, CA 90066, USA </p>\n<p>t: (310) 492-0360</p>\n<p>contact@brid.tv</p>\nLast Updated: 2021-06-04 08:46:54 © Brid Video DOO, Omladinskih Brigada 88b, Belgrade, 11000, Serbia contact@brid.tv<br> Copyright 2021 &nbsp;® Brid.tv™ is a registered trademark.\nTerms &amp.\nConditions | Privacy Policy ", "created_at": "2021-11-30 18:25:21.652011", "updated_at": "2021-11-30 17:26:15.218828"}], "points": [], "urls": ["brid.tv"]}}