{"error": 448, "message": "OK", "parameters": {"id": 3645, "name": "LocalBitcoins", "created_at": "2021-05-17 22:42:40.493633", "updated_at": "2021-05-17 22:00:22.710074", "wikipedia": "https://en.wikipedia.org/wiki/LocalBitcoins", "keywords": null, "related": null, "slug": "localbitcoins", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3645.png", "url": "localbitcoins.com", "documents": [{"id": 6065, "name": "Privacy Policy", "url": "https://localbitcoins.com/privacy_policy/", "xpath": "//*[@id=\"privacy_policy\"]", "text": " Privacy Policy <br>\n<i>\n</i> Date of the latest revision: 10 June 2020.\nChange Summary <p>\n<strong>2020-06-10:</strong> We have stopped using Mixpanel and updated privacy policy sections 2.6.\nand 4.4.\nto reflect that.\n</p> 1.\nIntroduction <p> 1.1 LocalBitcoins Oy (\"<strong>we</strong>\" or “<strong>LocalBitcoins</strong>”) are committed to safeguarding the privacy of our data-subjects (\"<strong>you</strong>\" or \"<strong>user</strong>).\nin this policy we explain how your personal data, meaning any information relating to you as an identified or identifiable natural person, and your electronic communications as a natural or legal person, that we may hold, is collected, used, stored, disclosed, and removed (each and all referred to as \"<strong>processing</strong>\").\n</p>\n<p> 1.2.\nWe do not collect any personally identifiable information from children or minors under the age of 18.\nIf you believe that a child or minor under the age of 18 has provided us with personally identifiable information, please contact our customer support.\n</p>\n<p> 1.3.\nThis Policy only applies to information we process.\nIt does not apply to the practices of companies that we don't own or control, or employees that we don't manage.\nInformation on our services may contain links to third party websites, and any information you provide to those sites will be covered by any privacy policies they may have.\nPlease be sure to read the privacy policies of any third-party sites you visit.\n</p>\n<p> 1.4.\nWe may update this policy from time to time and will notify you of changes to this policy affecting your rights by email and/or by posting on our website at LocalBitcoins.com.\n</p> 2.\nYour Personal Data and How We Use It <p> 2.1.\nIn this Section 2 we set out: </p>\n<ul>\n<li> the general categories of data and types of personal data that we may process.\n</li>\n<li> the source of that personal data.\n</li>\n<li> the purposes for which we may process personal data.\nand </li>\n<li> the legal bases of the processing.\n</li>\n</ul>\n<p> 2.2.\nWe may process your personal identification information (\"<strong>personal identification information</strong>\").\nPersonal identification information may include your full name, email address, username, telephone number, country of residence, date of birth, age, nationality, gender, utility bills, photographs and/or home address.\nThe source of the personal identification information is you.\nThe personal identification information may be processed for the purposes of providing our services, communicating with you, protecting our users from illegal activity, maintaining legal and regulatory compliance and helping us to prevent, detect and investigate fraud, money laundering and/or other criminal activity or misuse of our service.\nThe legal bases for this processing are: the performance of a contract between you and us and/or taking steps, at your request, to enter into such a contract and the legitimate interests of ours and/or those of third-parties, namely to prevent, detect and investigate fraud, criminal activity and/or other misuse of the services.\nIn addition to this, the processing of personal data is necessary for compliance with the legal obligation that LocalBitcoins is subject to, namely in order to comply with anti-money laundering and anti-terrorist financing laws.\n</p>\n<p> 2.3.\nWe may process your formal identification information (\"<strong>formal identification information</strong>\").\nFormal identification information may include your full name, nationality, date of birth, gender, social security number, tax ID number, passport details, driver’s license details and/or national identity card details.\nThe source of the formal identification information is you.\nThe purpose of the formal identification information is to protect our users from illegal activity, maintain legal and regulatory compliance and help us to prevent, detect and investigate fraud, money laundering and/or other criminal activity or misuse of our service.\nWe must verify the identity of our permanent customers using our services and verify the identity of our users in certain other situations in order to comply with anti-money laundering and anti-terrorist financing laws.\nMoreover, processing formal identification information will help us to provide a more trustworthy, safe and reliable trading experience for our customers.\nLegal bases for this processing are compliance with the legal obligation that LocalBitcoins is subject to, namely in order to comply with anti-money laundering and anti-terrorist financing laws and the legitimate interests of ours and/or those of third-parties, namely to prevent, detect and investigate fraud, criminal activity or other misuse of the services.\n</p>\n<p> 2.4.\nWe may process company information (“<strong>company information</strong>”).\nCompany information may include information and documentation related to the name, industry, ownership, registration, country of incorporation, business address and financial information of the company.\nCompany information may also contain personal identification information and formal identification information related to the company account holder, possible subaccount holders, beneficial owners and/or members of the board of directors of the company.\nThe sources of the company information are the company account holder, possible subaccount holders, beneficial owners and/or members of the board of directors of the company.\nThe company information may be processed for the purposes of providing our services, ensuring the security of our users and services, communicating with you and to protect our users from illegal activity, maintaining legal and regulatory compliance and to help us to prevent, detect and investigate fraud, money laundering and/or other criminal activity or misuse of our service.\nThe legal bases for this processing are: the legitimate interests on our part and/or by third-parties, namely to provide our services, and to prevent, detect and investigate fraud, criminal activity or other misuse of the services.\nIn addition to this, the processing of personal data is necessary for compliance with a legal obligation that LocalBitcoins is subject to, namely in order to comply with anti-money laundering and anti-terrorist financing laws.\n</p>\n<p> 2.5.\nWe may process your financial and employment information (\"<strong>financial and employment information</strong>\").\nFinancial information may include information related to your income, wealth, bank account information and/or tax identification.\nEmployment information may include information and documentation related to your office location, job title, and/or description of role.\nThe source of the financial and employment information is you.\nThe financial and employment information may be processed for the purposes of protecting our users from illegal activity, maintaining legal and regulatory compliance and for helping us to prevent, detect and investigate fraud, money laundering and/or other criminal activity or misuse of our service.\nThe legal bases for this processing are legitimate interests on our part and/or by third-parties, namely to prevent, detect and investigate fraud, criminal activity or other misuse of the services and compliance with a legal obligation that LocalBitcoins is subject to, namely in order to comply with anti-money laundering and anti-terrorist financing laws.\n</p>\n<p> 2.6.\nWe may process data about your use of our website and services (\"<strong>usage information</strong>\").\nUsage information is primarily non-personally-identifying information of the sort that web browsers, servers, and services like Google Analytics typically make available, such as the browser type, language preference, referring site, and the time of each visit.\nOther non-identifying information that we might have access to includes how you use the service (e.g.\nsearch queries), your approximate location, cookies set by our site, etc.\nAlthough usage information is primarily non-personally-identifying information, you can sometimes be recognized from it, either alone or when combined or linked with personal identification information.\nUsage data may include: 1) Data that we collect mainly for behaviour statistics, business intelligence and email campaigns (\"<strong>analytics information</strong>\").\nWe gather website traffic data with the help of Google Analytics.\n2) Data that we collect mainly for technical, security, fraud prevention and/or for error tracking reasons (\"<strong>technical information</strong>\").\nWe gather data on website errors with the help of Sentry which may occasionally contain usage data.\nWe also log certain events from your actions on our site.\nThe legal bases for this processing are the legitimate interests of ours and/or by third-parties, namely to monitor service quality and improve our website and services as well as to prevent, detect and investigate fraud, criminal activity or other misuse of the services and to prevent security issues.\nIn addition to this, the processing of personal data is necessary for compliance with a legal obligation that LocalBitcoins is subject to, namely in order to comply with anti-money laundering and anti-terrorist financing laws.\n</p>\n<p> 2.7.\nWe may process data relating to the trades that you conduct through our website (\"<strong>trade information</strong>\").\nThe trade information may include trade ID, initiated trades, payment method, advertisement information, buyer username, seller username, trade value (in fiat), trade value (in bitcoin), bitcoin price, currency, timestamps of trade and trade chats.\nThe source of the trade information is you and/or your trading partner.\nThe legal bases for this processing are: the performance of a contract between you and us and compliance with a legal obligation that LocalBitcoins is subject to, namely in order to comply with anti-money laundering and anti-terrorist financing laws and legitimate interests of ours and/or by third-parties, namely to prevent, detect and investigate fraud, criminal activity or other misuse of the services.\n</p>\n<p> 2.8.\nWe may process data relating to bitcoin transactions in and out of your bitcoin wallet (\"<strong>bitcoin transaction information</strong>\").\nInformation stored on received transactions may include timestamp, bitcoin amount, deposit address, transaction ID and other publicly available data from the bitcoin blockchain.\nWithdrawal transactions may include data such as timestamp, bitcoin amount, sent address, transaction ID, and description.\nThe source of the bitcoin transaction information is you and/or your trading partner.\nThe legal bases for this processing are: the performance of a contract between you and us and compliance with a legal obligation that LocalBitcoins is subject to, namely in order to comply with anti-money laundering and anti-terrorist financing laws and legitimate interests of ours and/or by third-parties, namely to prevent, detect and investigate fraud, criminal activity or other misuse of the services.\n</p>\n<p> 2.9.\nWe may process information contained in or relating to any communication (including any electronic communications) that you send to us or that you generate through the use of our service (\"<strong>communication information</strong>\").\nCommunication information includes 1) all your messages, requests and other communication with our customer support which may happen during the dispute review process or via support tickets, emails, or by means of any other communication tool.\nand 2) all your communication and file attachments that you generate when conducting trades with other users (\"<strong>trade chat messages</strong>\") or other data that you generate mainly by communicating to other users.\nLocalBitcoins is a party to such communications, including but not limited to the trade chat messages, which LocalBitcoins necessarily must be able to review and process in order to provide its services to you (including but not limited to dispute review and dispute resolution).\nAs a party to such communications LocaBitcoins may review and otherwise process any contents and metadata of messages comprised in the communication information.\nCommunication information may include, email address, username, IP address, full name, audio and video files as well as photo of the user’s personal ID, photo of the user, and photo of the user’s utility bill or related documents.\nThe source of the communication information is you and/or your trading partner.\nThe communication information may be processed for the purposes of communicating with you, record-keeping, in order to review and resolve disputes, serve our customers better and improve our service.\nThe legal basis for this processing is our legitimate interests, namely the proper administration of our website and business, and compliance with a legal obligation that LocalBitcoins is subject to, namely in order to comply with anti-money laundering and anti-terrorist financing laws.\n</p>\n<p> 2.10.\nWe may process information that you provide to us for the purpose of subscribing to our email notifications, SMS notifications and/or newsletters (\"<strong>notification information</strong>\").\nThe notification information may include your email address, phone number, username and full name.\nThe notification information may be processed for the purposes of sending you the relevant notifications and/or newsletters.\nThe legal basis for this processing is your consent (when required by law), the performance of a contract between you and us and our legitimate interest to communicate with our customers and to perform direct marketing where allowed by law without consent.\nYou can unsubscribe at any point by contacting us or by clicking the unsubscribe link in an email sent by us.\n</p>\n<p> 2.11.\nIn connection with the activities described above, we may conduct profiling based on your interactions with and content that you provide to our service, and/or information obtained from external services (described in Section 4).\nIn limited cases, automated processes may restrict or suspend access to our service if such processes detect activity that we think might be illegal or pose a safety or other risk to our service, our users or third parties.\nWe process this information given the legal obligations that LocalBitcoins is subject to, namely in order to comply with anti-money laundering and anti-terrorist financing laws and/or complying with other applicable laws, and due to legitimate interests in protecting our service: preventing, detecting and investigating fraud, criminal activity or other misuse of the services as well as optimizing the products and services offered.\n</p>\n<p> 2.12.\nWe may process any of your personal data when necessary for the establishment, exercise or defence of legal claims, whether in court proceedings or outside the court procedure.\nThe legal basis for this processing is our legitimate interests, namely the protection and assertion of our legal rights, your legal rights and the legal rights of others.\n</p>\n<p> 2.13.\nIn addition to the categories of personal data and purposes for which we may process your personal data set out in this Section 2, we may also in certain situations require and process information that may contain personal data where such processing is necessary for compliance with a legal obligation to which we are subject, or in order to protect your vital interests or the vital interests of another natural person.\nFurther, your personal identification information and other personal data may be processed for the purposes of preventing, detecting and investigating money laundering or terrorist financing, as well as for prosecution of money laundering or terrorist financing or any such crimes from which assets or criminal benefits used in connection with money laundering or terrorist financing have been gained.\n</p>\n<p> 2.14.\nAll the aforementioned general categories of data may contain data that by itself does not identify you and is therefore not deemed as personal data.\n</p>\n<p> 2.15.\nPlease try to avoid supplying any unnecessary personal data to us.\n</p> 3.\nInformation You Choose to Display Publicly on Our Services <p> 3.1.\nSome users may elect to publicly post personally identifying or sensitive information about themselves in their normal use of our services.\nThis could occur through the use of optional profile fields, in interactions on public boards, or if a previously private interaction is made public.\nInformation like that, which is voluntarily posted in publicly visible parts of our services, is considered to be public, even if it would otherwise be considered to be personally identifying or sensitive.\nWe may process such information posted by you for the performance of a contract between you and us and the legitimate interests of ours and/or those of third-parties, namely to provide our services, to prevent, detect and investigate fraud, criminal activity and/or other misuse of the services and compliance with a legal obligation that LocalBitcoins is subject to, namely in order to comply with anti-money laundering and anti-terrorist financing laws.\nAdditionally, voluntarily publicizing such information means that you lose any privacy rights you might normally have with regards to that information.\nIt may also increase your chances of receiving unwanted communications, like spam.\n</p>\n<p> 3.2.\nPlease also remember that if you choose to provide personally identifiable information using certain public features of our services, individuals reading such information may use or disclose it to other individuals or entities without our control and without your knowledge, and search engines may index that information.\nWe therefore urge you to think carefully about including any specific information you may deem private in content that you create or information that you submit through our services.\n</p> 4.\nProviding Your Personal Data to Others <p> 4.1.\nIn this Section 4 we set out: </p>\n<ul>\n<li> External services (\"processors\") that we use for processing personal data on our behalf.\n</li>\n<li> Types of personal data that processors may process.\n</li>\n<li> The reason for using them.\n</li>\n</ul>\n<p> 4.2.\nFor verifying the identity of our users, we use the document ID verification and facial biometrics technology by Onfido Ltd.\n(\"<strong>Onfido</strong>\"), a company located in the United Kingdom.\nThe information that Onfido collects may include your full name, nationality, date of birth, gender, social security number, tax ID number, passport details, driver’s license details and/or national identity card details.\nAdditionally, the information that Onfido collects may contain a photograph of you and/or a video in order to perform a facial check.\nLegal bases for processing of biometric data for verifying the identity of our users are compliance with the legal obligation that LocalBitcoins is subject to, namely in order to comply with anti-money laundering and anti-terrorist financing laws and when such processing is necessary for the establishment, exercise or defense of our legal claims.\n</p>\n<p> 4.3.\nFor verifying the identity of our users, we also use the ID verification, document verification and facial biometrics technology by Jumio Inc.\n(\"<strong>Jumio</strong>\"), a company located in the United States.\nThe information that Jumio collects may include your full name, nationality, date of birth, gender, home address, social security number, tax ID number, passport details, driver’s license details and/or national identity card details.\nAdditionally, the information that Jumio collects may contain a photograph of you and/or a video in order to perform a facial check.\nLegal bases for processing of biometric data for verifying the identity of our users are compliance with the legal obligation that LocalBitcoins is subject to, namely in order to comply with anti-money laundering and anti-terrorist financing laws and when such processing is necessary for the establishment, exercise or defense of our legal claims.\n</p>\n<p> 4.4.\nFor behaviour statistics and business intelligence we use the service by Google LLC (\"<strong>Google Analytics</strong>\"), a company located in the United States.\nData that we may provide to Google Analytics may include your IP address and that data is used by Google Analytics to generate information about your usage of our service.\n</p>\n<p> 4.5.\nFor tracking server errors, we use the service by Functional Software Inc (\"<strong>Sentry</strong>\"), a company located in the United States.\nError messages are rare but they may include your IP address.\nSentry is used for monitoring and fixing errors and crashes.\n</p>\n<p> 4.6.\nFor processing notification information, we use the service by SendGrid Inc (\"<strong>SendGrid</strong>\"), a company located in the United States for delivering emails to users, and we may use the services by Nexmo Inc (located in the United States), Twilio Inc.\n(located in the United States) and TM4B Ltd.\n(located in the United Kingdom) for delivering SMS messages to users.\n</p>\n<p> 4.7.\nIn addition to the specific disclosures of personal data set out in this Section 4, we may also disclose your personal data 1) to our auditors, lawyers, accountants, consultants and other professional advisors insofar as it is reasonably necessary for the purposes of obtaining professional advice or managing legal disputes and risks.\n2) to external services or authorities when such disclosure is necessary for compliance with a legal obligation to which we are subject, or in order to protect your vital interests and/or the vital interests of a third-party.\n</p> 5.\nInternational Transfers of Your Personal Data <p> 5.1.\nWe store your information primarily within the European Economic Area.\nHowever, some features and requirements of the service, involve transferring your information to third-party service providers outside the European Economic Area.\nWe have described all those service providers above in Section 4.\nWhere such service providers are not established in a country ensuring an adequate level of protection within the meaning of Regulation (EU) 2016/679, such as the United States, the transfers will be covered by the standard data protection clauses adopted by the European Commission or by another appropriate safeguard mechanism such as the Privacy Shield Framework.\n</p> 6.\nRetaining and Deleting Personal Data <p> 6.1.\nThis Section 6 sets out our data retention and deletion policies, which are designed to help ensure that we comply with our legal obligations in relation to the user’s right to be forgotten.\n</p>\n<p> 6.2.\nPersonal data that we process for any purpose or purposes shall not be kept for longer than is necessary for that purpose or those purposes.\n</p>\n<p> 6.3.\nUsers may request the deletion of their account through our site.\n</p>\n<p> 6.4.\nWe will retain and delete your personal data as follows: </p>\n<ul>\n<li> For all users who have deleted their account: <ul>\n<li> Personally-identifiable analytics data is removed 14 days after account deletion.\n</li>\n<li> Notification data is not generally stored by our processors but they may retain activity logs for a short period of time (this time varies depending on the processor in question but is not greater than 13 months).\n</li>\n</ul>\n</li>\n<li> For users who have not conducted or initiated any trades or bitcoin transactions to their wallet, we will delete all personal data 14 days after the approval of your account deletion request.\n</li>\n<li> For users who have conducted or initiated any trades or sent or received any bitcoin transactions using their wallet and whose account deletion request has been approved by us, our data deletion policy is the following: <ul>\n<li> Your public profile and advertisements will be hidden 14 days after you delete your account.\n</li>\n<li> Your personal identification information, formal identification information, company information, financial and employment information, trade information, technical information and communication information will be deleted 5 years after you delete your account.\n</li>\n<li> Bitcoin transaction information from our internal systems will be removed 5 years after you delete your account, with the exception of publicly available information on the Bitcoin blockchain.\n</li>\n</ul>\n</li>\n</ul>\n<p> 6.5.\nIn some cases it is not possible for us to specify in advance the periods for which your personal data will be retained.\nIn such cases, we will determine the period of retention based on the period we need to access the data for the provision of services, receiving payment, resolving your customer support issue or other issues or for any other auditing or legal reasons.\n</p>\n<p> 6.6.\nNotwithstanding the other provisions of this Section 6, we may retain your personal data where such retention is necessary for compliance with a legal obligation to which we are subject to, or in order to protect your vital interests or the vital interests of another natural person.\n</p> 7.\nYour Rights <p> 7.1.\nIn this Section 7, we have summarised the principal rights that you have under data protection law.\nSome of the rights are complex, might contain restrictions depending on the legal basis for processing the data and, to keep this policy as concise and easily accessible as possible, not all of the details have been included in our summaries.\nAccordingly, you should read the relevant laws and guidance from the regulatory authorities for further details of these rights.\n</p>\n<p> 7.2.\nYour principal rights under the data protection law are: </p>\n<p> (a) the right to access.\n</p>\n<p> You have the right to confirmation as to whether or not we process your personal data and, where we do, to access the personal data.\nProviding that the rights and freedoms of others are not affected, we will supply to you a copy of your personal data.\nThe first copy will be provided free of charge, but additional copies may be subject to a reasonable fee.\nYou can view and export your personal data under your account settings page.\n</p>\n<p> (b) the right to rectification.\n</p>\n<p> You have the right to have any inaccurate personal data about you rectified and, taking into account the purposes of the processing, to have any incomplete personal data about you completed.\nYou can correct or update some of your personal data yourself through your user account.\n</p>\n<p> (c) the right to erasure.\n</p>\n<p> You have the right to the erasure of your personal data.\nWe have described our policy for retaining and deleting personal data above in Section 6.\n</p>\n<p> (d) the right to object to processing.\n</p>\n<p> You have the right to object to our processing of your personal data on grounds relating to your particular situation, but only to the extent that the legal basis for the processing is not that the processing is necessary for the performance of a task carried out in the public interest or in the exercise of any official authority vested in us.\nor for the purposes of the legal obligations arising from the anti-money laundering and anti-terrorist financing laws or due to legitimate interests of ours and/or those of third-parties.\nIf you make such an objection, we will cease to process the personal information unless we can demonstrate compelling legitimate grounds for the processing which override your interests, rights and freedoms, or the processing is for the establishment, exercise or defence of legal claims.\n</p>\n<p> (e) the right to data portability.\n</p>\n<p> To the extent that the legal basis for our processing of your personal data is consent or contract, and such processing is carried out by automated means, you have the right to receive your personal data from us in a structured, commonly used and machine-readable format.\nHowever, this right does not apply where it would adversely affect the rights and freedoms of others.\n</p>\n<p> (f) the right to complain to a supervisory authority.\n</p>\n<p> If you consider that our processing of your personal information infringes data protection laws, you have a legal right to lodge a complaint with a supervisory authority responsible for data protection.\nYou may do so in the EU member state of your habitual residence, your place of work or the place of the alleged infringement.\n</p>\n<p> (g) the right to withdraw consent.\n</p>\n<p> To the extent that the legal basis for our processing of your personal information is consent, you have the right to withdraw that consent at any time.\nWithdrawal will not affect the lawfulness of processing before the withdrawal.\n</p>\n<p> 7.3.\nWithout prejudice to the aforementioned, if we have reasonable doubts concerning the identity of a user exercising his/her rights referred to in Section 7.2 or if we otherwise deem it necessary due to security reasons, we may request the provision of additional information and otherwise use all reasonable measures necessary to confirm the identity of the user.\n</p>\n<p> 7.4.\nYou may exercise any of your rights in relation to your personal data by contacting our customer support.\nConcerning \"Right to erasure\" users are also able to request the deletion of their account through our site.\nFurther, you can also remove some of your personal data yourself through your user account.\n</p> 8.\nCookie Policy <p> (a) What are cookies </p>\n<p> As is common practice with almost all professional websites, this site uses cookies, which are tiny files that are saved to your web browser, to improve your experience and to enable certain features, such as authentication.\nThis page describes what information they gather, how we use it and why we sometimes need to store these cookies.\nWe will also share how you can prevent these cookies from being stored, however this may downgrade or 'break' certain elements of the site’s functionality.\n</p>\n<p> Cookies may be either \"persistent\" cookies or \"session\" cookies: a persistent cookie will be stored by a web browser and will remain valid until its set expiry date, unless deleted by the user before the expiry date.\na session cookie, on the other hand, will expire at the end of the user session, when the web browser is closed.\n</p>\n<p> Cookies do not typically contain any information that personally identifies a user, but personal information that we store about you may be linked to the information stored in and obtained from cookies.\n</p>\n<p> For more general information on cookies, see the Wikipedia article on HTTP Cookies.\n</p>\n<p> (b) Cookies that we use </p>\n<p> If you create an account with us then we will use cookies for the management of the signup process, for general administration and for preventing abuse and misuse of our services.\n</p>\n<p> We use cookies when you are logged in so that we can remember this fact.\nThis prevents you from having to log in every single time you visit a new page.\nThese cookies are typically removed or cleared when you log out to ensure that you can only access restricted features and areas when logged in.\n</p>\n<p> When you submit data through a form such as those found on contact pages or comment forms, cookies may be set to remember your user details for future correspondence.\nIn order to provide you with a great experience on this site, we provide the functionality to set your preferences for how this site runs when you use it.\nIn order to remember your preferences, we need to set cookies so that this information can be called whenever you interact with a page that is affected by your preferences.\n</p>\n<p> We run an affiliate program and as a part of it affiliates advertise our site and services.\nWith the affiliate program we use tracking cookies to track users who visit our site through one of our affiliate partner sites in order to credit them appropriately, and where applicable, allow our affiliate partners to provide you any bonus for making a purchase.\n</p>\n<p> (c) Cookies used by our service providers </p>\n<p> We use Google Analytics to analyse the use of our website.\nGoogle Analytics gathers information about website use by means of cookies.\nThe information gathered relating to our website is used to create reports about the use of our website and how we might improve your experience.\nThese cookies may track things such as how long you spend on the site and the pages that you visit.\nGoogle's privacy policy is available at: https://www.google.com/policies/privacy/.\nTo opt out of being tracked by Google Analytics, please click here: https://tools.google.com/dlpage/gaoptout.\n</p>\n<p> In addition, Cloudflare will add a security cookie to any domain or subdomain that is being proxied by our service.\n</p>\n<p> (d) Managing cookies </p>\n<p> You can prevent the setting of cookies by adjusting the settings on your browser (see your browser Help for how to do this).\nDisabling cookies may result in some functionality and features of this site being disabled.\n</p> 9.\nHow to Contact Us <p> 9.1.\nThe data controller responsible for your personal data is LocalBitcoins Oy, a Finnish limited liability company.\naddress Porkkalankatu 24, 00180 Helsinki, Finland.\nIf you have any questions about this Privacy Policy, your rights and/or our data collection practices, please contact our customer support.\n</p>\n<p>\n<strong>Data Protection Officer's contact details</strong>\n</p>\n<p> LocalBitcoins Oy / Data Protection Officer<br> Porkkalankatu 24<br> 00180 Helsinki<br> Finland<br>\n<br> dpo@localbitcoins.com </p> ", "created_at": "2021-05-17 22:42:40.4972", "updated_at": "2021-05-17 20:53:17.315804"}, {"id": 6067, "name": "Acceptable Use Policy", "url": "https://localbitcoins.com/acceptable_use_policy/", "xpath": "//*[@id=\"acceptable_use_policy\"]", "text": " Acceptable Use Policy <br>\n<i>\n</i> Date of the latest revision: 11 March 2020.\nIntroduction <p> This document lays out the conditions of acceptable use of LocalBitcoins’ services.\nActing against these conditions might cause account’s permanent or temporary suspension of access to LocalBitcoins’ services partially or totally.\nThis document is complementary but not a replacement to LocalBitcoins’ Terms of Service.\nIn addition to the conditions included in this document, each user is responsible for following LocalBitcoins’ Terms of Service and all applicable legislation from their own jurisdiction while using LocalBitcoins’ services.\nIf there are discrepancies between this document and LocalBitcoins’ Terms of Service, the Terms of Service supersedes this Policy.\n</p> Account usage and verification <p> Localbitcoins’ accounts are personal and intransferible.\nAn individual user account should be verified and operated only by the person who created it.\nCompany accounts must be registered and verified through the company verification system.\nSelling or giving away LocalBitcoins’ user accounts is not allowed.\n</p>\n<p> In order to decrease the risk of money laundering and illicit use of the platform, LocalBitcoins does not provide service to companies associated with the following industries: </p>\n<ul>\n<li> Initial Coin Offerings </li>\n<li> Weapons or defence manufacturers </li>\n<li> Casinos and gambling firms </li>\n<li> External certified accountants, approved accountants, tax specialist accountants, external tax advisors and company auditors </li>\n<li> Lawyers, notaries, other independent legal professionals </li>\n<li> Nonprofit, political and religious organisations </li>\n</ul> Advertising and Trading <p> Users who create ads in LocalBitcoins are able to define different Bitcoin pricings in their ads according to criteria such as payment method and customer groups.\nAdvertisers are not allowed to use ad pricing for manipulating the market (e.g.\nattempting to force prices up or down) or make use of abusive margins in pricing equations.\nAcceptable pricing margins must take into account the ongoing practices of the targeted regional market.\nFor example, if bank transfer ads in Finland have margins between 10-20% above or below market average, setting up an advertisement with 200% margin will be deemed as abusive pricing.\nIt is not allowed to keep multiple active ads in the same payment method category for the same currency in the same country unless the ads in question have at least 3% price difference or target different customer groups (e.g.\ntrade limits are different or there are new users restrictions).\n</p>\n<p> LocalBitcoins allows users to create ads for non listed payment methods under the categories “Other Online Payment”, “Other Online Wallet” and “Other Remittance” accordingly.\nHowever, LocalBitcoins does not allow advertising the following payment methods due to security reasons: </p>\n<ul>\n<li> Amazon Gift Card Code </li>\n<li> Apple Store Gift Card </li>\n<li> Ebay Gift Card Code </li>\n<li> iTunes Gift Card Code </li>\n<li> Starbucks Gift Card Code </li>\n<li> Steam Gift Card Code </li>\n<li> Walmart Gift Card Code </li>\n<li> Gift Card Code </li>\n<li> NetSpend Reload Pack </li>\n<li> BPAY Bill Payment </li>\n<li> OneCard </li>\n<li> PaySafeCard </li>\n<li> PCS vouchers </li>\n<li> Neosurf </li>\n<li> TransCash </li>\n<li> CashLib </li>\n<li> Reloadit </li>\n<li> Monero altcoin </li>\n<li> Dash altcoin </li>\n<li> Postal order </li>\n<li> Cash by mail </li>\n<li> Cash in Person </li>\n</ul>\n<p> It is not allowed to provide misleading or incorrect information through advertisements and trade chats or to set up excessive trade requirements, such as unreasonable verification requirements (e.g.\nimages of bank cards displaying numbers or social security cards).\nAdditional verification in trade chats is only allowed for ads that have peer to peer verification option enabled.\n</p>\n<p> When creating an ad in LocalBitcoins, buyers and sellers are not allowed to advertise other products or services than Bitcoin or to post spamming content.\nBuyers and sellers must not use advertisements or trade chats to redirect trading partners to conduct trade related communication outside of LocalBitcoins’ trade chats.\nIt is not allowed to request trade sensitive information (e.g., payment details and verification items) to be sent through other channels than LocalBitcoins’ trade chats, such as social media, external messaging services or other exchanges.\n</p>\n<p> It is not allowed to use threatening and abusive language (e.g.\nprofanity) or to share nocive links in trade chats or in feedback.\nFeedback must not include personal details or links to external services.\nIt is not allowed to share information and images provided in LocalBitcoins’ trade chats externally for purposes unrelated to the trade in question.\n</p>\n<p> In the case of disputed trades, it is not allowed to attempt to obstruct dispute resolution by being unresponsive in disputed trade chat or by providing false or incomplete evidence.\nAs each opened trade is a new agreement, only the information and evidence provided through the new trade chat created are valid for that agreement, therefore receipts and payment details sent through other channels or previous trade chats might not be acceptable as proof of trade in the case of a dispute.\nEach user must become acquainted with the terms of service of the payment method provider and cooperate with dispute resolution as requested.\nLocalBitcoins dispute moderators do not contact external parties on behalf of users.\n</p> Wallet <p> LocalBitcoins wallets support only Bitcoin.\nTransactions sent to LocalBitcoins receiving wallet addresses that contain unsupported cryptocurrencies cannot be reversed or recovered.\n</p>\n<p> As stated in the Terms of Service, LocalBitcoins does not support any kind of criminal activity and our services must not be used for criminal purposes.\nIt is not allowed to use LocalBitcoins trading platform or wallet services for receiving or sending funds related to: </p>\n<ul>\n<li> Money laundering (including but not limited to e.g.\nreceiving, sending or maintaining bitcoins from criminal proceeds at LocalBitcoins wallets) </li>\n<li> Financing of terrorism </li>\n<li> Fundraising </li>\n<li> Acquisition of illicit items </li>\n<li> Other criminal activity </li>\n</ul>\n<p> LocalBitcoins’ wallet services must not be used to send or receive transactions associated with predatory practices, such as ponzi schemes, scamming, hacking and phishing.\nIt is not allowed to use LocalBitcoins wallet as a Bitcoin mixer.\n</p> Contacting staff <p> When contacting LocalBitcoins’ staff through support tickets, in disputed trade chats or in LocalBitcoins’ official social media channels, it is not allowed to use abusive or threatening language or provide false information and evidence.\n</p>\n<p> LocalBitcoins’ main support channel is the support ticket system.\nLocalBitcoins support agents do not contact users via phone calls.\nLocalBitcoins support never requests users’ password or other security credentials (e.g.\ntwo-factor verification codes) or demands deposits in order to release locked Bitcoins.\n</p> ", "created_at": "2021-05-17 22:42:40.5023", "updated_at": "2021-05-17 20:49:29.478675"}, {"id": 6066, "name": "Terms of Service", "url": "https://localbitcoins.com/terms_of_service/", "xpath": "//*[@id=\"terms_of_service\"]", "text": " Terms of Service <br>\n<i>\n</i> Date of the latest revision: 17 March 2020.\nWelcome to LocalBitcoins.com <p> Please read through these Terms of Service, Acceptable Use Policy and our Privacy Policy carefully before start using the services.\nPrivacy Policy includes our Cookie Policy.\n</p>\n<p> LocalBitcoins is an online trading service (\"service\" or \"services\") for buying and selling bitcoins.\nAs part of its services LocalBitcoins also helps resolving disputes if such should arise between buyers and sellers.\nLocalBitcoins does not become party to any trade or transaction concluded by its users.\nUsers may be natural persons or legal entities.\n</p>\n<p> These Terms of Service govern the use of the services and the relationship between the user and LocalBitcoins Oy, a Finnish limited liability company with business ID 2855415-2 and having its registered office and principle place of business at Porkkalankatu 24, 00180 Helsinki, Finland (\"LocalBitcoins\" or \"we\").\n</p>\n<p> If you are a consumer domiciled in the European Economic Area, all mandatory statutory consumer protection laws and regulations applicable in the country of the consumers' residence apply, to the extent that those laws and regulations provide a more extensive protection than the protection set out in these Terms of Service.\n</p>\n<p> LocalBitcoins is registered with and operates under the supervision of the Financial Supervisory Authority of Finland.\n</p> Acceptance of the Terms <p> Before using any of our services, you must first agree to these Terms of Service and the Privacy Policy.\nBy accessing our services or by otherwise using them, you confirm that you agree to these Terms of Service, you agree to follow our Acceptable Use Policy and agree to be bound by them (\"Agreement\").\nYou also agree that your personal data and electronic communications on our platform will be processed in accordance with our Privacy Policy, which are incorporated here by reference.\n</p>\n<p> Minors are not allowed to use the services.\nYou affirm that you are at least eighteen (18) years of age, or the age of legal majority in your jurisdiction if that is higher than eighteen (18) years of age.\n</p>\n<p> You affirm that you have the right, power, capacity and authority to lawfully enter into this Agreement.\n</p> Change of Terms <p> We have the right, at our sole discretion, to make modifications and revisions to the terms of this Agreement to reflect changes in technology, standards, legislation, administrative or business practices, or the costs structure for providing the services.\nSuch modifications and revisions will be notified to you through the service no later than thirty (30) days before they become effective.\n</p>\n<p> You will be deemed to have accepted all modifications and revisions by continuing to use the service.\nIf you do not agree to the changes, you can terminate this Agreement at any time by concluding any outstanding trades and other obligations, withdrawing any remaining balances and closing down your account.\n</p>\n<p> We also have the right, at our sole discretion, to make modifications and revisions to the services and to the terms of this Agreement at any time which are due to security or compliance reasons, or for reasons suspected fraudulent activity.\nSuch modifications will be published on our site and notified to you without undue delay.\n</p> Registration and User Account <p> To use our services, you must first register with us by creating a user account (\"User Account\" or \"account\").\nAn account will only be issued once you have provided all necessary information required for by us for registration and the information has been examined according to the applicable legal requirements placed upon us by the authorities.\nThis examination and requirements include, but are not limited to, anti-money laundering and counter-terrorism regulations as well as, in the case of company accounts, the examination of the details of your business, including the beneficial owners.\nAll the information that we request you to provide in connection with the registration must be true, accurate and complete.\nIf we believe that the information is not true, accurate or complete, we have the right to refuse your access to the site, or any of its resources, and to deny, terminate or suspend your account.\n</p>\n<p> A person may only have one account at the time (except in the case of legal entities).\nYou may not use the services or create an account on behalf of someone other than yourself.\nYou may not act as an intermediary or broker.\nYou are not allowed to sell, borrow, share or otherwise make available your account or any detail necessary to access your account to ANYONE other than yourself.\n</p>\n<p> You are responsible for maintaining adequate security and control of your username, password, authentication code or any other code or credential that you use to access the services.\n</p>\n<p> You must not provide any misleading or fraudulent information, including, but not limited to having a non-personal phone number.\nCreating fake reputation information for your account, faking your country of origin or providing fraudulent identification documents is prohibited and will lead to termination or suspension of your account.\n</p>\n<p> You have the right to delete your account and to terminate this Agreement at any time.\nYou are responsible for all the obligations which have arisen up until the termination.\n</p> Company accounts <p> If you wish to use our services as a legal entity you are required to register an account in the name of that entity as the main account for that entity (\"company account\").\nWhen creating a company account, you confirm that you are duly authorized and have the legal capacity to execute this Agreement and that this Agreement is legally binding on such entity.\n</p>\n<p> After registration of the main company account, one or more other company sub-accounts may be registered for the same legal entity so that the company account and each sub-account is registered in the name of and operated by separate natural persons on behalf of the entity.\n</p>\n<p> The same legal entity may place several advertisements on our platform, created by different company account holders, but such advertisements may not be fully overlapping (e.g.\nusing the same trade limits with the same price in the same payment method category in the same country).\n</p> Identity Verification <p> In order to ensure LocalBitcoins remains a safe platform for all of our users, and for us to comply with mandatory legal obligations which we are subjected to, we may require you to verify your identity to access the services we offer.\nIdentity verification may be required when you create advertisements, pass certain trade volume limits, during trade disputes, fraud investigations, and to ensure account ownership.\nAs part of our ID verification process we require you to provide us with your full name as well as documents and photographs that verify your identity (e.g.\nvalid passport).\n</p>\n<p> In certain situations (e.g.\ndue to the regulatory or legal requirements) we may require enhanced identity verification.\nThis may include requirements to verify details or sources of funds regarding payments you have made or received during trades on LocalBitcoins as well as bitcoin transactions that you have sent or received from your account.\n</p> Bitcoin Trading <p> You can place one or more advertisements on our platform when you wish to offer to buy or sell bitcoins.\nWe have the right to restrict the number of your advertisements for security reasons and reasons of suspected misconduct or fraudulent activity.\n</p>\n<p> Bitcoin trades (\"trade\" or \"contact\") to either buy or sell bitcoins are initiated by responding with a trade request to advertisements created by other users.\nWith the trade request you are making a legally binding offer and agree to be bound by the terms and conditions of the trade (such as exchange rate, bitcoin amount and terms of payment) as determined by the advertiser to whom you are sending the trade request to.\nWhen sending the trade request, you may need to select from options made available in the advertisements or accept any freeform terms and conditions set out by the advertiser in the Terms of trade field and displayed on the advertisement page.\nThe terms and conditions of the trade must be accordance with the terms of this Agreement.\nIn case of discrepancy, the terms of this Agreement will have precedence.\n</p>\n<p> When you are selling bitcoin it is your responsibility to check that you have received payment for the full amount, that the payment is not made by a third party to the trade, and that it was made according to your instructions given to the buyer.\nAfter you have released a trade to the buyer it is not possible to cancel, reverse, dispute or otherwise recover or return the bitcoins to you.\n</p>\n<p> Payments made by buyers must be sent by the same person or entity who is the holder of the account or the company account.\nReceiving, making, providing, or attempting to receive, make or provide payments to or from third parties is forbidden and considered a violation of this Agreement.\n</p>\n<p> All communication relevant to the trade must happen in the trade chat on our platform in such a way that it is readily available for LocalBitcoins support staff to review.\nConsequently, communications on our platform are not considered private communications between you and other users, but LocalBitcoins is also a party to such communications, and may access and otherwise process such communications in accordance with the Privacy Policy.\n</p>\n<p> Communication that has not occurred on our platform or that has been hidden, encrypted or otherwise obstructed from view is not taken into consideration during dispute review and dispute resolution.\n</p> Disputing Bitcoin Trades <p> When a buyer and a seller are in disagreement over a trade either party or LocalBitcoins can start a dispute (\"Disputed trade or \"dispute\") to initiate a mediation process on the bitcoin held in escrow.\nDisputed trades are reviewed and resolved by LocalBitcoins support staff.\n</p>\n<p> Disputes can only be started on trades that are open and marked as paid by the buyer but not yet released by the seller.\nTrades that are not marked as paid by the buyer, have been released by the seller, cancelled by the buyer, automatically cancelled, or already disputed and resolved are considered completed and cannot be disputed, reversed, or altered.\n</p> Unresponsiveness <p> When you have placed advertisements which have not expired or you are involved in a bitcoin trade it is important that you remain active and available at least until the trade is completed, canceled, or resolved.\nThis means that you must be able to provide a response to a request by LocalBitcoins support in a disputed trade within twenty-four (24) hours or you may be deemed as unresponsive and the dispute may be resolved against you for this reason alone.\n</p> Dispute review <p> During a dispute review LocalBitcoins support may give you instructions that you are required to follow.\nThe instructions given to you may require you to provide proof of payment, proof that you have or have not received payment (e.g.\nbank transaction history), additional ID verification, photo.\naudio.\nor video evidence, or any other documents deemed relevant by LocalBitcoins.\nFailure to follow the instructions may lead to the dispute being resolved against you.\n</p> Dispute resolution criteria <p> A disputed trade is most commonly resolved by LocalBitcoins support moving the escrowed bitcoin to the buyer or the seller of the disputed trade once the dispute resolution criteria are met.\n</p>\n<p> In rare situations where neither party fulfill the criteria, or it is in other ways unclear or not possible to determine which party has fulfilled the dispute resolution criteria, LocalBitcoins may decide to resolve the dispute by splitting the escrowed bitcoin between the buyer and the seller evenly or unevenly.\n</p> Dispute resolution criteria <p> LocalBitcoins can resolve a disputed trade in the favor of a bitcoin buyer when one of the following criteria are met: </p>\n<ul>\n<li> The buyer has made payment according to the instructions provided by the seller in the trade chat, advertisement terms of trade, or advertisement payment details and the buyer has provided sufficient proof that the payment was made according to these instructions.\n</li>\n<li> The seller has become unresponsive.\n</li>\n</ul>\n<p> LocalBitcoins can resolve a disputed trade in the favor of a bitcoin seller when one of the following criteria are met: </p>\n<ul>\n<li> The buyer has not provided payment or not provided payment in full </li>\n<li> The payment made by the buyer has been held/frozen/stopped by the payment provider </li>\n<li> The buyer has not provided payment according to the instructions provided to them by the seller in the trade chat, advertisement terms of trade or advertisement payment details.\n</li>\n<li> The payment is made by a third party to the trade OR the payment is made from a payment account not registered in the name of the buyer.\n</li>\n<li> The buyer is not responding </li>\n</ul>\n<p> If the buyer or the seller of a disputed trade provides fraudulent information or fraudulent documents or makes false claims or otherwise tries to force a certain outcome of a disputed trade the dispute may be immediately resolved against the user.\n</p> Incorrect dispute resolution <p> If you believe LocalBitcoins has resolved a dispute you are a party of in a way which is not in accordance with these terms you have a right to request a review.\nTo request a review you need to notify us and specifically request a review by contacting customer support no later than 120 days after the dispute resolution has been given.\n</p> Limitation of Liability regarding dispute resolution <p> You acknowledge that the dispute resolution is a service that we provide and which will be conducted in accordance with the terms of this Agreement.\nYou agree and accept that we assume no responsibility for the outcome thereof and in any event our liability for dispute resolution is limited to the amount of fee payable to us.\n</p>\n<p> In the event of an incorrect dispute resolution which is corrected in accordance with the terms of this Agreement, we assume no liability for any damage, costs or inconvenience.\n</p> Advertisements <p> You can create bitcoin trade advertisements (\"advertisement\" or \"ad\" or \"ads\") to advertise that you want to buy or sell bitcoins.\nOther users can send trade requests to you from the advertisements that you’ve created.\nWhen a trade request is sent to you a bitcoin trade is automatically started.\n</p>\n<p> Advertisements for buying with or selling against cash are not allowed.\n</p>\n<p> When you have advertisements enabled you are required to be active and available to reply to trades started from these advertisements.\nIf a dispute is initiated in a trade against an advertiser who is not active and available the advertiser may be deemed unresponsive within the meaning of this Agreement and the dispute may be resolved against them.\n</p>\n<p> Information and payment details you provide in advertisements and trades must at all times be correct and up to date.\nDisputes may be resolved against you if you include out-of-date payment details and a buyer completes payment accordingly.\nRefusal to complete trades or to provide payment details for trades opened from your advertisements is considered a violation of this agreement.\n</p>\n<p> The price or price equation that is defined in the advertisement details must contain any and all fees that the advertiser requires the buyer to pay.\nAfter initiation of a trade the price is locked and cannot be changed or any additional fees added without consent from both parties of the trade.\n</p>\n<p> Multiple advertisements which are fully overlapping (e.g.\nusing the same trade limits with the same price in the same payment method category in the same country) are not allowed.\n</p> Limitation, Suspension, and Termination of Your User Account <p> Occasionally situations arise where we may need to limit, suspend, or terminate your account.\nAccount limitation results in a temporary or permanent loss of access to a certain specific part or parts of the services we offer.\nAccount suspension results in a temporary loss of access to most parts of the services we offer.\nAccount termination results in permanent loss of access to all services.\n</p>\n<p> As a result of limitation, suspension or termination your access to and the withdrawal of bitcoins that you have in your LocalBitcoins wallet may be delayed or denied.\n</p>\n<p> We have the right to limit, suspend, or terminate your account or access to the services that we provide if: </p>\n<ol>\n<li> we have a reason to believe that you have acted in violation of these Terms of Service or applicable laws or regulations or if we have a reason to believe that any content or material submitted or shared by you in or through the services violates these Terms of Service or applicable laws or regulations or third party rights.\n</li>\n<li> we suspect that you use the services to engage in, attempt to engage in, or in connection with fraudulent activity, money laundering, terrorist financing or other financial crime.\n</li>\n<li> we have not been able to verify your identity or we have reason to believe that you have supplied false, misleading or deceptive information in connection with your registration, identity verification, trades or any other use of our services, either to us or to another user.\n</li>\n<li> we are required to do so under any applicable law, regulation or an order issued by an authority or court.\n</li>\n<li> make available content or behave in a way that libels, defames, invades privacy, stalks, is obscene, pornographic, racist, abusive, harassing, threatening or is offensive.\n</li>\n<li> if you use the services in a manner which may cause the services to be interrupted or damaged or such a way that the functionality of the services is in any way impaired or attempt to bypass or break any security mechanism of the services or if LocalBitcoins believes in good faith that such action is reasonably necessary to protect the security of its services or its property or brand or the security, property and rights of its users or those of third parties.\n</li>\n<li> attempt any unauthorized access to user accounts or any part or component of the service.\n</li>\n</ol>\n<p> We will give you a notice of any limitation, suspension, or termination of your account but we may, if it is reasonable to do so (for example we consider it advisable for security reasons), limit, suspend or terminate your account without prior notice to you.\n</p>\n<p> You acknowledge that our decision to limit, suspend, or terminate your account, may be based on confidential criteria that are essential to our risk management and security protocols and that we are under no obligation to disclose the details of our risk management and security procedures to you unless otherwise provided by the Privacy Policy.\n</p>\n<p> In the event that we limit, suspend or terminate your account we will lift the suspension as soon as possible once the reasons for the suspension or termination no longer exist.\n</p> Limiting Access to Your LocalBitcoins Wallet <p> In certain situations your ability to access, conduct bitcoin transactions, or start trades using bitcoin held in your LocalBitcoins wallet may be limited.\n</p>\n<p> This limitation may be applied specifically to your account in order to safeguard bitcoin stored in your wallet when we e.g.\nsuspect a third party has gained unauthorized access to your account.\nif we suspect you of engaging in or being involved in fraudulent or illegal activity.\nif we are provided with valid legal request from an authority.\n</p>\n<p> This limitation may be applied generally to all users or a subset of our users during service outages or maintenance outages of the website.\nduring bitcoin hardforks or other situations where we believe there is a high risk to your bitcoin balance.\n</p>\n<p> In the event that we limit access to your wallet we aim to remove the limitation as soon as possible once the reasons for the suspension or termination no longer exist.\n</p>\n<p> We will give you a notice of any limitation of access to your wallet but we may, if it is reasonable to do so (for example we consider it advisable for security reasons), limit access to your wallet without prior notice.\n</p>\n<p> You acknowledge that our decision to limit access to your wallet may be based on confidential criteria that are essential to our risk management and security protocols and that we are under no obligation to disclose the details of our risk management and security procedures to you unless otherwise provided by the Privacy Policy.\n</p> Fees and Pricing <p> You agree to pay the fees and charges for the use of the Services according to the price list which is available on our site.\nSuch fees may include fees for incoming and outgoing transactions and percentage based fees for trades completed.\n</p>\n<p> Unless otherwise specified, you accept that fees are automatically deducted from your LocalBitcoins wallet balance or deposit at the time when the service is rendered or completed.\n</p>\n<p> We reserve the right to change the fees or the principles of pricing from time to time in accordance with the terms of this Agreement.\n</p> Supporting Blockchain Forks and Other Cryptocurrencies <p> From time to time, new and alternative cryptocurrencies and/or forks of the bitcoin blockchain may be created.\nThis may result in holders of private keys containing a bitcoin balance receiving a corresponding amount of the new cryptocurrency on the newly created blockchain (“air-drop”).\nWe reserve the right at our sole discretion to decide if and how we support any new cryptocurrencies and/or blockchain forks in our services including defining which blockchain shall be deemed as bitcoin within the meaning of this Agreement.\nWe strive to communicate our decisions concerning any significant new forks or cryptocurrencies on our website in a timely manner.\nIf we decide to not support a new cryptocurrency we may, but are not obligated to, compensate users who held bitcoin in their LocalBitcoins account at the time of the air-drop in a manner deemed appropriate by us.\nWe reserve the right to provide compensation by converting all of the available new cryptocurrency to bitcoin and sharing all of the converted bitcoin between users who held a bitcoin balance on their account at the time of the creation of the new cryptocurrency.\nIn case such a conversion takes place we may charge you a reasonable processing fee (which shall not exceed the amount of compensation payable to you).\n</p>\n<p> If we decide to support a new cryptocurrency, unless otherwise communicated by us, this Agreement, including any reference to bitcoin, shall be equally applied to the new cryptocurrency.\n</p> Allowed Jurisdictions <p> LocalBitcoins does not offer the use of its services in the States of New York or Washington in the United States of America.\nYou confirm that you are not a resident or governed by the laws and regulations of these jurisdictions.\n</p> Termination of Business <p> Although we are not contemplating doing it, we have the right to cease the services altogether and terminate this Agreement in case our business is terminated for whatever reason or if the business is transferred, sold to or merged with a third party.\nBefore the cessation of services we will give a notice to our users and inform them of the procedure to complete outstanding trades and unresolved disputes as well as to withdraw any bitcoins users may have in their LocalBitcoins wallet.\nThe users are guaranteed at least one year's time to withdraw their bitcoins, after which additional steps are taken to ensure lawful closure of the business, as agreed from time to time with the supervising authority.\n</p> Intellectual Property Rights <p> You acknowledge and agree that all copyrights, trademarks and all other intellectual property rights in and related to this site and our services is exclusively the property of LocalBitcoins and our licensors.\nWe grant you a revocable, non-exclusive, non-sublicensable, non-transferable and limited license, subject to the terms of this Agreement, to access and use our site and service, as well as related content, materials and information (collectively, the \"Content\") solely for approved purposes as permitted by us from time to time.\nAny other use of the Content is expressly prohibited and you agree not to copy, transmit, distribute, sell, license, reverse engineer, modify, publish, or participate in the transfer or sale of, create derivative works from, or in any other way exploit any of the Content, in whole or in part.\n</p> Disclaimer of Warranties and Limitation of Liability <p> This site and the services are provided on an “as is” and “as available” basis without any representation or endorsement.\nTo the maximum extent permitted by applicable law, we make no warranties of any kind, whether express or implied, in relation to the site or the services, including but not limited to, implied warranties of fitness for a particular purpose or non-infringement, or any implied warranty arising from course of dealing or usage.\n</p>\n<p> LocalBitcoins is not associated with or does not itself support or claim to be in partnership with any of the payment methods, services or companies which may appear visible in the Online Payment method lists or advertisement details.\nAlso, services provided by LocalBitcoins are not authorized, approved, endorsed or sponsored by any of the payment methods listed on the website or their respective trademark owners.\n</p>\n<p> LocalBitcoins is not responsible for any user-generated content on its site including but not limited to messages, feedbacks or advertisements and may remove said content without notice (unless such notice is required by applicable law) or liability at any time in its sole discretion.\n</p>\n<p> LocalBitcoins reserves the right to modify or discontinue, temporarily or permanently, all or any part of this site and/or any services on this site, with or without notice, and/or to establish general guidelines and limitations on their use.\n</p>\n<p> Our liability, and the liability of our affiliates, directors and employees, is limited to the maximum extent permitted by applicable law.\nIn particular, we will not be liable for indirect damage.\n</p>\n<p> Nothing in this Agreement shall exclude or limit our liability based on willful misconduct or gross negligence.\n</p>\n<p> Notwithstanding any other provision in this Agreement, nothing shall limit your rights as a consumer under mandatory provisions of applicable consumer protection legislation which are relevant for our services.\n</p> General <p> We may transfer or assign any of our rights and obligations arising under this Agreement to any party at any time, but this will not affect your rights or our obligations under this Agreement.\nYou may not, however, transfer or assign any of your rights or obligations under this Agreement to any other party.\n</p>\n<p> This Agreement (as amended from time to time) and any document expressly referred to in them contains the entire agreement and understanding between you and us in respect of all matters which are referred to herein and supersedes any prior written or oral agreement relating to such matters.\nNo oral explanation or oral information given by either of us shall alter the interpretation of this Agreement.\nYou confirm that, in agreeing to accept this Agreement, you have not relied on any representation that is not expressly included herein.\nHowever, nothing in this Agreement purports to exclude liability for any fraudulent statement or act.\n</p>\n<p> These Terms of Service, Privacy Policy and Acceptable Use Policy are written in English.\nIf the Terms of Service, Privacy Policy or Acceptable Use Policy are translated into another language, the English version shall prevail.\n</p>\n<p> If any part of provision this Agreement is deemed unlawful, void or for any reason unenforceable, then that provision shall be deemed to be severable from this Agreement and shall not affect the validity and enforceability of any of the remaining provisions of the Agreement.\n</p>\n<p> Our failure to enforce any right or provision in this Agreement will not constitute a waiver of such right or provision unless acknowledged and agreed to by us in writing.\nExcept as expressly set forth in this Agreement, the exercise by either party of any of its remedies under this Agreement will be without prejudice to its other remedies under this Agreement or otherwise permitted under law.\n</p>\n<p> You agree that this Agreement and any dispute between you and us arising out of or in connection with this Agreement shall be governed in all respects by the laws of Finland, without regard to their choice-of-law provisions.\nWithout limitation to any statutory rights for consumers under applicable consumer protection laws, you agree that all disputes, claims and proceedings shall be resolved in the first instance by the district court of Helsinki, Finland.\nNotwithstanding the foregoing, if you are a consumer, you may also file a complaint regarding the terms of this Agreement with the Consumer Complaints Board in Finland (https://www.kuluttajariita.fi).\nBefore doing so, you must first contact the Consumer Advisory Services in Finland (https://www.kkv.fi/kuluttajaneuvonta).\n</p> ", "created_at": "2021-05-17 22:42:40.500051", "updated_at": "2021-05-17 20:45:07.558204"}], "points": [], "urls": ["localbitcoins.com"]}}