{"error": 448, "message": "OK", "parameters": {"id": 6000, "name": "AntennaWeb", "created_at": "2021-12-05 18:57:07.771036", "updated_at": "2021-12-05 23:01:14.387383", "wikipedia": null, "keywords": null, "related": null, "slug": "antennaweb", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6000.png", "url": "antennaweb.org", "documents": [{"id": 10844, "name": "Privacy Policy", "url": "https://www.antennaweb.org/policies/privacy", "xpath": "/html/body/div[1]/div/div[2]", "text": "Our Terms of Service and Privacy Policy have changed.\nPlease take a moment to review them.<br>CloseThis site uses cookies.\nBy continuing to use our services, including our websites and mobile application, you agree to our updated Terms of Service and Privacy Policy.\nWe use and allow cookies to be stored on your device to improve user experience, analyze usage, and assist in our marketing efforts.\nWe also share information about your use with our advertising and analytics partners.<br>CloseAntennaWeb.org Privacy Policy (updated March 27, 2020)<br>\n<p>At <b>TitanTV, Inc</b>.\n(“<b>TITANTV</b>”, “<b>we</b>”, “<b>us</b>” or “<b>our</b>”, herein), we recognize the importance of privacy to users of our websites at www.TitanTV.com (“<b>TitanTV.com</b>”) and www.AntennaWeb.org (“<b>AntennaWeb.org</b>”), and of the TitanTV.com executable code version of the software provided by TITANTV (including associated documentation and services) (the “<b>TitanTV.com Mobile Application</b>”, and with the services provided through the websites, collectively, the “<b>Services</b>”).\nThis privacy policy (“<b>Privacy Policy</b>”) explains what type of information may be collected from you or that you may provide when you access the Services and how that information may be used.\nPlease note that this Privacy Policy pertains only to the Services, and is separate and distinct from the privacy policies, end user license agreements, terms or service, or terms of use governing: (a) the web sites, applications and services of TITANTV's clients.\n(b) the web sites, applications and services that may link to or from the Services.\nand (c) other TITANTV web sites, applications or services.</p>\n<p>Please read this Privacy Policy carefully to understand our policies and practices regarding the information collected from you or that you may provide when you access the Services and how we will treat it.\nIf you do not agree with our policies and practices, your choice is not to use the Services.\nBy downloading, accessing or using the Services, you agree to this Privacy Policy.\nThis Privacy Policy may change from time to time (see Changes to Our Privacy Policy).\nYour continued use of the Services after we make changes is deemed to be acceptance of those changes, so please check the Privacy Policy periodically for updates.</p>1.\nInformation We Collect and How We Collect It.<p>We collect several types of information from and about users of the Services, including:</p>\n<ul>\n<li>information by which you may be personally identified, such as username, email address, location information, and any other identifier by which you may be contacted online or offline (collectively, “<b>personally-identifying information</b>”);</li>\n<li>information that is about you but individually does not identify you.\nand</li>\n<li>information about your internet connection, the equipment you use to access the Services, and usage details.</li>\n</ul>\n<p>We collect this information:</p>\n<ul>\n<li>directly from you when you provide it to us;</li>\n<li>automatically as you access and navigate the Services;</li>\n</ul>2.\nInformation You Provide Us.<p>You may be asked to provide personally-identifying information, such as your username, email address, and other identifiers when you register for certain functions and features included in the Services.\nTitanTV.com and the TitanTV.com Mobile Application provide the functionality for you to input a zip code to produce a tv channel line-up.\nIf you are using AntennaWeb.org, you may input a zip code as well as provide a street level address to improve the accuracy of your results.\nYou may also be asked to provide personally-identifying information in other limited circumstances specified at the time the information is gathered.</p>3.\nInformation Collected Automatically.<p>As you access and navigate the Services we may use automatic data collection technologies to collect information about your equipment and actions on the Services.\nThis information allows TITANTV to improve the Services and make them more useful to our users.\nThis information may contain some or all of the following information:</p>\n<ul>\n<li>The Internet Protocol Address (IP Address) of the device which downloaded, installed or used the Services.</li>\n<li>The date of use.</li>\n<li>The time of use.</li>\n<li>The path taken as you navigate through the Services.</li>\n<li>The operating system and device type being used.</li>\n<li>A list of files downloaded or viewed.</li>\n<li>The amount of time spent listening to/viewing media files.</li>\n<li>Any errors encountered.</li>\n<li>The device’s geographic location.</li>\n</ul>3.1.\nCookies and Other Technologies.<p>TITANTV may also use 'cookies' to collect information.\nA cookie is a string of characters that can be written to a file on the user's device when a user accesses the Services.\nWhen accessing TitanTV.com or AntennaWeb.org, you may refuse to accept browser cookies by activating the appropriate setting on your browser.\nHowever, if you select this setting you may be unable to access certain parts of TitanTV.com or AntennaWeb.org.</p>\n<p>TITANTV uses cookies to track users' activity through the Services so that we may improve the Services, to provide certain features, to provide third party content, and to recall specific information to save the user time during subsequent use of the Services.\nFor example, cookies allow TITANTV to remember your (and/or your device’s) location.\nInteractive features may also use cookies.\nOur sponsorship service vendors, which serve sponsorship messages onto TitanTV.com and the TitanTV.com Mobile Application, and third party vendors that measure and analyze the use of TitanTV.com and the TitanTV.com Mobile Application for TITANTV, may also use their own cookies.</p>\n<p>TITANTV and the third party vendors may use web beacons, alone or in conjunction with cookies, to measure and analyze use of Services.\nA web beacon is an electronic image, also known as a single-pixel (1x1) or clear .gif, which can be used to recognize certain information on your device, such as cookies, the time and date of your actions within the Services, and a description of where content is placed.</p>4.\nUse of Information<p>TITANTV may use information that we collect about you or that you provide us, including personally-identifying information to:</p>\n<ul>\n<li>present, manage or administer the Services and their contents;</li>\n<li>optimize or customize the delivery of advertising or content to you and other users of the Services;</li>\n<li>to contact users and respond to user messages;</li>\n<li>contact users about online surveys;</li>\n<li>contact you, if you opt into such notifications, about future functionality of the Services;</li>\n<li>other internal TITANTV or TITANTV client purposes.\n</li>\n<li>carry out our obligations and enforce our rights arising from any contracts entered into between you and us;</li>\n<li>notify you about changes to our Services or any products or services we offer or provide though the Services;</li>\n<li>for any purpose for which you provide it;</li>\n<li>for other purposes specified at the time the information is gathered.\nand/or</li>\n<li>for any other purpose with your consent.</li>\n</ul>5.\nDisclosure of Information.<p>Personally-identifying information collected by TITANTV may be disclosed as described in this Privacy Policy:</p>\n<ul>\n<li>to TITANTV’s clients, suppliers, licensors, advertising partners, and service vendors;</li>\n<li>to a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of TITANTV's assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which personal information held by TITANTV about users of the Services is among the assets transferred;</li>\n<li>if required to do so by law or if TITANTV believes that such action is necessary to comply with the law or with legal process including any government or regulatory request;</li>\n<li>if we believe disclosure is necessary to protect against misuse or unauthorized use of the Services or to protect the personal safety or property of users of the Services, the public or TITANTV and its employees;</li>\n<li>for any other purpose disclosed by us when you provide the information.\nand</li>\n<li>with your consent.</li>\n</ul>\n<p>If you do not want your personally-identifying information to be collected or used for any of these purposes, please do not provide it and do not access TitanTV.com, AntennaWeb.org or download, install or use the TitanTV.com Mobile Application.</p>6.\nThird-Party Advertising<p>We use third-party advertising companies to serve ads when you access or use the Services.\nSome of these third-party advertising companies may use information about your visits to the Services and other websites in order to provide advertisements on the Services and other web sites about goods and services that may be of interest to you.\nWe do not control third-party advertising companies' collection or use of your information to serve interest-based advertising.\nHowever, these third-party advertising companies may provide you with ways to choose not to have your information collected or used in this way.\nIf you would like more information about this practice and to know your choices about not having this information used by some of these third-party advertising companies, please click here.</p>7.\nSecurity<p>TITANTV has implemented measures designed to secure your personally-identifying information from accidental loss and from unauthorized access, use, alteration, and disclosure.\nHowever, no Internet, e-mail or mobile transmission is ever fully secure or error free and TITANTV cannot guarantee that any information will be or remain safe or secure.\nBecause most e-mail and mobile transmissions are not encrypted, you should take special care in deciding what information you send to us via e-mail, SMS or text message, or other mobile transmission.\nAny transmission of personally-identifying information is at your own risk.\nWe are not responsible for circumvention of any privacy settings or security measures contained on the Services.</p>8.\nCalifornia Privacy Rights<p>If you are a California resident, California law may provide you with additional rights regarding our use of your personal information.\nTo learn more about your California privacy rights, please see our California Privacy Notice.</p>9.\nChildren<p>If you are under 13 years of age, please do not access TitanTV.com, AntennaWeb.org or download, install or use the TitanTV.com Mobile Application.\nThe Services are not intended for children under 13, and TITANTV will not knowingly collect any information from any children under the age of 13.\nIf we discover that we have collected any personally-identifying information from a child under the age of 13, we will promptly remove that information from our database.\nIf you believe we might have any information from or about a child under 13, please contact us at privacy@TitanTV.com.</p>10.\nDo Not Track<p>The Services do not respond to do not track signals.</p>11.\nChanges to the Privacy Policy.\n<p>TITANTV reserves the right to change this Privacy Policy.\nAny changes to this Privacy Policy will be posted to this page, with a notice that this Privacy Policy has been updated on the TitanTV.com and AntennaWeb.org home pages and a notification through the TitanTV.com Mobile Application.\nPlease check this page periodically.\nUse of the Services constitutes consent to any policy then in effect.\nPlease make sure that you read the TitanTV Terms and Conditions of Use to understand additional terms and conditions which apply to the use of the Services.</p>12.\nLinks to other Sites and Services<p>\n</p>The Services may contain links to other sites, applications and services maintained by third parties (collectively, “<b>Third Party Services</b>”) that may not follow the same privacy and data security practices as TITANTV.\nFor example, clicking or tapping on a sponsorship notice or some third party logos on the Services may take you to Third Party Services with entirely different privacy and data security practices.\nThese Third Party Services are subject to their own privacy policies and terms and conditions and may use cookies, collect data, and use the data in ways that TITANTV would not.\nTITANTV is not responsible for the privacy and data security practices or any information or materials on Third Party Services.\nPlease review the Third Party Services’ policies and terms and conditions for more information on how they use your information.<p>In some cases, the Services may include certain embedded tools provided and controlled by third parties and governed by the policies and terms and conditions of the third parties providing such tools.\nYou should only use these third party tools if you agree to their respective policies and terms and conditions.</p>\n<p>The Services may include a tool that allows you to share a link via Twitter or “Like” certain portions of the Services.\nPlease be aware that those Third Party Services are unrelated to TITANTV, and that your use of the Third Party Services is subject to the third party provider’s policies and terms and conditions of those services.</p>13.\nInternational User Notice<p>For international users, please note that it may be necessary to transfer your information internationally and, in particular, your information may be transferred to and processed in the United States.\nFor residents of the European Union: the data protection and other laws of other countries outside of the European Union may not be as comprehensive as those of the European Union.\nBy downloading, accessing or using the Services you agree to have your information transferred to, and used in, the United States as set forth in this policy.\nIf you download, access or use the Services from the European Union, Asia, or any other region with laws or regulations governing personal data collection, use and disclosure that differ from United States laws, please be advised that through your continued use of the Services, which is governed by U.S.\nlaw, this Privacy Policy and the TitanTV Terms and Conditions of Use, you are transferring your personally-identifying information to the United States and you consent to that transfer and use.</p>14.\nQuestions<p>If you have any questions or comments concerning our Privacy Policy regarding TitanTV.com, please contact us at&nbsp;privacy@TitanTV.com.</p>\n<br>\n<br>\n<br>\n<p>Last Updated: March 27, 2020</p>", "created_at": "2021-12-05 18:57:07.775161", "updated_at": "2021-12-05 17:58:40.953084"}, {"id": 10843, "name": "Terms and Conditions of Use", "url": "https://www.antennaweb.org/policies/terms", "xpath": "/html/body/div[1]/div/div[2]", "text": "Our Terms of Service and Privacy Policy have changed.\nPlease take a moment to review them.<br>CloseThis site uses cookies.\nBy continuing to use our services, including our websites and mobile application, you agree to our updated Terms of Service and Privacy Policy.\nWe use and allow cookies to be stored on your device to improve user experience, analyze usage, and assist in our marketing efforts.\nWe also share information about your use with our advertising and analytics partners.<br>CloseAntennaWeb.org Terms and Conditions of Use (updated March 27, 2020)<br>\n<p>These terms and conditions of use (“<b>Terms</b>”) are entered into by and between you and TitanTV, Inc.\n(\"<b>TITANTV</b>,\" \"<b>we</b>,\" \"<b>us</b>,\" or \"<b>our</b>\" herein).\nThe following Terms govern your access to and use of the websites at www.TitanTV.com (“<b>TitanTV.com</b>”) and www.AntennaWeb.org (“<b>AntennaWeb.org</b>”) as well as the TitanTV.com executable code version of the software provided by TITANTV (including associated documentation and services) (the “<b>TitanTV.com Mobile Application</b>” and with the services provided through the websites, collectively, the “<b>Services</b>”), and any content, functionality, features, or materials offered on or through the Services.</p>\n<p>PLEASE READ THESE TERMS CAREFULLY BEFORE USING THE SERVICES.\nThe Services are offered and available to users who are 13 years of age or older.\nBy using the Services, you represent and warrant that you meet the foregoing eligibility requirements.\nBy using the Services, you signify that you accept and agree to be bound and abide by these Terms and our Privacy Policy available at www.antennaweb.org/policies/privacy, incorporated herein by reference.\nIf you do not meet the foregoing requirements and agree to these Terms, do not download, access or use the Services.</p>CHANGES TO THE TERMS<p>We reserve the right, at our sole discretion, to change, modify, add, or remove portions of the Terms at any time.\nAll changes to these Terms are effective immediately when we post them.\nChanges to the Terms will be posted to this page, with a notice that the Terms have been updated on the TitanTV.com and AntennaWeb.org home pages and a notification through the TitanTV.com Mobile Application.\nYour continued use of the Services following the posting of changes to these Terms will mean you accept and agree to those changes.\nPlease check these Terms periodically for changes so you are aware of any changes, as they are binding on you.</p>ACCESSING THE SERVICES AND ACCOUNT SECURITY<p>We reserve the right to withdraw or amend the Services, and any content, functionality or service we provide on the Services, in our sole discretion without notice.\nWe will not be liable if for any reason all or any part of the Services are unavailable at any time or for any period.\nFrom time to time, we may restrict access to some parts of the Services, or the entire Services, to users, including registered users.</p>\n<p>You are responsible for: (i) making all arrangements necessary for you to have access to the Services.\nand (ii) ensuring that all persons who access the Services through your internet connection are aware of these Terms and comply with them.</p>\n<p>To access the Services or some of the resources offered by TitanTV, you may be asked to provide certain registration details or other information.\nIt is a condition of your use of the Services that all the information you provide on the Services is correct, current, and complete.\nYou agree that all information you provide to register with the Services or otherwise, including, but not limited to, through the use of any interactive features on the Services, is governed by our Privacy Policy, and you consent to all actions we take with respect to your information consistent with our Privacy Policy.</p>\n<p>If you choose, or are provided with, a user name, password, or any other information as part of our security procedures, you must treat such information as confidential.\nYou may not permit any other person or entity to use your account.\nWe have the right to disable any user name, password, or other identifier, whether chosen by you or provided by us, at any time in our sole discretion for any or no reason, including if, in our opinion, you have violated any provision of these Terms.</p>RESTRICTIONS ON USE OF MATERIALS<p>The Services and their entire contents, features, and functionality (including but not limited to all information, software, text, displays, images, video, and audio, and the design, selection, and arrangement thereof) are owned, operated, licensed, or controlled by TITANTV and may not be copied, reproduced, republished, uploaded, posted, transmitted, or distributed, except as follows:</p>\n<ul>\n<li>your computer may temporarily store copies of such materials in RAM incidental to your accessing and viewing those materials;</li>\n<li>you may store files that are automatically cached by your Web browser for display enhancement purposes;</li>\n<li>you may print one copy of a reasonable number of pages of TitanTV.com and AntennaWeb.org for your own personal, non-commercial use and not for further reproduction, publication, or distribution;</li>\n<li>you may download the TitanTV.com Mobile Application to mobile devices owned or otherwise controlled by you (\"<b>Mobile Device</b>\") solely for your own personal, non-commercial use.\nand</li>\n<li>if we provide social media features with certain content, you may take such actions as are enabled by such features.</li>\n</ul>\n<p>You must not:</p>\n<ul>\n<li>modify copies of any materials from the Services.\nand</li>\n<li>delete or alter any copyright, trademark, or other proprietary rights notices from copies of materials from the Services.</li>\n</ul>\n<p>Modification of the contents, features, and functionality or use of the contents, features, and functionality for any other purpose is a violation of TITANTV’S copyright and other proprietary rights.\nThe contents, features, and functionality contained on the Services are the property of TITANTV, its licensors, or others and are protected by applicable U.S.\ncopyright, patent and trademark laws and international conventions.\nAll rights are reserved.\nTitanTV® is a registered trademark of TITANTV, INC.</p>TITANTV.COM MOBILE APPLICATION LICENSE GRANT<p>Subject to these Terms, TITANTV grants you a limited, non-exclusive, and nontransferable license to download, install, and use the TitanTV.com Mobile Application for your personal, non-commercial use on a single Mobile Device strictly in accordance with the TitanTV.com Mobile Application's documentation.</p>\n<p>You acknowledge and agree that the TitanTV.com Mobile Application is provided under license, and not sold, to you.\nYou do not acquire any ownership interest in the TitanTV.com Mobile Application under these Terms, or any other rights thereto other than to use the TitanTV.com Mobile Application in accordance with the license granted, and subject to all terms, conditions, and restrictions, under these Terms.\nTITANTV and its licensors and service providers reserve and shall retain their entire right, title, and interest in and to the TitanTV.com Mobile Application, including all copyrights, trademarks, and other intellectual property rights therein or relating thereto, except as expressly granted to you in these Terms.</p>PROHIBITED USES<p>You may use the Services only for lawful purposes and in accordance with these Terms.\nYou agree not to use the Services:</p>\n<ul>\n<li>in any way that violates any applicable federal, state, local, or international law or regulation (including, without limitation, any laws regarding the export of data or software to and from the US or other countries);</li>\n<li>to engage in any other conduct that restricts or inhibits anyone's use or enjoyment of the Services, or which, as determined by us, may harm TITANTV or users of the Services, or expose them to liability;</li>\n<li>in any manner that could disable, overburden, damage, or impair the Services;</li>\n<li>with any robot, spider, or other automatic device, process, or means to access the Services for any purpose, including monitoring or copying any of the material on the Services;</li>\n<li>with any manual process to monitor or copy any of the material on the Services, or for any other purpose not expressly authorized in these Terms, without our prior written consent;</li>\n<li>with any device, software, or routine that interferes with the proper working of the Services;</li>\n<li>to introduce any viruses, Trojan horses, worms, logic bombs, or other material that is malicious or harmful;</li>\n<li>to attempt to gain unauthorized access to, interfere with, damage, or disrupt any parts of the Services, the server on which the Services are stored, or any server, computer, or database connected to the Services;</li>\n<li>to attack the Services via a denial-of-service attack or a distributed denial-of-service attack.\nand </li>\n<li>to otherwise attempt to interfere with the proper working of the Services.</li>\n</ul>NON-COMMERCIAL USE ONLY<p>The Services shall be used only in a non-commercial manner.\nThe Services are a free service for consumers and is provided for your personal, non-commercial home use only.\nIf you are interested in a commercial application of the Services, please contact business development at (319) 365-5597 for more information.</p>RELIANCE ON INFORMATION<p>The information presented on or through the Services is made available solely for general information purposes.\nWe do not warrant the accuracy, completeness, or usefulness of this information.\nAny reliance you place on such information is strictly at your own risk.\nWe disclaim all liability and responsibility arising from any reliance placed on such materials by you or any other visitor to the Services, or by anyone who may be informed of any of its contents.</p>\n<p>The Services may include content provided by third parties, including materials provided by other users, bloggers, and third-party licensors, syndicators, aggregators, and/or reporting services.\nAll statements and/or opinions expressed in these materials, and all articles and responses to questions and other content, other than the content provided by TITANTV, are solely the opinions and the responsibility of the person or entity providing those materials.\nThose materials do not necessarily reflect the opinion of TITANTV.\nWe are not responsible, or liable to you or any third party, for the content or accuracy of any materials provided by any third parties.</p>CHANGES TO THE SERVICES<p>We may update the content on the Services from time to time, but its content is not necessarily complete or up-to-date.\nAny of the material on the Services may be out of date at any given time, and we are under no obligation to update such material.</p>FEEDBACK<p>If you provide any suggestions, ideas, feedback, or recommendations to us regarding our Services (“<b>Feedback</b>”) then we may use such Feedback for any purpose, provided we will not associate such Feedback with you.\nSo that we may incorporate Feedback into our products and services, you hereby grant us and our affiliates a worldwide, irrevocable, royalty free, non-exclusive, sublicensable and transferable license under all intellectual property rights in and to the Feedback for any purpose and you hereby irrevocably and unconditionally grant such Feedback and all such rights to us free of charge and on a non-confidential basis.\nTo the extent permitted by applicable laws, you hereby waive any moral rights or rights of publicity or privacy you may have in the Feedback.</p>LINKS FROM THE SERVICES<p>If the Services contain links to other sites and resources provided by third parties, these links are provided for your convenience only.\nThis includes links contained in advertisements, including banner advertisements and sponsored links.\nWe have no control over the contents of those sites or resources, and accept no responsibility for them or for any loss or damage that may arise from your use of them.\nIf you decide to access any of the third-party websites linked to the Services, you do so entirely at your own risk and subject to the terms and conditions of use for such websites.</p>TERMINATION<p>These Terms are effective until terminated by either party.\nYou may terminate these Terms at any time by destroying all materials obtained from the Services and all related documentation and all copies and installations thereof, whether made under these Terms or otherwise.\nThese Terms may be terminated by TitanTV immediately and without notice if you violate any of the terms and conditions of these Terms.\nUpon termination: (i) all rights granted to you under these Terms will also terminate.\nand (ii) you must cease all use of the Services and destroy all materials obtained from the Services and any and all copies thereof.</p>DISCLAIMER OF WARRANTIES<p>The Services are offered free of charge by TITANTV.\nAntenna reception estimates contained on the Services are predicted values, and are not derived by actual testing.\nInformation regarding a particular antenna or any other product offered for sale on or through the Services is supplied by the manufacturer of the antenna or the product, not by TITANTV.\nTITANTV does not verify or guaranty the accuracy or reliability of information supplied by a manufacturer or installer, including, but not limited to, the quality or performance of any antenna or any other product or services offered for sale on or through the Services.</p>\n<p>You understand that we cannot and do not guarantee or warrant that files available for downloading from the internet or the Services will be free of viruses or other destructive code.\nYou are responsible for implementing sufficient procedures and checkpoints to satisfy your particular requirements for anti-virus protection and accuracy of data input and output, and for maintaining a means external to our Services for any reconstruction of any lost data.\nTO THE FULLEST EXTENT PROVIDED BY LAW, WE WILL NOT BE LIABLE FOR ANY LOSS OR DAMAGE CAUSED BY A DISTRIBUTED DENIAL-OF-SERVICE ATTACK, VIRUSES, OR OTHER TECHNOLOGICALLY HARMFUL MATERIAL THAT MAY INFECT YOUR MOBILE DEVICE, COMPUTER EQUIPMENT, COMPUTER PROGRAMS, DATA, OR OTHER PROPRIETARY MATERIAL DUE TO YOUR USE OF THE SERVICES OR ANY CONTENT, FUNCTIONALITY, FEATURES, OR MATERIALS USED OR OBTAINED THROUGH THE SERVICES OR ON ANY WEBSITE LINKED TO IT.</p>\n<p>YOUR USE OF THE SERVICES OR ANY CONTENT, FUNCTIONALITY, FEATURES, OR MATERIALS USED OR OBTAINED THROUGH THE SERVICES OR ON ANY WEBSITE LINKED TO IT, IS AT YOUR OWN RISK.\nTHE SERVICES AND ANY CONTENT, FUNCTIONALITY, FEATURES, OR MATERIALS USED OR OBTAINED THROUGH THE SERVICES OR ON ANY WEBSITE LINKED TO IT ARE PROVIDED \"AS IS\" AND “AS AVAILABLE” BASIS WITHOUT WARRANTIES OF ANY KIND EITHER EXPRESS OR IMPLIED.</p>\n<p>TO THE FULLEST EXTENT PERMISSIBLE PURSUANT TO APPLICABLE LAW, TITANTV DISCLAIMS ALL WARRANTIES, EXPRESS OR IMPLIED, STATUTORY, OR OTHERWISE, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY, NON-INFRINGEMENT, AND FITNESS FOR A PARTICULAR PURPOSE.</p>\n<p>WITHOUT LIMITING THE FOREGOING, NEITHER TITANTV NOR ANYONE ASSOCIATED WITH TITANTV REPRESENTS OR WARRANTS THAT THE SERVICES OR ANY CONTENT, FUNCTIONALITY, FEATURES, OR MATERIALS USED OR OBTAINED THROUGH THE SERVICES OR ON ANY WEBSITE LINKED TO IT WILL BE ACCURATE, AVAILABLE, RELIABLE, COMPLETE, SECURE, UNINTERRUPTED OR ERROR-FREE, THAT DEFECTS WILL BE CORRECTED, OR THAT THE SERVICES OR THE SERVER THAT MAKES THEM AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS OR THAT THE SERVICES OR ANY CONTENT, FUNCTIONALITY, FEATURES, OR MATERIALS USED OR OBTAINED THROUGH THE SERVICES OR ON ANY WEBSITE LINKED TO IT, WILL OTHERWISE MEET YOUR NEEDS OR EXPECTATIONS.\nTITANTV DOES NOT WARRANT OR MAKE ANY REPRESENTATIONS REGARDING THE USE OR THE RESULTS OF THE USE OF THE SERVICES OR ANY CONTENT, FUNCTIONALITY, FEATURES, OR MATERIALS USED OR OBTAINED THROUGH THE SERVICES OR ON ANY WEBSITE LINKED TO IT, IN TERMS OF THEIR CORRECTNESS, ACCURACY, RELIABILITY, OR OTHERWISE.\nYOU (AND NOT TITANTV) ASSUME THE ENTIRE COST OF ALL NECESSARY SERVICING, REPAIR, OR CORRECTION.\nAPPLICABLE LAW MAY NOT ALLOW THE EXCLUSION CERTAIN WARRANTIES, SO PORTIONS OF THE ABOVE EXCLUSION MAY NOT APPLY TO YOU.</p>LIMITATION OF LIABILITY<p>UNDER NO CIRCUMSTANCES, INCLUDING, BUT NOT LIMITED TO, NEGLIGENCE, SHALL TITANTV BE LIABLE FOR ANY PERSONAL INJURY, PROPERTY DAMAGE, LOST PROFITS, LOSS OF GOODWILL, BUSINESS INTERRUPTION, COMPUTER FAILURE OR MALFUNCTION, OR ANY SPECIAL, CONSEQUENTIAL, INCIDENTAL, INDIRECT, EXEMPLARY, OR PUNITIVE DAMAGES THAT RESULT FROM THE USE OF, OR THE INABILITY TO USE, THE SERVICES OR ANY CONTENT, FUNCTIONALITY, FEATURES, OR MATERIALS USED OR OBTAINED THROUGH THE SERVICES OR ON ANY WEBSITE LINKED TO IT, EVEN IF TITANTV OR A TITANTV’s AUTHORIZED REPRESENTATIVE HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p>\n<p>THE FOREGOING LIMITATIONS WILL APPLY WHETHER ANY DAMAGES ARISE OUT OF BREACH OF CONTRACT, TORT (INCLUDING NEGLIGENCE), OR OTHERWISE AND REGARDLESS OF WHETHER ANY DAMAGES WERE FORESEEABLE OR TITANTV WAS ADVISED OF THE POSSIBILITY OF ANY DAMAGES.\nAPPLICABLE LAW MAY NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY OR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATION OR EXCLUSION MAY NOT APPLY TO YOU.\nIN NO EVENT SHALL TITANTV’S TOTAL LIABILITY TO YOU FOR ALL DAMAGES, LOSSES, AND CAUSES OF ACTION (WHETHER IN CONTRACT, TORT (INCLUDING, BUT NOT LIMITED TO, NEGLIGENCE)), OR OTHERWISE EXCEED THE AMOUNT PAID BY YOU, IF ANY, FOR USING THE SERVICES.</p>INDEMNIFICATION<p>You agree to defend, indemnify, and hold harmless TITANTV, its affiliates, licensors, and service providers, and its and their respective officers, directors, employees, contractors, agents, licensors, suppliers, successors and assigns, from and against any and all claims, liabilities, damages, judgments, awards, losses, costs, expenses, or fees (including reasonable attorneys' fees) arising out of or relating to your violation of these Terms or your use of the Services, including, but not limited to, any content, functionality, features, or materials used or obtained through the Services or on any website linked to it, other than as expressly authorized in these Terms, or your use of any information obtained from the Services.</p>LIMITATION ON TIME TO FILE CLAIMS<p>ANY CAUSE OF ACTION OR CLAIM YOU MAY HAVE ARISING OUT OF OR RELATING TO THESE TERMS OR YOUR USE OF THE SERVICES OR ANY CONTENT, FUNCTIONALITY, FEATURES, OR MATERIALS USED OR OBTAINED THROUGH THE SERVICES OR ON ANY WEBSITE LINKED TO IT, MUST BE COMMENCED WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES.\nOTHERWISE, SUCH CAUSE OF ACTION OR CLAIM IS PERMANENTLY BARRED.</p>GOVERNING LAW AND JURISDICTION<p>These Terms shall be governed by and construed in accordance with the laws of the State of Wisconsin, without giving effect to any principles of conflicts of law.\nYou agree that any action at law or in equity arising out of or relating to these Terms shall be filed only in the state or federal courts located in Dane County, Wisconsin and you hereby consent and submit to the personal jurisdiction of such courts for the purposes of litigating any such action.</p>WAIVER AND SEVERABILITY<p>No waiver by TITANTV of any term or condition set out in these Terms shall be deemed a further or continuing waiver of such term or condition or a waiver of any other term or condition, and any failure of TITANTV to assert a right or provision under these Terms shall not constitute a waiver of such right or provision.</p>\n<p>If any provision of these Terms shall be unlawful, void, or for any reason unenforceable, then that provision shall be deemed severable from these Terms and shall not affect the validity and enforceability of any remaining provisions.\nThis is the entire agreement between you and TITANTV relating to the subject matter herein.</p>CONTACT US<p>The Services are operated by TITANTV.\nAll feedback, comments, requests for technical support, and other communications relating to the Services should be directed to: info@titantv.com.</p>COPYRIGHT NOTICE<p>All contents of TitanTV.com are Copyright 2016 by TITANTV, or by its licensors.\nAll contents of AntennaWeb.org are Copyright 2018-2020 by TITANTV, or by its licensors.</p>\n<br>\n<br>\n<br>\n<p>Last Updated: March 27, 2020</p>", "created_at": "2021-12-05 18:57:07.773262", "updated_at": "2021-12-05 17:59:00.221508"}], "points": [], "urls": ["antennaweb.org"]}}