{"error": 448, "message": "OK", "parameters": {"id": 6657, "name": "Freedom", "created_at": "2022-06-11 08:35:03.992307", "updated_at": "2022-06-11 22:01:08.38094", "wikipedia": null, "keywords": null, "related": null, "slug": "freedom", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6657.png", "url": "freedom.to,support.freedom.to", "documents": [{"id": 12132, "name": "Privacy Policy", "url": "https://freedom.to/privacy", "xpath": "/html/body/main/div/div/div", "text": "\nPrivacy Policy\n<br>\n<p>\nThis Privacy Policy describes the policies of Eighty Percent Solutions Corporation DBA Freedom.to regarding the information we collect or receive about our customers.\nIt is applicable to the Freedom website (https://freedom.to), as well as all other applications, services, or downloads that are operated by Eighty Percent Solutions Corporation (\"the Service\").\n</p>\n<p>\nWe have established this privacy policy (\"Privacy Policy\") to let you know the kinds of personal information we may gather, why we gather your information, what we use your personal information for, when we might disclose your personal information, and how you can manage your personal information.\nFor questions or concerns, we can always be contacted via email at support@freedom.to.\n</p>\nInformation Ownership, Collection and Use\n<p>\nOne of the basic principles we’ve tried to follow in designing this service is that we ask for only the information we need to provide the service you’ve requested.\nAs a result, what information we collect and store depends almost entirely on how you choose to make use of our site and our services.\nYou retain ownership of information you personally author and collect through the sites provided.\nWe will not sell, share, or rent this information to others in ways different from those disclosed in this policy.\nWe may collect information from users at several different points on a site.\n</p>\n<p>\nThis privacy policy addresses some types of information, means of collecting information, and uses of information that may not presently apply to one or more of the sites.\nWe tell you about these types of information, means of collecting information, and uses of information anyway because we want to maintain flexibility in offering additional features without having to revisit our terms and conditions or privacy policy every time we revise a site or offer new functions.\n</p>\nChildren’s Online Privacy Protection Act (COPPA) Compliance and Related Information\n<p>\nThe Children’s Online Privacy and Protection Act (COPPA) regulates online collection of information from persons under the age of 13.\nIt is our policy to refrain from knowingly collecting or maintaining personally identifiable information relating to any person under the age of 18.\nIf you are under the age of 18, please do not supply any personally identifiable information through the site.\nIf you are under the age of 18 and have already provided personally identifiable information through the site, please have your parent or guardian contact us immediately using the contact information herein so that we can remove such information from our files.\n</p>\nOrdering and Related Processes\n<p>\nWhen and if you (i) order products or services using a site, (ii) use services from a site (regardless as to whether you are a registered user), (iii) register for an event, or (iv) otherwise contact us, we may request information from you using an order form or otherwise.\nWhen we already have information about you (such as through a previous order, previous use, previous registration, or previous contact, whether received through a site or otherwise), we may use such information to facilitate the order, registration or other process.\nWhen using an order form, you must provide contact information (such as name and billing address) and financial information (such as credit card number and expiration date).\nThis information is used for billing purposes and to fill your order.\nIf we have trouble processing an order, we use this contact information to contact you.\nIf you use our services (regardless as to whether you are a registered user) you may also be required to provide us with other information regarding your identity so that we can ensure proper use of our service in accordance with our Terms of Service.\n</p>\nAnalytics, Cookies, and Third Party Services\n<p>\nThe third party services and requisite cookies/beacons we use, if any, are not linked to any personally identifiable information while using a site unless you have given us permission to link personally identifiable information to one or more cookies.\nYou give us that permission any time you register on a site, use a site, place an order through a site, or identify yourself or the computer you are using through a site.\nMost or all browsers permit you to disable or reject cookies.\nYou can do this by setting the preferences in the browser.\nIf you set the browser you use to reject cookies, you may not be able to use any or all of one or more of the sites or it may take additional time to utilize such functionality.\nAll such third parties are prohibited from using your personal information except to provide services to us, and they are directed to maintain the confidentiality of your information.\nWe utilize the following services to better understand how people use our Services, and how we can market to them.\nWe've included a list of these services to help you understand:\n</p>\n<p>\n<strong>Google Analytics:</strong> Google analytics allows us to see information on user website activities including, but not limited to page views, source and time spent on website.\nThe information is depersonalized and is displayed as numbers, meaning it cannot be tracked back to individuals.\nThis will help to protect your privacy.\nUsing Google Analytics we can see what content is popular on our website, and strive to give you more of the things you enjoy reading and watching.\nTo opt out of Google’s use of cookie tracking, please visit Google’s ad settings page (http://www.google.com/settings/ads) or the Network Advertising Initiative’s opt-out page (http://www.networkadvertising.org/managing/opt_out.asp).<br>\n<strong>Google AdWords:</strong> Using Google AdWords we are able to market our products and see which pages helped lead to paid orders.\nThis interaction is cookie-based and is depersonalized.<br>\n<strong>Microsoft Clarity:</strong> We use Microsoft Clarity to replay user sessions and create heatmaps that we use to improve our website.\nThis interaction is depersonalized, using a strict masking setting.<br>\n<strong>Wisepops:</strong> Wisepops is a marketing service that enables us to provide pop-ups on our websites.\nThis interaction is cookie-based and is depersonalized.<br>\n<strong>Intercom:</strong> Intercom is our customer service and customer relationship management tool.\nWith Intercom we are able to provide customer service via email and the chat function on our website.\nBecause customer service is provided directly to the consumer, it is not depersonalized.<br>\n<strong>Chargebee:</strong> Chargebee is our billing management system, facilitating orders and payment.\nFor this reason, it is not depersonalized.<br>\n<strong>Sendgrid:</strong> Sendgrid is our email management system, which we use to send our newsletter and offer emails.\nWe synchronize our marketing information with Sendgrid, and it is not depersonalized.<br>\n<strong>Postmark and Mailgun:</strong> Postmark and Mailgun are transactional email providers.\nWe utilize the API's of these services to request delivery of email.\nindividual information is not transferred or stored on these platforms.<br>\n<strong>Impact</strong>: Impact is our affiliate platform.\nTo use Impact you must have an Impact account and provide required information to apply to our affiliate program.\nFor customers purchasing through an affiliate link, interaction between our site and Impact is depersonalized - none of your personal information is shared with Impact.<br>\n<strong>Refersion</strong>: Refersion is our affiliate service.\nTo use Refersion you must create an account and provide required information.\nThe interaction between our site and Refersion is through a cookie and is depersonalized.<br>\n<strong>Rollbar and Firebase</strong>: We use Rollbar and Firebase to track bugs and crashes in our programs.\nWe utilize a unique identifier (email or userid) to connect crashes logged in these services to our platform.\nNo additional data is transferred or collected.<br>\n<strong>Facebook (No longer in use):</strong> Previously we utilized Facebook for social sharing options, and the ability to market our product through Facebook services.\nThis interaction was cookie-based and depersonalized.\nWe ceased using Facebook in June 2020.<br>\n</p>\n<p>\n</p>\nLog Files\n<p>\nWe collect traffic information from visitors for statistical analysis and site improvement, including, without limitation from Google Analytics.\nWhen you access a site, we may collect information about your visit in a log file on a server.\nLog file information may include, but is not limited to, internet protocol (IP) addresses, browser type, internet service provider (ISP), referring/exit pages, platform type, date/time stamp, and number of clicks.\nWe use this information to analyze trends, administer sites, track users movements in the aggregate, and gather demographic information for aggregate use.\nIP addresses and other log file information are not linked to personally identifiable information.\nWe do not try to track users or to identify users individually except as otherwise stated in this policy, but we do review this information to understand overall trends and to determine what kinds of content are popular and useful to users.\nWe may track how you use our site in order to better serve you, for example, by adding or removing tools, tips, survey questions, notifications and other similar items.\n</p>\nSharing\n<p>\n<strong>Aggregated information.</strong> We may share aggregated, non-identifiable demographic information with our users, our affiliated organizations, and other organizations with which we do, or contemplate doing, business.\nSuch information is aggregated and is not linked to any information that can identify individual users.\n</p>\n<p>\n<strong>General use.\n</strong> We do not sell or trade your personally identifiable information (whether in return for compensation or otherwise).\nOur business is built around selling you a valuable product, not selling your data.\nThere are some cases in which we would need to transfer personally identifiable data, and we reserve the right to do so.\nFor example: If you purchased a good from us that we needed to ship from a vendor, if we needed to comply with a legal request, or if our company was acquired.\nFreedom may share your personal information if it is involved in a merger, acquisition, or sale of all or a portion of its assets, including during the negotiation stage.\nYou will be notified by email and/or by a prominent notice on the Site of any change in ownership or uses of your personal information, as well as any choices you have regarding your personally identifiable information.\nIf you wish us to refrain from providing your personally identifiable information in this manner, please see the opt-out information and contact information provided below.\n</p>\n<p>\n<strong>Tracking.\n</strong> Because our product limits app and website use, we are often asked if we track app and website use.\nThe answer is simple: We do not track, store, retain, or transmit your app or website use.\nThe only exception to this is our Insight plugin, which users can install if they want to see their browsing history.\nBut even for this plugin, all data is stored locally on the user's device and is not transmitted anywhere.\nWe may expand these \"personal analytics\" products in the future, but this will be via opt-in and be designed to maximize privacy.\n</p>\n<p>\n<strong>Google Play Specific Addendum to Tracking</strong> Our Android app includes App Blocking functionality.\nThis feature works by retrieving a list of the applications installed on your Android device, and presenting you a list of these apps.\nFrom this list, you then select the Apps you wish to block, which are added to a blocklist and stored on our server (https://freedom.to).\nImportantly, we only transmit the apps you wish to block (not the entire list of apps), and this information is only used for the App Blocking feature.\n</p>\nSecurity\n<p>\nWe are committed to protecting your personal information We use a variety of technologies and procedures to help protect your personal information from unauthorized access, use, or disclosure.\nPersonal information we collect or receive is stored in protected operating environments that are not available to the public and, when transmitted, is protected using strong cryptography.\nOur sites are routinely checked for security compliance, and multi-factor authentication is required for all administrative access to data.\n</p>\nChanges to This Privacy Policy\n<p>\nIf we decide to change this privacy policy, we will post the changes on one or more sites and/or other places we deem appropriate.\nExcept as stated below, we will use information in accordance with the privacy policy If we decide to use information about you in a manner different from that stated in the privacy policy, we will notify you by email if, and to the extent that, you have provided your email address.\nIf you reply to such an email within a reasonable time and request that we not use your personally identifiable information in the proposed new manner, we will honor your request, but we reserve the right to suspend your access to all or part of the services offered through one or more sites if you do so.\nIf you do not reply to such an email, or we receive a reply of \"undeliverable\" or similar message from your last known email address, in either case after a reasonable time, we will use the information in the proposed new manner.\n</p>\nExceptions\n<p>\nNotwithstanding anything else in this privacy policy to the contrary, we may collect personally identifiable information and use such information in ways other than those described above if we are required to do so by any applicable law or if we deem it advisable in the course of (i) assisting law enforcement activities, or (ii) protecting our site(s) or other property, including, without limitation, investigating, preventing or taking action with respect to illegal activities, suspected fraud, situations involving the potential safety of any person, violations of Eighty Percent Solutions Corporation's terms of use, or as otherwise required by law.\n</p>\nCorrections/Opt-out/Contact\n<p>\nIf your personal information changes, if you have reason to believe that your personal information as we maintain it is incorrect, or if you no longer desire service, you may contact us using the contact information below and we will accommodate all reasonable requests for such changes.\n</p>\n<p>\nUsers who no longer wish to receive newsletters or promotional materials or have their information provided to third parties may opt to not receive such communications or have information shared by contacting us using the information below.\nWe will comply with such requests as soon as is commercially practicable.\nWe also provide unsubscribe information the bottom of all of our commercial mailings.\n</p>\n<p>\nIf you (a) wish to begin or end receipt of newsletters or promotional information (b) wish to update your user information, or (c) wish to opt in or out of any other service offered through the site, please contact our technical personnel using the following information.\nPlease be sure to include your name and your user name (if applicable), but do not include any information regarding your password(s), if any.\n</p>\n<p>\nEighty Percent Solutions Corporation DBA Freedom.to<br>\nEmail: support@freedom.to<br>\nLast modified date: September 9, 2021.\n</p>\n", "created_at": "2022-06-11 08:35:03.995634", "updated_at": "2022-06-11 06:35:27.84249"}, {"id": 12131, "name": "Terms of Service", "url": "https://freedom.to/terms", "xpath": "/html/body/main/div/div/div", "text": "\nTerms of Service\n<br>\n<p>\nEighty Percent Solutions Corporation DBA Freedom.to is a Pennsylvania business corporation (hereafter \"EPS,\" \"we,\" or \"us\") that is the creator and provider of the software service product Freedom (https://freedom.to) and subsidiary programs (apps, plugins, extensions, etc.).\nBy using online and offline products and services (collectively, \"the Service\"), provided by EPS you agree to be bound by the following Terms of Service (\"TOS\").\nThe TOS may be updated by us from time to time without notice.\nYou can review the most current version of the TOS at any time at: https://freedom.to/terms.\n</p>\nUse of the service\n<p>\nIn consideration of your use of the Service, you represent and warrant that (i) you are of legal age to form a binding contract and are not a person barred from receiving services under the laws of the United States or any other applicable jurisdiction and (ii) your use of the Service does not violate any applicable law or regulation.\nRegistration Data and certain other information about you is subject to our Privacy Policy which is incorporated by reference herein in its entirety.\nFor more information, see our full privacy policy at https://freedom.to/privacy.\nYou understand that through your use of the Service you consent to the collection and use (as set out in the Privacy Policy) of this information.\nYou agree not to reproduce, duplicate, copy, sell, trade, resell or exploit for any commercial purposes, any portion of the Service, use of the Service, or access to the Service unless you otherwise have an agreement with us which specifically grants you such right(s).\n</p>\nOrders and payment\n<p>\nWhen you license software from the Service, your license covers all of your personal devices for the operating systems and operating system levels we support.\nService licenses are recurring in nature, should you wish to discontinue recurring payment or cancel your subscription, you may manage your account directly from your profile.\nIf you have purchased your subscription through the Apple App Store, you can manage your subscription with your Apple account.\nIf you have purchased your subscription through Google Play, you can manage your subscriptions directly within the Google Play app.\nFinally, if you run into any trouble managing your subscription, you are welcome to reach out to our support team, who will guide you through the process.\n</p>\nBusiness use\n<p>\nOur Service license allows the use of Freedom on a individual's business-owned or leased devices.\nIn other words, you are welcome to use Freedom on a device provided to you by another organization.\nOur personal license does not permit use by multiple individuals on business-owned or leased devices.\nShould you need a business license, please contact us at sales@freedom.to.\n</p>\nSpecial admonitions for international use\n<p>\nRecognizing the global nature of the Internet, you agree to comply with any and all applicable local, state, national or international laws and regulations regarding online conduct, acceptable Content and use of the Service.\nSpecifically, you also agree to comply with all applicable laws regarding the transmission of technical data exported from the United States or the country or jurisdiction in which you reside.\n</p>\nIndemnity\n<p>\nYou agree to indemnify and hold Eighty Percent Solutions Corporation and its parent, subsidiaries, affiliates, officers, directors, shareholders, agents, attorneys, employees, partners, licensors and other representatives harmless from any claim or demand, including reasonable attorneys' fees, made by any third party due to or arising out of, or in connection with, (i) Content you submit, post, transmit or otherwise make available through the Service, (ii) your use or access of the Service, (iii) your connection to the Service, (iv) your violation of the TOS, (v) your violation of any rights of another, and (vi) any taxes arising in connection with your purchase or use of the Service in any jurisdiction, domestic or otherwise, including, without limitation, sales and use tax.\n</p>\nModifications to service\n<p>\nEighty Percent Solutions Corporation reserves the right at any time and from time to time to modify or discontinue, temporarily or permanently, the Service (or any part thereof) with or without notice.\nYou agree that Eighty Percent Solutions Corporation shall not be liable to you or to any third party for any modification, suspension or discontinuance of the Service.\n</p>\nProprietary rights\n<p>\nYou acknowledge and agree that the Service and any necessary software used in connection with the Service (\"Software\") contain proprietary and confidential information that is protected by applicable intellectual property and other laws.\nYou further acknowledge and agree that Content contained in sponsor advertisements or information presented to you through the Service or by advertisers is protected by copyrights, trademarks, service marks, patents or other proprietary rights and laws.\nExcept as expressly authorized by EPS or advertisers, you agree not to modify, rent, lease, loan, sell, distribute or create derivative works based on the Service or the Software, in whole or in part.\n</p>\n<p>\nEPS grants you a personal, non-transferable and non-exclusive right and license to use the object code of its Software on personally owned computers, subject to the terms and conditions of this Agreement.\nYou shall not (and shall not allow any third party to) copy, modify, create a derivative work from, reverse engineer, reverse assemble or otherwise attempt to discover any source code, sell, assign, sublicense, grant a security interest in or otherwise transfer any right in the Software.\nYou agree not to modify the Software in any manner or form, nor to use modified versions of the Software, including (without limitation) for the purpose of obtaining unauthorized access to the Service.\nYou agree not to access the Service by any means other than through the interface that is provided by EPS for use in accessing the Service.\n</p>\nDisclaimer of warranties\n<p>\nYou expressly understand and agree that your use of the service is at your sole risk.\nThe service is provided on an \"as is\" and \"as available\" basis.\nEPS and its parent, subsidiaries, affiliates, officers, directors, shareholders, employees, agents, attorneys, partners, licensors and other representatives expressly disclaim all warranties of any kind, whether express or implied, including, but not limited to the implied warranties of merchantability, fitness for a particular purpose and non-infringement.\nEps and its parent, subsidiaries, affiliates, officers, directors, shareholders, employees, agents, attorneys, partners, licensors and other representatives make no warranty that: (i) the service will meet your requirements.\n(ii) the service will be uninterrupted, timely, secure or error-free.\n(iii) the results that may be obtained from the use of the service will be accurate or reliable.\n(iv) the quality of any products, services, information or other material purchased or obtained by you through the service will meet your expectations.\nand (v) any errors in the software will be corrected.\nAny material downloaded or otherwise obtained through the use of the service is accessed at your own discretion and risk, and you will be solely responsible for any damage to your computer system or loss of data that results from the download of any such material.\nNo advice or information, whether oral or written, obtained by you from EPS or through or from the service shall create any warranty not expressly stated in the TOS.\n</p>\nLimitation of liability\n<p>\nYou expressly understand and agree that EPS and its parent, subsidiaries, affiliates, officers, directors, shareholders, employees, agents, attorneys, partners, licensors and other representatives shall not be liable to you for any direct, indirect, incidental, special, consequential or exemplary damages, including, but not limited to, damages for loss of profits, goodwill, use, data or other intangible losses (even if EPS has been advised of the possibility of such damages), resulting from: (i) the use or the inability to use the service.\n(ii) the cost of procurement of substitute goods and services resulting from any goods, data, information or services purchased or obtained or messages received or transactions entered into through or from the service.\n(iii) unauthorized access to or alteration of your transmissions or data.\n(iv) statements or conduct of any third party on the service.\nor (v) any other matter relating to the service.\nNotwithstanding anything to the contrary contained herein, EPS maximum aggregate liability to you for any causes whatsoever, and regardless of the form of action, will at all times be limited to the greater of (i) the amount paid, if any, by you to EPS for the service in the 12 months prior to the action giving rise to liability or (ii) $20.\n</p>\nGeneral information\n<p>\nThe TOS constitute the entire agreement between you and EPS and govern your use of the Service, superseding any prior agreements between you and EPS with respect to the Service.\nYou also may be subject to additional terms and conditions that may apply when you use or purchase certain other EPS services, affiliate services, third-party content or third-party software.\n</p>\nAffiliate Program\n<p>\nThe Freedom Affiliate Program rewards you for referring your friends, family, colleagues to use our distraction blocking software.\nAfter you apply on the Impact registration page, you're application will be submitted for approval into the program.\nOnce approved, you can access your account and start sharing links/banners.\nVisitors can click and purchase a subscription through the links/banners and if the referral account remains in good standing past 30 days, you will be credited for the commission.\nFreedom affiliates earn a standard commission rate of 10% for all referrals.\nWe reserve the right to reverse commissions due to refunded payments and erroneous subscription crediting.\nAll affiliates must comply with all federal, state and local regulations within your jurisdiction.\nThis includes applicable governing marketing emails (ie CAN-SPAM Act), and all other anti-spam laws.\nFreedom reserves the right to suspend or remove affiliates from our affiliate program at any time, without warning.\nUpon termination you agree to discontinue use of all links, logos, banners and promotional materials provided to you.\nAffiliates terminated due to malicious publishing tactics will also have commissions revoked and face possible omission from the Impact network.\n</p>\nNotice and future changes\n<p>\nEPS may provide you with notices, including those regarding modifications to the TOS (including the Privacy Policy), by email or via the web-site.\nYou agree to review the TOS (including the Privacy Policy) periodically so that you are aware of any modifications.\nYour continued use of the Service after any modifications indicates your acceptance of the modified TOS (and all other agreements, policies, rules and guidelines referred to herein).\nUnless expressly stated otherwise by EPS, any new features, new services, enhancements or modifications to the Service implemented after your initial access to the Service shall be subject to these TOS.\nThe failure of EPS to exercise or enforce any right or provision of the TOS shall not constitute a waiver of such right or provision.\nIf any provision of the TOS is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties intentions as reflected in the provision, and the other provisions of the TOS shall remain in full force and effect.\n</p>\nStatute of limitations\n<p>\nYou agree that regardless of any statute or law to the contrary, any claim or cause of action arising out of or related to use of the Service or the TOS must be filed within one (1) year after such claim or cause of action arose or be forever barred.\nThe section titles in the TOS are for convenience only and have no legal or contractual effect.\n</p>\nFor questions or comments, please contact:\n<p>\nEighty Percent Solutions Corporation DBA Freedom.to<br>\nEmail: support@freedom.to<br>\nLast modified date: June 25, 2020.\n</p>\n<br>\n<br>\n<br>\n", "created_at": "2022-06-11 08:35:03.994185", "updated_at": "2022-06-11 06:36:08.843702"}], "points": [{"id": 28044, "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting", "source": "https://freedom.to/privacy", "status": "Generated through the annotate view", "created_at": "2022-06-13 15:21:38.63977", "updated_at": "2022-06-13 15:21:38.63977", "quoteText": "cookies/beacons we use", "case_id": 323, "document_id": 12132, "quoteStart": 3914, "quoteEnd": 3936}, {"id": 28043, "title": "You maintain ownership of your content", "source": "https://freedom.to/privacy", "status": "Generated through the annotate view", "created_at": "2022-06-13 15:20:21.696161", "updated_at": "2022-06-13 15:20:21.696161", "quoteText": "You retain ownership of information you personally author and collect through the sites provided.", "case_id": 183, "document_id": 12132, "quoteStart": 1133, "quoteEnd": 1230}], "urls": ["freedom.to", "support.freedom.to"]}}