{"error": 448, "message": "OK", "parameters": {"id": 2764, "name": "MetaMask", "created_at": "2021-02-10 09:39:53.174883", "updated_at": "2021-03-25 03:19:57.510594", "wikipedia": "https://en.wikipedia.org/wiki/MetaMask", "keywords": null, "related": null, "slug": "metamask", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2764.png", "url": "metamask.io", "documents": [{"id": 4172, "name": "Privacy Policy", "url": "https://metamask.io/privacy.html", "xpath": "/html/body/div[2]/div", "text": " <strong>METAMASK PRIVACY POLICY<br>‍</strong>\n<strong>Last Updated: July 29, 2019</strong>\n<p>ConsenSys AG’s MetaMask recognizes that people who use MetaMask value their privacy.\nThis privacy policy (“<strong>Policy</strong>”) describes how MetaMask (“<strong>Company</strong>”, “<strong>we</strong>”, “<strong>our</strong>”, or “<strong>us</strong>”) collects, uses, shares, and stores personal information of users of our website, <strong>https://metamask.io/</strong> and our mobile application, &nbsp;(collectively the “<strong>Site</strong>”).\nThis Policy applies to the Site, applications, products and services (collectively, “<strong>Services</strong>”) on or in which it is posted, linked, or referenced.</p>\n<p>By using the Services, you accept the terms of this Policy and our <strong>Terms of Use</strong>, and consent to our collection, use, disclosure, and retention of your information as described in this Policy.\n&nbsp;If you have not done so already, please also review our terms of use.\nThe terms of use contain provisions that limit our liability to you and require you to resolve any dispute with us on an individual basis and not as part of any class or representative action.\nIF YOU DO NOT AGREE WITH ANY PART OF THIS PRIVACY POLICY OR OUR TERMS OF USE, THEN PLEASE DO NOT USE ANY OF THE SERVICES.</p>\n<p>Please note that this Policy does not apply to information collected through third-party websites or services that you may access through the Services or that you submit to us through email, text message or other electronic message or offline.</p>\n<p>If you are visiting this site from the European Union (EU), see our Notice to EU Data Subjects below for our legal bases for processing and transfer of your data.</p>\n<p>\n<strong>WHAT WE COLLECT</strong>\n</p>\n<p>We get information about you in a range of ways.</p>\n<p>\n<strong>Information You Give Us.</strong> Information we collect from you includes:</p>\n<ul>\n<li>Network information regarding transactions;</li>\n<li>Contact information, such as your email address;</li>\n<li>Feedback and correspondence, such as information you provide in your responses to surveys, when you participate in market research activities, report a problem with Service, receive customer support or otherwise correspond with us;</li>\n<li>Usage information, such as information about how you use the Service and interact with us.\nand</li>\n<li>Marketing information, such your preferences for receiving marketing communications and details about how you engage with them.</li>\n</ul>\n<p>\n<strong>Information We Get From Others.</strong> We may get information about you from other third party sources and we may add this to information we get from your use of the Services.\nSuch information may include:</p>\n<ul>\n<li>\n<strong>Social Media Widgets: </strong>Our Site may include social media features, such as the Facebook “like” button and widgets, such as the “share this” button.\nThese features may collect your personal information and track your use of the Site.\nThese social media features are either hosted by a third party or hosted directly on our Site.\nYour interactions with these features are governed by the privacy policy of the company providing such functionality.</li>\n</ul>\n<p>\n<strong>Information Automatically Collected.</strong> We may automatically record certain information about how you use our Site (we refer to this information as “Log Data“).\nLog Data may include information such as a user’s Internet Protocol (IP) address, device and browser type, operating system, the pages or features of our Site to which a user browsed and the time spent on those pages or features, the frequency with which the Site is used by a user, search terms, the links on our Site that a user clicked on or used, and other statistics.\nWe use this information to administer the Service and we analyze (and may engage third parties to analyze) this information to improve and enhance the Service by expanding its features and functionality and tailoring it to our users’ needs and preferences.</p>\n<p>We may use cookies, local storage, or similar technologies to analyze trends, administer the website, track users’ movements around the website, and to gather demographic information about our user base as a whole.\nUsers can control the use of cookies and local storage at the individual browser level.\nFor more information, please see the sections entitled “Cookies Policy and “Local Storage Policy”” below.</p>\n<p>We also use Google Analytics to help us offer you an optimized user experience.\n&nbsp;You can find more information about Google Analytics’ use of your personal data here: <strong>https://policies.google.com/privacy?hl=en</strong>\n</p>\n<p>\n<strong>Information we will never collect</strong>.\nWe will never ask you to share your private keys or wallet seed.\nNever trust anyone or any site that asks you to enter your private keys or wallet seed.\n</p>\n<p>\n<strong>USE OF PERSONAL INFORMATION</strong>\n</p>\n<p>\n<strong>\n<em>To provide our service</em>\n</strong>\n</p>\n<p>We will use your personal information in the following ways:</p>\n<ul>\n<li>To enable you to access and use the Services</li>\n<li>To provide and deliver products and services that you may request.</li>\n<li>To send information, including confirmations, technical notices, updates, security alerts, and support and administrative messages.</li>\n</ul>\n<p>\n<strong>\n<em>To comply with law</em>\n</strong>\n</p>\n<p>We use your personal information as we believe necessary or appropriate to comply with applicable laws, lawful requests and legal process, such as to respond to subpoenas or requests from government authorities.\n&nbsp;</p>\n<p>\n<strong>\n<em>To communicate with you</em>\n</strong>\n</p>\n<p>We use your personal information to communicate about promotions, upcoming events, and other news about products and services offered by us and our selected partners.</p>\n<p>\n<strong>\n<em>To optimize our platform</em>\n</strong>\n</p>\n<p>In order to optimize your user experience, we may use your personal information to operate, maintain, and improve our Services.\nWe may also use your information to respond to your comments and questions regarding the Services, and to provide you and other users with general customer service.</p>\n<p>\n<strong>\n<em>With your consent</em>\n</strong>\n</p>\n<p>We may use or share your personal information with your consent, such as when you instruct us to take a specific action with respect to your personal information, or you opt into third party marketing communications.</p>\n<p>\n<strong>\n<em>For compliance, fraud prevention, and safety</em>\n</strong>\n</p>\n<p>We may use your personal information to protect, investigate, and deter against fraudulent, unauthorized, or illegal activity.</p>\n<p>\n<strong>SHARING OF PERSONAL INFORMATION</strong>\n</p>\n<p>We do not share or sell the personal information that you provide us with other organizations without your express consent, except as described in this Privacy Policy.\nWe disclose personal information to third parties under the following circumstances:</p>\n<ul>\n<li>\n<strong>Affiliates.</strong> We may disclose your personal information to our subsidiaries and corporate affiliates for purposes consistent with this Privacy Policy.</li>\n</ul>\n<ul>\n<li>\n<strong>Business Transfers.\n</strong>We may share personal information when we do a business deal, or negotiate a business deal, involving the sale or transfer of all or a part of our business or assets.\nThese deals can include any merger, financing, acquisition, or bankruptcy transaction or proceeding.</li>\n<li>\n<strong>Compliance with Laws and Law Enforcement.\nProtection and Safety.\n</strong>We may share personal information for legal, protection, and safety purposes.</li>\n</ul>\n<ul>\n<li>We may share information to comply with laws.</li>\n<li>We may share information to respond to lawful requests and legal processes.</li>\n<li>We may share information to protect the rights and property of the Company, our agents, customers, and others.\nThis includes enforcing our agreements, policies, and terms of use.</li>\n<li>We may share information in an emergency.\nThis includes protecting the safety of our employees and agents, our customers, or any person.</li>\n</ul>\n<ul>\n<li>\n<strong>Professional Advisors and Service Providers.\n</strong>We may share information with those who need it to do work for us.\nThese recipients may include third party companies and individuals to administer and provide the Service on our behalf (such as customer support, hosting, email delivery and database management services), as well as lawyers, bankers, auditors, and insurers.</li>\n<li>\n<strong>Other.\n</strong>You may permit us to share your personal information with other companies or entities of your choosing.\nThose uses will be subject to the privacy policies of the recipient entity or entities.</li>\n</ul>\n<p>We may also share aggregated and/or anonymized data with others for their own uses.</p>\n<p>\n<strong>INTERNATIONAL TRANSFER</strong>\n</p>\n<p>The Company has offices outside of the EU and has affiliates and service providers in the United States and in other countries.\nYour personal information may be transferred to or from the United States or other locations outside of your state, province, country or other governmental jurisdiction where privacy laws may not be as protective as those in your jurisdiction.</p>\n<p>EU users should read the important information provided &nbsp;below about transfer of personal information outside of the European Economic Area (EEA).</p>\n<p>\n<strong>HOW INFORMATION IS SECURED</strong>\n</p>\n<p>We retain information we collect as long as it is necessary and relevant to fulfill the purposes outlined in this privacy policy.\nIn addition, we retain personal information to comply with applicable law where required, prevent fraud, resolve disputes, troubleshoot problems, assist with any investigation, enforce our Terms of Use, and other actions permitted by law.\nTo determine the appropriate retention period for personal information, we consider the amount, nature, and sensitivity of the personal information, the potential risk of harm from unauthorized use or disclosure of your personal information, the purposes for which we process your personal information and whether we can achieve those purposes through other means, and the applicable legal requirements.</p>\n<p>In some circumstances we may anonymize your personal information (so that it can no longer be associated with you) in which case we may use this information indefinitely without further notice to you.</p>\n<p>We employ industry standard security measures designed to protect the security of all information submitted through the Services.\nHowever, the security of information transmitted through the internet can never be guaranteed.\nWe are not responsible for any interception or interruption of any communications through the internet or for changes to or losses of data.\nUsers of the Services are responsible for maintaining the security of any password, biometrics, user ID or other form of authentication involved in obtaining access to password protected or secure areas of any of our digital services.\nIn order to protect you and your data, we may suspend your use of any of the Services, without notice, pending an investigation, if any breach of security is suspected.</p>\n<p>\n<strong>INFORMATION CHOICES AND CHANGES</strong>\n</p>\n<p>\n<strong>\n<em>Accessing, Updating, Correcting, and Deleting your Information</em>\n</strong>\n</p>\n<p>You may access information that you have voluntarily provided through your account on the Services, and to review, correct, or delete it by sending a request to privacy@metamask.io.\nYou can request to change contact choices, opt-out of our sharing with others, and update your personal information and preferences.</p>\n<p>\n<strong>Tracking Technologies Generally</strong>\n</p>\n<p>Regular cookies may generally be disabled or removed by tools available as part of most commercial browsers, and in some instances blocked in the future by selecting certain settings.\nFor more information, please see the section entitled “Cookies Policy” below.\n&nbsp;</p>\n<p>\n<strong>Google Analytics</strong>\n</p>\n<p>You may exercise choices regarding the use of cookies from Google Analytics by going to https://tools.google.com/dlpage/gaoptout and downloading the Google Analytics Opt-out Browser Add-on.</p>\n<p>\n<strong>CONTACT INFORMATION.</strong> We welcome your comments or questions about this Policy, and you may contact us at: privacy@metamask.io.</p>\n<p>\n<strong>CHANGES TO THIS PRIVACY POLICY.</strong> We may change this privacy policy at any time.\nWe encourage you to periodically review this page for the latest information on our privacy practices.\nIf we make any changes, we will change the Last Updated date above.</p>\n<p>Any modifications to this Privacy Policy will be effective upon our posting of the new terms and/or upon implementation of the changes to the Site (or as otherwise indicated at the time of posting).\nIn all cases, your continued use of the the Site or Services after the posting of any modified Privacy Policy indicates your acceptance of the terms of the modified Privacy Policy.</p>\n<p>\n<strong>ELIGIBILITY</strong>\n</p>\n<p>If you are under the age of majority in your jurisdiction of residence, you may use the Services only with the consent of or under the supervision of your parent or legal guardian.\nConsistent with the requirements of the Children's Online Privacy Protection Act (COPPA), if we learn that we have received any information directly from a child under age 13 without first receiving his or her parent's verified consent, we will use that information only to respond directly to that child (or his or her parent or legal guardian) to inform the child that he or she cannot use the Site and subsequently we will delete that information.</p>\n<p>\n<strong>NOTICE TO CALIFORNIA RESIDENTS</strong>\n</p>\n<p>Under California Civil Code Section 1789.3, California users are entitled to the following consumer rights notice: California residents may reach the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs by mail at 1625 North Market Blvd., Sacramento, CA 95834, or by telephone at (916) 445-1254 or (800) 952-5210.</p>\n<p>\n<strong>NOTICE TO EU DATA SUBJECTS</strong>\n</p>\n<p>\n<strong>\n<em>Personal Information</em>\n</strong>\n</p>\n<p>With respect to EU data subjects, “personal information,” as used in this Privacy Policy, is equivalent to<br>“personal data” as defined in the <strong>European Union General Data Protection Regulation</strong> (GDPR).</p>\n<p>\n<strong>\n<em>Sensitive Data</em>\n</strong>\n</p>\n<p>Some of the information you provide us may constitute sensitive data as defined in the GDPR (also referred to as special categories of personal data), including identification of your race or ethnicity on government-issued identification documents.</p>\n<p>\n<strong>\n<em>Legal Bases for Processing</em>\n</strong>\n</p>\n<p>\n</p>\n<p>We only use your personal information as permitted by law.\nWe are required to inform you of the legal bases of our processing of your personal information, which are described in the table below.\nIf you have questions about the legal bases under which we process your personal information, contact us at privacy@metamask.io.</p>\n<p>\n<strong>\n<em>Processing Purpose</em>\n</strong>\n</p>\n<p>\n<strong>\n<em>Legal Basis</em>\n</strong>\n</p>\n<p>To communicate with you</p>\n<p>To optimize our platform</p>\n<p>For compliance, fraud prevention, and safety</p>\n<p>To provide our service</p>\n<p>These processing activities constitute our legitimate interests.\nWe make sure we consider and balance any potential impacts on you (both positive and negative) and your rights before we process your personal information for our legitimate interests.\nWe do not use your personal information for activities where our interests are overridden by any adverse impact on you (unless we have your consent or are otherwise required or permitted to by law).</p>\n<p>With your consent</p>\n<p>Where our use of your personal information is based upon your consent, you have the right to withdraw it anytime in the manner indicated in the Service or by contacting us at privacy@metamask.io.</p>\n<p>\n<strong>\n<em>Use for New Purposes</em>\n</strong>\n</p>\n<p>We may use your personal information for reasons not described in this Privacy Policy, where we are permitted by law to do so and where the reason is compatible with the purpose for which we collected it.\nIf we need to use your personal information for an unrelated purpose, we will notify you and explain the applicable legal basis for that use.\nIf we have relied upon your consent for a particular use of your personal information, we will seek your consent for any unrelated purpose.</p>\n<p>\n<strong>\n<em>Your Rights</em>\n</strong>\n</p>\n<p>Under the GDPR, you have certain rights regarding your personal information.\nYou may ask us to take the following actions in relation to your personal information that we hold:</p>\n<ul>\n<li>\n<strong>Opt-out</strong>.\nStop sending you direct marketing communications which you have previously consented to receive.\nWe may continue to send you Service-related and other non-marketing communications.</li>\n</ul>\n<ul>\n<li>\n<strong>Access</strong>.\nProvide you with information about our processing of your personal information and give you access to your personal information.</li>\n<li>\n<strong>Correct</strong>.\nUpdate or correct inaccuracies in your personal information.</li>\n<li>\n<strong>Delete</strong>.\nDelete your personal information.</li>\n<li>\n<strong>Transfer</strong>.\nTransfer a machine-readable copy of your personal information to you or a third party of your choice.</li>\n<li>\n<strong>Restrict</strong>.\nRestrict the processing of your personal information.</li>\n<li>\n<strong>Object</strong>.\nObject to our reliance on our legitimate interests as the basis of our processing of your personal information that impacts your rights.</li>\n</ul>\n<p>You can submit these requests by email to privacy@metamask.io.\nWe may request specific information from you to help us confirm your identity and process your request.\nApplicable law may require or permit us to decline your request.\nIf we decline your request, we will tell you why, subject to legal restrictions.\nIf you would like to submit a complaint about our use of your personal information or response to your requests regarding your personal information, you may contact us at privacy@metamask.io or submit a complaint to the data protection regulator in your jurisdiction.\nYou can find your data protection regulator <strong>here</strong>.</p>\n<p>\n<strong>\n<em>Cross-Border Data Transfer</em>\n</strong>\n</p>\n<p>Please be aware that your personal data will be transferred to, processed, and stored in the United States.\nData protection laws in the U.S.\nmay be different from those in your country of residence.\nYou consent to the transfer of your information, including personal information, to the U.S.\nas set forth in this Privacy Policy by visiting our site or using our service.</p>\n<p>Whenever we transfer your personal information out of the EEA to the U.S.\nor countries not deemed by the European Commission to provide an adequate level of personal information protection, the transfer will be based on a data transfer mechanism recognized by the European Commission as providing adequate protection for personal information.</p>\n<p>Please contact us if you want further information on the specific mechanism used by us when transferring your personal information out of the EEA.</p>\n<p>\n<strong>COOKIES POLICY</strong>\n</p>\n<p>We understand that your privacy is important to you and are committed to being transparent about the technologies we use.\nIn the spirit of transparency, this policy provides detailed information about how and when we use cookies on our Site.</p>\n<p>\n<strong>\n<em>Do we use Cookies?</em>\n</strong>\n</p>\n<p>Yes.\nWe and our marketing partners, affiliates, and analytics or service providers use cookies, web beacons, or pixels and other technologies to ensure everyone who uses the Site has the best possible experience.</p>\n<p>\n<strong>\n<em>What is a Cookie?</em>\n</strong>\n</p>\n<p>A cookie (“Cookie”) is a small text file that is placed on your hard drive by a web page server.\nCookies contain information that can later be read by a web server in the domain that issued the cookie to you.\nSome of the cookies will only be used if you use certain features or select certain preferences, and some cookies will always be used.\nYou can find out more about each cookie by viewing our current cookie list below.\nWe update this list periodically, so there may be additional cookies that are not yet listed.\nWeb beacons, tags and scripts may be used in the Site or in emails to help us to deliver cookies, count visits, understand usage and campaign effectiveness and determine whether an email has been opened and acted upon.\nWe may receive reports based on the use of these technologies by our service/analytics providers on an individual and aggregated basis.</p>\n<p>\n<strong>\n<em>Why do we use Cookies?</em>\n</strong>\n</p>\n<p>We generally use Cookies for the following purposes:</p>\n<ul>\n<li>To recognize new or past customers.</li>\n<li>To store your password if you are registered on our Site.</li>\n<li>To improve our Site and to better understand your visits on our platforms and Site.</li>\n<li>To integrate with third party social media websites.</li>\n<li>To serve you with interest-based or targeted advertising.</li>\n<li>To observe your behaviors and browsing activities over time across multiple websites or other platforms.</li>\n<li>To better understand the interests of our customers and our website visitors.</li>\n</ul>\n<p>Some Cookies are necessary for certain uses of the Site, and without such Cookies, we would not be able to provide many services that you need to properly use the Site.\nThese Cookies, for example, allow us to operate our Site so you may access it as you have requested and let us recognize that you have created an account and have logged into that account to access Site content.\nThey also include Cookies that enable us to remember your previous actions within the same browsing session and secure our Sites.\n&nbsp;</p>\n<p>We also use functional Cookies and Cookies from third parties for analysis and marketing purposes.\n&nbsp;Functional Cookies enable certain parts of the site to work properly and your user preferences to remain known.\n&nbsp;Analysis Cookies, among other things, collect information on how visitors use our Site, the content and products that users view most frequently, and the effectiveness of our third party advertising.\nAdvertising Cookies assist in delivering ads to relevant audiences and having our ads appear at the top of search results.\nCookies are either “session” Cookies which are deleted when you end your browser session, or “persistent,” which remain until their deletion by you (discussed below) or the party who served the cookie.\n&nbsp;Full details on all of the Cookies used on the Site are available at our Cookie Disclosure table below.</p>\n<p>\n<strong>\n<em>How to disable Cookies.</em>\n</strong>\n</p>\n<p>You can generally activate or later deactivate the use of cookies through a functionality built into your web browser.\nTo learn more about how to control cookie settings through your browser:<br>\n<br>Click <strong>here</strong> to learn more about the “Private Browsing” setting and managing cookie settings in Firefox;<br>\n<br>Click <strong>here</strong> to learn more about “Incognito” and managing cookie settings in Chrome;<br>\n<br>Click <strong>here</strong> to learn more about “InPrivate” and managing cookie settings in Internet Explorer.\nor<br>\n<br>Click <strong>here</strong> to learn more about “Private Browsing” and managing cookie settings in Safari.<br>\n<br>If you want to learn more about cookies, or how to control, disable or delete them, please visit <strong>http://www.aboutcookies.org</strong> for detailed guidance.\nIn addition, certain third party advertising networks, including Google, permit users to opt out of or customize preferences associated with your internet browsing.\nTo learn more about this feature from Google, click <strong>here</strong>.</p>\n<p>To control flash cookies, which we may use on our Site from time to time, you can go to this<strong>\n</strong>\n<strong>link</strong> because Flash cookies cannot be controlled through your browser settings.\nPlease note that if you decline the use of Cookies, some functions of the website may be unavailable and we will not be able to present personally tailored content and advertisements to you.\n</p>\n<p>We may link the information collected by Cookies with other information we collect from you pursuant to this Privacy Policy and use the combined information as set forth herein.\n&nbsp;Similarly, the third parties who serve cookies on our Site may link your name or email address to other information they collect, which may include past purchases made offline or online, or your online usage information.\nIf you are located in the European Economic Area, you have certain rights that are described above under the header “Notice to EU Data Subjects”, including the right to inspect and correct or delete the data that we have about you.</p>\n<p>\n<strong>LOCAL STORAGE POLICY</strong>\n</p>\n<p>Local Storage, including Javascript-enabled localStorage, is a typical way for a website to store a small file of letters and numbers in your browser.\nWe use Local Storage to assign you a unique user ID for purposes of communication with you.\nLocal Storage are deleted when the website that stored them deletes them.\nYou can also delete Local Storage from your browser at any time you like by visiting your web browser settings.</p>\n<p>Cookies &amp.\nLocal Storage Disclosure</p>\n<p>\n<strong>Name of Cookie/Identifier</strong>\n<br>\n</p>\n<p>\n<strong>What does the cookie or local storage generally do (e.g., website function and administration, analytics, marketing)?</strong>\n<br>\n</p>\n<p>\n<strong>Is it a 1st or 3rd party cookie or local storage entry and what is the name of the party providing it?</strong>\n<br>\n</p>\n<p>\n<strong>What type of cookie is it (persistent or session)?</strong>\n<br>\n</p>\n<p>\n<strong>What is the duration of the cookie or local storage on the website (if not cleared by the user)?</strong>\n<br>\n</p>\n<p>Google Analytics<br>\n</p>\n<p>Analytics<br>\n</p>\n<p>3rd - Google<br>\n</p>\n<p>Persistent<br>\n</p>\n<p> 2 years<br>\n</p>\n<p>Sentry</p>\n<p>Error Reporting<br>\n</p>\n<p>3rd - Sentry<br>\n</p>\n<p>N/A</p>\n<p>N/A</p>\n<p>local storage</p>\n<p>Analytics</p>\n<p>1st - UID set by MetaMask<br>\n</p>\n<p>N/A</p>\n<p> Depends on browser (See “How to Clear Local Storage from Your Browser” below)<br>\n</p>\n<p>\n<strong>\n<em>How to Clear Local Storage from Your Browser:</em>\n</strong>\n</p>\n<ul>\n<li>In Firefox, localStorage is cleared when the following conditions are met: (a) user clears recent history, (b) cookies are selected to be cleared, and (c) time range is “Everything.”</li>\n<li>In Chrome, localStorage is cleared when the following conditions are met: (a) clear browsing data, (b) \"cookies and other site data\" is selected, and (c) timeframe is “from beginning of time.” In Chrome, it is also now possible to delete localStorage for one specific site.</li>\n<li>In IE, to clear localStorage: (a) click on Tools--Internet Options, (b) General tab, (c) delete browsing history on exit, (d) ensure “Cookies and website data” (or “temporary internet files and website files”) is selected, and (e) consider unchecking \"Preserve Favorites website data\" at the top.</li>\n<li>In Safari, (a) Click Safari, (b) Preferences, (c) Select the Privacy tab, (d) Click Remove all website data and (e) Click Remove Now<br>\n</li>\n</ul> ", "created_at": "2021-02-10 09:42:31.389117", "updated_at": "2021-03-22 20:44:24.075224"}, {"id": 4173, "name": "Terms of Use", "url": "https://metamask.io/terms.html ", "xpath": "/html/body/div[2]/div", "text": " <strong>TERMS OF USE<br>\n</strong>\n<strong>Last Updated: February, 2021<br>\n</strong>\n<p>\n<strong>IMPORTANT NOTICE: THIS AGREEMENT IS SUBJECT TO BINDING ARBITRATION AND A WAIVER OF CLASS ACTION RIGHTS AS DETAILED IN SECTION 11.\nPLEASE READ THE AGREEMENT CAREFULLY.<br>\n</strong>\n</p>\n<p>ConsenSys Software Inc.\n(“<strong>ConsenSys</strong>,” “<strong>we</strong>,” “<strong>us</strong>,” or “<strong>our</strong>”) is the leading blockchain software development company.\nWith a focus on utilizing decentralized technologies, such as Ethereum, our software is powering a revolution in commerce and finance and helping to optimize business processes.\nConsenSys hosts a top level domain website, www.consensys.net, that serves information regarding ConsenSys and our offerings, as well as sub-domains for our product offerings (the “<strong>Sites</strong>”), which include text, images, audio, code and other materials or third party information.\n</p>\n<p>These Terms of Use (the “<strong>Terms</strong>,” “<strong>Terms of Use</strong>” or “<strong>Agreement</strong>”) contain the terms and conditions that govern your access to and use of the Site and Services (as defined below) provided by us and is an agreement between us and you or the entity you represent (“<strong>you</strong>” or “<strong>your</strong>”).\nPlease read these Terms of Use carefully before using the Site or Services.\nBy using the Site, or clicking a button or checkbox to accept or agree to these Terms where that option is made available or, completing an order form for Services, or, &nbsp;if earlier, using or otherwise accessing the Services (the “<strong>Effective Date</strong>”), you (1) accept and agree to these Terms and any additional terms, rules and conditions of participation issued by ConsenSys from time to time and (2) consent to the collection, use, disclosure and other handling of information as described in our Privacy Policy.\nIf you do not agree to the Terms, then you may not access or use the Services.\n</p>\n<p>You represent to us that you are lawfully able to enter into contracts.\nIf you are entering into this Agreement for an entity, such as the company you work for, you represent to us that you have legal authority to bind that entity.\nPlease see Section 16 for definitions of certain capitalized terms used in this Agreement.</p>\n<p>In addition, you represent to us that you and your financial institutions, or any party that owns or controls you or your financial institutions, are (1) not subject to sanctions or otherwise designated on any list of prohibited or restricted parties, including but not limited to the lists maintained by the United Nations Security Council, the U.S.\nGovernment (e.g., the Specially Designated Nationals List and Foreign Sanctions Evaders List of the U.S.\nDepartment of Treasury and the Entity List of the U.S.\nDepartment of Commerce), the European Union or its Member States, or other applicable government authority and (2) not located in any country to which the United States has embargoed goods or has otherwise applied any sanctions.</p> 1.\nThe Services.\n<p>1.1 Generally.\nYou may access and use the Services in accordance with this Agreement.\nYou agree to comply with the terms of this Agreement and all laws, rules and regulations applicable to your use of the Service Offerings.</p>\n<p>1.2 Offerings and Access.\nConsenSys offers a number of products (each a “<strong>Service</strong>”) under the ConsenSys brand or brands owned by us.\nThese include Codefi, PegaSys, Quorum, Infura, MetaMask and others.\nServices are accessed through the Site, unless otherwise agreed in writing or otherwise offered.\nSome Services may require you to create an Account, enter a valid form of payment, and select a paid plan (a “<strong>Plan</strong>”), or initiate an Order for a Plan or Service.\n</p>\n<p>1.3 Third-Party Content.\nIn certain Services, Third-Party Content may be used by you at your election.\nThird-Party Content is governed by this Agreement and, if applicable, separate terms and conditions accompanying such Third-Party Content, which terms and conditions may include separate fees and charges.</p>\n<p>1.4 Third-Party Services.\nWhen you use our Services, you may also be using the services of one or more third parties.\nYour use of these third party services may be subject to the separate policies, terms of use, and fees of these third parties.</p> 2.\nChanges.\n<p>2.1 To the Services.\nWe may change or discontinue any or all of the Services or change or remove functionality of any or all of the Services from time to time.\nWe will notify you of any material change to or discontinuation of the Services.\nIf you are on a Plan, you will be notified of any material changes to the Service at least 30 days in advance of such change.\nFor any discontinuation of or material change to a Service, we will use commercially reasonable efforts to continue supporting the previous version of the Service for three months after the change or discontinuation (except if doing so (a) would pose a security or intellectual property issue, (b) is economically or technically burdensome, or (c) would cause us to violate the law or requests of governmental entities).</p>\n<p>2.2 To this Agreement.\nWe reserve the right, at our sole discretion, to modify or replace any part of this Agreement (including any Policies) at any time.\nIt is your responsibility to check this Agreement periodically for changes.\nYour continued use of or access to the Services following the posting of any changes to this Agreement constitutes acceptance of those changes.</p> 3.\nYour Responsibilities.\n<p>3.1 Your Accounts.\nExcept to the extent caused by our breach of this Agreement, (a) you are responsible for all activities that occur under your Account, regardless of whether the activities are authorized by you or undertaken by you, your employees or a third party (including your contractors, agents or End Users), and (b) we and our affiliates are not responsible for unauthorized access to your Account.</p>\n<p>3.2 Your Use.\nYou will ensure that Your Use of the Services does not violate any applicable law.\nYou are solely responsible for Your Use of the Services.\n</p>\n<p>3.3 Your Security and Backup.\nYou are responsible for properly configuring and using the Services and otherwise taking appropriate action to secure, protect and backup your Accounts and Your Content in a manner that will provide appropriate security and protection, which might include use of encryption.</p>\n<p>3.4 Log-In Credentials and Account Keys.\nTo the extent we provide you with log-in credentials and API authentication generated by the Services, such log-in credentials and API authentication are for your internal use only and you will not sell, transfer or sublicense them to any other entity or person, except that you may disclose your private key to your agents and subcontractors performing work on your behalf.</p> 4.\nFees and Payment.\n<p>4.1 Publicly Available Services.\nSome Services, including paid Services up to a certain use threshold, may be offered to the public and licensed on a royalty free basis.\n</p>\n<p>4.2 Service Fees.\nUnless otherwise specified in an Order form for Services, to the extent a Service incurs fees, we calculate and bill fees and charges monthly according to your Plan or as otherwise advertised and charged on the Service (the “<strong>On Use Fees</strong>”).\nOn Use Fees are charged contemporaneously with your use of the Services.\nFor Services under a Plan, on the first day of each billing period, you will pay us the applicable fees (the “<strong>Base Fees</strong>”) and any applicable taxes based on the Services in the plan that you selected (the “<strong>Selected Plan</strong>”).\nIn addition, we may, for particular Services as defined in your Order, issue an invoice to you for all charges above the applicable threshold for your Selected Plan (the “<strong>Applicable Threshold</strong>”) based on your use of the Services during the previous billing period (the “<strong>Overage Fees</strong>” and, together with the Base Fees, the “<strong>Fees</strong>”) as those Overage Fees are defined in your Plan.\nIf you make any other changes to the Services during a billing period (e.g.\nupgrading or downgrading your Selected Plan), we will apply any additional charges or credits to the next billing period.\nWe may bill you more frequently for Fees accrued if we suspect that your account is fraudulent or at risk of non-payment.\nYou will pay us the Fees for use of the Service Offerings in U.S.\ndollars unless otherwise agreed to in writing.\nAll amounts payable by you under this Agreement will be paid to us without setoff or counterclaim, and without any deduction or withholding.\nFees and charges for any new Service or new feature of a Service will be effective when we communicate updated fees and charges to you, unless we expressly state otherwise in a notice.\nWe may increase or add new fees and charges for any existing Services you are using by giving you at least 30 days’ prior notice.\nWe may elect to charge you interest at the rate of 1.5% per month (or the highest rate permitted by law, if less) on all late payments.</p>\n<p>4.3 Taxes.\nEach party will be responsible, as required under applicable law, for identifying and paying all taxes and other governmental fees and charges (and any penalties, interest, and other additions thereto) that are imposed on that party upon or with respect to the transactions and payments under this Agreement.\nAll Fees payable by you are exclusive taxes unless otherwise noted.\nWe reserve the right to withhold taxes where required.</p> 5.\nTemporary Suspension.\nLimiting API Requests.\n<p>5.1 Generally.\nWe may suspend Your right to access or use any portion or all of the Services immediately upon notice to you if we determine:</p>\n<p>(a) your use of the Services (i) poses a security risk to the Services or any third party, (ii) could adversely impact our systems, the Services or the systems of any other user, (iii) could subject us, our affiliates, or any third party to liability, or (iv) could be fraudulent;</p>\n<p>(b) you are, or any End User is, in breach of this Agreement;</p>\n<p>(c) you are in breach of your payment obligations under Section 4 and such breach continues for 30 days or longer.\nor</p>\n<p>(d) for entities, you have ceased to operate in the ordinary course, made an assignment for the benefit of creditors or similar disposition of your assets, or become the subject of any bankruptcy, reorganization, liquidation, dissolution or similar proceeding.</p>\n<p>5.2 Effect of Suspension.\nIf we suspend your right to access or use any portion or all of the Services:</p>\n<p>(a) you remain responsible for all Fees and charges you incur during the period of suspension.\nand</p>\n<p>(b) you will not be entitled to any service credits for any period of suspension.</p>\n<p>5.3 Limiting API Requests.\nIf applicable to a particular Service, we retain sole discretion to limit your usage of the Services (including without limitation by limiting the number of API requests you may submit (“<strong>API Requests</strong>”)) at any time if your usage of the Services exceeds the applicable Threshold for your Selected Plan of Service.</p> 6.\nTerm.\nTermination.\n<p>6.1 Term.\nThe term of this Agreement will commence on the Effective Date and will remain in effect until terminated under this Section 6.\nAny notice of termination of this Agreement by either party to the other must include a Termination Date that complies with the notice periods in Section 6.2.</p>\n<p>6.2 Termination.</p>\n<p>(a) Termination for Convenience.\nYou may terminate this Agreement for any reason by, in the case of Plan’s not requiring an Account, ceasing use of the service.\nIn the case of paid Plan(s) or Plan(s) requiring an account, only in accordance with your Order.\nIn the case of Plan’s not requiring an Account, we may terminate this Agreement for any reason by providing you at least 30 days’ written notice.\nIn the case of paid Plan(s) or Plan(s) requiring an account, we may terminate only in accordance with your Order.</p>\n<p>(b) Termination for Cause.</p>\n<p>(i) By Either Party.\nEither party may terminate this Agreement for cause if the other party is in material breach of this Agreement and the material breach remains uncured for a period of 30 days from receipt of notice by the other party.\n</p>\n<p>(ii) By Us.\nWe may also terminate this Agreement immediately upon notice to you (A) for cause if we have the right to suspend under Section 5, (B) if our relationship with a third-party partner who provides software or other technology we use to provide the Services expires, terminates or requires us to change the way we provide the software or other technology as part of the Services, or (C) in order to comply with the law or requests of governmental entities.</p>\n<p>6.3 Effect of Termination.\nUpon the Termination Date:</p>\n<p>(i) all your rights under this Agreement immediately terminate;</p>\n<p>(ii) each party remains responsible for all fees and charges it has incurred through the Termination Date and are responsible for any fees and charges it incurs during the post-termination period;</p>\n<p>(iii) Sections 3, 4, 6.3, 7 (except the license granted to you in Section 7.2), 8, 9, 10, 11 and 14 will continue to apply in accordance with their terms.</p>\n<p>For any use of the Services after the Termination Date, the terms of this Agreement will again apply and, if your use is for a paid Plan, you will pay the applicable fees at the rates under Section 4.</p> 7.\nProprietary Rights.\n<p>7.1 Your Content.\nDepending on the Service, you may share Content with us.\nExcept as provided in this Section 7, we obtain no rights under this Agreement from you (or your licensors) to Your Content.\nYou consent to our use of Your Content to provide the Services to you.</p>\n<p>7.2 Service Offerings License.\nWe or our licensors own all right, title, and interest in and to the Services, and all related technology and intellectual property rights.\nSubject to the terms of this Agreement, we grant you a limited, revocable, non-exclusive, non-sublicensable, non-transferable license to do the following: (a) access and use the Services solely in accordance with this Agreement.\nand (b) copy and use Our Content solely in connection with your permitted use of the Services.\nExcept as provided in this Section 7.2, you obtain no rights under this Agreement from us, our affiliates or our licensors to the Service Offerings, including any related intellectual property rights.\nSome of Our Content and Third-Party Content may be provided to you under a separate license, such as the Apache License, Version 2.0, or other open source license.\nIn the event of a conflict between this Agreement and any separate license, the separate license will prevail with respect to Our Content or Third-Party Content that is the subject of such separate license.</p>\n<p>7.3 License Restrictions.\nNeither you nor any End User will use the Services in any manner or for any purpose other than as expressly permitted by this Agreement.\nExcept as expressly authorized, neither you nor any End User will, or will attempt to (a) modify, distribute, alter, tamper with, repair, or otherwise create derivative works of any Content included in the Services (except to the extent Content included in the Services is provided to you under a separate license that expressly permits the creation of derivative works), (b) reverse engineer, disassemble, or decompile the Services or apply any other process or procedure to derive the source code of any software included in the Services (except to the extent applicable law doesn’t allow this restriction), (c) access or use the Services in a way intended to avoid incurring fees or exceeding usage limits or quotas, (d) use scraping techniques to mine or otherwise scrape data except as permitted by a Plan, or (e) resell or sublicense the Services unless otherwise agreed in writing.\nYou will not use Our Marks unless you obtain our prior written consent.\nYou will not misrepresent or embellish the relationship between us and you (including by expressing or implying that we support, sponsor, endorse, or contribute to you or your business endeavors).\nYou will not imply any relationship or affiliation between us and you except as expressly permitted by this Agreement.</p>\n<p>7.4 Suggestions.\nIf you provide any Suggestions to us or our affiliates, we and our affiliates will be entitled to use the Suggestions without restriction.\nYou hereby irrevocably assign to us all right, title, and interest in and to the Suggestions and agree to provide us any assistance we require to document, perfect, and maintain our rights in the Suggestions.</p>\n<p>7.5 U.S.\nGovernment Users.\nIf you are a U.S.\nGovernment end user, we are licensing the Services to you as a “Commercial Item” as that term is defined in the U.S.\nCode of Federal Regulations (see 48 C.F.R.\n§ 2.101), and the rights we grant you to the Services are the same as the rights we grant to all others under these Conditions of Use.</p> 8.\nIndemnification.\n<p>8.1 General.\n</p>\n<p>(a) You will defend, indemnify, and hold harmless us, our affiliates and licensors, and each of their respective employees, officers, directors, and representatives from and against any Losses arising out of or relating to any claim concerning: (a) breach of this Agreement or violation of applicable law by you.\nand (b) a dispute between you and any of your customers or users.\nYou will reimburse us for reasonable attorneys’ fees and expenses, associated with claims described in (a) and (b) above.</p>\n<p>(b) We will defend, indemnify, and hold harmless you and your employees, officers, directors, and representatives from and against any Losses arising out of or relating to any claim concerning our material and intentional breach of this Agreement.\n&nbsp;We will reimburse you for reasonable attorneys’ fees and expenses associated with the claims described in this paragraph.</p>\n<p>8.2 Intellectual Property.</p>\n<p>(a) Subject to the limitations in this Section 8, you will defend ConsenSys, its affiliates, and their respective employees, officers, and directors against any third-party claim alleging that any of Your Content infringes or misappropriates that third party’s intellectual property rights, and will pay the amount of any adverse final judgment or settlement.</p>\n<p>(b) Subject to the limitations in this Section 8, we will defend you and your employees, officers, and directors against any third-party claim alleging that the Services infringe or misappropriate that third party’s intellectual property rights, and will pay the amount of any adverse final judgment or settlement.</p>\n<p>(c) Neither party will have obligations or liability under this Section 8.2 arising from infringement by your combinations of the Services with any other product, service, software, data, content or method.\nIn addition, we will have no obligations or liability arising from your use of the Services after we have notified you to discontinue such use.\nThe remedies provided in this Section 8.2 are the sole and exclusive remedies for any third-party claims of infringement or misappropriation of intellectual property rights by the Services or by Your Content.</p>\n<p>8.3 Process.\nIn no event will a party agree to any settlement of any claim that involves any commitment, other than the payment of money, without the written consent of the other party.</p> 9.\nDisclaimers.\nRisk.\n<p>9.1 DISCLAIMER.\nTHE SERVICE OFFERINGS ARE PROVIDED “AS IS.” EXCEPT TO THE EXTENT PROHIBITED BY LAW, OR TO THE EXTENT ANY STATUTORY RIGHTS APPLY THAT CANNOT BE EXCLUDED, LIMITED OR WAIVED, WE AND OUR AFFILIATES AND LICENSORS (A) MAKE NO REPRESENTATIONS OR WARRANTIES OF ANY KIND, WHETHER EXPRESS, IMPLIED, STATUTORY OR OTHERWISE REGARDING THE SERVICE OFFERINGS OR THE THIRD-PARTY CONTENT, AND (B) DISCLAIM ALL WARRANTIES, INCLUDING ANY IMPLIED OR EXPRESS WARRANTIES (I) OF MERCHANTABILITY, SATISFACTORY QUALITY, FITNESS FOR A PARTICULAR PURPOSE, NON-INFRINGEMENT, OR QUIET ENJOYMENT, (II) ARISING OUT OF ANY COURSE OF DEALING OR USAGE OF TRADE, (III) THAT THE SERVICE OFFERINGS OR THIRD-PARTY CONTENT WILL BE UNINTERRUPTED, ERROR FREE OR FREE OF HARMFUL COMPONENTS, AND (IV) THAT ANY CONTENT WILL BE SECURE OR NOT OTHERWISE LOST OR ALTERED.</p>\n<p>9.2 RISKS.\nOUR SERVICES RELY ON EMERGING TECHNOLOGIES, SUCH AS ETHEREUM.\nSOME SERVICES ARE SUBJECT TO INCREASED RISK THROUGH YOUR POTENTIAL MISUSE OF THINGS SUCH AS PUBLIC/PRIVATE KEY CRYPTOGRAPHY.\nBY USING THE SERVICES YOU EXPLICITLY ACKNOWLEDGE AND ACCEPT THESE HEIGHTENED RISKS.</p> 10.\nLimitations of Liability.\n<p>10.1 Limitation of Liability.\nWITH THE EXCEPTION OF CLAIMS RELATING TO A BREACH OF OUR PROPRIETARY RIGHTS AS GOVERNED BY SECTION 7 AND INTELLECTUAL PROPERTY CLAIMS AS GOVERNED BY SECTION 8, IN NO EVENT SHALL THE AGGREGATE LIABILITY OF EACH PARTY TOGETHER WITH ALL OF ITS AFFILIATES ARISING OUT OF OR RELATED TO THIS AGREEMENT EXCEED THE TOTAL AMOUNT PAID BY YOU HEREUNDER FOR THE SERVICES GIVING RISE TO THE LIABILITY IN THE TWELVE MONTHS PRECEDING THE FIRST INCIDENT OUT OF WHICH THE LIABILITY AROSE, OR, IF NO FEES HAVE BEEN PAID, $25,000.\nTHE FOREGOING LIMITATION WILL APPLY WHETHER AN ACTION IS IN CONTRACT OR TORT AND REGARDLESS OF THE THEORY OF LIABILITY, BUT WILL NOT LIMIT YOUR PAYMENT OBLIGATIONS UNDER SECTION 4.\n</p>\n<p>10.2 Exclusion of Consequential and Related Damages.\nIN NO EVENT WILL EITHER PARTY OR ITS AFFILIATES HAVE ANY LIABILITY ARISING OUT OF OR RELATED TO THIS AGREEMENT FOR ANY LOST PROFITS, REVENUES, GOODWILL, OR INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, COVER, BUSINESS INTERRUPTION OR PUNITIVE DAMAGES, WHETHER AN ACTION IS IN CONTRACT OR TORT AND REGARDLESS OF THE THEORY OF LIABILITY, EVEN IF A PARTY OR ITS AFFILIATES HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES OR IF A PARTY’S OR ITS AFFILIATES’ REMEDY OTHERWISE FAILS OF ITS ESSENTIAL PURPOSE.\nTHE FOREGOING DISCLAIMER WILL NOT APPLY TO THE EXTENT PROHIBITED BY LAW.</p> 11.\nBinding Arbitration and Class Action Waiver.\n<p>PLEASE READ THIS SECTION CAREFULLY – IT MAY SIGNIFICANTLY AFFECT YOUR LEGAL RIGHTS, INCLUDING YOUR RIGHT TO FILE A LAWSUIT IN COURT.</p>\n<p>11.1 Binding Arbitration.\nAny dispute, claim or controversy (“<strong>Claim</strong>”) relating in any way to this Agreement, the Site, or your use of the Services will be resolved by binding arbitration as provided in this Section 11, rather than in court, except that you may assert claims in small claims court if your claims qualify.</p>\n<p>11.1.1 If you are located in the United States: This agreement and any dispute or claim (including non-contractual disputes or claims) arising out of or in connection with it or its subject matter or formation shall be governed by and construed in accordance with the laws of the State of New York.\nThe Federal Arbitration Act and federal arbitration law apply to this Agreement.\nThere is no judge or jury in arbitration, and court review of an arbitration award is limited.\nHowever, an arbitrator can award on an individual basis the same damages and relief as a court (including injunctive and declaratory relief or statutory damages), and must follow the terms of this Agreement as a court would.\nThe arbitration will be conducted in accordance with the expedited procedures set forth in the JAMS Comprehensive Arbitration Rules and Procedures (the “<strong>Rules</strong>”) as those Rules exist on the effective date of this Agreement, including Rules 16.1 and 16.2 of those Rules.\nThe arbitrator’s decision shall be final, binding, and non-appealable.\nJudgment upon the award may be entered and enforced in any court having jurisdiction.\nNeither party shall sue the other party other than as provided herein or for enforcement of this clause or of the arbitrator’s award.\nany such suit may be brought only in a Federal District Court or a New York state court located in New York County, New York.\nThe arbitrator, and not any federal, state, or local court, shall have exclusive authority to resolve any dispute relating to the interpretation, applicability, unconscionability, arbitrability, enforceability, or formation of this Agreement including any claim that all or any part of the Agreement is void or voidable.\n&nbsp;If for any reason a claim proceeds in court rather than in arbitration we and you waive any right to a jury trial.\nNotwithstanding the foregoing we and you both agree that you or we may bring suit in court to enjoin infringement or other misuse of intellectual property rights.\n</p>\n<p>11.1.2 If you are located in the United Kingdom: This agreement and any dispute or claim (including non-contractual disputes or claims) arising out of or in connection with it or its subject matter or formation shall be governed by and construed in accordance with the law of England and Wales.\nAny dispute, claim or controversy relating in any way to this Agreement, the Services, your use of the Services, or to any products or services licensed or distributed by us will be resolved by binding arbitration as provided in this clause.\nPrior to commencing any formal arbitration proceedings, parties shall first seek settlement of any claim by mediation in accordance with the LCIA Mediation Rules, which Rules are deemed to be incorporated by reference into this clause.\nIf the dispute is not settled by mediation within 14 days of the commencement of the mediation, or such further period as the parties shall agree in writing, the dispute shall be referred to and finally resolved by arbitration under the LCIA Rules, which are deemed to be incorporated by reference into this clause.\nThe language to be used in the mediation and in the arbitration shall be English.\nThe seat or legal place of arbitration shall be London.</p>\n<p>11.1.3 If you are located in any territory that is not specifically enumerated in Sections 11.1.1 or 11.1.2, you may elect for either of Section 11.1.1 or 11.1.2 to apply to you, otherwise this agreement and any dispute or claim (including non-contractual disputes or claims) arising out of or in connection with it or its subject matter or formation shall be governed by and construed in accordance with the law of Ireland.\nAny dispute, claim or controversy relating in any way to this Agreement, the Services, your use of the Services, or to any products or services licensed or distributed by us will be resolved by binding arbitration as provided in this clause.\nPrior to commencing any formal arbitration proceedings, parties shall first seek settlement of any claim by mediation in accordance with the LCIA Mediation Rules, which Rules are deemed to be incorporated by reference into this clause.\nIf the dispute is not settled by mediation within 14 days of the commencement of the mediation, or such further period as the parties shall agree in writing, the dispute shall be referred to and finally resolved by arbitration under the LCIA Rules, which are deemed to be incorporated by reference into this clause.\nThe language to be used in the mediation and in the arbitration shall be English.\nThe seat or legal place of arbitration shall be Dublin, Ireland.</p>\n<p>11.2 Class Action Waiver.\nYOU AND WE AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY ON AN INDIVIDUAL BASIS, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.\nYOU AND WE EXPRESSLY WAIVE ANY RIGHT TO FILE A CLASS ACTION OR SEEK RELIEF ON A CLASS BASIS.\nUnless both you and we agree, no arbitrator or judge may consolidate more than one person’s claims or otherwise preside over any form of a representative or class proceeding.\nThe arbitrator may award injunctive relief only in favor of the individual party seeking relief and only to the extent necessary to provide relief warranted by that party’s individual claim.\nIf a court decides that applicable law precludes enforcement of any of this paragraph’s limitations as to a particular claim for relief, then that claim (and only that claim) must be severed from the arbitration and may be brought in court.\nIf any court or arbitrator determines that the class action waiver set forth in this paragraph is void or unenforceable for any reason or that an arbitration can proceed on a class basis, then the arbitration provision set forth above shall be deemed null and void in its entirety and the parties shall be deemed to have not agreed to arbitrate disputes.</p>\n<p>11.3 30-Day Right to Opt Out.\nYou have the right to opt-out and not be bound by the arbitration and class action waiver provisions set forth above by sending written notice of your decision to opt-out to the following address: via email at notices@consensys.net with subject line LEGAL OPT OUT.\nThe notice must be sent within 30 days of your first use of the Services, otherwise you shall be bound to arbitrate disputes in accordance with the terms of those paragraphs.\nIf you opt-out of these arbitration provisions, we will also not be bound by them.</p> 12.\nMiscellaneous.\n<p>12.1 Assignment.\nYou will not assign or otherwise transfer this Agreement or any of your rights and obligations under this Agreement, without our prior written consent.\nAny assignment or transfer in violation of this Section 12.1 will be void.\nWe may assign this Agreement without your consent (a) in connection with a merger, acquisition or sale of all or substantially all of our assets, or (b) to any Affiliate or as part of a corporate reorganization.\nand effective upon such assignment, the assignee is deemed substituted for us as a party to this Agreement and we are fully released from all of our obligations and duties to perform under this Agreement.\nSubject to the foregoing, this Agreement will be binding upon, and inure to the benefit of the parties and their respective permitted successors and assigns.</p>\n<p>12.2 Entire Agreement and Modifications.\nThis Agreement incorporates the Policies by reference and is the entire agreement between you and us regarding the subject matter of this Agreement.\nIf the terms of this document are inconsistent with the terms contained in any Policy, the terms contained in this document will control.\nAny modification to the terms of this Agreement may only be made in writing.</p>\n<p>12.3 Force Majeure.\nNeither party nor their respective affiliates will be liable for any delay or failure to perform any obligation under this Agreement where the delay or failure results from any cause beyond such party’s reasonable control, including but not limited to acts of God, utilities or other telecommunications failures, cyber attacks, earthquake, storms or other elements of nature, pandemics, blockages, embargoes, riots, acts or orders of government, acts of terrorism, or war.</p>\n<p>12.4 Export and Sanctions Compliance.\nIn connection with this Agreement, you will comply with all applicable import, re-import, sanctions, anti-boycott, export, and re-export control laws and regulations, including all such laws and regulations that may apply.\nFor clarity, you are solely responsible for compliance related to the manner in which you choose to use the Services.\nYou may not use any Service if you are the subject of U.S.\nsanctions or of sanctions consistent with U.S.\nlaw imposed by the governments of the country where you are using the Service.\n</p>\n<p>12.5 Independent Contractors.\nNon-Exclusive Rights.\nWe and you are independent contractors, and this Agreement will not be construed to create a partnership, joint venture, agency, or employment relationship.\nNeither party, nor any of their respective affiliates, is an agent of the other for any purpose or has the authority to bind the other.\nBoth parties reserve the right (a) to develop or have developed for it products, services, concepts, systems, or techniques that are similar to or compete with the products, services, concepts, systems, or techniques developed or contemplated by the other party, and (b) to assist third party developers or systems integrators who may offer products or services which compete with the other party’s products or services.</p>\n<p>12.6 Eligibility.\nIf you are under the age of majority in your jurisdiction of residence, you may use the Site or Services only with the consent of or under the supervision of your parent or legal guardian.</p>\n<p>NOTICE TO PARENTS AND GUARDIANS: By granting your minor permission to access the Site or Services, you agree to these Terms of Use on behalf of your minor.\nYou are responsible for exercising supervision over your minor’s online activities.\nIf you do not agree to these Terms of Use, do not let your minor use the Site or Services.</p>\n<p>12.7 Language.\nAll communications and notices made or given pursuant to this Agreement must be in the English language.\nIf we provide a translation of the English language version of this Agreement, the English language version of the Agreement will control if there is any conflict.</p>\n<p>12.8 Notice.</p>\n<p>(a) To You.\nWe may provide any notice to you under this Agreement by: (i) posting a notice on the Site.\nor (ii) sending a message to the email address then associated with your Account.\nNotices we provide by posting on the Site will be effective upon posting and notices we provide by email will be effective when we send the email.\nIt is your responsibility to keep your email address current.\nYou will be deemed to have received any email sent to the email address then associated with your account when we send the email, whether or not you actually receive the email.</p>\n<p>(b) To Us.\nTo give us notice under this Agreement, you must contact us by email at notices@consensys.net.\n</p>\n<p>12.9 No Third-Party Beneficiaries.\nExcept as otherwise set forth herein, this Agreement does not create any third-party beneficiary rights in any individual or entity that is not a party to this Agreement.</p>\n<p>12.10 No Waivers.\nThe failure by us to enforce any provision of this Agreement will not constitute a present or future waiver of such provision nor limit our right to enforce such provision at a later time.\nAll waivers by us must be in writing to be effective.</p>\n<p>12.11 Severability.\nIf any portion of this Agreement is held to be invalid or unenforceable, the remaining portions of this Agreement will remain in full force and effect.\nAny invalid or unenforceable portions will be interpreted to effect and intent of the original portion.\nIf such construction is not possible, the invalid or unenforceable portion will be severed from this Agreement but the rest of the Agreement will remain in full force and effect.</p>\n<p>12.12 Notice and Procedure for Making Claims of Copyright Infringement.\nIf you are a copyright owner or agent of the owner, and you believe that your copyright or the copyright of a person on whose behalf you are authorized to act has been infringed, please provide us a written notice at the address below with the following information:</p>\n<ol>\n<li>an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright or other intellectual property interest;</li>\n<li>a description of the copyrighted work or other intellectual property that you claim has been infringed;</li>\n<li>a description of where the material that you claim is infringing is located on the Services;</li>\n<li>your address, telephone number, and email address;</li>\n<li>a statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law;</li>\n<li>a statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright or intellectual property owner or authorized to act on the copyright or intellectual property owner’s behalf.</li>\n</ol>\n<p>You can reach us at:</p>\n<p>Email: notices@consensys.net<br>Subject Line: Copyright Notification Mail<br>Attention: Copyright ℅<br>ConsenSys49 Bogart Street Suite 22Brooklyn, NY 11206</p> 13.\nDefinitions.\n<p>“<strong>Acceptable Use Policy</strong>” means the policy set forth below, as it may be updated by us from time to time.\nYou agree not to, and not to allow third parties to, use the Services:</p>\n<ol>\n<li>to violate, or encourage the violation of, the legal rights of others (for example, this may include allowing End Users to infringe or misappropriate the intellectual property rights of others in violation of the Digital Millennium Copyright Act);</li>\n<li>to engage in, promote or encourage any illegal or harmful activity or infringing, offensive or harmful content;</li>\n<li>for any unlawful, invasive, infringing, defamatory or fraudulent purpose (for example, this may include phishing, creating a pyramid scheme or mirroring a website);</li>\n<li>to intentionally distribute viruses, worms, Trojan horses, corrupted files, hoaxes, or other items of a destructive or deceptive nature;</li>\n<li>to interfere with the use of the Services, or the equipment used to provide the Services, by customers, authorized resellers, or other authorized users;</li>\n<li>to disable, interfere with or circumvent any aspect of the Services (for example, any thresholds or limits);</li>\n<li>to generate, distribute, publish or facilitate unsolicited mass email, promotions, advertising or other solicitation.\nor</li>\n<li>to use the Services, or any interfaces provided with the Services, to access any other product or service in a manner that violates the terms of service of such other product or service.</li>\n</ol>\n<p>“<strong>Account Information</strong>” means information about you that you provide to us in connection with the creation or administration of your Account.\nFor example, Account Information includes names, usernames, phone numbers, email addresses and billing information associated with your Account.</p>\n<p>“<strong>API</strong>” means an application program interface.</p>\n<p>“<strong>API Request</strong>” has the meaning set forth in Section 5.3.</p>\n<p>“<strong>Applicable Threshold</strong>” has the meaning set forth in Section 4.2.</p>\n<p>“<strong>Base Fee</strong>” has the meaning set forth in Section 4.2.</p>\n<p>“<strong>Content</strong>” means software (including machine images), data, text, audio, video or images and any &nbsp;documentation we offer for the Services.</p>\n<p>“<strong>End User</strong>” means any individual or entity that directly or indirectly through another user: (a) accesses or uses Your Content.\nor (b) otherwise accesses or uses the Service Offerings under your account.\n</p>\n<p>“<strong>Fees</strong>” has the meaning set forth in Section 4.2.</p>\n<p>“<strong>Losses</strong>” means any claims, damages, losses, liabilities, costs, and expenses (including reasonable attorneys’ fees).’</p>\n<p>“<strong>Our Marks</strong>” means any trademarks, service marks, service or trade names, logos, and other designations of ConsenSys Software Inc.\nand their affiliates or licensors that we may make available to you in connection with this Agreement.</p>\n<p>“<strong>Order</strong>” means an order for the Products or Services executed through an order form directly with ConsenSys, or through a cloud vendor, such as Amazon Web Services, Microsoft Azure, or Google Cloud.</p>\n<p>“<strong>Overage Fees</strong>” has the meaning set forth in Section 4.2.</p>\n<p>“<strong>Policies</strong>” means this Agreement, the Acceptable Use Policy, Privacy Policy, any supplemental policies or addendums applicable to any Service as provided to you, and any other policy or terms referenced in or incorporated into this Agreement, each as may be updated by us from time to time.</p>\n<p>“<strong>Privacy Policy</strong>” means the privacy policy located at https://consensys.net/privacy-policy (and any successor or related locations designated by us), as it may be updated by us from time to time.</p>\n<p>“<strong>Service</strong>” means each of the services, including Codefi, Infura, MetaMask, Quorum and any other features, tools, materials, or services offered from time to time, including our network infrastructure, by us or our affiliates.\n</p>\n<p>“<strong>Service Offerings</strong>” means the Services (including associated APIs), Our Content, Our Marks, and any other product or service provided by us under this Agreement.\nService Offerings do not include Third-Party Content or Third-Party Services.</p>\n<p>“<strong>Suggestions</strong>” means all suggested improvements to the Service Offerings that you provide to us.</p>\n<p>“<strong>Term</strong>” means the term of this Agreement described in Section 6.1.</p>\n<p>“<strong>Termination Date</strong>” means the effective date of termination provided in accordance with Section 6, in a notice from one party to the other.</p>\n<p>“<strong>Third-Party Content</strong>” means Content made available to you by any third party on the Site or in conjunction with the Services.</p>\n<p>“<strong>Your Content</strong>” means Content that you or any End User transfers to us for processing, storage or hosting by the Services in connection with Account and any computational results that you or any End User derive from the foregoing through their use of the Services.\nYour Content does not include Account Information.</p>\n<p>‍</p>\n<p>\n<strong>\n<br>\n</strong>\n</p> ", "created_at": "2021-02-10 09:43:46.517522", "updated_at": "2021-03-22 20:44:38.904225"}, {"id": 4171, "name": "Individual Contributor License Agreement", "url": "https://metamask.io/cla.html", "xpath": "/html/body/div[2]/div", "text": " <strong>MetaMask Individual Contributor License Agreement (\"Agreement\")&nbsp;<br>\n</strong>\n<p>Thank you for your interest in MetaMask (\"MetaMask\").\nIn order to clarify the intellectual property license granted with Contributions from any person or entity, MetaMask must have a Contributor License Agreement (\"CLA\") on file that has been signed by each Contributor, indicating agreement to the license terms below.\nThis license is for your protection as a Contributor as well as the protection of MetaMask and its users.\nit does not change your rights to use your own Contributions for any other purpose.&nbsp;<strong>\n<br>\n</strong>\n</p>\n<p>You accept and agree to the following terms and conditions for Your present and future Contributions submitted to MetaMask.\nExcept for the license granted herein to MetaMask and recipients of software distributed by MetaMask, You reserve all right, title, and interest in and to Your Contributions.&nbsp;<strong>\n<br>\n</strong>\n</p>\n<p>\n<strong>1.\nDefinitions.</strong> \"You\" (or \"Your\") shall mean the copyright owner or legal entity authorized by the copyright owner that is making this Agreement with MetaMask.\nFor legal entities, the entity making a Contribution and all other entities that control, are controlled by, or are under common control with that entity are considered to be a single Contributor.\nFor the purposes of this definition, \"control\" means (i) the power, direct or indirect, to cause the direction or management of such entity, whether by contract or otherwise, or (ii) ownership of fifty percent (50%) or more of the outstanding shares, or (iii) beneficial ownership of such entity.\n\"Contribution\" shall mean any original work of authorship, including any modifications or additions to an existing work, that is intentionally submitted by You to MetaMask for inclusion in, or documentation of, any of the products owned or managed by MetaMask (the \"Work\").\nFor the purposes of this definition, \"submitted\" means any form of electronic, verbal, or written communication sent to MetaMask or its representatives, including but not limited to communication on electronic mailing lists, source code control systems, and issue tracking systems that are managed by, or on behalf of, MetaMask for the purpose of discussing and improving the Work, but excluding communication that is conspicuously marked or otherwise designated in writing by You as \"Not a Contribution.\"&nbsp;<strong>\n<br>\n</strong>\n</p>\n<p>\n<strong>2.\nGrant of Copyright License.</strong> Subject to the terms and conditions of this Agreement, You hereby grant to MetaMask and to recipients of software distributed by MetaMask a perpetual, worldwide, non-exclusive, no-charge, royalty-free, irrevocable copyright license to reproduce, prepare derivative works of, publicly display, publicly perform, sublicense, and distribute Your Contributions and such derivative works.&nbsp;<strong>\n<br>\n</strong>\n</p>\n<p>\n<strong>3.\nGrant of Patent License.</strong> Subject to the terms and conditions of this Agreement, You hereby grant to MetaMask and to recipients of software distributed by MetaMask a perpetual, worldwide, non-exclusive, no-charge, royalty-free, irrevocable (except as stated in this section) patent license to make, have made, use, offer to sell, sell, import, and otherwise transfer the Work, where such license applies only to those patent claims licensable by You that are necessarily infringed by Your Contribution(s) alone or by combination of Your Contribution(s) with the Work to which such Contribution(s) was submitted.\nIf any entity institutes patent litigation against You or any other entity (including a cross-claim or counterclaim in a lawsuit) alleging that your Contribution, or the Work to which you have contributed, constitutes direct or contributory patent infringement, then any patent licenses granted to that entity under this Agreement for that Contribution or Work shall terminate as of the date such litigation is filed.&nbsp;<strong>\n<br>\n</strong>\n</p>\n<p>\n<strong>4.</strong>\n<strong>Authorization.</strong> You represent that you are legally entitled to grant the above license.\nIf your employer(s) has rights to intellectual property that you create that includes your Contributions, you represent that you have received permission to make Contributions on behalf of that employer, that your employer has waived such rights for your Contributions to MetaMask, or that your employer has executed a separate Corporate CLA with MetaMask.&nbsp;<strong>\n<br>\n</strong>\n</p>\n<p>\n<strong>5.\nOriginal Creation.\n</strong>You represent that each of Your Contributions is Your original creation (see section 7 for submissions on behalf of others).\nYou represent that Your Contribution submissions include complete details of any third-party license or other restriction (including, but not limited to, related patents and trademarks) of which you are personally aware and which are associated with any part of Your Contributions.<strong>\n<br>\n</strong>\n</p>\n<p>\n<strong>6.\nNo Support Obligation.</strong> You are not expected to provide support for Your Contributions, except to the extent You desire to provide support.\nYou may provide support for free, for a fee, or not at all.\nUnless required by applicable law or agreed to in writing, You provide Your Contributions on an \"AS IS\" BASIS, WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied, including, without limitation, any warranties or conditions of TITLE, NON- INFRINGEMENT, MERCHANTABILITY, or FITNESS FOR A PARTICULAR PURPOSE.&nbsp;<strong>\n<br>\n</strong>\n</p>\n<p>\n<strong>7.\nLicensed Works.\n</strong>Should You wish to submit work that is not Your original creation, You may submit it to MetaMask separately from any Contribution, identifying the complete details of its source and of any license or other restriction (including, but not limited to, related patents, trademarks, and license agreements) of which you are personally aware, and conspicuously marking the work as \"Submitted on behalf of a third-party: [named here]\".&nbsp;<strong>\n<br>\n</strong>\n</p>\n<p>\n<strong>8.\nNotification.</strong> You agree to notify MetaMask of any facts or circumstances of which you become aware that would make these representations inaccurate in any respect.&nbsp;<strong>\n<br>\n</strong>\n</p>\n<p>Please sign:&nbsp;</p>\n<p>__________________________________ Date: ________________</p>\n<strong>\n<br>\n</strong>\n<p>\n<strong>\n<br>\n</strong>\n</p> ", "created_at": "2021-02-10 09:41:04.672171", "updated_at": "2021-03-22 20:38:28.802609"}], "points": [], "urls": ["metamask.io"]}}