{"error": 448, "message": "OK", "parameters": {"id": 6732, "name": "CDN77", "created_at": "2022-07-30 22:06:48.975062", "updated_at": "2022-07-30 22:01:04.17327", "wikipedia": null, "keywords": null, "related": null, "slug": "cdn77", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6732.png", "url": "cdn77.com", "documents": [{"id": 12301, "name": "Service Level Agreement", "url": "https://www.cdn77.com/service-level-agreement", "xpath": "/html/body/div[1]/div/div[3]/section/div", "text": "Service Level Agreement<p>The Service Level Agreement (SLA) is an addition, not a replacement, of the Terms &amp.\nConditions (T&amp;C) of DataCamp Limited listed at https://www.cdn77.com/terms-and-conditions</p>\n<ol>\n<li>\n<p>\n<strong>Overview</strong>\n<br>The Supplier shall provide the Service availability for CDN77 network of 99.99%.</p>\n</li>\n<li>\n<strong>Definitions</strong>\n<p>“Service” - For the purpose of this agreement, the Service means the CDN service offered by DataCamp Limited as described in T&amp;C.\nThe SLA agreement applies exclusively to Customers subscribing to Monthly Plans as defined at https://www.cdn77.com/pricing unless agreed otherwise in any additional Addendum to Term &amp.\nConditions of Datacamp Limited.</p>\n<p>“Service Unavailability” - means that Customer cannot transmit and deliver content over the CDN77 network.\nThe condition in which the entire CDN77 network (All PoP) does not respond to end-user requests.</p>\n</li>\n<li>\n<p>The Service is provided 24 hours a day, excluding the time for planned maintenance reported to Customer at least 24 hours beforehand.\nAny scheduled or emergency maintenance shall not be counted as Service unavailability and shall not become a subject of SLA credits application.</p>\n</li>\n<li>\n<p>The Service becomes unavailable at the moment of the Suppliers fault behaviour.\n</p>\n</li>\n<li>The monthly SLA is calculated as follows:SLA = T<sub>S</sub> - T<sub>N</sub>T<sub>S</sub> × 100 [%]where:T<sub>S</sub> - duration of service in current month<br>T<sub>N</sub> - duration of service unavailability in the current month.</li>\n<li>\n<p>The monthly SLA and rates for the SLA credits are listed in the table below:</p>SLASLA credits99.91 - 99.99%5%99.81 - 99.90%10%98.51 - 99.80%25%97.51 - 98.50%35%96.51 - 97.50%75%95.50% and less100%</li>\n<li>\n<p>The sum of the SLA credits is calculated as a percentage rate of the monthly price for Service and will be provided as a discount to the next invoice provided by the Supplier.</p>\n</li>\n<li>\n<p>The amount of SLA credits cannot exceed 100% of the Monthly Plan payment paid by Customer for the given month.\nThe Monthly Plan sum excludes fee for additional services such as CDN Storage, Raw Logs etc.</p>\n</li>\n<li>\n<p>The Customer may apply for the SLA credits if the Supplier does not provide the monthly SLA in the current month.\nThe application for the SLA credits needs to be addressed in writing to the Supplier not later than last day of the month during which the SLA breach has taken place otherwise the claim is no longer legally enforceable.</p>\n</li>\n<li>\n<p>In the case of conflict or ambiguity between any provision contained in the body of this agreement and any provision contained in T&amp;C, the provision in the body of T&amp;C shall take precedence.</p>\n</li>\n</ol>\n<p>For any support issues, please submit a ticket at support@cdn77.com or contact our 24/7 support team via live chat at https://client.cdn77.com/support.</p>", "created_at": "2022-07-30 22:06:48.979671", "updated_at": "2022-07-30 20:09:11.23033"}, {"id": 12302, "name": "Cookie Policy", "url": "https://www.cdn77.com/cookie-policy", "xpath": "/html/body/div[1]/div/div[3]/section/div", "text": "CDN77 Cookie Policy<ul>\n<li>\n<p>This CDN77 Cookie Policy (“Policy”) outlines the general policy, practices, and types of cookies that CDN77 (“CDN77”, “we”, “us” or “our”) may use to improve our services and your experience when visiting our Website.\nFor the purposes of this Policy, “Website” refers to cdn77.com.</p>\n<p>Cookies are small pieces of text used to store information on web browsers.\nThey are used by many websites to store and receive identifiers and other information on devices, such as a handheld phone or computer.\nOur Website and Service use cookies and other similar technologies (collectively in this Policy, \"cookies\"), in order to provide a better service to you and to generally improve our Website and Service.\nFor example, we may use cookies to help direct you to the appropriate part of our Website, by indicating that you are a repeat visitor.\nWe also may use information to present you with services that are matched to your preferences and to manage and track the effectiveness of our marketing efforts.</p>\n<p>We also may include tracking pixels, which are small graphic images, in our marketing communications to determine engagement.\nThese cookies may be set by us or by third parties with whom we have partnered to assist in our marketing efforts.</p>\n<p>Some portions of our Website are functional without cookies, and you may generally choose whether to accept cookies.\nMost web browsers are set to accept cookies by default, however, you may be able to delete cookies yourself through your browser's cookie manager.\nTo do so, please follow the instructions provided by your web browser.\nPlease note that disabling cookies will reset your session, disable auto-login, and may adversely affect the availability and functionality of our Website and the services we can provide to you.</p>\n<p>You can activate or deactivate the use of cookies through a functionality built into your web browser.\nTo learn more about how to control cookie settings through your browser:</p>\n<ul>\n<li>Learn more about the “Private Browsing” setting and managing cookie settings in Firefox;</li>\n<li>Learn more about “Incognito” and managing cookie settings in Chrome;</li>\n<li>Learn more about “InPrivate” and managing cookie settings in Internet Explorer.\nor</li>\n<li>Learn more about “Private Browsing” and managing cookie settings in Safari.</li>\n</ul>\n</li>\n<li>\n<p>If you want to learn more about cookies, or how to control, disable or delete them, please visit http://www.aboutcookies.org for detailed guidance.\nIn addition, certain third party advertising networks, including Google, permit users to opt out of or customize preferences associated with your internet browsing.\nTo learn more about this feature from Google, click here.</p>\n</li>\n<li>\n<p>We detail the cookies used on our Website below.</p>\n</li>\n<li>Functional Cookies<p>Functional cookies are necessary to help our Website and Service to work as intended.\nSome of these cookies include, but are not limited to:</p>\n<ul>\n<li>Cookies by Intercom.com - Those cookies are enabling smooth function of website chat</li>\n<li>rc::c by Google.com - This cookie is used to distinguish between humans and bots</li>\n<li>Cookies by CDN77.com - Those cookies are for purposes of: website analytics, behavioral on site, chat and communication with us and for possibility to login into our service and keeping user logged in.</li>\n</ul>\n</li>\n<li>Analytics<p>We use third-party cookies and similar tracking technologies to help us understand how you use our Website and Service and improve your experience.\nFor example, we may use cookies to understand what pages you browsed before submitting a client solutions request form.\nYou can delete these cookies through your browser settings or through the links listed below.</p>\n<p>The analytics cookies we use include:</p>\n<ul>\n<li>Google Analytics - Web traffic tracking.\nLearn more here.\nTo opt-out visit this page.</li>\n<li>Google Tag Manager - Web traffic tracking.\nLearn more here.\nTo opt-out visit this page.</li>\n<li>Smartlook - Analyzing user behavioral on website.\nLearn more here.</li>\n<li>HotJar - Analyzing user behavioral on website + feedback forms.\nTo opt-out visit this page</li>\n</ul>\n</li>\n<li>\n<p>In addition, we also may include tracking pixels, which are small graphic images, in our email messages to determine whether the messages were opened and if the links were clicked.\nIf you do not want to receive tracking pixels in emails we send you, you will need to disable HTML images in your email client, but that may affect your ability to view images in other emails you receive.</p>\n</li>\n<li>Advertising &amp.\nTargeting<p>These third-party cookies are placed by third-party advertising platforms or networks to collect information about your visits to and actions on certain pages of our Website so that they can deliver ads for relevant Cloudflare products and services to you later, such as when you are on certain third-party sites.\nThese cookies also track ad performance.</p>\n<ul>\n<li>Bing Ads - Advertising platform.\nLearn more here.\nTo opt-out visit this page.</li>\n<li>Twitter - Analyzes browsing activity to establish user profile and advertising platform.\nLearn more here.\nTo opt-out visit this page.</li>\n<li>Facebook Ads - Analyzes browsing activity across our Website to track advertising effectiveness, customize audiences, and improve ad retargeting.\nLearn more here.\nTo opt-out visit this page whether you are a Facebook user (via your ad preferences) or not (via the Digital Advertising Alliance for your jurisdiction).</li>\n<li>Google Ads - Provides Internet ad-serving services.\nLearn more here .\nTo opt-out visit this page.</li>\n<li>LinkedIn Insights - Analyzes browsing activity across Website to establish user profile and advertising platform.\nLearn more here, including how to opt out whether you are a LinkedIn user (via your ad preferences) or not (via the Digital Advertising Alliance for your jurisdiction).\nLinkedIn account holders can opt-out specifically from LinkedIn's uses of certain categories of data to show more relevant ads.\nVisitors to LinkedIn can opt out here.</li>\n<li>Quora.com - Analyzes browsing activity across our Website to track advertising effectiveness, customize audiences, and improve ad retargeting.\nRead more and opt-out.</li>\n</ul>\n</li>\n<li>Cookie support<p>If you have an enquiry or concern about our cookie policy, please contact us at support@cdn77.com</p>\n</li>\n</ul>", "created_at": "2022-07-30 22:06:48.981398", "updated_at": "2022-07-30 20:07:47.507983"}, {"id": 12300, "name": "Privacy Policy", "url": "https://www.cdn77.com/privacy-policy", "xpath": "/html/body/div[1]/div/div[3]/section/div", "text": "Privacy Policy<ul>\n<li>Information about our organization and web site<p>CDN77.com main activity is commercial software development, client solutions, service, and support.\nOur privacy policy covers CDN77.com and its web site (the \"Site\"), www.cdn77.com.</p>\n</li>\n<li>Providing visitors with anonymous access<p>You can access our web site home page and browse our site without disclosing your personal data.</p>\n</li>\n<li>The services and links of our web site<p>The Site does not enable our visitors to communicate with other visitors or to post information to be accessed by others.</p>\n<p>The Site may include links to third party Web service providers.</p>\n</li>\n<li>Automatic collection of non-personal information (visitors)<p>We may collect non-personal data when you visit our Site.\nFor example, we collect data such as randomly assigned numeric identifiers with respect to general Site usage on a non-personally identifiable basis.\nOther non-personal data may be collected by our partners for statistical purposes.\nWe use cookies to personalise content and ads, to provide social media features and to analyse our traffic.\nThe data are processed in accordance with applicable laws, including the GDPR.\nWe do so for the following purposes:</p>\n<ul>\n<li>Statistical purposes</li>\n<li>Marketing</li>\n<li>Social media features</li>\n</ul>\n</li>\n<li>Automatic collection of personal information (customers and logged users)<p>We may automatically log personal data by means such as programming or we may link information automatically logged by such means with personal data about specific individuals.\nWe may also use cookies to store personal data or we may link information stored in cookies with personal data about specific individuals.\nThe data are processed in accordance with applicable laws, including the GDPR.\nWe do so for the following purposes:</p>\n<ul>\n<li>Technical administration of the web site</li>\n<li>Research and development</li>\n<li>Customer administration</li>\n<li>Marketing</li>\n</ul>\n</li>\n<li>Data collection and purpose specification<p>We collect the personal data that you may volunteer while using the Site.\nWe do not collect information about Site visitors from other sources, such as public records or bodies, or private organizations.\nWe do not collect or use personal data for any purpose other than that indicated at the point on the Site of collection.\nIf we wish to use your personal data for a new purpose, we offer you the means to consent to this new purpose by indicating in a box at the point on the Site where personal data is collected.</p>\n</li>\n<li>Children’s privacy<p>We do not knowingly collect personal data from or about children.\nChildren are not eligible to use the Site, and they should not submit any personal information to us.</p>\n<p>Additionally, to ensure that children's privacy is respected on the Site, we remove and destroy all information that may be collected about any child.</p>\n</li>\n<li>Disclosure and visitor choice<p>We disclose our visitors' personal data to our subsidiaries or other organizations.\nWhere we disclose your personal data for the same purposes as those indicated at the point on the Site where personal data is collected, we provide you with the means to opt-out of disclosure by indicating in a box at the point on the Site where personal data is collected.</p>\n<p>Where we disclose your personal data for purposes which are different from those indicated at the point on the Site where personal data is collected, we offer you the opportunity to consent to disclosure by indicating in a box at the point on the Site where personal data is collected.</p>\n</li>\n<li>Confidentiality/security<p>We give you the option of using a secure transmission method to send us the following types of personal data:</p>\n<ul>\n<li>Primary personal data (such as name and contact details)</li>\n<li>Identifiers (such as credit card details, web site password)</li>\n</ul>\n<p>We have implemented security policies, rules and technical measures to protect the personal data that we have under our control from:</p>\n<ul>\n<li>Unauthorized access</li>\n<li>Improper use or disclosure</li>\n<li>Unauthorized modification</li>\n<li>Unlawful destruction or accidental loss</li>\n</ul>\n<p>All of our employees and data processors who have access to, and are associated with, the processing of personal data, are obliged to respect the confidentiality of our visitors' personal data.</p>\n<p>Please note that personal data may be disclosed in compliance with legally mandated reporting and disclosure requirements, as well as judicial, subpoena, warrants, or other government orders and legal process requirements.</p>\n</li>\n<li>Access to the personal data we may hold about you<p>You can ask us, by sending an email (to support@cdn77.com) whether we are keeping personal data about you.</p>\n<p>Upon request, which you can indicate by sending an email (to support@cdn77.com), we will provide you with a machine-readable, structured copy of the personal data which we keep about you, within 30 days.\nThis requires proof of your identity.\nWe verify email address associated with your request.</p>\n<p>We allow you to challenge the data that we hold about you and, where appropriate, you may have the data:</p>\n<ul>\n<li>Erased</li>\n<li>Rectified or amended</li>\n<li>Completed</li>\n</ul>\n<p>We reserve the right to refuse to provide our visitors with a copy of their personal data.\nWe do, however, allow you to challenge our decision to refuse to provide you with a copy of your personal data.</p>\n</li>\n<li>Privacy support<p>If you have an enquiry or concern about our privacy policy, please contact us at support@cdn77.com</p>\n</li>\n</ul>", "created_at": "2022-07-30 22:06:48.977595", "updated_at": "2022-07-30 20:07:29.98041"}, {"id": 12303, "name": "Terms and Conditions", "url": "https://www.cdn77.com/terms-and-conditions", "xpath": "/html/body/div[1]/div/div[3]/section/div", "text": "Terms and Conditions of DataCamp Limited<p>By clicking the Create my account button on the sign-up form you (Customer) agree to become bound by the Terms and Conditions of this agreement, to the exclusion of all other terms.\nPlease read carefully this agreement before using CDN77.com and make sure you understand what they say.</p>\n<p>DataCamp Limited is a company incorporated and registered in England and Wales with number 07489096 whose registered office is at the third floor, 207 Regent Street, London, UK (Supplier).\nDataCamp Limited agrees to provide services described in the Order for the fees stated on the Supplier’s website, www.cdn77.com, or per the conditions specified in the individual price offer.</p>\n<ol>\n<li>Overview<ol>\n<li>The initial service term of this agreement shall begin on the date the Customer accepted the terms of the agreement by clicking the Create my account button, i.e.\nthe date on which the Customer first order services from the Supplier (Effective Date), and shall continue indefinitely unless terminated in accordance with the terms of this agreement.</li>\n<li>The Supplier agrees to provide services described in the order for the fees stated in the order.</li>\n<li>The Customer agrees to pay the agreed price to the Supplier and to provide necessary assistance to the Supplier.\nThe Customer represents and warrants to the Supplier that the information the Customer has provided and will provide to the Supplier for purposes of establishing and maintaining the service is accurate.\nIf the Customer is an individual, the Customer represents and warrants to the Supplier that he or she is at least 18 years of age.</li>\n<li>The specification of the services governed by this agreement is described on the web pages describing the particular service the Customer has purchased based on the description as it stands on the Effective Date.\nThe Supplier may modify products and services from time-to-time.\nShould the description of services change subsequent to the Effective Date, the Supplier has no obligation to modify services to reflect such a change.</li>\n<li>The Customer acknowledges that all intellectual property rights in the service and any modification belong and shall belong to the Supplier, and the Customer shall have no rights in or to the service other than the right to use it in accordance with the terms of this agreement.</li>\n<li>The Supplier reserves the right to make changes to these terms at any time.\nTo the extent the Supplier is able, the Supplier will give the Customer advance notice of these changes.\nIf these changes materially affect the Customer's ability to use services, the Customer may terminate this agreement within 30 days of such a change.\nOtherwise, the Customer's continued use of the service is the Customer's consent to be bound by the changes.</li>\n<li>In the case of conflict or ambiguity between any provision contained in the body of this agreement and any provision contained on the Supplier's website, the provision in the body of this agreement shall take precedence.</li>\n<li>Questions about the terms of this agreement will be answered at email address support@cdn77.com or at phone number +44(0) 20 3808 5949.</li>\n<li>It is understood and agreed by both the Customer and the Supplier that communications in writing includes but is not limited to emails and such communications is to be addressed by the Customer to sales@cdn77.com and by the Supplier to the Customer’s email address as provided at sign-up.</li>\n<li>The Customer acknowledges and agrees that during and after the term of this Agreement, the Supplier shall have the right to use Customer's name and logo in Supplier’s marketing, publicity, and promotional activities and materials, without further consent or approval of Customer.\nThe parties understand and agree, however, that nothing in this Agreement shall obligate Company to actually use Customer's name, statements or testimonials in connection with Company's marketing.\nThe Customer may waive this right at any time during the term of the Agreement by informing the Supplier of such a decision in writing.</li>\n<li>Should any Addendum to this agreement or additional Appendix or Service Agreement be concluded between the Supplier and the Customer, any clause in such agreement is shall have precedence over clauses set out in this Terms &amp.\nConditions.</li>\n</ol>\n</li>\n<li>Payment<ol>\n<li>The Supplier may provide for each customer the service free of charge as a promotion for testing for a maximum of 14 days (Trial period).\nIt is at the discretion of the Supplier to change without prior notice the terms of the Trial period including but not limited to the duration.</li>\n<li>The Supplier may require payment before the beginning service.</li>\n<li>The Customer is fully responsible for the accuracy and completeness of all data (such as change in billing or mailing address, credit card expiration) and timely notification of changes of these details.\nThe Supplier is not responsible for any misunderstanding resulting from failure to notify of these changes by the Customer.</li>\n<li>The Supplier may increase its fees for services.\nThe Supplier has to notify the customer of such an increase via the Supplier’s website.\nwww.cdn77.com.\nThe Customer is entitled to terminate this Agreement during a thirty (30) day period following such an increase.\nIf the Customer does not give a written notice of non-renewal, the Customer shall be deemed to have accepted the new fees.\nThe above is not applicable for Customers with individual price offers.\nIncrease in fees for a Customer with an individual price offer is based on separate contractual addendums.</li>\n<li>The Customer does not have the right to hold back any payment from the Supplier in case of service or availability problems.</li>\n<li>The Customer acknowledges that the amount of the fee for the service is based on the Customer's agreement to pay the fee for the entire initial service term, or renewal term, as applicable.</li>\n<li>All charges are non-refundable unless expressly stated otherwise, or otherwise provided by applicable law.</li>\n<li>If the Customer believes that there is an error in calculation of the fee, the Customer has the right to claim settlement for the service.</li>\n<li>Funds deposited into the prepaid Pay As You Go Customer’s account as fees expire after a denomination expiration period of 365 days.\nUnused account balance is forfeited upon expiration.\nIf money is added to the Customer’s account before the current balance expires, the existing balance will carry over to the new expiration date.\nThe Supplier reserves the right to cancel Customer’s account 14 days after expiration.</li>\n<li>All funds deposited for Monthly Plans and any undepleted traffic pools are not refundable or transferable to the subsequent billing period, nor are they refundable in the case of termination of this agreement.</li>\n<li>All Monthly Plan charges are required on a prepay basis, to be paid in full before their respective month of service.\nCharges are automatically made on the last day of the month preceding the month of the service.\nThe auto-renewal function can be disabled by the Customer anytime.</li>\n<li>The Customer may change their Monthly Plans and their respective traffic volume based on information described on the Supplier’s web page.\nThe Customer acknowledges that any change has to be announced by the Customer not later than on the 24th day of the month preceding the month for which the change might apply.\nThis clause applies to month-to-month basis Monthly Plans only.\nAny possible changes to the long-term (commitment-based) packages are subject to additional agreements between the Customer and the Supplier.</li>\n<li>All Monthly Plans are to be purchased on a calendar month basis.\nIf the Customer requests to commence the service before the 1st day of the subsequent month, they are required to pay the prorated amount for the remainder of the current month, as well as the charge for the following month.\nOnly after these amounts are paid in full, can service commence.</li>\n<li>If the Customer exceeds the allotted amount of traffic in their chosen Monthly Plan, they are required to recharge their Pay-As-You-Go credit and keep it in a positive balance as the charges for any overage traffic are deducted from the credit on a Pay-As-You-Go basis.\nInsufficient credit to cover overage traffic charges may lead to account suspension.\nOverage traffic charges are subject to the pricing information as described on the Supplier’s web page unless otherwise agreed upon between the Customer and the Supplier.</li>\n<li>All invoices are issued by the Supplier automatically within 72 hours of the payment and are available in Billing Section of the Client Portal.</li>\n<li>If agreed between the Customer and the Supplier, the Supplier might issue a draft or tax invoice prior to the payment.\nSuch invoices come with the due date of 7 days if not agreed otherwise.</li>\n<li>Shall the Customer fail to pay the amount due within the due date display on the invoice, the Customer is obliged to pay the delay of 0.1% of the amount due for each day of the delay.\nThe application of the delay fees does not affect the Customer's obligation to pay the amount due in any way.</li>\n</ol>\n</li>\n<li>Supplier’s warranties and limits of liability<ol>\n<li>The Supplier warrants that the service will conform in all material respects to the specification.\nIf the Customer notifies the Supplier in writing of any defect or fault in the service in consequence of which it fails to conform in all material respects to the specification, and such defect or fault does not result from the Customer, or anyone acting with the authority of the Customer, having used the service outside the terms of this agreement, for a purpose or in a context other than the purpose or context for which it was designed, the Supplier shall, at the Supplier's option, do one of the following: a) replace the service.\nor b) repair the service.\nor c) terminate this agreement immediately by notice in writing to the Customer and refund any of the fee paid by the Customer as at the date of termination (less a reasonable sum in respect of the Customer's use of the service to date of termination), provided the Customer provides all the information that may be necessary to assist the Supplier in resolving the defect or fault.\nHowever if both the replacement and repair appear financially unreasonable to the Supplier, the Supplier shall terminate this agreement immediately.</li>\n<li>The Supplier does not represent or warrant that the service will be error-free or accessible at all times, the delivery of the services will be uninterrupted or without delay, defects will be corrected.\nThe Customer agrees that the Supplier shall not be responsible for unauthorized access to or alteration of the Customer's data.\nThe Supplier disclaims any and all warranties regarding services provided by third parties, regardless of whether those services appear to be provided by the Supplier.</li>\n<li>The Customer represents and warrants to the Supplier that has the experience and knowledge necessary to use services and will provide the Supplier with material that may be implemented by the Supplier to provide services without extra effort on its part.</li>\n<li>The Supplier shall have no liability for any losses or damages which may be suffered by the Customer (or any person claiming under or through the Customer), whether the same are suffered directly or indirectly or are immediate or consequential, and whether the same arise in contract, tort (including negligence) or otherwise howsoever, which fall within any of the following categories: a) special damage even though the Supplier was aware of the circumstances in which such special damage could arise.\nb) loss of profits.\nc) loss of business opportunity.\nd) loss of goodwill.\ne) loss of data.</li>\n<li>The Customer agrees that, in entering into this agreement, either it did not rely on any representations (whether written or oral) of any kind or of any person other than those expressly set out in this agreement or (if it did rely on any representations, whether written or oral, not expressly set out in this agreement) that it shall have no remedy in respect of such representations and (in either case) the Supplier shall have no liability otherwise than pursuant to the express terms of this agreement.</li>\n<li>Notwithstanding anything else in the agreement to the contrary, the maximum aggregate liability of the Supplier and any of its employees, agents or affiliates, under any theory of law (including breach of contract, tort, strict liability and infringement) shall be a payment of money not to exceed the amount payable by the Customer for 3 months of service.</li>\n<li>No party shall be liable to the other for any delay or non-performance of its obligations under this agreement arising from any cause beyond its control (force majeure) including, without limitation, any of the following: act of God, governmental act, significant failure of a portion of the power grid, significant failure of the Internet, natural disaster, war, flood, explosion, riot, insurrection, epidemic, strikes or other organized labor action, terrorist activity, or other events of a magnitude or type for which precautions are not generally taken in the industry.\nFor the avoidance of doubt, nothing in clause 3.7 shall excuse the Customer from any payment obligations under this agreement.</li>\n<li>All other conditions, warranties or other terms which might have effect between the parties or be implied or incorporated into this agreement or any collateral contract, whether by statute, common law or otherwise, are hereby excluded, including, without limitation, the implied conditions, warranties or other terms as to satisfactory quality, fitness for purpose or the use of reasonable skill and care.</li>\n</ol>\n</li>\n<li>Termination<ol>\n<li>Either party may terminate this agreement at any time on written notice to the other if the other: a) is in material or persistent breach of any of the terms of this agreement and either that breach is incapable of remedy, or the other party fails to remedy that breach within 30 days after receiving written notice requiring it to remedy that breach.\nor b) is unable to pay its debts (within the meaning of section 123 of the Insolvency Act 1986), or becomes insolvent, or is subject to an order or a resolution for its liquidation, administration, winding-up or dissolution (otherwise than for the purposes of a solvent amalgamation or reconstruction), or has an administrative or other receiver, manager, trustee, liquidator, administrator or similar officer appointed over all or any substantial part of its assets, or enters into or proposes any composition or arrangement with its creditors generally, or is subject to any analogous event or proceeding in any applicable jurisdiction.</li>\n<li>Notwithstanding clause 4.1, the Supplier may at any time terminate this agreement for any reason by giving written notice to the Customer.</li>\n<li>The Customer agrees that the Supplier may suspend services to the Customer without notice and without liability if: a) the Supplier reasonably believes that the services are being used in violation of this agreement.\nb) the Supplier reasonably believes that the suspension of service is necessary to protect its network or its other customers.\nc) as requested by a law enforcement or regulatory agency.\nor d) the Customer failures to pay fees due.\nThe Customer shall pay the Supplier's reasonable reinstatement fee if service is reinstituted following a suspension of service under this subsection.</li>\n<li>On termination: a) all rights granted to the Customer under this agreement shall cease.\nb) the Customer shall cease all activities authorised by this agreement.\nc) the Customer shall immediately pay to the Supplier any sums due to the Supplier under this agreement</li>\n</ol>\n</li>\n<li>Data Protection<ol>\n<li>The Customer acknowledges that the Supplier processes personal data, as defined under the relevant data protection laws including the GDPR, of the users of the service for the purpose of complying with its obligations under this agreement.</li>\n<li>The Customer may conclude the Contract on commissioned processing of personal data: Data Processing Agreement and warrants that it has the consent of the users to disclose their personal data and connection data to the Supplier for the purpose of using the service and that forthe same purpose the users have agreed that their personal data may be transferred to territories outside the EEA.</li>\n<li>The Supplier will take all steps reasonably necessary to ensure that personal data is treated securely.</li>\n<li>The Customer agrees that the Supplier may, without notice to the Customer, report to the appropriate authorities any conduct by the Customer or any of the Customer's customers or end users that the Supplier believes violates applicable law, and provide any information that it has about the Customer or any of its customers or end users in response to a formal or informal request from a law enforcement or regulatory agency or in response to a formal request in a civil action that on its face meets the requirements for such a request.</li>\n<li>The Supplier shall not disclose any data to third parties, but may process such data in duly anonymised and aggregate form for purposes such as internal statistics, commercial sale and promotion.</li>\n<li>Each party shall, during the term of this agreement and thereafter, keep confidential all, and shall not use for its own purposes (unless in accordance with clause 5.5) nor without the prior written consent of the other disclose to any third party, any information of a confidential nature (including, without limitation, trade secrets and information of commercial value) which may become known to such party from the other party and which relates to the other party, unless such information is public knowledge or already known to such party at the time of disclosure, or subsequently becomes public knowledge other than by breach of this agreement, or subsequently comes lawfully into the possession of such party from a third party.\nThe provisions of this clause shall remain in full force and effect for 1 year after the termination of this agreement for any reason.</li>\n</ol>\n</li>\n<li>Indemnification<ol>\n<li>The Customer agree to indemnify, hold harmless and defend the Supplier from and against any and all claims, damages, losses, liabilities, suits, actions, demands, proceedings (whether legal or administrative), and expenses (including, but not limited to, reasonable attorney's fees) threatened, asserted, or filed by a third party against any of the indemnified parties arising out of or relating to the Customer's breach of any term or condition of this agreement, the Customer's use of the service, any violation by the Customer of any of the Supplier's policies, and/or any acts or omissions by the Customer.\nIn such a case, the Supplier will provide the Customer with written notice of such claim, suit or action.\nThe Customer shall cooperate as fully as reasonably required in the defense of any claim.\nThe Supplier reserves the right, at its own expense, to assume the exclusive defense and control of any matter subject to indemnification by the Customer.</li>\n</ol>\n</li>\n<li>Compliance<ol>\n<li>The Customer will not use the service in any way or for any purpose that would violate, or would have the effect of violating, any applicable laws, rules or regulations or any rights of any third parties, including without limitation, any law or right regarding any copyright, patent, trademark, trade secret, music, image, or other proprietary or property right, false advertising, unfair competition, defamation, invasion of privacy or rights of celebrity.</li>\n</ol>\n</li>\n<li>Waiver<ol>\n<li>No forbearance or delay by either party in enforcing its rights shall prejudice or restrict the rights of that party, and no waiver of any such rights or of any breach of any contractual terms shall be deemed to be a waiver of any other right or of any later breach.</li>\n</ol>\n</li>\n<li>Severability<ol>\n<li>In the event that any of the terms of this agreement become or are declared to be illegal or otherwise unenforceable, such term(s) shall be null and void and shall be deemed deleted from this agreement.\nAll remaining terms of this agreement shall remain in full force and effect.\nNotwithstanding the foregoing, if this paragraph becomes applicable and, as a result, the value of this agreement is materially impaired for either party, as determined by such party in its sole discretion, then the affected party may terminate this agreement by written notice to the other.</li>\n</ol>\n</li>\n<li>No Agency<ol>\n<li>This agreement does not create any agency, partnership, joint venture, or franchise relationship.\nNeither party has the right or authority to, and shall not, assume or create any obligation of any nature whatsoever on behalf of the other party or bind the other party in any respect whatsoever.</li>\n</ol>\n</li>\n<li>Third party rights<ol>\n<li>No term of this agreement is intended to confer a benefit on, or to be enforceable by, any person who is not a party to this agreement.</li>\n</ol>\n</li>\n<li>Notices<ol>\n<li>Any notice required to be given pursuant to this agreement shall be in writing, and shall be sent to the other party by first-class mail or email.</li>\n</ol>\n</li>\n<li>Entire agreement<ol>\n<li>This agreement and the website www.cdn77.com, in so far as it describes the specification, contain the whole agreement between the parties relating to the subject matter hereof and supersede all prior agreements, arrangements and understandings between the parties relating to that subject matter.</li>\n</ol>\n</li>\n<li>Governing law and jurisdiction<ol>\n<li>This agreement, its subject matter or its formation (including non-contractual disputes or claims) shall be governed by and construed in accordance with English law and submitted to the non-exclusive jurisdiction of the English courts.</li>\n</ol>\n</li>\n</ol>", "created_at": "2022-07-30 22:06:48.98276", "updated_at": "2022-07-30 20:08:29.554844"}], "points": [], "urls": ["cdn77.com"]}}