{"error": 448, "message": "OK", "parameters": {"id": 208, "name": "Pure Dating", "created_at": "2018-01-16 15:26:06.00136", "updated_at": "2021-06-23 23:21:23.861759", "wikipedia": null, "keywords": "", "related": "", "slug": "puredating", "is_comprehensively_reviewed": true, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/208.png", "url": "pure.dating", "documents": [{"id": 431, "name": "Terms of Service", "url": "https://pure.dating/terms", "xpath": "", "text": " <b>pure</b> dating<ul>\n<li>Free Dating sites</li>\n<li>Free Sexting Sites</li>\n<li>Free Hookup Sites</li>\n<li>Sex App</li>\n<li>About us</li>\n</ul>Terms of Use<p>Version 1.0</p>\n<p>The Pure Dating website located at http://pure.dating is a copyrighted work belonging to Pure Dating.\nCertain features of the Site may be subject to additional guidelines, terms, or rules, which will be posted on the Site in connection with such features.</p>\n<p>All such additional\nterms, guidelines, and rules are incorporated by reference into these Terms.</p>\n<p>These Terms\nof Use described the legally binding terms and conditions that oversee your use\nof the Site.\nBY LOGGING INTO THE SITE, YOU ARE BEING COMPLIANT THAT THESE TERMS\nand you represent that you have the authority and capacity to enter into these Terms.\nYOU SHOULD BE AT LEAST 18 YEARS OF AGE TO ACCESS THE SITE.\nIF YOU DISAGREE WITH\nALL OF THE PROVISION OF THESE TERMS, DO NOT LOG INTO AND/OR USE THE SITE.</p>\n<p>These terms\nrequire the use of arbitration Section 10.2 on an individual basis to resolve disputes\nand also limit the remedies available to you in the event of a dispute.\nThese Terms\nof Use were created with the help of the Terms Of Use Generator and the Privacy Policy Sample.</p>Access to the Site<p>\n<strong>Subject to\nthese Terms.</strong> Company\ngrants you a non-transferable, non-exclusive, revocable, limited license to access\nthe Site solely for your own personal, noncommercial use.</p>\n<p>\n<strong>Certain Restrictions.</strong> The rights approved to you in these\nTerms are subject to the following restrictions: (a) you shall not sell, rent, lease,\ntransfer, assign, distribute, host, or otherwise commercially exploit the Site.\n(b) you shall not change, make derivative works of, disassemble, reverse compile\nor reverse engineer any part of the Site.\n(c) you shall not access the Site in order\nto build a similar or competitive website.\nand (d) except as expressly stated herein,\nno part of the Site may be copied, reproduced, distributed, republished, downloaded,\ndisplayed, posted or transmitted in any form or by any means unless otherwise indicated,\nany future release, update, or other addition to functionality of the Site shall\nbe subject to these Terms.\nAll copyright and other proprietary notices on the Site\nmust be retained on all copies thereof.</p>\n<p>Company reserves\nthe right to change, suspend, or cease the Site with or without notice to you.\nYou\napproved that Company will not be held liable to you or any third-party for any\nchange, interruption, or termination of the Site or any part.</p>\n<p>\n<strong>No Support\nor Maintenance.</strong> You\nagree that Company will have no obligation to provide you with any support in connection\nwith the Site.</p>\n<p>Excluding any\nUser Content that you may provide, you are aware that all the intellectual property\nrights, including copyrights, patents, trademarks, and trade secrets, in the Site\nand its content are owned by Company or Company’s suppliers.\nNote that these Terms\nand access to the Site do not give you any rights, title or interest in or to any\nintellectual property rights, except for the limited access rights expressed in\nSection 2.1.\nCompany and its suppliers reserve all rights not granted in these Terms.</p>Third-Party Links &amp.\nAds.\nOther Users<p>\n<strong>Third-Party\nLinks &amp.\nAds.</strong> The\nSite may contain links to third-party websites and services, and/or display advertisements\nfor third-parties.\nSuch Third-Party Links &amp.\nAds are not under the control of\nCompany, and Company is not responsible for any Third-Party Links &amp.\nAds.\nCompany\nprovides access to these Third-Party Links &amp.\nAds only as a convenience to you,\nand does not review, approve, monitor, endorse, warrant, or make any representations\nwith respect to Third-Party Links &amp.\nAds.\nYou use all Third-Party Links &amp.\nAds at your own risk, and should apply a suitable level of caution and discretion\nin doing so.\nWhen you click on any of the Third-Party Links &amp.\nAds, the applicable\nthird party’s terms and policies apply, including the third party’s privacy and\ndata gathering practices.</p>\n<p>\n<strong>Other Users.</strong> Each Site user is solely responsible\nfor any and all of its own User Content.\nBecause we do not control User Content,\nyou acknowledge and agree that we are not responsible for any User Content, whether\nprovided by you or by others.\nYou agree that Company will not be responsible for\nany loss or damage incurred as the result of any such interactions.\nIf there is\na dispute between you and any Site user, we are under no obligation to become involved.</p>\n<p>You hereby release\nand forever discharge the Company and our officers, employees, agents, successors,\nand assigns from, and hereby waive and relinquish, each and every past, present\nand future dispute, claim, controversy, demand, right, obligation, liability, action\nand cause of action of every kind and nature, that has arisen or arises directly\nor indirectly out of, or that relates directly or indirectly to, the Site.\nIf you\nare a California resident, you hereby waive California civil code section 1542 in\nconnection with the foregoing, which states: “a general release does not extend\nto claims which the creditor does not know or suspect to exist in his or her favor\nat the time of executing the release, which if known by him or her must have materially\naffected his or her settlement with the debtor.”</p>\n<p>\n<strong>Cookies and\nWeb Beacons.</strong> Like any\nother website, Pure Dating uses ‘cookies’.\nThese cookies are used to store information\nincluding visitors’ preferences, and the pages on the website that the visitor accessed\nor visited.\nThe information is used to optimize the users’ experience by customizing\nour web page content based on visitors’ browser type and/or other information.</p>Disclaimers<p>The site is\nprovided on an “as-is” and “as available” basis, and company\nand our suppliers expressly disclaim any and all warranties and conditions of any\nkind, whether express, implied, or statutory, including all warranties or conditions\nof merchantability, fitness for a particular purpose, title, quiet enjoyment, accuracy,\nor non-infringement.\nWe and our suppliers make not guarantee that the site will\nmeet your requirements, will be available on an uninterrupted, timely, secure, or\nerror-free basis, or will be accurate, reliable, free of viruses or other harmful\ncode, complete, legal, or safe.\nIf applicable law requires any warranties with respect\nto the site, all such warranties are limited in duration to ninety (90) days from\nthe date of first use.</p>\n<p>Some jurisdictions\ndo not allow the exclusion of implied warranties, so the above exclusion may not\napply to you.\nSome jurisdictions do not allow limitations on how long an implied\nwarranty lasts, so the above limitation may not apply to you.</p>Limitation on Liability<p>To the maximum\nextent permitted by law, in no event shall company or our suppliers be liable to\nyou or any third-party for any lost profits, lost data, costs of procurement of\nsubstitute products, or any indirect, consequential, exemplary, incidental, special\nor punitive damages arising from or relating to these terms or your use of, or incapability\nto use the site even if company has been advised of the possibility of such damages.\nAccess to and use of the site is at your own discretion and risk, and you will be\nsolely responsible for any damage to your device or computer system, or loss of\ndata resulting therefrom.</p>\n<p>To the maximum\nextent permitted by law, notwithstanding anything to the contrary contained herein,\nour liability to you for any damages arising from or related to this agreement,\nwill at all times be limited to a maximum of fifty U.S.\ndollars (u.s.\n$50).\nThe\nexistence of more than one claim will not enlarge this limit.\nYou agree that our\nsuppliers will have no liability of any kind arising from or relating to this agreement.</p>\n<p>Some jurisdictions\ndo not allow the limitation or exclusion of liability for incidental or consequential\ndamages, so the above limitation or exclusion may not apply to you.</p>\n<p>\n<strong>Term and\nTermination.</strong> Subject\nto this Section, these Terms will remain in full force and effect while you use\nthe Site.\nWe may suspend or terminate your rights to use the Site at any time for\nany reason at our sole discretion, including for any use of the Site in violation\nof these Terms.\nUpon termination of your rights under these Terms, your Account\nand right to access and use the Site will terminate immediately.\nYou understand\nthat any termination of your Account may involve deletion of your User Content associated\nwith your Account from our live databases.\nCompany will not have any liability whatsoever\nto you for any termination of your rights under these Terms.\nEven after your rights\nunder these Terms are terminated, the following provisions of these Terms will remain\nin effect: Sections 2 through 2.5, Section 3 and Sections 4 through 10.</p>Copyright Policy.<p>Company respects\nthe intellectual property of others and asks that users of our Site do the same.\nIn connection with our Site, we have adopted and implemented a policy respecting\ncopyright law that provides for the removal of any infringing materials and for\nthe termination of users of our online Site who are repeated infringers of intellectual\nproperty rights, including copyrights.\nIf you believe that one of our users is,\nthrough the use of our Site, unlawfully infringing the copyright(s) in a work, and\nwish to have the allegedly infringing material removed, the following information\nin the form of a written notification (pursuant to 17 U.S.C.\n§ 512(c)) must be provided\nto our designated Copyright Agent:</p>\n<ul>\n<li>your physical or electronic signature;</li>\n<li>identification of the copyrighted\nwork(s) that you claim to have been infringed;</li>\n<li>identification of the material on\nour services that you claim is infringing and that you request us to remove;</li>\n<li>sufficient information to permit\nus to locate such material;</li>\n<li>your address, telephone number,\nand e-mail address;</li>\n<li>a statement that you have a good\nfaith belief that use of the objectionable material is not authorized by the\ncopyright owner, its agent, or under the law.\nand</li>\n<li>a statement that the information\nin the notification is accurate, and under penalty of perjury, that you are\neither the owner of the copyright that has allegedly been infringed or that\nyou are authorized to act on behalf of the copyright owner.</li>\n</ul>\n<p>Please note\nthat, pursuant to 17 U.S.C.\n§ 512(f), any misrepresentation of material fact in\na written notification automatically subjects the complaining party to liability\nfor any damages, costs and attorney’s fees incurred by us in connection with the\nwritten notification and allegation of copyright infringement.</p>General<p>These Terms\nare subject to occasional revision, and if we make any substantial changes, we may\nnotify you by sending you an e-mail to the last e-mail address you provided to us\nand/or by prominently posting notice of the changes on our Site.\nYou are responsible\nfor providing us with your most current e-mail address.\nIn the event that the last\ne-mail address that you have provided us is not valid our dispatch of the e-mail\ncontaining such notice will nonetheless constitute effective notice of the changes\ndescribed in the notice.\nAny changes to these Terms will be effective upon the earliest\nof thirty (30) calendar days following our dispatch of an e-mail notice to you or\nthirty (30) calendar days following our posting of notice of the changes on our\nSite.\nThese changes will be effective immediately for new users of our Site.\nContinued\nuse of our Site following notice of such changes shall indicate your acknowledgement\nof such changes and agreement to be bound by the terms and conditions of such changes.\nDispute Resolution.\nPlease read this Arbitration Agreement carefully.\nIt is part\nof your contract with Company and affects your rights.\nIt contains procedures for\nMANDATORY BINDING ARBITRATION AND A CLASS ACTION WAIVER.</p>\n<p>\n<strong>Applicability\nof Arbitration Agreement.</strong> All claims and disputes in connection with the Terms or the use of any product\nor service provided by the Company that cannot be resolved informally or in small\nclaims court shall be resolved by binding arbitration on an individual basis under\nthe terms of this Arbitration Agreement.\nUnless otherwise agreed to, all arbitration\nproceedings shall be held in English.\nThis Arbitration Agreement applies to you\nand the Company, and to any subsidiaries, affiliates, agents, employees, predecessors\nin interest, successors, and assigns, as well as all authorized or unauthorized\nusers or beneficiaries of services or goods provided under the Terms.</p>\n<p>\n<strong>Arbitration\nRules.</strong> Arbitration shall\nbe initiated through the American Arbitration Association, an established alternative\ndispute resolution provider that offers arbitration as set forth in this section.\nIf AAA is not available to arbitrate, the parties shall agree to select an alternative\nADR Provider.\nThe rules of the ADR Provider shall govern all aspects of the arbitration\nexcept to the extent such rules are in conflict with the Terms.\nThe AAA Consumer\nArbitration Rules governing the arbitration are available online at adr.org or by\ncalling the AAA at 1-800-778-7879.\nThe arbitration shall be conducted by a single,\nneutral arbitrator.\nAny claims or disputes where the total amount of the award sought\nis less than Ten Thousand U.S.\nDollars (US $10,000.00) may be resolved through binding\nnon-appearance-based arbitration, at the option of the party seeking relief.\nFor\nclaims or disputes where the total amount of the award sought is Ten Thousand U.S.\nDollars (US $10,000.00) or more, the right to a hearing will be determined by the\nArbitration Rules.\nAny hearing will be held in a location within 100 miles of your\nresidence, unless you reside outside of the United States, and unless the parties\nagree otherwise.\nIf you reside outside of the U.S., the arbitrator shall give the\nparties reasonable notice of the date, time and place of any oral hearings.\nAny\njudgment on the award rendered by the arbitrator may be entered in any court of\ncompetent jurisdiction.\nIf the arbitrator grants you an award that is greater than\nthe last settlement offer that the Company made to you prior to the initiation of\narbitration, the Company will pay you the greater of the award or $2,500.00.\nEach\nparty shall bear its own costs and disbursements arising out of the arbitration\nand shall pay an equal share of the fees and costs of the ADR Provider.</p>\n<p>\n<strong>Additional\nRules for Non-Appearance Based Arbitration.</strong> If non-appearance based arbitration is elected,\nthe arbitration shall be conducted by telephone, online and/or based solely on written\nsubmissions.\nthe specific manner shall be chosen by the party initiating the arbitration.\nThe arbitration shall not involve any personal appearance by the parties or witnesses\nunless otherwise agreed by the parties.</p>\n<p>\n<strong>Time Limits.</strong> If you or the Company pursues arbitration,\nthe arbitration action must be initiated and/or demanded within the statute of limitations\nand within any deadline imposed under the AAA Rules for the pertinent claim.</p>\n<p>\n<strong>Authority\nof Arbitrator.</strong> If arbitration\nis initiated, the arbitrator will decide the rights and liabilities of you and the\nCompany, and the dispute will not be consolidated with any other matters or joined\nwith any other cases or parties.\nThe arbitrator shall have the authority to grant\nmotions dispositive of all or part of any claim.\nThe arbitrator shall have the authority\nto award monetary damages, and to grant any non-monetary remedy or relief available\nto an individual under applicable law, the AAA Rules, and the Terms.\nThe arbitrator\nshall issue a written award and statement of decision describing the essential findings\nand conclusions on which the award is based.\nThe arbitrator has the same authority\nto award relief on an individual basis that a judge in a court of law would have.\nThe award of the arbitrator is final and binding upon you and the Company.</p>\n<p>\n<strong>Waiver of\nJury Trial.</strong> THE PARTIES\nHEREBY WAIVE THEIR CONSTITUTIONAL AND STATUTORY RIGHTS TO GO TO COURT AND HAVE A\nTRIAL IN FRONT OF A JUDGE OR A JURY, instead electing that all claims and disputes\nshall be resolved by arbitration under this Arbitration Agreement.\nArbitration procedures\nare typically more limited, more efficient and less expensive than rules applicable\nin a court and are subject to very limited review by a court.\nIn the event any litigation\nshould arise between you and the Company in any state or federal court in a suit\nto vacate or enforce an arbitration award or otherwise, YOU AND THE COMPANY WAIVE\nALL RIGHTS TO A JURY TRIAL, instead electing that the dispute be resolved by a judge.</p>\n<p>\n<strong>Waiver of\nClass or Consolidated Actions.</strong> All claims and disputes within the scope of this arbitration agreement must\nbe arbitrated or litigated on an individual basis and not on a class basis, and\nclaims of more than one customer or user cannot be arbitrated or litigated jointly\nor consolidated with those of any other customer or user.</p>\n<p>\n<strong>Confidentiality.</strong> All aspects of the arbitration proceeding\nshall be strictly confidential.\nThe parties agree to maintain confidentiality unless\notherwise required by law.\nThis paragraph shall not prevent a party from submitting\nto a court of law any information necessary to enforce this Agreement, to enforce\nan arbitration award, or to seek injunctive or equitable relief.</p>\n<p>\n<strong>Severability.</strong> If any part or parts of this Arbitration\nAgreement are found under the law to be invalid or unenforceable by a court of competent\njurisdiction, then such specific part or parts shall be of no force and effect and\nshall be severed and the remainder of the Agreement shall continue in full force\nand effect.</p>\n<p>\n<strong>Right to\nWaive.</strong> Any or all of\nthe rights and limitations set forth in this Arbitration Agreement may be waived\nby the party against whom the claim is asserted.\nSuch waiver shall not waive or\naffect any other portion of this Arbitration Agreement.</p>\n<p>\n<strong>Survival\nof Agreement.</strong> This Arbitration\nAgreement will survive the termination of your relationship with Company.</p>\n<p>\n<strong>Small Claims\nCourt.</strong> Nonetheless the\nforegoing, either you or the Company may bring an individual action in small claims\ncourt.</p>\n<p>\n<strong>Emergency\nEquitable Relief.</strong> Anyhow\nthe foregoing, either party may seek emergency equitable relief before a state or\nfederal court in order to maintain the status quo pending arbitration.\nA request\nfor interim measures shall not be deemed a waiver of any other rights or obligations\nunder this Arbitration Agreement.</p>\n<p>\n<strong>Claims Not\nSubject to Arbitration.</strong> Notwithstanding the foregoing, claims of defamation, violation of the Computer\nFraud and Abuse Act, and infringement or misappropriation of the other party’s patent,\ncopyright, trademark or trade secrets shall not be subject to this Arbitration Agreement.</p>\n<p>In any circumstances\nwhere the foregoing Arbitration Agreement permits the parties to litigate in court,\nthe parties hereby agree to submit to the personal jurisdiction of the courts located\nwithin Netherlands County, California, for such purposes.</p>\n<p>The Site may\nbe subject to U.S.\nexport control laws and may be subject to export or import regulations\nin other countries.\nYou agree not to export, re-export, or transfer, directly or\nindirectly, any U.S.\ntechnical data acquired from Company, or any products utilizing\nsuch data, in violation of the United States export laws or regulations.</p>\n<p>Company is located\nat the address in Section 10.8.\nIf you are a California resident, you may report\ncomplaints to the Complaint Assistance Unit of the Division of Consumer Product\nof the California Department of Consumer Affairs by contacting them in writing at\n400 R Street, Sacramento, CA 95814, or by telephone at (800) 952-5210.</p>\n<p>\n<strong>Electronic\nCommunications.</strong> The\ncommunications between you and Company use electronic means, whether you use the\nSite or send us emails, or whether Company posts notices on the Site or communicates\nwith you via email.\nFor contractual purposes, you (a) consent to receive communications\nfrom Company in an electronic form.\nand (b) agree that all terms and conditions,\nagreements, notices, disclosures, and other communications that Company provides\nto you electronically satisfy any legal obligation that such communications would\nsatisfy if it were be in a hard copy writing.</p>\n<p>\n<strong>Entire Terms.</strong> These Terms constitute the entire agreement\nbetween you and us regarding the use of the Site.\nOur failure to exercise or enforce\nany right or provision of these Terms shall not operate as a waiver of such right\nor provision.\nThe section titles in these Terms are for convenience only and have\nno legal or contractual effect.\nThe word “including” means “including\nwithout limitation”.\nIf any provision of these Terms is held to be invalid\nor unenforceable, the other provisions of these Terms will be unimpaired and the\ninvalid or unenforceable provision will be deemed modified so that it is valid and\nenforceable to the maximum extent permitted by law.\nYour relationship to Company\nis that of an independent contractor, and neither party is an agent or partner of\nthe other.\nThese Terms, and your rights and obligations herein, may not be assigned,\nsubcontracted, delegated, or otherwise transferred by you without Company’s prior\nwritten consent, and any attempted assignment, subcontract, delegation, or transfer\nin violation of the foregoing will be null and void.\nCompany may freely assign these\nTerms.\nThe terms and conditions set forth in these Terms shall be binding upon assignees.</p>\n<p>\n<strong>Your Privacy.</strong> Please read our Privacy Policy.</p>\n<p>\n<strong>Copyright/Trademark\nInformation.</strong> Copyright\n©.\nAll rights reserved.\nAll trademarks, logos and service marks displayed on the\nSite are our property or the property of other third-parties.\nYou are not permitted\nto use these Marks without our prior written consent or the consent of such third\nparty which may own the Marks.</p>\n<ul>\n<li> Content<ul>\n<li>Access to the Site</li>\n<li>Third-Party Links &amp.\nAds.\nOther Users</li>\n<li>Disclaimers</li>\n<li>Limitation on Liability</li>\n<li>Copyright Policy.</li>\n<li>General</li>\n</ul>\n</li>\n<li>\n</li>\n</ul>Copyright © 2020 Pure.Dating.\nAll Rights Reserved.\n<p>Pure.Dating is an international online magazine about dating, sex and relationships.\nWe write reviews of the most popular dating apps, make ratings, and help our readers to succeed in online dating.</p> About us Careers Privacy Policy Terms of Use Cookie Policy Affiliate Disclosure Protected by: &lt;div&gt;&lt;img src=\"https://mc.yandex.ru/watch/52677337\" style=\"position:absolute.\nleft:-9999px;\" alt=\"\" /&gt;&lt;/div&gt.\n", "created_at": "2018-08-29 04:30:46.480145", "updated_at": "2020-12-14 19:17:59.125937"}, {"id": 432, "name": "Privacy Policy", "url": "https://pure.dating/privacy/", "xpath": "", "text": " <b>pure</b> dating<ul>\n<li>Free Dating sites</li>\n<li>Free Sexting Sites</li>\n<li>Free Hookup Sites</li>\n<li>Sex App</li>\n<li>About us</li>\n</ul>Privacy policy<p>Pure Dating operates the http://pure.dating website, which provides the SERVICE.</p>\n<p>This page is used to inform website visitors regarding our policies with the collection, use, and disclosure of Personal Information if anyone decided to use our Service, the Pure Dating website.</p>\n<p>If you choose to use our Service, then you agree to the collection and use of information in relation with this policy.\nThe Personal Information that we collect are used for providing and improving the Service.\nWe will not use or share your information with anyone except as described in this Privacy Policy.</p>\n<p>The terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, which is accessible at http://pure.dating, unless otherwise defined in this Privacy Policy.\nOur Privacy Policy was created with the help of the Privacy Policy Template and the Disclaimer Generator.</p>Information Collection and Use<p>For a better experience while using our Service, we may require you to provide us with certain personally identifiable information, including but not limited to your name, phone number, and postal address.\nThe information that we collect will be used to contact or identify you.</p>Log Data<p>We want to inform you that whenever you visit our Service, we collect information that your browser sends to us that is called Log Data.\nThis Log Data may include information such as your computer’s Internet Protocol (“IP”) address, browser version, pages of our Service that you visit, the time and date of your visit, the time spent on those pages, and other statistics.</p>Cookies<p>Cookies are files with small amount of data that is commonly used an anonymous unique identifier.\nThese are sent to your browser from the website that you visit and are stored on your computer’s hard drive.</p>\n<p>Our website uses these “cookies” to collection information and to improve our Service.\nYou have the option to either accept or refuse these cookies, and know when a cookie is being sent to your computer.\nIf you choose to refuse our cookies, you may not be able to use some portions of our Service.</p>\n<p>For more general information on cookies, please read “What Are Cookies”.</p>Service Providers<p>We may employ third-party companies and individuals due to the following reasons:</p>\n<ul>\n<li>To facilitate our Service;</li>\n<li>To provide the Service on our behalf;</li>\n<li>To perform Service-related services.\nor</li>\n<li>To assist us in analyzing how our Service is used.</li>\n</ul>\n<p>We want to inform our Service users that these third parties have access to your Personal Information.\nThe reason is to perform the tasks assigned to them on our behalf.\nHowever, they are obligated not to disclose or use the information for any other purpose.</p>Security<p>We value your trust in providing us your Personal Information, thus we are striving to use commercially acceptable means of protecting it.\nBut remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and we cannot guarantee its absolute security.</p>Links to Other Sites<p>Our Service may contain links to other sites.\nIf you click on a third-party link, you will be directed to that site.\nNote that these external sites are not operated by us.\nTherefore, we strongly advise you to review the Privacy Policy of these websites.\nWe have no control over, and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services.</p>Children’s Privacy<p>Our Services do not address anyone under the age of 13.\nWe do not knowingly collect personal identifiable information from children under 13.\nIn the case we discover that a child under 13 has provided us with personal information, we immediately delete this from our servers.\nIf you are a parent or guardian and you are aware that your child has provided us with personal information, please contact us so that we will be able to do necessary actions.</p>Changes to This Privacy Policy<p>We may update our Privacy Policy from time to time.\nThus, we advise you to review this page periodically for any changes.\nWe will notify you of any changes by posting the new Privacy Policy on this page.\nThese changes are effective immediately, after they are posted on this page.</p>Contact Us<p>If you have any questions or suggestions about our Privacy Policy, do not hesitate to contact us.</p>\n<ul>\n<li> Content<ul>\n<li>Information Collection and Use</li>\n<li>Log Data</li>\n<li>Cookies</li>\n<li>Service Providers</li>\n<li>Security</li>\n<li>Links to Other Sites</li>\n<li>Children’s Privacy</li>\n<li>Changes to This Privacy Policy</li>\n<li>Contact Us</li>\n</ul>\n</li>\n<li>\n</li>\n</ul>Copyright © 2020 Pure.Dating.\nAll Rights Reserved.\n<p>Pure.Dating is an international online magazine about dating, sex and relationships.\nWe write reviews of the most popular dating apps, make ratings, and help our readers to succeed in online dating.</p> About us Careers Privacy Policy Terms of Use Cookie Policy Affiliate Disclosure Protected by: &lt;div&gt;&lt;img src=\"https://mc.yandex.ru/watch/52677337\" style=\"position:absolute.\nleft:-9999px;\" alt=\"\" /&gt;&lt;/div&gt.\n", "created_at": "2018-08-29 04:32:19.316479", "updated_at": "2020-12-14 19:45:57.13619"}], "points": [{"id": 13595, "title": "This service uses third-party cookies for statistics", "source": "https://pure.dating/privacy/", "status": "\"We may employ third-party companies and individuals due to the following reasons:\r\nTo facilitate our Service; To provide the Service on our behalf; To perform Service-related services. or To assist us in analyzing how our Service is used.\"", "created_at": "2021-01-02 20:41:01.54051", "updated_at": "2021-01-03 15:01:31.344666", "quoteText": "or</li>\n<li>To assist us in analyzing how our Service is used.", "case_id": 325, "document_id": 432, "quoteStart": 2606, "quoteEnd": 2668}, {"id": 13594, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://pure.dating/privacy/", "status": "Generated through the annotate view", "created_at": "2021-01-02 20:40:25.851697", "updated_at": "2021-01-03 15:04:40.323772", "quoteText": "You have the option to either accept or refuse these cookies, and know when a cookie is being sent to your computer.\nIf you choose to refuse our cookies, you may not be able to use some portions of our Service.", "case_id": 375, "document_id": 432, "quoteStart": 2077, "quoteEnd": 2287}, {"id": 1528, "title": "This service can share your personal information to third parties ", "source": "https://pure.dating/policy", "status": "Pure Privacy Policy", "created_at": "2018-05-15 09:11:52.925423", "updated_at": "2021-02-06 04:16:16.878888", "quoteText": "By voluntarily providing us with Personal Information, you are consenting to our use of it in accordance with this Privacy Policy and agreeing that it may be transferred to the offices and servers of Pure and the authorized third parties referred to herein, located in the United States.", "case_id": 188, "document_id": 432, "quoteStart": 2036, "quoteEnd": 2323}, {"id": 13590, "title": "Third parties may be involved in operating the service", "source": "https://pure.dating/privacy/", "status": "Generated through the annotate view", "created_at": "2021-01-02 20:38:41.083411", "updated_at": "2021-01-03 15:01:17.316247", "quoteText": "<p>We may employ third-party companies and individuals due to the following reasons:", "case_id": 207, "document_id": 432, "quoteStart": 2388, "quoteEnd": 2472}, {"id": 13596, "title": "Third parties used by the service are bound by confidentiality obligations", "source": "https://pure.dating/privacy/", "status": "\"We want to inform our Service users that these third parties have access to your Personal Information. The reason is to perform the tasks assigned to them on our behalf. However, they are obligated not to disclose or use the information for any other purpose.\"", "created_at": "2021-01-02 20:42:20.661096", "updated_at": "2021-01-03 15:02:34.219342", "quoteText": "However, they are obligated not to disclose or use the information for any other purpose.", "case_id": 210, "document_id": 432, "quoteStart": 2853, "quoteEnd": 2942}, {"id": 13591, "title": "The service provides details about what kinds of personal information they collect", "source": "https://pure.dating/privacy/", "status": "Generated through the annotate view", "created_at": "2021-01-02 20:39:07.363715", "updated_at": "2021-01-03 15:03:14.167516", "quoteText": "</p>Information Collection and Use", "case_id": 228, "document_id": 432, "quoteStart": 1060, "quoteEnd": 1094}, {"id": 13592, "title": "This service collects your IP address, which can be used to view your approximate location", "source": "https://pure.dating/privacy/", "status": "Generated through the annotate view", "created_at": "2021-01-02 20:39:46.984651", "updated_at": "2021-01-03 15:03:59.816044", "quoteText": "<p>We want to inform you that whenever you visit our Service, we collect information that your browser sends to us that is called Log Data.\nThis Log Data may include information such as your computer’s Internet Protocol (“IP”) address,", "case_id": 399, "document_id": 432, "quoteStart": 1387, "quoteEnd": 1622}, {"id": 13593, "title": "This service requires first-party cookies", "source": "https://pure.dating/privacy/", "status": "Generated through the annotate view", "created_at": "2021-01-02 20:40:12.500089", "updated_at": "2021-01-03 15:04:10.661566", "quoteText": "<p>Our website uses these “cookies” to collection information and to improve our Service.", "case_id": 126, "document_id": 432, "quoteStart": 1987, "quoteEnd": 2076}, {"id": 13598, "title": "This service is only available to users over a certain age", "source": "https://pure.dating/terms", "status": "Generated through the annotate view", "created_at": "2021-01-02 20:43:32.106465", "updated_at": "2021-01-03 16:11:40.408983", "quoteText": "YOU SHOULD BE AT LEAST 18 YEARS OF AGE TO ACCESS THE SITE.", "case_id": 152, "document_id": 431, "quoteStart": 805, "quoteEnd": 863}, {"id": 13600, "title": "They may stop providing the service at any time", "source": "https://pure.dating/terms", "status": "Generated through the annotate view", "created_at": "2021-01-02 20:44:56.625501", "updated_at": "2021-01-03 15:01:46.66402", "quoteText": "<p>Company reserves\nthe right to change, suspend, or cease the Site with or without notice to you.", "case_id": 203, "document_id": 431, "quoteStart": 2342, "quoteEnd": 2440}, {"id": 13605, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://pure.dating/terms", "status": "Generated through the annotate view", "created_at": "2021-01-02 20:48:11.37217", "updated_at": "2021-01-03 16:13:42.358642", "quoteText": "The site is\nprovided on an “as-is” and “as available” basis, and company\nand our suppliers expressly disclaim any and all warranties and conditions of any\nkind, whether express, implied, or statutory,", "case_id": 286, "document_id": 431, "quoteStart": 5865, "quoteEnd": 6065}, {"id": 17698, "title": "You maintain ownership of your content", "source": "Gallstones ", "status": "", "created_at": "2021-03-23 18:14:09.626831", "updated_at": "2021-03-23 18:14:09.626831", "quoteText": null, "case_id": 183, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 13599, "title": "This service is only available for use individually and non-commercially.", "source": "https://pure.dating/terms", "status": "Generated through the annotate view", "created_at": "2021-01-02 20:44:18.389922", "updated_at": "2021-01-03 16:13:34.288495", "quoteText": "Company\ngrants you a non-transferable, non-exclusive, revocable, limited license to access\nthe Site solely for your own personal, noncommercial use.", "case_id": 143, "document_id": 431, "quoteStart": 1310, "quoteEnd": 1458}, {"id": 13602, "title": "This service does not condone any ideas contained in its user-generated contents", "source": "https://pure.dating/terms", "status": "Generated through the annotate view", "created_at": "2021-01-02 20:46:33.062988", "updated_at": "2021-01-03 16:13:09.560843", "quoteText": "Because we do not control User Content,\nyou acknowledge and agree that we are not responsible for any User Content, whether\nprovided by you or by others.", "case_id": 292, "document_id": 431, "quoteStart": 4258, "quoteEnd": 4411}, {"id": 13612, "title": "defend, indemnify, hold harmless; survives termination", "source": "https://pure.dating/terms", "status": "Generated through the annotate view", "created_at": "2021-01-02 20:54:49.637227", "updated_at": "2021-01-03 16:36:19.43789", "quoteText": "Even after your rights\nunder these Terms are terminated, the following provisions of these Terms will remain\nin effect: Sections 2 through 2.5, Section 3 and Sections 4 through 10.</p>", "case_id": 147, "document_id": 431, "quoteStart": 8849, "quoteEnd": 9033}, {"id": 13603, "title": "This service cannot be held responsible for disputes that you may have with other users", "source": "https://pure.dating/terms", "status": "Generated through the annotate view", "created_at": "2021-01-02 20:47:21.697135", "updated_at": "2021-01-02 20:51:32.29615", "quoteText": "<p>You hereby release\nand forever discharge the Company and our officers, employees, agents, successors,\nand assigns from, and hereby waive and relinquish, each and every past, present\nand future dispute, claim, controversy, demand, right, obligation, liability, action\nand cause of action of every kind and nature, that has arisen or arises directly\nor indirectly out of, or that relates directly or indirectly to, the Site.", "case_id": 154, "document_id": 431, "quoteStart": 4635, "quoteEnd": 5060}, {"id": 13609, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://pure.dating/terms", "status": "Generated through the annotate view", "created_at": "2021-01-02 20:50:46.369256", "updated_at": "2021-01-03 16:12:43.664025", "quoteText": "To the maximum\nextent permitted by law, in no event shall company or our suppliers be liable to\nyou or any third-party for any lost profits, lost data, costs of procurement of\nsubstitute products, or any indirect, consequential, exemplary, incidental, special\nor punitive damages arising from or relating to these terms or your use of, or incapability\nto use the site even if company has been advised of the possibility of such damages.\nAccess to and use of the site is at your own discretion and risk, and you will be\nsolely responsible for any damage to your device or computer system, or loss of\ndata resulting therefrom.", "case_id": 293, "document_id": 431, "quoteStart": 6908, "quoteEnd": 7532}, {"id": 13607, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://pure.dating/terms", "status": "\"The site is provided on an “as-is” and “as available” basis, and company and our suppliers expressly disclaim any and all warranties and conditions of any kind, whether express, implied, or statutory, including all warranties or conditions of merchantability, fitness for a particular purpose, title, quiet enjoyment, accuracy, or non-infringement.\"", "created_at": "2021-01-02 20:48:53.633074", "updated_at": "2021-01-03 16:19:17.711566", "quoteText": "accuracy,\nor non-infringement.", "case_id": 288, "document_id": 431, "quoteStart": 6183, "quoteEnd": 6213}, {"id": 13608, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://pure.dating/terms", "status": "Generated through the annotate view", "created_at": "2021-01-02 20:50:05.236856", "updated_at": "2021-01-03 16:28:22.156782", "quoteText": "We and our suppliers make not guarantee that the site will\nmeet your requirements, will be available on an uninterrupted, timely, secure, or\nerror-free basis, or will be accurate, reliable, free of viruses or other harmful\ncode, complete, legal, or safe.", "case_id": 287, "document_id": 431, "quoteStart": 6214, "quoteEnd": 6468}, {"id": 13604, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://pure.dating/terms", "status": "Generated through the annotate view", "created_at": "2021-01-02 20:47:49.39189", "updated_at": "2021-01-03 16:33:58.050795", "quoteText": "Cookies and\nWeb Beacons.</strong> Like any\nother website, Pure Dating uses ‘cookies’.\nThese cookies are used to store information\nincluding visitors’ preferences, and the pages on the website that the visitor accessed\nor visited.\nThe information is used to optimize the users’ experience by customizing\nour web page content based on visitors’ browser type and/or other information.", "case_id": 323, "document_id": 431, "quoteStart": 5466, "quoteEnd": 5847}, {"id": 13622, "title": "This service may use your personal information for marketing purposes", "source": "https://pure.dating/terms", "status": "Generated through the annotate view", "created_at": "2021-01-02 21:03:35.930337", "updated_at": "2021-01-03 16:19:40.600407", "quoteText": "For contractual purposes, you (a) consent to receive communications\nfrom Company in an electronic form.\nand (b) agree that all terms and conditions,\nagreements, notices, disclosures, and other communications that Company provides\nto you electronically satisfy any legal obligation that such communications would\nsatisfy if it were be in a hard copy writing.</p>", "case_id": 336, "document_id": 431, "quoteStart": 20582, "quoteEnd": 20943}, {"id": 13614, "title": "Provides instructions on how to submit a copyright claim", "source": "https://pure.dating/terms", "status": "Generated through the annotate view", "created_at": "2021-01-02 20:55:56.497188", "updated_at": "2021-01-03 16:11:33.326573", "quoteText": "If you believe that one of our users is,\nthrough the use of our Site, unlawfully infringing the copyright(s) in a work, and\nwish to have the allegedly infringing material removed, the following information\nin the form of a written notification (pursuant to 17 U.S.C.\n§ 512(c)) must be provided\nto our designated Copyright Agent:</p>\n<ul>\n<li>your physical or electronic signature;</li>\n<li>identification of the copyrighted\nwork(s) that you claim to have been infringed;</li>\n<li>identification of the material on\nour services that you claim is infringing and that you request us to remove;</li>\n<li>sufficient information to permit\nus to locate such material;</li>\n<li>your address, telephone number,\nand e-mail address;</li>\n<li>a statement that you have a good\nfaith belief that use of the objectionable material is not authorized by the\ncopyright owner, its agent, or under the law.\nand</li>\n<li>a statement that the information\nin the notification is accurate, and under penalty of perjury, that you are\neither the owner of the copyright that has allegedly been infringed or that\nyou are authorized to act on behalf of the copyright owner.", "case_id": 138, "document_id": 431, "quoteStart": 9439, "quoteEnd": 10583}, {"id": 13623, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://pure.dating/terms", "status": "Generated through the annotate view", "created_at": "2021-01-02 21:04:00.717986", "updated_at": "2021-01-03 15:03:34.848183", "quoteText": "Our failure to exercise or enforce\nany right or provision of these Terms shall not operate as a waiver of such right\nor provision.", "case_id": 295, "document_id": 431, "quoteStart": 21073, "quoteEnd": 21203}, {"id": 13620, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "https://pure.dating/terms", "status": "Generated through the annotate view", "created_at": "2021-01-02 21:01:02.263141", "updated_at": "2021-01-03 15:04:51.52547", "quoteText": "If any provision of these Terms is held to be invalid\nor unenforceable, the other provisions of these Terms will be unimpaired and the\ninvalid or unenforceable provision will be deemed modified so that it is valid and\nenforceable to the maximum extent permitted by law.", "case_id": 294, "document_id": 431, "quoteStart": 21363, "quoteEnd": 21632}, {"id": 13610, "title": "This service cannot be held responsible for disputes that you may have with other users", "source": "https://pure.dating/terms", "status": "Generated through the annotate view", "created_at": "2021-01-02 20:52:04.376861", "updated_at": "2021-01-03 16:12:49.028421", "quoteText": "You agree that Company will not be responsible for\nany loss or damage incurred as the result of any such interactions.\nIf there is\na dispute between you and any Site user, we are under no obligation to become involved.</p>\n<p>You hereby release\nand forever discharge the Company and our officers, employees, agents, successors,\nand assigns from, and hereby waive and relinquish, each and every past, present\nand future dispute, claim, controversy, demand, right, obligation, liability, action\nand cause of action of every kind and nature, that has arisen or arises directly\nor indirectly out of, or that relates directly or indirectly to, the Site.", "case_id": 154, "document_id": 431, "quoteStart": 4412, "quoteEnd": 5060}, {"id": 13619, "title": "You waive your right to a class action.", "source": "https://pure.dating/terms", "status": "Generated through the annotate view", "created_at": "2021-01-02 21:00:39.763136", "updated_at": "2021-01-03 16:19:53.047562", "quoteText": "All claims and disputes within the scope of this arbitration agreement must\nbe arbitrated or litigated on an individual basis and not on a class basis, and\nclaims of more than one customer or user cannot be arbitrated or litigated jointly\nor consolidated with those of any other customer or user.", "case_id": 117, "document_id": 431, "quoteStart": 17132, "quoteEnd": 17428}, {"id": 13618, "title": "Users have a reduced time period to take legal action against the service", "source": "https://pure.dating/terms", "status": "Generated through the annotate view", "created_at": "2021-01-02 20:59:50.445597", "updated_at": "2021-01-03 16:29:04.826662", "quoteText": "<strong>Time Limits.</strong> If you or the Company pursues arbitration,\nthe arbitration action must be initiated and/or demanded within the statute of limitations\nand within any deadline imposed under the AAA Rules for the pertinent claim.", "case_id": 151, "document_id": 431, "quoteStart": 15191, "quoteEnd": 15431}, {"id": 13616, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "https://pure.dating/terms", "status": "Generated through the annotate view", "created_at": "2021-01-02 20:58:15.354821", "updated_at": "2021-01-03 16:29:20.846361", "quoteText": "Continued\nuse of our Site following notice of such changes shall indicate your acknowledgement\nof such changes and agreement to be bound by the terms and conditions of such changes.", "case_id": 403, "document_id": 431, "quoteStart": 11764, "quoteEnd": 11945}, {"id": 13611, "title": "The service can delete your account without prior notice and without a reason", "source": "https://pure.dating/terms", "status": "Generated through the annotate view", "created_at": "2021-01-02 20:54:15.965379", "updated_at": "2021-01-03 16:29:48.534657", "quoteText": "We may suspend or terminate your rights to use the Site at any time for\nany reason at our sole discretion, including for any use of the Site in violation\nof these Terms.\nUpon termination of your rights under these Terms, your Account\nand right to access and use the Site will terminate immediately.", "case_id": 201, "document_id": 431, "quoteStart": 8294, "quoteEnd": 8592}, {"id": 13625, "title": "Your personal data is given to third parties", "source": "https://pure.dating/privacy/", "status": "Generated through the annotate view", "created_at": "2021-01-02 21:07:11.841266", "updated_at": "2021-01-04 09:01:46.217619", "quoteText": "<p>We want to inform our Service users that these third parties have access to your Personal Information.\nThe reason is to perform the tasks assigned to them on our behalf.", "case_id": 188, "document_id": 432, "quoteStart": 2680, "quoteEnd": 2852}, {"id": 13615, "title": "When the service wants to make a material change to its terms, users are notified at least 30 days in advance", "source": "https://pure.dating/terms", "status": "Generated through the annotate view", "created_at": "2021-01-02 20:56:25.364237", "updated_at": "2021-01-03 15:03:01.837365", "quoteText": "These Terms\nare subject to occasional revision, and if we make any substantial changes, we may\nnotify you by sending you an e-mail to the last e-mail address you provided to us\nand/or by prominently posting notice of the changes on our Site.\nYou are responsible\nfor providing us with your most current e-mail address.\nIn the event that the last\ne-mail address that you have provided us is not valid our dispatch of the e-mail\ncontaining such notice will nonetheless constitute effective notice of the changes\ndescribed in the notice.\nAny changes to these Terms will be effective upon the earliest\nof thirty (30) calendar days following our dispatch of an e-mail notice to you or\nthirty (30) calendar days following our posting of notice of the changes on our\nSite.\nThese changes will be effective immediately for new users of our Site.", "case_id": 124, "document_id": 431, "quoteStart": 10928, "quoteEnd": 11763}, {"id": 13624, "title": "You cannot distribute or disclose your account to third parties", "source": "https://pure.dating/terms", "status": "Generated through the annotate view", "created_at": "2021-01-02 21:04:31.2332", "updated_at": "2021-01-03 15:03:26.609287", "quoteText": "These Terms, and your rights and obligations herein, may not be assigned,\nsubcontracted, delegated, or otherwise transferred by you without Company’s prior\nwritten consent, and any attempted assignment, subcontract, delegation, or transfer\nin violation of the foregoing will be null and void.", "case_id": 229, "document_id": 431, "quoteStart": 21755, "quoteEnd": 22047}, {"id": 13613, "title": "If you are the target of a copyright claim, your content may be removed", "source": "https://pure.dating/terms", "status": "Generated through the annotate view", "created_at": "2021-01-02 20:55:21.345814", "updated_at": "2021-01-03 15:03:46.334172", "quoteText": "\nIn connection with our Site, we have adopted and implemented a policy respecting\ncopyright law that provides for the removal of any infringing materials and for\nthe termination of users of our online Site who are repeated infringers of intellectual\nproperty rights, including copyrights.", "case_id": 310, "document_id": 431, "quoteStart": 9150, "quoteEnd": 9438}, {"id": 13621, "title": "Users agree to comply with the law of the service's country", "source": "https://pure.dating/terms", "status": "Generated through the annotate view", "created_at": "2021-01-02 21:02:45.128149", "updated_at": "2021-01-03 15:04:30.294228", "quoteText": "<p>In any circumstances\nwhere the foregoing Arbitration Agreement permits the parties to litigate in court,\nthe parties hereby agree to submit to the personal jurisdiction of the courts located\nwithin Netherlands County, California, for such purposes.", "case_id": 237, "document_id": 431, "quoteStart": 19399, "quoteEnd": 19650}, {"id": 13597, "title": "The service informs users that its privacy policy does not apply to third party websites", "source": "https://pure.dating/privacy/", "status": "Generated through the annotate view", "created_at": "2021-01-02 20:42:58.555421", "updated_at": "2021-01-03 16:12:59.309453", "quoteText": "Our Service may contain links to other sites.\nIf you click on a third-party link, you will be directed to that site.\nNote that these external sites are not operated by us.\nTherefore, we strongly advise you to review the Privacy Policy of these websites.", "case_id": 299, "document_id": 432, "quoteStart": 3293, "quoteEnd": 3546}, {"id": 13601, "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers", "source": "https://pure.dating/terms", "status": "Generated through the annotate view", "created_at": "2021-01-02 20:45:56.979227", "updated_at": "2021-01-03 16:13:25.163739", "quoteText": "The\nSite may contain links to third-party websites and services, and/or display advertisements\nfor third-parties.\nSuch Third-Party Links &amp.\nAds are not under the control of\nCompany, and Company is not responsible for any Third-Party Links &amp.\nAds.\nCompany\nprovides access to these Third-Party Links &amp.\nAds only as a convenience to you,\nand does not review, approve, monitor, endorse, warrant, or make any representations\nwith respect to Third-Party Links &amp.\nAds.", "case_id": 278, "document_id": 431, "quoteStart": 3358, "quoteEnd": 3831}, {"id": 13606, "title": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements", "source": "https://pure.dating/terms", "status": "\"The site is provided on an “as-is” and “as available” basis, and company and our suppliers expressly disclaim any and all warranties and conditions of any kind, whether express, implied, or statutory, including all warranties or conditions of merchantability, fitness for a particular purpose, title, quiet enjoyment, accuracy, or non-infringement.\"", "created_at": "2021-01-02 20:48:32.684018", "updated_at": "2021-01-03 16:27:47.358055", "quoteText": "including all warranties or conditions\nof merchantability, fitness for a particular purpose,", "case_id": 290, "document_id": 431, "quoteStart": 6066, "quoteEnd": 6158}, {"id": 13617, "title": "This service forces users into binding arbitration in the case of disputes", "source": "https://pure.dating/terms", "status": "Generated through the annotate view", "created_at": "2021-01-02 20:58:59.747173", "updated_at": "2021-01-03 16:28:48.085767", "quoteText": "All claims and disputes in connection with the Terms or the use of any product\nor service provided by the Company that cannot be resolved informally or in small\nclaims court shall be resolved by binding arbitration on an individual basis under\nthe terms of this Arbitration Agreement.\nUnless otherwise agreed to, all arbitration\nproceedings shall be held in English.\nThis Arbitration Agreement applies to you\nand the Company, and to any subsidiaries, affiliates, agents, employees, predecessors\nin interest, successors, and assigns, as well as all authorized or unauthorized\nusers or beneficiaries of services or goods provided under the Terms.", "case_id": 339, "document_id": 431, "quoteStart": 12231, "quoteEnd": 12875}], "urls": ["pure.dating"]}}