{"error": 448, "message": "OK", "parameters": {"id": 5240, "name": "AdMarketplace", "created_at": "2021-10-24 07:29:16.144748", "updated_at": "2021-10-24 22:01:05.355123", "wikipedia": "https://en.wikipedia.org/wiki/AdMarketplace", "keywords": null, "related": null, "slug": "admarketplace", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5240.png", "url": "admarketplace.com", "documents": [{"id": 9395, "name": "Terms Of Use", "url": "https://www.admarketplace.com/terms-of-use/", "xpath": "/html/body/div[1]", "text": "Terms Of Use<p>This Agreement (“Agreement”) between you (“you” or “Advertiser”) and adMarketplace Inc., and its affiliates (collectively, “adMarketplace”) consists of these adMarketplace Terms and Conditions (the “Terms and Conditions”), the adMarketplace Frequently Asked Questions (the “FAQs”), the adMarketplace Privacy Policy (the “Privacy Policy”) the terms of any advertising campaign you submit or modify and any other terms and conditions or policies set forth on www.adMarketplace.com (the “Site”) for access to and use of the adMarketplace service (the “Service”), all of which are incorporated by reference.</p>\n<p>If an individual is accessing the Service on behalf of a business entity, whether as an employee, consultant or agent of such business entity, by doing so, such individual represents that they have the legal capacity and authority to bind such business entity to this Agreement.\nYou or Advertiser shall refer both to the individual accessing adMarketplace on behalf of a business entity, if any, and any such business entity itself.\nBy accessing and using adMarketplace, you agree to be bound by the terms and conditions contained in this Agreement.</p>\n<p>READ THESE TERMS CAREFULLY BEFORE USING THE SITE OR THE SERVICE.\nIF YOU DO NOT AGREE TO THIS AGREEMENT, YOU MAY NOT ACCESS OR OTHERWISE USE THE SITE OR THE SERVICE.\nBY ACCESSING THE SITE OR THE SERVICE, YOU INDICATE AND ACKNOWLEDGE THAT YOU HAVE READ AND ACCEPTED THIS AGREEMENT.</p>\n<p>\n<b>Permitted Uses.\nPartner Sites.</b> Subject to this Agreement, you may use the Site solely for the purpose of submitting your ads for products or services for inclusion in the Service.\nYou agree that your ads submitted through the Service may be placed on (i) any web site owned or operated by adMarketplace (an “adMarketplace Web Site”), (ii) if you opt in to the syndication program described in the FAQs, on any web site owned by a third party (a “Partner”) with which adMarketplace has an agreement to place advertisements on your behalf (“Partner Site”).\nUnless otherwise agreed to in writing by adMarketplace, adMarketplace reserves the right, in its sole discretion, to immediately and without notice reject, remove, modify, suspend or restrict any ad submitted by you, without your consent, to comply with any policy of adMarketplace or any Partner Site, or as otherwise determined by adMarketplace to protect its interests.\nThe Partners may also have certain rights allowing them to reject, modify or withdraw ads placed under this Agreement.\nNeither adMarketplace nor any Partner shall have any liability to you as a result of exercising such rights.</p>\n<p>Prohibited Uses of the Service.\nadMarketplace strictly prohibits using the Service or any Partner Sites to:</p>\n<p>generate, manipulate or other produce or induce fraudulent impressions of or fraudulent clicks on Advertiser’s ads or third-party ads or web sites, including but not limited to using scripts, spyware, robots or other automated tools and/or computer generated search requests, and/or the fraudulent or deceptive use of other search engine optimization services and/or software;</p>\n<p>include content in ads, or use the Service in any way, which violates or infringes upon the intellectual property, personal or proprietary rights of any third party, including but not limited to, copyrights, trademarks, patents, trade secrets or confidentiality obligations;</p>\n<p>include content in ads which may be threatening, libelous, defamatory, obscene, scandalous or inflammatory or that could otherwise violate any other applicable law;</p>\n<p>include content in ads which may be false, misleading or deceptive;</p>\n<p>advertise goods or services that are illegal in any jurisdiction where the ad is displayed;</p>\n<p>advertise goods or services in any way that violates any policy posted on the Site or any Partner Site;</p>\n<p>resell the Service to any third party.\nor</p>\n<p>engage in any other illegal or fraudulent business practice under the laws of any jurisdiction where you are located or the ad is displayed or any other conduct that adMarketplace or any Partner determines may otherwise result in legal liability.</p>\n<p>You may not include links to any web site as part of your ad unless the content found at such web site is relevant to the keywords approved for your ad.\nYou may not run multiple ads linking to the same or similar web site on the same search results page.</p>\n<p>\n<b>Prohibited Uses of the Site:</b> You may not use spiders, robots or other automated data mining techniques to catalog, download, store or otherwise reproduce or distribute information available on the Site without our prior consent.\nYou may not take any action to interfere with the Site or the Service or any other user’s use of the Site or the Service, including, without limitation, via means of overloading, “flooding”, “mailbombing” or “crashing” the Site or the Service.\nYou may not frame portions of the Site within another web site or establish links from any other web site to any page of the Site other than the home page.</p>\n<p>\n<b>Passwords:</b> adMarketplace shall authorize IDs and passwords at its discretion.\nUpon requesting a password, you may be required to provide information regarding you or your organization.\nThe ID and password authorized should be safeguarded at all times and not shared with any other party.\nUpon a change of the responsible personnel in possession of an ID and password, it is your responsibility to immediately contact adMarketplace to update or change passwords or information in your profile.\nadMarketplace may, from time to time, monitor the logon times and usage under each ID for the purpose of verifying that you are the sole holder and user of the ID and to verify compliance with this Agreement.\nTo the extent any party under the reasonable control of you gains access to the Service through use of the ID or by circumventing adMarketplace’s security systems, you shall be liable to adMarketplace for all such use, including payment of any fees and liability for the content, display or use of any ads.\nadMarketplace retains the right to suspend or revoke IDs at any time for a violation or potential violation of this Agreement.</p>\n<p>\n<b>Limited License:</b> adMarketplace hereby grants you a limited, non-exclusive, nontransferable license to use the Site on one computer at a time, for your own internal business purposes and solely to participate in the Service with the intention of placing ads.\nIn no event may you modify or create derivative works based on the Site or the Service or any part thereof.\nAll rights not specifically licensed to you hereunder are retained by adMarketplace.</p>\n<p>\n<b>Proprietary Rights:</b> The Site, the Service, and everything incorporated or used in connection with the Site or the Service, including but not limited to software, designs, graphics, text, methods, processes, technology and other intellectual property, are owned, or authorized for use, by adMarketplace.\nBy accessing the Site or using the Service, User acknowledges such rights.\nExcept as expressly permitted in these Terms and Conditions, you may not modify, copy, reproduce, republish, upload, post, transmit, or distribute in any way any part of the Site or the Service without the prior written consent of adMarketplace.\nadMarketplace is free to use any ideas, concepts, know-how, or techniques contained in any communication you send to adMarketplace without compensation and for any purpose whatsoever, including but not limited to, developing, manufacturing and marketing products and services using such information.</p>\n<p>\n<b>Communications Solely With adMarketplace.</b> Even if your ads are placed on Partner Sites, you agree to communicate solely with adMarketplace regarding your ads, and agree not to contact any Partner regarding your ads which may appear on the Partner Site.\nWhile adMarketplace may have a business relationship with Partners, adMarketplace is an independent contractor to the Partners and is not a legal partner of, nor is it able to control the business practices of, the Partners.</p>\n<p>\n<b>Privacy and Data Collection:</b> adMarketplace does not collect personally identifying information from advertisers unless those advertisers have voluntarily given such information to adMarketplace (for example, when registering to become an adMarketplace advertiser or when sending us an e-mail or other submission).\nFor further information about how we use information collected from you, please view our Privacy Policy.\nIf you have entered into another agreement with adMarketplace (such as an Affiliate Agreement or an Advertiser Agreement), then you may be subject to additional or different provisions regarding privacy and data collection.\nExcept as expressly set forth in the Privacy Policy, you should consider any communication that you transmit to adMarketplace (such as data, questions or answers, comments, or suggestions) as non-confidential.</p>\n<p>\n<b>Ad Responsibility.</b> You are solely responsible for the selection of all “Targeting Criteria” (such as any keyword, category or other targeting mechanism), for the content and integrity of your ads, including URL links and for all web sites linked to your ad, including all transactions consummated through such web sites.\nadMarketplace may, but is under no obligation, to review or screen the content of any ad or the use of any Targeting Criteria by you.</p>\n<p>\n<b>Termination.\nCancellation.</b> adMarketplace may at any time, in its sole discretion, with or without cause, immediately terminate this Agreement, or cancel or suspend any ads or your use of any Targeting Criteria.\nadMarketplace will make reasonable efforts notify you via email of any such termination or cancellation, but shall not be liable in any manner for its failure to do so.\nIn the event this Agreement is terminated as a result of your breach of this Agreement, you acknowledge that adMarketplace shall be under no obligation to refund to you any pre-paid or unused portions of your budget.\nYou may cancel or delete any ad and/or terminate this Agreement with respect to such ad by canceling or deleting all ads, with or without cause at any time, via your account by changing the end dates of such ads to your desired cancellation date or by deleting the ads you no longer wish to run.\nA cancelled ad may continue to run for up to 1 business day before such cancellation takes effect.\nUpon cancellation of any ad or termination of this Agreement for any reason, you shall remain liable for any amount due for clicks already delivered or for clicks on any ads through the date such cancellation or termination takes effect.</p>\n<p>\n<b>Payment.</b> You agree to pay all applicable charges under this Agreement or as set forth on any form on the Site, including any applicable taxes or charges imposed by any government entity.\nadMarketplace shall proceed to charge your credit card based upon your stated budget.\nIf you increase your budget, you authorize adMarketplace to automatically charge your credit card without prior notification or obtaining additional authorization.\nPlease note that we do not accept debit cards for any automatic payments.\nadMarketplace may change its pricing policies at any time, provided that any spending limits that you have set in your account shall only be modified by you.\nIf you dispute any charge made by adMarketplace in connection with the Service, you must notify adMarketplace in writing within sixty (60) days of any such charge stating, with specificity, the nature of such dispute.\nFailure to so notify adMarketplace shall result in your waiver of any claim relating to such disputed charge.\nCharges shall be calculated solely based on records maintained by adMarketplace.\nNo other measurements or statistics of any kind shall be accepted by adMarketplace or have any effect on pricing terms or decisions under this Agreement.\nYou will be responsible for all reasonable expenses (including attorneys’ fees and costs) incurred by adMarketplace in collecting unpaid amounts under this Agreement.</p>\n<p>\n<b>Representations and Warranties.</b> You represent and warrant that (i) all information provided by you to adMarketplace to enroll in the Service, or otherwise in connection with any ad, posting or other communication is correct and current, (ii) you shall not forge or mask your true identity, or the provider of any goods or services, in any ad, posting or other communication, (iii) you hold all rights or have been granted all necessary approvals and authorizations to permit adMarketplace and any Partners to use, reproduce, display, transmit and distribute your ads and (iv) use of your ads by adMarketplace or Partners will not violate any law, rule, regulation or rights of any third party, including but not limited to, copyrights, trademarks, patents, trade secrets, confidentiality obligations or rights of publicity or privacy.</p>\n<p>\n<b>No Guarantee.</b> adMarketplace makes no guarantee regarding the levels of impressions or clicks for any ad on the adMarketplace Web Sites or Partner Sites or the availability of any Targeting Criteria.\nadMarketplace may offer the same Targeting Criteria to more than one advertiser.</p>\n<p>\n<b>No Warranty.</b> While adMarketplace makes reasonable efforts to ensure that the Service operates as intended, the Service is dependent upon the Internet and other services and providers outside of the control of adMarketplace.\nBy using the Service, you acknowledge that adMarketplace does not and cannot guaranty that the operation of the Service will be uninterrupted, error free or that the Service and the information it stores will be entirely free from viruses, hackers, intrusions, unscheduled downtime or other failures.\nYou expressly assume the risk of such problems by using the Service.\nthe site and the service, including all software, content, operations and materials, are provided “as is”.\nexcept as specifically set forth herein, adMarketplace makes no representations or warranties of any kind whatsoever for the operation of the service.\nfurther, adMarketplace disclaims any express or implied warranties, including, without limitation, non-infringement, title, merchantability, fitness for a particular purpose and any warranties arising out of course of dealing, usage or trade.</p>\n<p>\n<b>Limitations of Liability.</b> in no event will adMarketplace be liable under any theory of tort, contract, strict liability or other legal or equitable theory for any lost profits, lost data, lost opportunities, costs of cover, exemplary, punitive, personal injury/wrongful death, special, incidental, indirect or other consequential damages, each of which is hereby excluded by agreement of the parties regardless of whether or not adMarketplace has been advised of the possibility of such damages.\nin no event shall adMarketplace’s liability for any direct damages exceed the amounts actually paid by you to adMarketplace and retained by adMarketplace as its commission in connection with the service during the most recent six (6) months.\nYou acknowledge that adMarketplace has entered into this Agreement relying on the limitations of liability stated herein and that adMarketplace would not offer you the Service without those limitations, which are an essential basis of the bargain.</p>\n<p>\n<b>Your Obligation to Indemnify.</b> You agree to indemnify, defend and hold harmless adMarketplace and Partners, including their respective employees, directors, officers, agents, representatives and affiliates, from and against any and all claims, demands, liabilities, costs or expenses, including reasonable attorney’s fees and costs, arising from, or related to, any breach by you of this Agreement or any applicable law or your ads as submitted to the Service.</p>\n<p>\n<b>Changes:</b> All information posted on the Service is subject to change without notice.\nYour continued access of the Service after such changes conclusively demonstrates your acceptance of those changes.</p>\n<p>\n<b>Severability:</b> If any part of this Agreement shall be held or declared to be invalid or unenforceable for any reason by any court of competent jurisdiction, such provision shall be ineffective but shall not affect any other part of this Agreement and the invalid portion of any provision shall be deemed modified to the least degree necessary to remedy such invalidity while retaining the original intent of the parties.</p>\n<p>\n<b>Waiver.\nRemedies:</b> The failure of adMarketplace to partially or fully exercise any rights or the waiver of adMarketplace of any breach of this Agreement by you, shall not prevent a subsequent exercise of such right by adMarketplace or be deemed a waiver by adMarketplace of any subsequent breach by you of the same or any other term of this Agreement.\nThe rights and remedies of adMarketplace under this Agreement shall be cumulative, and the exercise of any right or remedy shall not limit a right to exercise any other right or remedy hereunder.</p>\n<p>\n<b>Third Party Beneficiary.\nAssignment.</b> Each Partner is an intended third party beneficiary under this Agreement, and shall have, without limitation, the right to enforce any terms and conditions directly against you.\nadMarketplace may assign all, or any part of, its rights or obligations under this Agreement to a third party without your prior consent.\nThis Agreement shall inure to the benefit of adMarketplace’s successors and assigns.</p>\n<p>\n<b>International Access:</b> Our Site and Service are provided from the United States of America and all servers which make them available reside in the U.S.A.\nThe laws of other countries may differ regarding the access and use of this Site or functions available through the Service.\nWe make no representations regarding the legality of this Service in any other country and it is your responsibility to ensure that your use complies with all applicable laws outside of the U.S.A.</p>\n<p>\n<b>Governing Law:</b> The laws of the State of New York shall govern this Agreement.\nYOU HEREBY EXPRESSLY CONSENT TO EXCLUSIVE JURISDICTION AND VENUE IN THE COURTS LOCATED IN NEW YORK COUNTY, NEW YORK.</p>\n<p>\n<b>Digital Millennium Copyright Act (\"DMCA\") Notice:</b> Materials may be made available on the Site, or via the Service, by third parties not within the control of adMarketplace.\nWe are under no obligation to, and do not, scan ads sent through the Service for the inclusion of illegal content.\nHowever, we respect the copyright properties of others.\nIt is our policy not to permit materials known by us to be infringing to remain on the Site or the Service.\nYou should notify us promptly if you believe any materials on the Site or the Service infringe a third party copyright.\nUpon our receipt of a proper notice of claimed infringement under the DMCA, we will respond expeditiously to follow the procedures specified in the DMCA to resolve the claim between the notifying party and the alleged infringer who provided the content in issue, including, where applicable and technically possible, removing or disabling access to materials claimed to be infringing or by removing or disabling access to such materials.\nOur designated agent (i.e.\nproper party) to whom you should address any DMCA notice to is: Adam Epstein, adMarketplace Inc., 1250 Broadway, 31st Floor, New York, NY 10001.</p>\n<p>\n<b>Questions:</b> Should you have any questions regarding this Agreement you may contact us.</p>\n<p>\n<b>Updated:</b> Jan 1st 2020</p>", "created_at": "2021-10-24 05:30:17.840826", "updated_at": "2021-10-24 05:30:26.45446"}, {"id": 9394, "name": "Privacy Policy", "url": "https://www.admarketplace.com/privacy-policy/", "xpath": "/html/body/div[1]", "text": "Privacy Policy<p>adMarketplace, Inc.’s (\"adMarketplace’s\") website, www.admarketplace.com, serves two basic functions.\nFirst, it is a portal for information about adMarketplace products and services as well as online advertising generally.\nSecond, it contains password-protected pages where adMarketplace publishers and advertisers (\"Partners\") can access partner-only materials.\nThe use of information collected through our service shall be limited to the purpose of providing the service for which our Partner has engaged adMarketplace.\nIf you have questions or complaints regarding our privacy policy or practices, please contact us.</p>\n<p>\n<b>1.\nOur Commitment to Data Privacy</b>\n</p>\n<p>The security of personal information relating to our clients and other end users is treated as a matter of critical importance within adMarketplace.\nadMarketplace follows industry best practices for stewardship of data, including transparency, accountability, and choice regarding the collection, use, and disclosure of information.\nadMarketplace is committed to protecting the data from any users of our services and our partners and maintaining compliance with all applicable laws, including the EU’s General Data Protection Regulation (\"GDPR\").\nAs our company, technology, and services evolve, this Privacy Notice may be revised to reflect those changes.\nNotice of such amendments will be posted as an updated Privacy Notice on this website.\nPlease review this Privacy Notice periodically in order to keep up to date with any modifications.</p>\n<p>\n<b>2.\nWho is adMarketplace?</b>\n</p>\n<p>The entity that decides how and for what purpose data is processed (also referred to as a \"data controller\") is:</p>\n<p>adMarketplace,</p>\n<p>Inc.\n1385 Broadway,</p>\n<p>19th Floor New York, NY 10018 USA</p>\n<p>Tel.\n+1 212 925 2022</p>\n<p>Email: privacy@admarketplace.com</p>\n<p>We have also appointed a representative in the European Union who can be contacted as follows:</p>\n<p>adMarketplace UK Limited</p>\n<p>New Penderel House, 4th Floor</p>\n<p>283-288 High Holborn,</p>\n<p>London WC1V 7HP United Kingdom</p>\n<p>Tel.\n+44 20 7404 4140</p>\n<p>Email: privacy@admarketplace.com</p>\n<p>You can also contact our DPO at dpo@admarketplace.com</p>\n<p>\n<b>3.\nPurposes of and Legal Bases for Data Processing</b>\n</p>\n<p>adMarketplace uses personal data relating to identifiable individuals (“personal data”) as set out below:</p>\n<ul>\n<li>\n<u>If you are an internet user visiting one of our Publishers’ websites:</u> We process personal data in order to deliver the most relevant ads to you.\nWe provide our publishers with a search box where you can enter search queries and our technology platform shows ads in the following ways:<ul>\n<li>Conducive Search:<ul>\n<li>Before your search (\"pre-search\"): we show tiles for different trusted brands with which we have commercial relationships (\"Our Brands\") below our search box using data signals to predict those that may be of most interest to you;</li>\n<li>During your search: we show relevant, \"instant search\" links for Our Brands based on what you are typing and these links allow you to directly navigate to the brand site and \"skip\" the search engine results page (the \"SERP\");</li>\n</ul>\n</li>\n<li>Search Results (\"post-search\"): you’ll see your search results and we add related sponsored links from Our Brands;</li>\n<li>Native Search:<ul>\n<li>Deep-linking: we show embedded keyword links that may be of interest to you for Our Brands featured within relevant, brand-safe editorial or consumer-generated content</li>\n<li>Push Notifications: we show dynamically delivered notification links for Our Brands at a specific time of day on your desktop or mobile device only if you have actively opted-in to receive them</li>\n</ul>\n</li>\n<li>Omnibox Search: we will auto-complete and/or redirect your mistypes and misspells, by bypassing parked pages, to Our Brands’ domains that you had the intention to type</li>\n</ul>\n</li>\n<p>We ensure ads comply with applicable regulations and our obligations, to provide our customers with reports to analyze their campaigns (such as which ads were delivered and the number of clicks) and to detect and prevent fraud.<br>\n<br>Using IP addresses helps us ensure ads are running in permitted territories, to better place ads, and flag fraudulent traffic.\nCookies may be used to track how you interact with the advertisement and the publisher’s website (please see section 10 below).</p>\n<br>Our legal basis for this processing is:<ul>\n<li>For display of advertising: your consent (which you give to the Publisher when you visit their site).\nand</li>\n<li>For analytics and fraud prevention: that data processing is necessary for our legitimate interests and those of our clients, namely improving our products and services, charging correctly for our services and reducing fraud.</li>\n</ul>\n<li>\n<u>If you are a visitor to our website:</u> our legal basis for processing your personal data is:<ul>\n<li>When you contact us with inquiries, complaints or request other assistance: your consent.\nand</li>\n<li>For technical data relating to your device/network: that data processing is necessary for our legitimate interests, namely improving our website and products and services.</li>\n</ul>\n</li>\n<li>\n<u>If you work for a customer or supplier (or potential customer or supplier):</u>our legal basis for processing your personal data is:<ul>\n<li>Where we provide products or services to you or purchase products or services from you: That it is necessary for the performance of our contracts with our customers or suppliers;</li>\n<li>Where you are an authorized user of our online customer portal: in order to provide access to materials and product features, this being necessary for performing our contract with you or for our legitimate interests in managing our relationship with you;</li>\n<li>Where we send newsletters or other commercial offers: that it is necessary for our legitimate interests in managing and developing our business;</li>\n<li>Where we keep data for legal, recordkeeping, tax or accounting purposes: that it is necessary to enable us to comply with the legal obligations that apply to our business.</li>\n</ul>\n</li>\n<br>\n<p>This Privacy Notice does not apply to personal data processing that relates to our employees or other staff, or to applicants for positions with any of our group of companies, as these activities are governed by separate privacy notices.\nPlease contact our HR department for more information.</p>\n</ul>\n<p>\n<b>4.\nWhat Personal Data do we Collect?</b>\n</p>\n<ul>\n<li>Search information<br>\n<br>adMarketplace’s network shows ads to visitors on our publisher’s websites.\nWe receive and analyze the search terms (keywords) entered into the search box on those sites.\nWe may also receive technical information such as your approximate location, browser type, language settings, user agent, timestamp, cookie ID and IP addresses.\nWe also receive information regarding which ads were viewed or clicked on and that you arrived on or made a purchase from one of our advertiser’s websites.<br>\n<br>Our publisher partners might also collect personal data by dropping cookies on your device.\nwe recommend that you refer to their respective privacy policies.<br>\n<br>When a user types a search query, we will match ads between the current user agent and IP address and the search query, and those ads will appear in the scroll down menu below the search box.\nIf the user clicks on the ad, we will collect the click information (along with ad information…), then a cookie will be dropped on the user’s device.\nIf the user proceeds to the site redirected from the ad he clicked on, and if the user then purchases a product or a service or completes an action during that session, then a conversion pixel might be fired from the advertiser site.\nThis helps adMarketplace and the advertiser measure the effectiveness of its advertising.<br>\n<br>When the user uses our products in a mobile environment, we might sometimes collect the device IDs (unique identifiers to the phone the user is using).<br>\n<br>\n</li>\n<li>Website<br>\n<br>On our \"contact us\" pages, fields are provided so that you can input your name and contact details.\nWe collect this information so that we can respond to the comments or questions that you send us via that form.\nIf you do not provide us with this information we may not be able to fully complete your request.\nWe do not merge any such information collected via our contact form with other data collected on our website.<br>\n<br>In order to maintain and manage our website, we record other information such as IP addresses, page views and clicks, and cookies for gathering website statistics.\nWe also store IP addresses on our server in the event that our site becomes corrupted and it becomes necessary to discover the cause</li>\n<br>\n<li>Business Contacts<br>\n<br>We collect billing and contact information in order to administer our customers’ accounts, and fulfil the services they request, and also when we are evaluating or purchasing goods and services from new or existing vendors.<br>\n<br>In order to provide certain services, we may also collect information from you when you attend one of our events, during phone calls with sales representatives, or when you contact an adMarketplace representative.\nWe may on occasion supplement the information you submitted to us with information from third party sources to verify your address as part of our anti-fraud effort.<br>\n<br>We may also obtain information from public sources, such as professional networking platforms, trade shows, or other directories, as part of our business development activities.</li>\n</ul>\n<p>\n<b>5.\nSecurity</b>\n</p>\n<p>adMarketplace applies reasonable security measures to protect data from unauthorized access, corruption or loss.\nThese include storing information in databases which are protected by security measures such as password protection and encryption at rest using Transport Layer Security technology (TLS), so that even if the data is improperly accessed, it is less likely to be in an intelligible format.\nWhen no longer required, this data is moved to our secure archive server, also encrypted and password protected and only accessed for regulatory, legal or business reasons.</p>\n<p>\n<b>6.\nThird Parties</b>\n</p>\n<p>We may provide data for specific purposes to data processors (e.g.\nfor storage, analytics, or fraud detection), especially our publisher partners, agencies and advertisers.\nOur contracts for these services comply with the Privacy Shield Principles for onward data transfers, including obligations to provide the same level of protection.</p>\n<p>We may also disclose your personal information, where we believe this to be necessary or appropriate: (a) under applicable local, national, or international laws.\n(b) to comply with legal processes.\n(c) to respond to requests from any public and government authorities.\n(d) to enforce our terms and conditions.\n(e) to protect our operations or those of any of our group companies.\n(f) to protect our rights, privacy, safety or property, and/or that of our group companies, you or others.\nand (g) to allow us to pursue available remedies or limit the damages that we may sustain</p>\n<p>Although this website contains links to other websites, please be aware that we do not endorse and are not responsible for the privacy practices of those, or any other sites.\nIf you follow a link to another website you should carefully read their privacy notice and terms and conditions.</p>\n<p>Publishers, agencies or advertisers with whom we work may use additional cookies, web beacons and other technology to collect information about you, including for advertising purposes.\nadMarketplace does not control publishers’ or advertisers’ use of such technology.\nTo learn about how a particular publisher may use your information, you should read their privacy notices and terms and conditions.</p>\n<p>\n<b>7.\nInternational Data Transfers</b>\n</p>\n<p>adMarketplace stores and process data in the USA.\nadMarketplace has certified that it adheres to the Privacy Shield Principles of notice, choice, accountability for onward transfer, security, data integrity and purpose limitation, access, recourse, enforcement and liability.\nFor the purposes of enforcing compliance with the Privacy Shield, we are subject to the investigatory and enforcement authority of the U.S.\nFederal Trade Commission.\n<small>As we process data outside the European Economic Area (“EEA” – which in this Privacy Policy includes the UK and Switzerland) it may not be subject to equivalent data protection laws and so we ensure EEA personal data will only be processed if the appropriate transfer mechanisms are in place.\nFor transfers out of the EEA,for example to the United States, we will rely on the Standard Contractual Clauses issued by the European Commission or other responsible Supervisory Authorities.</small>\n</p>\n<p>\n<b>8.\nMinors</b>\n</p>\n<p>adMarketplace does not knowingly or specifically collect information about children under the age of 13.\nIf you believe that we have mistakenly or unintentionally collected such information, please notify us at privacy@admarketplace.com</p>\n<p>\n<b>9.\nRetention of Data</b>\n</p>\n<p>We retain personal data for as long as necessary for the purpose provided.</p>\n<p>For internet users to whom we show ads, we keep this for up to sixty-one (61) days for advertising purposes.\nAggregated and anonymized or statistical data may be retained for a longer period for reporting to and billing our customers.</p>\n<p>For website visitors we may retain data for as long as it takes to answer your queries.\nWe may also continue to use data in aggregated and anonymized form to analyze and improve our website and products.</p>\n<p>For business contacts, data will normally be kept for the duration of any contractual relationship and for six years after it ends (in order to be in a position to address any legal claims that could be made).\nWe may need to keep data for longer for legal compliance, accounting, tax or recordkeeping purposes, in which case it will be kept and used only for such purposes</p>\n<p>If we don’t have a contractual relationship then we will regularly review the data and delete it when no longer necessary for the original purpose, but we will retain it for as long as we are in contact (e.g.\nif you have subscribed to a newsletter or other publications from us, or we are evaluating a business relationship).</p>\n<p>\n<b>10.\nCookies</b>\n</p>\n<p>A cookie is a small piece of data sent from a website and stored in a user’s web browser.\nWhen the user loads a website that is set up to react to that cookie, the browser sends cookie information to the server and the website that it recognizes the user.</p>\n<p>You can find more information about different types of cookies at allaboutcookies.org.</p>\n<p>We or our publishers may use cookies for the purposes of showing and measuring ads on our publishers’ webpages.\nWe don’t \"retarget\" you by continuing to show ads on other websites that you later visit.</p>\n<p>If you no longer want to allow us to use your data through the use of cookies or similar technologies, you can remove cookies from your web browser by following the directions provided in your browser’s \"help\" section.\nRemember that some cookies are essential for using different features of certain websites, so if you clear all cookies then those features may not work as expected, or you may need to accept some cookies on your next visit.</p>\n<p>For opting out from mobile devices please review your privacy control settings.\nFor more information visit: https://www.networkadvertising.org/mobile-choice</p>\n<p>\n<b>11.\nGDPR Rights</b>\n</p>\n<p>If you are in the EEA, including in the EU or the UK, you have various rights in relation to your personal data which may include the rights:</p>\n<p>to request access to it</p>\n<p>to request rectification of incorrect data</p>\n<p>to ask for it to be erased (the \"right to be forgotten\")</p>\n<p>to object to its processing</p>\n<p>to ask for a copy to take to another service provider (\"data portability\").</p>\n<p>If our data processing is based on your consent, then you can always withdraw that consent (but any processing that took place before the withdrawal will still be legal).</p>\n<p>If you request that data should be erased, the usual method for this is to remove all personally identifying elements so that the data is permanently anonymized and cannot be traced back to you.</p>\n<p>In case of any issue, please contact us using the details in this Notice and we will help as far as we can.\nIf you believe that we have not respected your rights then you also have a right to make a complaint to the Supervisory Authority in your country (e.g.\nin the UK, the Information Commissioner’s Office: www.ico.org.uk)</p>\n<p>You may ask to exercise any of your rights by submitting a request to dpo@admarketplace.com or privacy@admarketplace.com or using the Contact Request Form.</p>\n<p>\n<b>12.\nEU-U.S.\nPrivacy Shield</b>\n</p>\n<p>To learn more about the Privacy Shield program, and to view our certification page, please visit https://www.privacyshield.gov</p>\n<p>Any questions or complaints concerning our Privacy Shield compliance may be directed to privacy@admarketplace.com.\nIf we have not been able to satisfactorily resolve the issue, then, you may submit your complaint to JAMS using this link:<br>https://www.jamsadr.com/eu-us-privacy-shield, adMarketplace’s designated Privacy Shield dispute resolution provider.\nUnder certain conditions specified by the applicable Privacy Shield Principles, you may also be able to invoke binding arbitration to resolve your complaint.</p>\n<p>\n<b>13.\nCCPA</b>\n</p>\n<p>Your rights under the CCPA:</p>\n<p>Your rights under the CCPA can broadly be divided into the following categories: (1) right to notice, (2) right to access, (3) right to opt-out (or right to opt-in), (4) right to request deletion, and (5) right to equal services and prices.</p>\n<p>Right to notice: Under the CCPA, businesses must inform consumers at or before the point of collection what categories of personal information will be collected and the purposes for which these categories will be used.</p>\n<p>Right to access: Consumers have the right to request that a business disclose the categories of personal information collected.\nthe categories of sources from which personal information is collected.\nthe business or commercial purpose.\nthe categories of third parties with which the business shares personal information.\nand the specific pieces of personal information the business holds about a consumer.\nIf a business sells personal information or discloses it for business purposes, consumers have the right to request the categories of information so sold or disclosed.</p>\n<p>Right to opt-out: Consumers have the right—at any time—to direct businesses that sell personal information about the consumer to third parties to stop this sale, known as the right to opt-out.\nIf a consumer is a minor, the CCPA provides for a right to opt-in to the sale of data (exercised by the minor if the consumer is between 13 and 16 years of age, or by the minor’s parent or guardian if the consumer is under 13 years old).\nBusinesses must wait at least 12 months before asking consumers to opt back in.</p>\n<p>Right to request deletion: Consumers also have the right to request the deletion of personal information, but only where that information was collected from the consumer.\nLike the right to erasure under the GDPR, this right is subject to exceptions.\nFor instance, businesses need not delete personal information necessary for detecting security incidents, exercising free speech, protecting or defending against legal claims, or—in what is potentially a broad and likely contentious category—for internal uses reasonably aligned with the consumer’s expectations.</p>\n<p>Right to equal services and prices: The CCPA prohibits businesses from discriminating against consumers by denying goods or services, charging a different price or rate for goods or services, providing a different level or quality of goods or services, or suggesting that they will do any of these things based upon a consumer’s exercise of any CCPA rights.\nPut differently, consumers have a right to equal services and prices.</p>\n<p>Exercising your rights under the CCPA:</p>\n<p>According the law (see paragraph above), you are entitled to request specific pieces of personal information (as defined under the CCPA) that we have about you, the business purpose for which the personal information was collected, categories of personal information, categories of sources from which the personal information was collected, categories of personal information that we either shared, transferred, sold with a business purpose, categories of those third parties to which the personal information was sold for a business purpose.</p>\n<p>If you want to do such a request, you can write to privacy@admarketplace.com and we will respond within 45 days as per the law.</p>\n<p>We reserve the right to verify your identity if you make such a request.</p>\n<p>However, we may not be able to respond to your request if it goes against applicable law.\n(Please note that we do transfer personal information collected through our network of partners to third parties and as such are considered as having disclosed or sold data (as defined under the CCPA) over the past twelve months.)</p>\n<p>\n<b>Opt-Out Request Form Effective Date: Jan 1st, 2020</b>\n</p>\n<p>\n<b>Updated:</b> October 9, 2020</p>", "created_at": "2021-10-24 07:29:16.149076", "updated_at": "2021-10-24 05:30:00.563034"}], "points": [], "urls": ["admarketplace.com"]}}