{"error": 448, "message": "OK", "parameters": {"id": 2691, "name": "WPS Office", "created_at": "2021-02-03 16:32:02.262405", "updated_at": "2021-05-12 18:35:36.46743", "wikipedia": "https://en.wikipedia.org/wiki/WPS_Office", "keywords": null, "related": null, "slug": "meredith_corporation", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2691.png", "url": "wps.com", "documents": [{"id": 5889, "name": "EULA", "url": "https://www.wps.com/eula", "xpath": "/html/body/div[4]/div", "text": "<ul>WPS Office Software Privacy PolicyAbout WPS Office Cookie DeclarationEnd User License Agreement for WPS OfficeWPS Office Online Service User AgreementAuto-Renewal Service Agreement of WPS OfficeUser Agreement for WPS Premium ServiceAuto-renew Subscription NotificationRenewable Monthly Service Agreement of WPS OfficeEnd User License Agreement for WPS PDF ProOpen Source Statement in WPS PDF ProEnd User License Agreement for PDF ConverterOpen Source Statement in PDF ConverterEnd User License Agreement for WPS Fill&amp;SignOpen Source Statement in WPS Fill&amp;SignEnd User License Agreement for WPS PDFOpen Source Statement in WPS PDFService Agreement on WPS Docs for Enterprise</ul>End User License Agreement for WPS Office<dd>Apr 1, 2021</dd>\n<dd>Please carefully read and understand all rights and restrictions specified in this \"End User License Agreement for WPS Office\" (the \"Agreement\",or this\"Agreement\") before installing or using this WPS Office software (the \"Software\").\nThe Agreement is a legal agreement between you(\"user\", \"your\", \"you\") and WPS Software Pte.\nLtd.\n(\"WPS Office \",\"we\", \"us\", \"our\") applicable to the Software.\n<br>\nBy installing or using the Software on any device and/or acknowledging and agreeing to this Agreement from within the Software, you agree to all of the terms and conditions in this Agreement with WPS Office.\nIn addition, when using the Software, you shall comply with all terms and conditions in other agreements (if any) that you entered into with WPS Office for your right to use the Software or the license document (if any) issued by WPS Office to prove you have the rights to use the Software.</dd>\n<dt>1.\nGrant of License</dt>\n<dd>(1) WPS Office grants you a non-exclusive, non-transferable, non-sublicensable, revocable license, which shall be subject to restrictions and limitations as stipulated in other paragraphs of this Agreement, to use the Software on devices(for purpose of this Agreement, devices including but not limited to computer, tablet computer, smartphone, wearable device) in areas other than Chinese Mainland (referring to Chinese Mainland means areas within the territory of the People's Republic of China, excluding Hong Kong Special Administrative Region, Macao Special Administrative Region and Taiwan), provided you accept to be bound by the terms hereof, and comply with all terms and conditions herein and in other agreements (if any) that you entered into with WPS Office.</dd>\n<dd>(2) When the Software is provided for free, as called \"WPS Office Free\" or whatever, the Software may be a functionally restricted version (i.e.\ncertain features or functions of the Software will be restricted/ unavailable).\nWPS Office determines in its sole discretion which features or functions are restricted/ unavailable, and WPS Office in its sole discretion may adjust at any time feature or function of the Software that are to be restricted/ unavailable.\n<strong>WPS Office provides NO WARRANTIES OR SERVICES for the functionally restricted version.\nYour use of the restricted version of the Software is at your sole risk and responsibility.</strong>\n</dd>\n<dd>(3) With respect to the functionally restricted version of the Software, you agree to and acknowledge:<ol>\n<li>a.\nYou shall only use the functionally restricted version on your personally owned device for your personal, non-commercial use.\n<strong>No commercial entities or organizations are permitted to use the functionally restricted version of the Software.</strong>b.\nWPS Office will use commercially reasonable efforts to provide advance notice (via the official website for the Software), prior to amending its policies in connection with the functionally restricted version of the Software, including without limitation, reducing the functions, setting the use period, terminating the license, etc.;c.\nYou shall not transfer the functionally restricted version of the Software or by any other means attempt to resell, re-license, lease or otherwise transfer the functionally restricted version of the Software for any consideration/ purpose.</li>\n</ol>\n</dd>\n<dd>(4) For any use of the Software other than for your personal, non-commercial use, you shall pay for \"WPS Office Premium Service\"(based on online service), or use license of \"WPS Office Professional\" or \"WPS Office Business\" to WPS Office to obtain business license, <strong>however, for any use of the Software, if you are on behalf of any non-natural person , such as company or any other legal entity or any unincorporated organization, you or such non-natural person must pay for use license of \"WPS Office Business\" to WPS Office to obtain business license, through WPS Office itself or an agent, dealer or partner thereof.\n</strong>Otherwise, your use of the Software is not authorized.\nWhere you obtain business license of the Software, you are entitled to use certain functions restricted in the functionally restricted version of the Software within and only within the scope of license and use period.\nThe functions available depends on what you pay for.</dd>\n<dd>(5) If you want to get access to certain functions, such as PDF converter, PDF editor, More Cloud storage, Translation, OCR, restricted in the functionally restricted version of the Software, you shall pay for extra service or extra license, such as \"WPS Office Premium Service\"(based on online service), use license of \"WPS Professional\" or \"WPS Office Business\", as required by WPS Office at that time.\nAfter such payment you are entitled to use corresponding function(s) of the Software within and only within the scope of such extra service or extra license and applicable use period.</dd>\n<dd>(6) WPS Office may provide you with a trial period of the Software (\"Trial Period\") provided that you satisfy the conditions as required by us in that time, during which the Software may without function restriction, determined and modified from time to time by WPS Office in its sole discretion.\nIf you want to continue legally using the non-functionally restricted version of the Software after the expiration of the trial period, you shall pay for extra service or extra license, as described above, at or before the expiration of the trial period.\nAfter such payment you are entitled to use corresponding function(s) of the Software within and only within the scope of such extra service or extra license and applicable use period.</dd>\n<dd>(7) Where you fail to pay for WPS Office extra service or extra license, or when such extra service, extra license expires, WPS Office will be entitled at its own discretion to terminate the such extra service or extra license or convert the Software to a functionally restricted version.\nWPS Office determines in its sole discretion which features or functions are restricted/ unavailable, and WPS Office in its sole discretion may adjust at any time the functions of the Software that are to be restricted/ unavailable.\nWPS Office provides NO WARRANTIES OR SERVICES for the functionally restricted version.\nYour use of the restricted version of the Software is at your sole risk and responsibility.\nWhere you want to continue legally using the non-functionally restricted version of the Software after the expiration of extra service or extra license, you must renew such extra service or extra license at or before the expiration thereof.\nHowever, the functions available depends on what you pay for.</dd>\n<dd>(8) Without prejudice to the foregoing extra service or extra license you have paid for, WPS Office may amend any of the policies applicable to the Software, including without limitation, charging users who use WPS Office Free, reducing the functions of the Software, setting the use period, terminating the license, etc.;</dd>\n<dd>(9) Where the Software is a version for iOS(\"WPS Office for iOS\"), the following provisions shall be further applied: (a) the restrictions and protections for WPS Office set forth in any standard EULA included with iOS/iTunes or other applicable Apple Inc.\nterms and conditions are in addition to and not in limitation of this Agreement.\n(b) the Software is limited to be normally installed and used on iPad and iPhone devices with one of the latest two iOS versions at the time of release of the corresponding version of the Software (hereinafter collectively referred to as iOS Devices), and each updated or upgraded version of the Software is limited to be normally installed and used on iOS Devices with one of the latest two iOS versions at the time of release of the updated or upgraded version of the Software, for example, the latest version of the Software released as of July 10, 2017 can only support iOS9 and iOS10 and is not supported for iOS7 and iOS8.\n(c) unless otherwise determined by WPS Office in its sole discretion, each updated or upgraded version of the Software will only support the latest iOS and the immediately prior iOS (e.g.\niOS9 and iOS10, until iOS 11 is released, then iOS10 and iOS11, etc.).</dd>\n<dd>(10) This Agreement only applies to aforesaid non-Chinese versions of the Software for Windows, Linux, Android, macOS and iOS, where your software is for any other OS or any Chinese version of the Software for Windows, Linux, Android, macOS and iOS (\"Inapplicable Software\"), this Agreement shall not apply.\nYou shall agree to and accept the end user license agreement attached to such Inapplicable Software before you legally install and use it.</dd>\n<dd>(11) You understand and acknowledge that you may only download the Software and obtain extra service or extra license of the Software in and only in one of the following ways: (1) directly from WPS Office.\n(2) from authorized dealers, distributors, agents, retailers, mobile App stores, etc.\nof WPS Office.\n(3) from any third party who has the right to sub-license the Software.\nHowever you shall install and use the Software by strictly following the scope of license, license period (if any) and licensed use purpose agreed in other applicable agreement entered into between you and WPS Office or in a license document (if any) issued by WPS Office to prove you are entitled to use the Software (where any discrepancy exists between the applicable agreement (if any) entered into between you and WPS Office and the license document issued by WPS Office to prove you are entitled to use the Software, the applicable agreement shall prevail).</dd>\n<dd>(12) Operating environment requirements of the Software:<ol>\n<li> WPS Office for Windows:<br>OS: Windows 10/Windows 7<br>CPU: Dual-core processor or above is recommended<br>Memory: 2GB or above is recommended<br>Hard disk: 4GB or more available space is recommendedWPS Office for Linux:<br>OS: Ubuntu、Debian、CentOS、deepin、Fedora<br>CPU: X86 <br>Memory: At least 2GB<br>Hard disk: At least 2GBWPS Office for Mac：<br>macOS: macOS 10.12 or higher<br>CPU: Dual Core Processor or higher<br>Memory: At least 2 GB<br>Hard disk: At least 4 GB available space<br>WPS Office for Android:<br>Android 4.1 or later WPS Office for iOS：<br>As referred to in paragraph (9) of Article 1.</li>\n</ol>\n</dd>\n<dt>2.\nRestrictions</dt>\n<dd>\n<strong>(1) Except as otherwise expressly permitted in writing by WPS Office, you may not: (a) duplicate (except in the course of downloading or installing) or modify the Software, or (b) transfer, resell, re-license, sub-license, lease, lend, rent or otherwise distribute the Software or any part thereof to any third party, or (c) make the functionality of the Software available to multiple users through an means, including without limitation, by uploading the Software to a network or file-sharing server, or through any hosting, application service provider, service bureau, Software-as-a-Service (SaaS), or service of any other kind, or (d) split, disassemble, decompile or reverse engineer the Software, in whole or in part, or (e) permit or license any third party to do so.</strong>\n</dd>\n<dd>\n<strong>(2) The Software is licensed to you as an integrated single product, and you shall not split the Software into components to put them on more than one computer or device.\nYou understand and acknowledge, components of the Software, including without limitation, the source codes and the specific design and structure of individual modules or programs, constitute or contain trade secrets of WPS Office and/or its licensor(s).\n</strong>\n</dd>\n<dd>\n<strong>(3) The function of translation of the Software shall only be used by natural person for personal, non-commercial purpose.</strong>\n</dd>\n<dt>3.\nExtra Service and Extra License</dt>\n<dd>\n<ol>\n<li>(1) Some extra services of the Software, such as \"WPS Office Premium Service\", are based on WPS Office Online Service (as defined below), in addition, access to certain functions included in such extra service may only be available in certain operating system.\nBefore you use the WPS Office Online Service, you shall agree with the 'WPS Office Cloud Service User Agreement' (or called as 'WPS Office Online Service User Agreement') via https://www.wps.com/legal/OnlineServiceUserAgreement.</li>\n<li>(2) 'WPS Office Online Service' (the \"Service\")&nbsp;refers to services and products that are launched by WPS Office and/or its affiliated companies, and/or any third party who has built partnership with WPS Office or its affiliated companies, which can only be logged into and accessed by using WPS Office Online Service Account(as defined below), as updated by WPS Office from time to time.\nThe Service includes but not limited to WPS member center service, WPS Office Premium Service, Value-added Services and other services that may later be released and included into the scope of WPS Office Online Service, conditioned on you logging in our server via our website (such as&nbsp;https://www.wps.com&nbsp;or such other URL as we may specify) or the Software.\n</li>\n<li>(3) \"WPS Office Online Service Account\" refers to the WPS account or a partner account recognized by WPS Office.\nThe WPS account is the account provided to you by WPS Office after you complete the registration process by filling in registration information at https://account.wps.com/signup.html?cb=https%3A%2F%2Fstore.wps.com&amp;logintype=login&amp;from=login or such other URL as designated by WPS Office from time to time and agreeing to abide by the relevant rules of WPS Office.\nPartner account recognized by WPS Office, currently includes Google account, Facebook account, Drop-box account, Twitter account and other accounts that may be added later are provided by parties.\nWhen registering a login account other than a WPS account, you shall completely abide by all of the pertinent requirements of the account providers.\nBefor you use it, you shall agree the User Statement for a WPS Office Online Service Account at https://www.wps.com/legal/onlineservice/UserStatementforAccount</li>\n</ol>\n</dd>\n<dt>4.\nSupport Service</dt>\n<dd>(1) Where the applicable User Manual for the Software or other electronic documents or printed materials (if any) provided with the Software expressly states that WPS Office will provide you with support service (provided that you have paid for the such Support Service or extra service or extra license including such Support Service and they do not expire ), WPS Office will provide you the support service related to the Software (hereinafter referred to as Support Service) based on the policies and schedules stated in such User Manual or electronic documents or printed materials (if any), as updated by WPS Office from time to time.</dd>\n<dd>(2) Any additional software code (if any) provided to you as part of the Support Service (e.g.\nan update or modification to the Software) shall be deemed to be part of the Software and subject to all the provisions hereunder.</dd>\n<dd>(3) You expressly agree that WPS Office is entitled to, for any commercial purpose, use the technical information (if any) that you provide to WPS Office in connection with providing the Support Service to you, including but not limited to its product support and development.\nUnless necessary for the provision of the Support Service (if any) to you, WPS Office will use its best efforts not to identify you personally when using such technical information (if any).</dd>\n<dt>5.\nReplacement, alteration and upgrade of the Software</dt>\n<dd>\n<ol>\n<li>(1) The email address that you provide is one of means for your notification to receive the replacement, alteration or upgraded version of the Software to replace, alter or upgrade the Software (including notification of any applicable charges due for such replacement, alteration, or upgrade).</li>\n<li>(2) You may choose to accept (including all the scenarios where you have set your computer or device to automatically update the Software) at your own discretion the replacement, alteration or upgraded version of the Software provided to you by WPS Office to replace, alter or upgrade the Software.\nWhere you do not accept the replacement, alteration or upgrade version of the Software, you shall not download, install or use the replacement, alteration or upgraded version of the Software.\nYour download of the replacement, alteration or upgrade version of the Software indicates that: (a) you agree to accept the replacement, alteration or upgraded version of the Software, and (b) you undertake that you have satisfied and agreed to all the terms to use the replacement, alteration or upgrade version of the Software specified herein.</li>\n<li>(3) You hereby understand and acknowledge after the publishing of the replacement, alteration or upgraded version of the Software, WPS Office will not guarantee that previous versions (versions prior to the publishing of the replacement, alteration or upgrade version) will remain available or functional.\nWPS Office reserves the right to unilaterally alter or restrict some functions and effects of the Software for its commercial purposes, and you shall assume the risks arising therefrom.</li>\n<li>(4) Unless otherwise set forth in an agreement between you and us, the replacement, alteration or upgraded version of the Software that WPS Office provides to you shall be deemed to be a part of the Software and shall be subject to the terms and conditions of this Agreement.\nIn addition, the content of extra service or extra license of the Software purchased by you shall be subject to edition or function of the Software we have promised to provide at the time of purchase, unless otherwise agreed to by you and us, it does not include subsequent editions, updates of the Software, does not include other functions, plug-ins or any other products or services that we have not promised to provide at the time of purchase.</li>\n<li>(5) Upon your acceptance of the new version of the Software, you agree that: a) you accept the new version of the Software and all the superseding agreements (if any) provided together.\n(b) Your rights to use the previous versions of the Software are hereby terminated.</li>\n<li>(6) The Software includes attached computer software together with other electronic or printed materials.\nUnless a separate end user license agreement or terms of use are provided, the Software shall also include the upgrade versions, correction programs, revised, additional components and supplementary contents that WPS Office selectively provides from time to time.\nWhere you do not agree to this Agreement, you shall not install or use the Software.\n</li>\n</ol>\n</dd>\n<dt>6.\nAdvertising and Promotion</dt>\n<dd>\n<ol>\n<li>(1) Except that you have paid for and during the period of service as described in following paragraph, regardless of whether it is a version for Windows, Linux, Android, macOS or iOS, WPS Office may, in its sole discretion, publish advertisements to promote products or services of WPS Office, or of any third party by utilizing the Software, and all the revenue (if any) generated from such advertisements will belong solely to WPS Office.\n</li>\n<li>(2) WPS Office may, at its sole discretion and pursuant to its then in effect policy, provide paid services (based on WPS Office Online Service) to allow you to remove, cancel or no longer receive such advertisement conditioned upon your payment for such services in accordance with the then in effect policy of WPS Office.\nWPS Office will, at its sole discretion, from time to time, alter, change or vary, without prior notice to you, the form, pattern or scope of displaying, advertising.</li>\n<li>(3) You acknowledge and agree that all the content, including without limitation, the advertisement, and content included therein or other promotion materials displayed to you via the Software, is protected by the intellectual property rights of WPS Office and/or its advertisers.\nYou shall not modify, rent, lease, lend, sell or distribute such content, regardless of in whole or in part, or create any derivative works based on such content, except to the extent you are separately licensed to do so under separate agreements or business rules of WPS Office or its advertisers.</li>\n<li>(4) The communications, correspondence, business contacts, participation in promotion activity, payment and delivery of products or services, or the terms and conditions, representations and warranties, and disclaimers between you and advertisers communicated through the Software or otherwise are solely between you and such advertisers, and WPS Office does not undertake any obligations to review, investigate or examine the advertisements or the advertisers, and WPS Office will not be liable to you or the advertisers for any kinds of damages or losses arising out of the foregoing matters.&nbsp;WPS Office has no responsibility or liability for any transactions you enter into with any advertiser, content provider.</li>\n</ol>\n</dd>\n<dt>7.\nFeedback</dt>\n<dd>(1) Where you provide feedback, data or other information (collectively referred to as Information, including but not limited to any ideas, concepts or technologies to improve the Software and Software-related service), regardless of the method used or accompanying media, to WPS Office, as feedback, data, questions, comments, suggestions, etc., all such Information shall be deemed unrestricted and non-confidential.\nMoreover, you agree that WPS Office has a permanent, inalienable, non-exclusive right to use such Information worldwide, without any obligation to pay, compensate or reward you (including without limitation to the extent the Information is included in or the basis of any modifications to the Software).\nThe rights that WPS Office has under this Article 6 shall also include the right to use, duplicate, modify, transmit and disseminate all Information you submitted, create derivative works therefrom, display and implement all Information you submitted and to allow third parties to conduct the foregoing actions.</dd>\n<dt>8.\nAdditional Provisions</dt>\n<dd>(1) Personally identifying information is subject to our Privacy Policy (https://www.wps.com/privacy-policy), the terms of which are incorporated herein.\nPlease review our Privacy Policy to understand our practices.</dd>\n<dd>(2) WPS Product Refund Regulation<ol>\n<li>1) The refund regulation for license of products that need use activation code to activate the license ( such as, WPS business edition life time license, WPS PDF to Word Converter and WPS Data Recovery Master etc..)<ul>\n<dd>- Full refund is acceptable within 30 days after purchasing.<br>- No refund is accepted if the purchasing for activation codes is beyond 30 days.</dd>\n</ul>\n</li>\n<li>2) The refund regulation for subscription service ( Refers to service purchased for certain period of certain use rights after logging into a WPS Office Online Service Account, and such service can only be available when logging into the said Account during the period of such subscription, like subscription of WPS Premium or other subscription products)<ul>\n<dd>- Payments are non-refundable.\nThere is&nbsp;no refund for any part or all of&nbsp;subscription period&nbsp;whether it is used or not.&nbsp;You can cancel at any time to stop future charges,&nbsp;following any cancellation,&nbsp;you will continue to have access to the applicable services through the end of your current subscription&nbsp;period.&nbsp;However, due to quality issue (such as system bug, discrepancy between promise and actual situation.) or required by law,we may provide part or all of the refund at our sole and absolute discretion.</dd>\n</ul>\n</li>\n<li>3) Subscription Cancellations:The steps to cancel your subscription will vary based on your payment method.\nIn Google play, for example,You can visit https://support.google.com/googleplay/answer/7018481 for unsubscription assistance.To avoid any charges, you must cancel before the end of the free trial period or the current billing period.We shall not be responsible for any loss caused by failure to cancel the subscription in time.</li>\n</ol>\n</dd>\n<dt>9.\nValue-added&nbsp;Services</dt>\n<dd>(1) Within the Software you may log into the WPS Office Online Service for Value-added Services, you may obtain via the such as template application service, online font application service, literary work subscription service, etc.\nUnless WPS Office explicitly states such Value-added Services are included in the Software, such Value-added Services are independent of the functions of the Software, and are not part of the regular functions of the Software.\nYou understand and acknowledge, even if you pay WPS Office for the Software or some functions thereof, such fees you paid do not include service fee for such Value-added Services, and such Value-added Services are charged separately.\nWhere you need to use such Value-added Services, you shall read and accept the agreements and terms or statements attached to such Value-added Services, pay corresponding service fees to WPS Office as specified in such agreements or terms and as per the then relevant billing policies of WPS Office (WPS Office may, in its own discretion, determine specific billing policies, adjust them from time to time and provide them on this applicable website), and use the Value-added Services only as per such agreements or terms.</dd>\n<dd>\n<strong>(2) Intellectual property rights in or to any Value-added Service and results of any Value-added Service provided to you with or without charges shall belong to WPS Office and/or its licensors/right holders.\nValue-added Services and results of any Value-added Service shall only be used for your personal non-business purpose in WPS Office software or other software as be permitted by WPS Office, and shall not be used in any other unauthorized purpose, or sold, offered for sale, rented, distributed, translated, provided, licensed, used, or utilized in other forms for any third party or on behalf of any third party.</strong>\n</dd>\n<dd>\n<strong> (3) Only if you have agreed agreements or statements related to a Value-added Service, in addition, 1) when a Value-added Service or any part of it is not for free, you have to make a payment which includes such Value-added Service or any part of it through channel authorized by WPS Office at corresponding price, or 2) when a Value-added Service or any part of it is for free (if any), you agree that WPS Office has rights to add or update, modify condition and/or term of validity to such Value-added Service or any part of it, besides that, you clearly understand, and completely agree with this relevant agreements and/or statements, then, you may enjoy Value-added Service or any part of it subject to stipulations provided in foregoing relevant agreements and/or statements.\nYou may still be required to confirm your understanding and consent to all and part of the above terms before you enjoy a Value-added Service or any part of it.</strong>\n</dd>\n<dd>(4) Literary work subscription service shall further subject to following provisions: Reading right to chapters or sections subscribed in a literary work shall be limited to a period of one year , and to four(4) devices, except otherwise stipulated at the time of subscription.\nYou hereby agree that we have the right to terminate your subscription of a literary work in advance upon expiration of a period of three(3) months after end of the authorization granted by its Licensor.\nHowever, we will not assume any responsibility or make any compensation to you for the author's or the work's own reasons (such as violation of laws and regulations, government policies or industry rules, copyright disputes, etc.) or other legal reasons that lead to the off shelf of the work, the work blocked and unable to read normally.\n</dd>\n<dt>10.\nUse of Fonts</dt>\n<dd>(1) The fonts you use when using the Software for Windows, Linux, Android, macOS or iOS OS are from the built-in font files of such OS (\"System Font Files\") and/or third party font files that WPS Office provides to you with or without charges (Third Party Font Files).\nYou agree to use such System Font Files and/or Third Party Font Files in accordance with the terms applicable thereto and you release WPS Office from any responsibility with respect to such use by you.</dd>\n<dd> (2) The font files available in online font application service (the \"Online Fonts\") shall only be used 1) for your personal non-business purpose, 2) in WPS Office software, 3) in the only manner of print and screen display.\nThe Online Fonts and fonts in them shall not be reproduced, published, sold, offered for sale, rented, distributed on internet, translated, provided, licensed, used, or utilized in other forms for any third party or on behalf of any third party.\nOnly if you have agreed and accepted the WPS Office Online Service User Agreement (via https://www.wps.com/legal/OnlineServiceUserAgreement) and its modifications updated from time to time and sign in the website www.wps.com following related indication, in addition, 1) when a font file of Online Fonts is not for free, you have paid for a certain service which includes usage rights of the font file through channel authorized by WPS Office at relevant price (e.g.\nhave paid for service of Template Premium through https://template.wps.com), or 2) when a font file of Online Fonts is for free (if any), you agree that WPS Office has rights to add or update, modify condition and/or term of validity to such font file, besides that, you clearly understand, and completely agree with this paragraph, then, you may use the font file subject to stipulations provided herein.\nYou may still be required to confirm your understanding and consent to all and part of the above terms before you use the Online Fonts therein.</dd>\n<dt>11.\nOwnership and Intellectual Property Right</dt>\n<dd>(1) The copy of the Software is only licensed for use and is not sold.\nYou own the media (if any) on which the Software is recorded, but WPS Office retains ownership of the Software itself.\nThe copyright and other intellectual property rights for the Software (including but not limited to any image, picture, animation, video, audio, music, text and add-in), attached electronic documents or printed materials as well as any copy of the Software shall belong to WPS Office and/or its licensors/right holders.\nThe Software is protected by all applicable copyright laws and international treaties.\nYou shall not delete or otherwise alter the copyright, trademark, and other proprietary rights notices or markings appearing on the Software as delivered to you.</dd>\n<dt>12.\nTerm</dt>\n<dd>(1) This Agreement remains in full force and effect for the term of the applicable license, unless earlier terminated in accordance with the provisions herein.\nYou may terminate this Agreement at any time by uninstalling the Software and destroying all copies thereof ( if any ) in your possession or control.\nThis Agreement will automatically terminate, with or without notice from WPS Office, if you breach any term of this Agreement.\nUpon termination, you must either promptly uninstall and destroy the Software or return to WPS Office all copies of the Software in your possession or control, and you shall not use the Software any more in any manner following such termination.</dd>\n<dt>13.\nNo Warranty</dt>\n<dd>(1) THE SOFTWARE IS PROVIDED \"AS IS\", WITHOUT WARRANTY OF ANY KIND.\nWPS Office disclaims all warranties and conditions, express or implied, including without limitation, merchantability, fitness for a particular purpose, non-infringement, as well as any warranties and conditions arising out of course of dealing or usage of trade.\nNo advice or information, whether verbal or written, obtained from WPS Office or otherwise will create or modify any warranty or condition not explicitly stated herein.</dd>\n<dt>14.\nLimited Liability.\nForce Majeure.\nIndemnity</dt>\n<dd>\n<strong>(1) The total liability of WPS Office to you from all causes of action hereunder will be limited to the total amounts paid to WPS Office by you for the use of the Software in the twelve (12) months prior to the act giving rise to the liability, or, in the event that WPS Office has made the Software available to you without charge, the total liabilities of WPS Office hereunder shall not exceed $100.\nIn no event will WPS Office or its providers be liable to you or any third party for any special, incidental, exemplary, punitive or consequential damages (including without limitation, loss of data, business, profits) or for the cost of procuring substitute products, arising out of or in connection with this Agreement or the execution or performance of the Software, whether such liability arises from any claim based on contract, warranty, tort (including negligence), strict liability or otherwise, and whether or not WPS Office has been advised of the possibility of such loss or damage.\nThe foregoing limitations will survive and apply even if any limited remedy specified herein is found to have failed of its essential purpose.\nSome jurisdictions do not allow the limitation or exclusion of liability for incidental or consequential damages, so the corresponding limitation or exclusion above may not apply to you.</strong>\n</dd>\n<dd>\n<strong>(2) WPS Office shall not be liable for any failure or delay in providing any Software hereunder if such failure or delay is due to an act of God, fire, casualty, flood, war, terrorism, strike, lockout, labor trouble, failure of public utilities, facility shutdown, injunction, epidemic, riot, insurrection or any other circumstances beyond the reasonable control of WPS Office which prevents or delays performance by WPS Office under this Agreement.</strong>\n</dd>\n<dd>\n<strong>(3) You shall indemnify, defend and hold WPS Office harmless from and against any and all claims arising out of your use of the Software, your breach of this Agreement or any other actions or omissions in connection with your use of the Software (including but not limited to all actions taken via any WPS or partner account), and indemnify and hold WPS Office (including its subsidiaries, affiliated companies, officers, agents, employees, advertisers and partners) harmless from and against all losses (including direct and indirect losses and damages however characterized) and all expenses therefrom (including legal cost, appraisal fee, and attorneys' fee, other third-party professional agencies' fee, etc.) where liabilities, damages (actual or indirect), losses and expenses (including legal and other disciplinary fee) are incurred by WPS Office.\nIn the event of such claims, WPS Office will send you the notification on such claims, litigations and actions according to your contact information in your account.\nEven if you fail to receive such notification, your indemnification obligations hereunder shall not be eliminated or mitigated thereby.</strong>\n</dd>\n<dt>15.\nUS Government End Users</dt>\n<dd>(1) The Software and Documentation are \"commercial items\", as defined at Federal Acquisition Regulation (\"FAR\") 2.101, consisting of \"commercial computer software\" and \"commercial computer software documentation\", respectively, as such terms are used in FAR12.212 and Defense Federal Acquisition Regulation Supplement (DFARS) 227.7202.\nIf the Software and Documentation are being acquired by or on behalf of the U.S.\nGovernment, as provided in FAR12.212, DFARS227.7202-1 through 227.7202-4, as applicable, the U.S.\nGovernment's rights in the Software and Documentation will be only those specified in this Agreement.</dd>\n<dt>16.\nSanctions and Export Control</dt>\n<dd>(1) You represent and warrant that the \"Software\" together with its direct products as well as the technologies and materials associated, may not:<ol>\n<li>(i) be downloaded, installed, provided or sublicensed within the territories of any countries or regions and to any of its government departments (without limitation to its staff individuals and entities, or any individuals or entities to be in controlled of, action for or on behalf of such government department), or to any entities or individuals within which located, established or registered, or inhabited, providing that such countries, regions, governments, individuals and entities are subject to sanctions or otherwise designated on any list of prohibited or restricted parties, as maintained by the United Nations Bureau of Industry and Security(BIS), the US Treasury or or other applicable US government authorities (hereinafter refers to as \"Sanctions Institutions\";</li>\n<li>(ii) be downloaded, installed, provided or sublicensed to the entities or individuals particularly associated with certain industries subject to US sanction as maintained by Sanctions Institutions;</li>\n<li>(iii) be downloaded, installed, provided or sublicensed to any entities or individuals subject to sanctions by designated on any list of prohibited or restricted parties maintained by Sanctions Institutions;</li>\n<li>(iv) be downloaded, installed, provided or sublicensed to any entities whose at least 50% stock equlity or share are controlled or possessed by any individuals or entities prescribed within paragraph (i), (ii), (iii), directly or indirectly, jointly or individually, by any means, including but not to limited to agreement arrangements or any otherwise.\n</li>\n<li>(v) be used for any purposes prohibited by U.S.\nlaws, including but not limited to the proliferation of nuclear, chemical or biological weapons.</li>\n</ol>\n</dd>\n<dd> (2) By downloading the Software, you agree to be bound by all of the above terms and conditions, and you hereby represent and warrant that 1) you will comply with all applicable U.S.\nand non-U.S.\neconomic sanctions and export control laws and regulations, including but not limited to the economic sanctions regulations implemented under statutory authority and/or Executive Orders and administered by the U.S.\nTreasury Department's Office of Foreign Assets Control (\"OFAC\") (31 C.F.R.\nPart 500 et seq.), the U.S.\nCommerce Department's Export Administration Regulations (15 C.F.R.\nPart 730 et seq.), the economic sanctions rules and regulations of the European Council, United Kingdom, and EU Member States, and EU's Dual-use Regulation 428/2009 (collectively, \"Trade Control Laws\"), 2) you do not belong to any kind of the sanctioned individuals or entities as listed above in paragraph (i), (ii), (iii) or (iv) and shall not belong to the said individuals or entities during the period uninterrupted starting from you getting the license of the Software till its expire, and you shall not use the Software , and/or its direct products and/or the technologies and materials associated(or any part thereof) for any purpose prohibited by U.S.\nlaws.\nOtherwise, any license or authorization to you of the Software shall be automatically terminated immediately whenever you behave in violation of any representation or warranty mentioned above.\nIn such case, you're obliged to immediately inform WPS Office of such circumstance and stop using the Software and/or its direct products and/or the technologies and/or materials associated meantime, and WPS Office has the right not to provide you with the Software and/or coincident service without any liability, nor to give you any refund or compensation, and may claim you to assume all relevant liabilities accordingly and indemnify WPS Office for any and all losses and damages resulting from your violation of any of the above statements or warranties.</dd>\n<dt>17.\nGoverning Law</dt>\n<dd>(1) This Agreement will be governed by and construed in accordance with the laws of Hong Kong Special Administrative Region, without regard to or application of the conflict of law rules or principles, and shall not apply the United Nations Convention on Contracts for the International Sales of Goods (CISG) either.\n</dd>\n<dt>18.\nNotices</dt>\n<dd>(1) Except as set forth herein with respect to email notifications and as set forth below, any notices or approvals required or permitted under this Agreement shall be in writing(electric text shall be deemed as writing ) and delivered by confirmed facsimile transmission, by overnight delivery service, or by certified mail, and in each instance will be deemed given upon receipt.\nAll notices or approvals will be sent to the address set forth in the applicable ordering document or payment notice, or to such other address as may be specified by either party to the other in accordance with this section.\n</dd>\n<dd>(2) By using the Software, you consent to receiving electronic communications from us relating to your account.\nThese communications may involve sending emails to your email address provided during registration, or posting communications on the Software and are part of your relationship with us.\nYou agree that any notice, agreements, disclosure or other communications that we send to you electronically will satisfy any legal communication requirements, including that such communications be in writing.\nYou should maintain copies of electronic communications by printing a paper copy or saving an electronic copy.\nYou also consent to receiving certain other communications from us, such as information about features and content, special offers, promotional announcements and customer surveys via email or other methods.\nIf you no longer want to receive certain non-transactional communications, simply contact us as provided on the Official Website.\nPlease review our Privacy Policy (https://www.wps.com/privacy-policy) for further detail on our marketing communications.</dd>\n<dt>19.\nArbitration</dt>\n<dd>(1) You and we agree that any dispute, claim or controversy arising out of or relating in any way to the Software or this Agreement, shall be submitted to the Hong Kong International Arbitration Centre (HKIAC) for arbitration which shall be conducted in accordance with the HKIAC's arbitration rules in effect at the time of applying for arbitration.</dd>\n<dd>(2) Arbitration uses a neutral arbitrator instead of a judge or jury, allows for more limited discovery than in court, and is subject to very limited review by courts.\nArbitrators can award the same damages and relief that a court can award.\nYou agree that, by agreeing to this Agreement, you and we are each waiving the right to a trial by jury or to participate in a class action.\nThis arbitration provision shall survive termination of this Agreement and the termination of your licenses.\nThe arbitrator is bound by the terms of this Agreement.\nAll issues are for the arbitrator to decide, including issues relating to the scope and enforceability of this arbitration agreement.</dd>\n<dd>(3) YOU AND WE AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.\nFurther, unless both you and we agree otherwise, the arbitrator may not consolidate more than one person's claims with your claims, and may not otherwise preside over any form of a representative or class proceeding.\nIf this specific provision is found to be unenforceable, then the entirety of this arbitration provision shall be null and void.\nThe arbitrator may award declaratory or injunctive relief only in favor of the individual party seeking relief and only to the extent necessary to provide relief warranted by that party's individual claim.\n</dd>\n<dt>20.\nMiscellaneous</dt>\n<dd>(1) The English version is the official version of this Agreement, and other language versions (if any) of this Agreement are provided for your reference only.\nShould there be any discrepancy between the English version and version of any other language, the English version shall prevail.\n</dd>\n<dd>(2) You may not assign or transfer this Agreement or any rights granted hereunder, by operation of law or otherwise, without the prior written consent of WPS Office, and any attempt by you to do so, without such consent, will be void.\n</dd>\n<dd>(3) Except as expressly set forth in this Agreement, the exercise by either party of any of its remedies under this Agreement will be without prejudice to its other remedies under this Agreement or otherwise.\n</dd>\n<dd>(4) The failure by either party to enforce any provision hereof will not constitute a waiver of future enforcement of that or any other provision.\n</dd>\n<dd>(5) If any provision of this Agreement is held to be unenforceable or invalid, it will be executed to the fullest extent possible, whilst the other provisions shall remain in effect.</dd>\n<dd>(6) This Agreement constitutes the entire and exclusive understanding and agreement between the parties with respect to the subject matter hereof and supersedes all prior proposals, understandings or communications regarding this subject matter, verbal or written, unless you and WPS Office have executed a separate agreement (For purpose of clarity, the purchase order or ordering documents described below do not constitute separate agreements).\nAny terms or conditions contained in your purchase order or other ordering document that are inconsistent with the terms and conditions hereof are hereby rejected by WPS Office and will not apply.&nbsp;</dd>\n<dd>(7) As a reference, you may now print out this Agreement from this page, or refer to the terms of this Agreement on the web page at https://www.wps.com/eula, as updated by WPS Office from time to time.\nWe may, from time to time, change this Agreement, including the Privacy Policy (defined below).\nSuch revisions shall be effective immediately unless otherwise stated.\nBy using the Software, you agree to be bound by such revisions and should review this Agreement periodically to determine the then current terms and conditions to which you are bound.</dd>\n<dd>(8) If you are using any part or whole of the Software and accepting the terms hereof on behalf of any non-natural person , such as company or any other legal entity or any unincorporated organization, you represent and warrant that you have the authority to bind such non-natural person to the terms hereof, and, in such event, \"you\" or \"your\" will refer to such non-natural person.\nIf you do not accept all the terms hereof as set forth above, WPS Office is unwilling to license the Software to you, and you shall not install or use the Software .\nIf WPS Office has made the Software available to you without charge, then you must immediately stop using the Software with no refund.\nIn either case you must destroy all copies ( if any) of the Software.</dd>\n<dd>(9) As noted above, WPS Office may modify or alter this Agreement at any time.\nIn addition, WPS Office may provide additional terms and conditions via the Software or the Official Website and your use of the Software (and/or any acknowledgment of such additional terms and conditions) constitutes your acceptance of any such additional terms and conditions.\nAny amendment to this Agreement by you must be agreed to by us in writing (excluding email) and executed by an authorized officer of WPS Office.</dd>\n<dt>21.\nThird-party Resources Pack</dt>\n<dd>(1) In the Event the Software licensed to you contains Equation Editor resources pack (which may or may not apply depending on your Software version and OS), you acknowledge and agree to the following:<ol>\n<li>1) The Equation Editor resources pack as integrated into the Software licensed to you is a part thereof and can only be used as part of the Software subject to compliance with all of the terms of this Agreement.\nIn no event shall you have the right to transfer, sell, distribute, sub-license or re-license separate Equation Editor resources pack or license or sublicense others to do so.\nNotwithstanding the foregoing provisions, any permitted transfer of the Software must include the transfer of Equation Editor resources pack if and when: (a) You have the right to transfer the Software, as per this Agreement and other agreements (if any) that you entered into with WPS Office to obtain the license in connection with the Software (Where this Agreement is contradictory with other agreements (if any) that you entered into with WPS Office to obtain the license in connection with the Software, the latter shall prevail).\nand (b) the transfer of the Equation Editor resources pack must be with the permitted transfer of the Software and not as a separate transaction.</li>\n<li>2) The licensed scope of use and right restriction provisions for Equation Editor resources pack, a component of the Software licensed to you, shall apply both this Agreement and the separate end user license agreement of Equation Editor resources pack (End User License Agreement of Design Science) which you must acknowledge and agree to prior to use of the Software with Equation Editor.\nA link to the End User License Agreement of Design Science is set forth below.\nWhere any inconsistency exists between the two license agreements, the provisions which are more protective of Design Science and WPS Office shall prevail.</li>\n<li>3) WPS Office does not provide any warranty for and shall not held liable for Equation Editor resources pack, which is the product of Design Science.\nYOU ARE SOLELY RESPONSIBLE (INCLUDING TO DESIGN SCIENCE) FOR YOUR USE OF THE EQUATION EDITOR.</li>\n<li>4) You shall not export, disseminate or distribute any component of such third-party sources pack or the Software containing such third-party sources pack to any country that is prohibited to do so according to governing U.S.\nlaws and regulations.</li>\n</ol>\n</dd>\n<dd>(2) The use of Equation Editor resources shall be subject to :<ol>\n<li> is the registered trademark of Design Science (www.dessci.com) in the United States and/or other countries.</li>\n<li> DESIGN SCIENCE END USER LICENSE AGREEMENT</li>\n<li> DESIGN SCIENCE ATTRIBUTION</li>\n</ol>\n</dd>\n<dt>22.\nContact Us</dt>\n<dd>If you have any questions regarding this Agreement, you may contact us by Email at&nbsp;http://www.wps.com/support/.</dd>\n<dd>BY USING THE SOFTWARE AND/OR ACKNOWLEDGING ACCEPTANCE OF THIS AGREEMENT (VIA THE SOFTWARE OR OTHERWISE), YOU ACCEPT AND AGREE TO THIS AGREEMENT.</dd>", "created_at": "2021-05-12 18:44:22.758665", "updated_at": "2021-05-12 18:44:50.734947"}, {"id": 5888, "name": "Auto Renewal Terms", "url": "https://www.wps.com/auto-renewal-terms?from=payment-client", "xpath": "//body", "text": "<p>We will not collect payment information.The data will be transmitted to third-party payment platform.\nPlease refer to the third-party platforms privacy policy.</p>ProductsOffice FreeOffice PremiumOffice ProfessionalOffice for EducationPDF to WordData Recovery MasterOffice for AndroidOffice for iOSOffice for LinuxDownloadStoreSupportFeedbackHelpPartnerBlogEnterprise SalesEvent<ul>\n<li>Products<ul>\n<li>WPS Office Free 2016</li>\n<li>WPS Office Premium</li>\n<li>WPS Office for Android</li>\n<li>WPS Office for iOS</li>\n<li>WPS Office for Linux</li>\n</ul>\n</li>\n<li>Download</li>\n<li>Store</li>\n<li>Support<ul>\n<li>Feedback</li>\n<li>Help</li>\n<li>Partners</li>\n</ul>\n</li>\n<li>Blog</li>\n<li>Event</li>\n</ul>\n<i>\n</i>\n<p> Home / Autorenewal Terms</p>\n<ul>WPS Office Software Privacy PolicyAbout WPS Office Cookie DeclarationEnd User License Agreement for WPS OfficeWPS Office Online Service User AgreementAuto-Renewal Service Agreement of WPS OfficeUser Agreement for WPS Premium ServiceAuto-renew Subscription NotificationRenewable Monthly Service Agreement of WPS OfficeEnd User License Agreement for WPS PDF ProOpen Source Statement in WPS PDF ProEnd User License Agreement for PDF ConverterOpen Source Statement in PDF ConverterEnd User License Agreement for WPS Fill&amp;SignOpen Source Statement in WPS Fill&amp;SignEnd User License Agreement for WPS PDFOpen Source Statement in WPS PDFService Agreement on WPS Docs for Enterprise</ul>Auto-Renewal Service Agreement of WPS Office<dd>August 25, 2020</dd>\n<dd>Thank you for your application for using the entrusted fee deduction service for Auto-Renewal (hereinafter referred to as the \"Service\") provided by WPS Software Pte.\nLtd.\nand its affiliated companies (hereinafter collectively referred to as \"WPS Office\".\nan affiliated company refers to an entity that (directly or indirectly) controls, is controlled by or under common control with a party concerned.\n\"Control\" means ownership of more than 50% of management or decision-making power of a company (whether by voting, contract or any other means)).\nPlease carefully read and then agree to the articles of the Auto-renewable Service Agreement of WPS Office (hereinafter referred to as the \"Agreement\".\nThe contents hereof are all subject to the contents that are published and may be updated from time to time at https://www.wps.com/privacy-policy.\nIf you do not agree to any part of or the whole contents hereof, please do not choose \"Agree to Accept\" or use the Service in any methods (including but limited to: Checking, Clicking).\nBy checking \"I Accept the Continuous Auto-renewable Service Agreement of WPS Office\", you reach an agreement with WPS Office and voluntarily accept all the contents herein.\nThereafter you shall not raise a defense in any form with the excuse of failure to read the contents herein.</dd>\n<dt>I.Preconditions of Using the Service</dt>\n<dd>1.The Service is a sub-service under the WPS Office Online Service (The WPS Office Online Service herein refers to services and products that are included by WPS Member Center (https://www.wps.com/office-personal-home-smb) or launched by WPS Office and/or by a third party who has built partnership with WPS Office, and can be logged into and accessed to only by using the WPS Office Online Service Account (The WPS Office Online Service Account herein refers to the WPS account, Facebook account, Google account, Twitter account, Dropbox account and other account possibly to be added later, which you may use to log into the WPS Office Online Service)).\nMeanwhile, the Service is introduced out of your need for automatic renewal, to avoid any possible losses to you because you fail to renew the WPS Office Online Service for your negligence or for any other reasons.\nTherefore, your application for the provisioning of the WPS Office Online Service is the precondition for your application for the use of the Service.</dd>\n<dd>2.\nYou shall have relevant rights and behavioral capacity to use the Service, and can solely assume the related legal responsibilities.\nIf you are under 18, you must use the Service under the guidance of your parents or legal guardian.</dd>\n<dd>3.\nThis Agreement, as a sub-agreement of Series Agreements of WPS Office Online Service (including but not limited to the WPS Member Service Agreement and other series agreements shown on the website https://www.wps.com/privacy-policy/ and may be updated from time to time), has the same and indispensable legal force with the Series Agreements of WPS Office Online Service.\nTherefore, before using the Service, you shall accept and agree to the Series Agreements of WPS Office Online Service, this Agreement and provisions of all other agreements, rules and announcements with respect to the WPS Office Online Service and the Service, especially the pertinent restrictions or exemption provisions (such restrictions or exemption provisions may be highlighted in bold to attract your attention).\nIn addition, your following behaviors will be deemed as your full consent to this Agreement: </dd>\n<dd>(1).\nYour actually using the Service.\nor</dd>\n<dd>(2).\nYour actually using any product or service (if any) that is provided by WPS Office together with the Service.</dd>\n<dd>(3)Actual use of any product or service (if any) provided by a third party together with the Service.</dd>\n<dd>Before you proceed, WPS Office strongly recommends that you print out this Agreement or save it to your computer for your future reference.</dd>\n<dd>Your consent to the Agreement will be considered as your acknowledgment and consent to all provisions of this Agreement and Series Agreements of WPS Office Online Service as well as your guarantee to fully abide by abvoe-mentioned Agreements.</dd>\n<dt>Ⅱ.\nRights and Obligations of the Parties under the Service</dt>\n<dd>1.\nBy applying for using the Service, you irrevocably authorize WPS Office to deduct the service fee for the next billing period from the balance of your own payment account of WPS Office Online Service, third-party payment account, bank card account, phone account(hereinafter collectively referred to as \"Accounts\"),with which your WPS Office Online Service Account are bound, before a specific WPS Office Online Service that you have accessed to via the Service is about to expire.Billing period may refer to a monthly,quarterly or annual period and the specific billing period of you by using the Service depends on your choice when applying for the using the Service.\nBesides,Such service will be fulfilled under the precondition that you have bound the WPS Office Online Service Account with the Accounts and the payment can be duly deducted from the Accounts.</dd>\n<dd>2.\nThe Auto-Renewal refers to that, prior to the preconditions stipulated in Paragraph 1 of this ArticleⅡ, WPS Office charges you the service fee for the next billing period from the Accounts and record such fee into your payment history.\nthen accordingly extends the valid period equivalent to the next billing period of the specific WPS Office Online Service that you have accessed to via the Service.\nYou shall ensure WPS Office can successfully deduct the such Service fee from the Accounts and you shall solely assume the responsibilities for Auto-Renewal failure due to insufficient balance in the Accounts.</dd>\n<dd>3.\nWPS Office will provision the following payment channels including but not limited to: collection by telecommunication operators, credit card, debit card and Paypal,so that you can entrust WPS Office to deduct the service fee through an appropriate payment method when you choose to use the Service.\nYou accept and agree that you shall periodically pay attention to the Accounts corresponding to the selected payment method and guarantee that there is sufficient balance in the Accounts for you to use the Service.\nIn the case that the Service is not available for above-mentioned reasons (including but not limited to insufficient balance, balance insufficient for you to choose multiple Services), WPS Office reserves the right to, without prior notification, suspend the specific WPS Office Online Service that you have accessed to via the Service.</dd>\n<dd>4.\nIn the case that any error occurs during such service fee deduction, you shall closely cooperate with WPS Office to find out the cause, and each party shall assume the responsibility for the loss caused by its own faults.\nAs for the losses caused by unequal faults between the Parties, each party shall assume responsibilities proportional to their faults.\nWhere both parties are jointly responsible, the responsibilities shall be equally borne by both parties.</dd>\n<dd>5.\nThe Service provided by WPS Office is limited to be used on the platform or client-side of the specific WPS Office Online Service that you have accessed to via the Service.\nAny behavior that, by illegal means such as malicious cracking, separation of the Service contents provided by WPS Office from the platform or client-side of the specific WPS Office Online Service that you have accessed to via the Service, is beyond the scope of the Service specified in the Agreement.\nAny legal consequence therefrom shall be borne by the doer, and WPS Office will investigate the legal responsibilities of the doer.</dd>\n<dd>6.\nIt is up to you to choose whether to cancel the Service or not.\nIf you choose not to cancel the Service, it will be deemed that you have allowed WPS Office to irregularly make attempts of fee deduction based on certain rules aforementioned.\nOnce such deduction succeeds, WPS Office will provision the service for you for the next billing period.\nWPS Office hereby reminds you of paying attention to the deadline of each billing period.\nIf you do not want to use the Service in the next billing period, you must terminate the Service prior to the deadline of the current billing period of the Service in accordance with Paragraph 2, Article 3, and WPS Office is not obligated to remind you before the deadline of each billing period and asking you to determine whether you want to continue using the Service in any method.</dd>\n<dd>7.\nWhere the service price for a specific WPS Office Online Service that you have accessed to via the Service have been adjusted on/prior to the date of Auto-Renewal, the then effective price shall prevail.</dd>\n<dd>8.\nWPS Office will not charge you for provisioning of the Service.\nHowever, WPS Office reserves the right to determine whether to charge for the Service itself or adjust the Auto-Renewal period and corresponding service fee duly in such adjusted Auto-Renewal period based on business necessity, market fluctuations, etc.\n</dd>\n<dd> 9.\nWPS Product Refund Regulation</dd>\n<dd>\n<ul>\n<li>(1).\nThe refund regulation for license of products that need use activation code to activate the license ( such as, WPS business edition life time license, WPS PDF to Word Converter and WPS Data Recovery Master etc..）<ul>\n<li> - Full refund is acceptable within 30 days after purchasing.</li>\n<li> - No refund is accepted if the purchasing for activation codes is beyond 30 days.</li>\n</ul>\n</li>\n<li> (2).\nThe refund regulation for subscription service ( Refers to service purchased for certain period of certain use rights after logging into a WPS Office Online Service Account, and such service can only be available when logging into the said Account during the period of such subscription, like subscription of WPS Premium or other subscription products)<ol>\n<li> - Payments are non-refundable.\nThere is&nbsp;no refund for any part or all of&nbsp;subscription period&nbsp;whether it is used or not.&nbsp;You can cancel at any time to stop future charges,&nbsp;following any cancellation,&nbsp;you will continue to have access to the applicable services through the end of your current subscription&nbsp;period.&nbsp;However, due to quality issue (such as system bug, discrepancy between promise and actual situation.) or required by law,we may provide part or all of the refund at our sole and absolute discretion.</li>\n</ol>\n</li>\n<li>(3).\nSubscription Cancellations:The steps to cancel your subscription will vary based on your payment method.\nIn Google play, for example,You can visit https://support.google.com/googleplay/answer/7018481 for unsubscription assistance.To avoid any charges, you must cancel before the end of the free trial period or the current billing period.We shall not be responsible for any loss caused by failure to cancel the subscription in time.</li>\n</ul>\n</dd>\n<dt>Ⅲ.\nValid Term and Termination of the Service</dt>\n<dd>1.\nThe Service shall become effective from the date when you choose to accept or use the Service to the date when you terminate (including voluntary termination or involuntary termination due to your violation of relevant agreements, rules, etc.) the Service or all the specific WPS Office Online Service that you have accessed to via the Service.</dd>\n<dd>2.\nYou have the right to choose to terminate the Service at any time in accordance with the instructions stipulated in Article 4 hereof, after which WPS Office will stop providing the Service to you and close your access to the Service.</dd>\n<dd>3.\nThe instruction on Auto-Renewal of service fee deduction entrusted by you to WPS Office shall still remain valid before you choose to terminate the Service, and any fees deducted by WPS Office based on such instruction will not be refundable to you and any responsibilities therefrom shall be borne by you.</dd>\n<dt>IV.\nTermination of the Service on your own</dt>\n<dd>You can choose to terminate the Services at your sole discretion.If you determinde not to continue to use the Service for the next billing period, please operate to terminate the Service at least within 24 hours before the expiry of this on-going billing period.\nSpecific termination steps please refers to the website located as: https://store.wps.com/ Unsubscribe from the user/subscription website.</dd>\n<dt>Ⅴ.\nGuaranty of Legitimacy</dt>\n<dd>You agree and undertake not to use the Service to directly or indirectly perform the following behaviors as may be deemed as a violation of national laws and regulations, or contrary to the public order and good customs: </dd>\n<dd>(1) violating the basic principles established by the Constitution.\n</dd>\n<dd>(2) endangering national security, divulging national secrets, subverting national government, and undermining national unity.\n</dd>\n<dd>(3) damaging the national honor and interests.\n</dd>\n<dd>(4) inciting ethnic hatred, ethnic discrimination and disturbing the ethnic unity.\n</dd>\n<dd>(5) contravening the national religious policy, and propagandizing the heresy and feudalistic superstition.\n</dd>\n<dd>(6) spreading rumors, disturbing social order and stability.\n</dd>\n<dd>(7) advocating obscenity, eroticism, gambling, violence, murder, terrorism or subornation.\n</dd>\n<dd>(8) insulting or slandering others, or infringing upon the lawful rights and interests of others.\n</dd>\n<dd>(9) inciting unlawful assembly, association, procession and demonstration and gathering crowds to disturb social order.\n</dd>\n<dd>(10) acting in the name of unlawful civil organization.\n</dd>\n<dd>(11) Other contents specifically prohibited by laws and administrative regulations.</dd>\n<dd>WPS Office reserves the right to supervise your use of the Service periodically, and once any of the aforesaid behaviors is found, WPS Office reserves the right to withdraw your right to use the Service without any compensation to you.\nMeanwhile, WPS Office will report your behaviors to the pertinent national authority and reserve the right to further claim for compensation for the losses incurred to WPS Office due to your behaviors.</dd>\n<dt>Ⅵ.\nProhibition of Commercialization</dt>\n<dd>You accept and agree that, prior to obtaining the official written approval of WPS Office, you shall neither use the Service in any fields out of the scope of the WPS Office Online Service, nor perform any direct or indirect behaviors of commercializing the Service (including but not limited to: re-sale, sale, equivalent replacement, etc.).\nOnce you have been proved to be involved in the aforesaid behaviors, WPS Office reserve the right to withdraw your right to use the Service without any compensation to you, and remain the right to further claim for compensation for the losses occurred to WPS Office by your behaviors.</dd>\n<dt>Ⅶ.\nRevision of the This Agreement</dt>\n<dd>You understand and accept that WPS Office may, in accordance with its business operations, technical upgrade, etc.\nmodify or revise this Agreement.\nBefore making such revision or modification, WPS Office will publish the revised contents on relevant web pages but is not obligated to send further notice to any individual.\nIf you do not agree to the contents revised by WPS Office, you shall, after this Agreement has been revised or modified (i.e.\nafter update time specified in the revised Agreement), stop using any part or whole of the Service.\nIf you continue to use any part or whole of the Service after the Agreement has been revised, it will be considered you have read, understood and agreed to all the contents of the revised Agreement, and any disputes therefrom shall be resolved based on the latest Agreement.\nWPS Office hereby urges you to periodically review the Agreement at https://www.wps.com/privacy-policy/ to know whether the Agreement has been revised and what has been revised.</dd>\n<dt>Ⅷ.\nSettlement of Disputes and governing Laws</dt>\n<dd>This Agreement will be governed by the laws of the Hong Kong without reference to any rules regarding conflict of laws.\nThe United Nations Convention on Contracts for the International Sale of Goods will not apply to this Agreement.\nAny dispute arising out of or in connection with this Agreement shall be finally settled by binding arbitration in Hong Kong under the rules of the Hong Kong International Arbitration Centre (HKIAC), before a panel of [three arbitrators] selected by the parties (or, if not selected within thirty (30) days of a Request for Arbitration, appointed by the HKIAC pursuant to its rules in effect at the time of applying for arbitration).\nJudgment on the award may be entered in any court having jurisdiction thereof or having jurisdiction over either of the parties or its assets.</dd>\n<dd>Notwithstanding the foregoing, either party may seek injunctive or other relief in a Hong Kong court of competent jurisdiction for any actual or alleged infringement of such party’s intellectual property rights or other proprietary rights.</dd>ProductsWPS Office FreeWPS Office PremiumWPS Office ProfessionalWPS PDF to WordWPS Data Recovery MasterWPS Office for Android WPS Office for iOS WPS Office for LinuxCompanyAbout USPress CenterContact usLicense AgreementPrivacy PolicyCookie DeclarationPartnersAffiliate ProgramLinksOEM PartnersStrategicEnterprise SalesConnectLanguage<br>English English Français Deutsch Italiano Русский Español IndonesiaPortuguês Türkçe Vietnameseไทย<br>WPS SitemapOffice OnlineFree OfficeWord OnlineOffice PremiumOffice 2016 DownloadPDF to WordOffice Professional EditionOffice APP for AndroidOffice for iOSOffice for LinuxOffice FreeOffice DownloadOffice For PCOffice For MobileFree Office DownloadWordExcelPowerPointOffice WordCopyright © WPS Office Software, All Rights Reserved.", "created_at": "2021-05-12 18:43:43.631983", "updated_at": "2021-05-12 18:43:50.548428"}, {"id": 5887, "name": "Cookie Declaration", "url": "https://www.wps.com/cookie-declaration", "xpath": "//body", "text": "<p>We will not collect payment information.The data will be transmitted to third-party payment platform.\nPlease refer to the third-party platforms privacy policy.</p>ProductsOffice FreeOffice PremiumOffice ProfessionalOffice for EducationPDF to WordData Recovery MasterOffice for AndroidOffice for iOSOffice for LinuxDownloadStoreSupportFeedbackHelpPartnerBlogEnterprise SalesEvent<ul>\n<li>Products<ul>\n<li>WPS Office Free 2016</li>\n<li>WPS Office Premium</li>\n<li>WPS Office for Android</li>\n<li>WPS Office for iOS</li>\n<li>WPS Office for Linux</li>\n</ul>\n</li>\n<li>Download</li>\n<li>Store</li>\n<li>Support<ul>\n<li>Feedback</li>\n<li>Help</li>\n<li>Partners</li>\n</ul>\n</li>\n<li>Blog</li>\n<li>Event</li>\n</ul>\n<i>\n</i>\n<p> Home /\nCookie Declaration</p>\n<ul>WPS Office Software Privacy PolicyAbout WPS Office Cookie DeclarationEnd User License Agreement for WPS OfficeWPS Office Online Service User AgreementAuto-Renewal Service Agreement of WPS OfficeUser Agreement for WPS Premium ServiceAuto-renew Subscription NotificationRenewable Monthly Service Agreement of WPS OfficeEnd User License Agreement for WPS PDF ProOpen Source Statement in WPS PDF ProEnd User License Agreement for PDF ConverterOpen Source Statement in PDF ConverterEnd User License Agreement for WPS Fill&amp;SignOpen Source Statement in WPS Fill&amp;SignEnd User License Agreement for WPS PDFOpen Source Statement in WPS PDFService Agreement on WPS Docs for Enterprise</ul>About WPS Office Cookie Declaration<p>This website uses cookies.\nWe use cookies to personalise content and ads, to provide social media features and to analyse our traffic.\nWe also share information about your use of our site with our social media, advertising and analytics partners who may combine it with other information that you’ve provided to them or that they’ve collected from your use of their services.\nYou consent to our cookies if you continue to use this website.</p>\n<p>Cookies are small text files that can be used by websites to make a user's experience more efficient.</p>\n<p>The law states that we can store cookies on your device if they are strictly necessary for the operation of this site.\nFor all other types of cookies we need your permission.</p>\n<p>This site uses different types of cookies.\nSome cookies are placed by third party services that appear on our pages.</p>\n<p>Your consent applies to the following domains:\nwww.wps.com,\nstore.wps.com,\nhelp.wps.com,</p>\n<p>Your current state: Not Allow</p>\n<p>\n<i>\n</i>Change your consent<i>\n</i>Withdraw your consent</p>\n<p>Cookie declaration last updated on May 24 2018 by WPS Office:</p>\n<p>Necessary(14)</p>\n<p>Necessary cookies help make a website usable by enabling basic functions like page navigation and access to secure areas of the website.\nThe website cannot function properly without these cookies.</p>NameProviderPurposeExpiryTypeabwps.comProduct's AB textSessionHTTP Cookielangwps.comWebsite languageSessionHTTP Cookieeventwps.comPrecise delivery of website eventsSessionHTTP Cookiedistsrcwps.comChannel flag (channel number) from WPS client accessSessionHTTP Cookieaffiliate_idwps.comSite sales share ID for third party cooperationSessionHTTP Cookieaccesswps.comFeature entry from WPS client accessSessionHTTP Cookiesourcewps.comTrack website visitSessionHTTP Cookiewps_sidwps.comSession ID of signed in WPS user for website sign inSessionHTTP Cookiewpsqing_autoLoginV1wps.comFlag of whether website visitor sign in automatically or not1 yearHTTP Cookie_gawps.comRegisters a unique ID that is used to generate statistical data on how the visitor uses the website.2 yearsHTTP Cookie_gatwps.comUsed by Google Analytics to throttle request rate.SessionHTTP Cookie_gidwps.comRegisters a unique ID that is used to generate statistical data on how the visitor uses the website.SessionHTTP CookieAWSELBwps.comAWS ELB Sticky SessionSessionHTTP Cookiegdprwps.comRecord whether user agrees to information collection7 DaysHTTP CookieProductsWPS Office FreeWPS Office PremiumWPS Office ProfessionalWPS PDF to WordWPS Data Recovery MasterWPS Office for Android WPS Office for iOS WPS Office for LinuxCompanyAbout USPress CenterContact usLicense AgreementPrivacy PolicyCookie DeclarationPartnersAffiliate ProgramLinksOEM PartnersStrategicEnterprise SalesConnectLanguage<br>English English Français Deutsch Italiano Русский Español IndonesiaPortuguês Türkçe Vietnameseไทย<br>WPS SitemapOffice OnlineFree OfficeWord OnlineOffice PremiumOffice 2016 DownloadPDF to WordOffice Professional EditionOffice APP for AndroidOffice for iOSOffice for LinuxOffice FreeOffice DownloadOffice For PCOffice For MobileFree Office DownloadWordExcelPowerPointOffice WordCopyright © WPS Office Software, All Rights Reserved.", "created_at": "2021-05-12 18:43:22.555625", "updated_at": "2021-05-12 18:43:29.145349"}, {"id": 5886, "name": "Privacy Policy", "url": "https://www.wps.com/privacy-policy", "xpath": "//body", "text": "<p>We will not collect payment information.The data will be transmitted to third-party payment platform.\nPlease refer to the third-party platforms privacy policy.</p>ProductsOffice FreeOffice PremiumOffice ProfessionalOffice for EducationPDF to WordData Recovery MasterOffice for AndroidOffice for iOSOffice for LinuxDownloadStoreSupportFeedbackHelpPartnerBlogEnterprise SalesEvent<ul>\n<li>Products<ul>\n<li>WPS Office Free 2016</li>\n<li>WPS Office Premium</li>\n<li>WPS Office for Android</li>\n<li>WPS Office for iOS</li>\n<li>WPS Office for Linux</li>\n</ul>\n</li>\n<li>Download</li>\n<li>Store</li>\n<li>Support<ul>\n<li>Feedback</li>\n<li>Help</li>\n<li>Partners</li>\n</ul>\n</li>\n<li>Blog</li>\n<li>Event</li>\n</ul>\n<i>\n</i>\n<p> Home / Privacy Policy</p>\n<ul>WPS Office Software Privacy PolicyAbout WPS Office Cookie DeclarationEnd User License Agreement for WPS OfficeWPS Office Online Service User AgreementAuto-Renewal Service Agreement of WPS OfficeUser Agreement for WPS Premium ServiceAuto-renew Subscription NotificationRenewable Monthly Service Agreement of WPS OfficeEnd User License Agreement for WPS PDF ProOpen Source Statement in WPS PDF ProEnd User License Agreement for PDF ConverterOpen Source Statement in PDF ConverterEnd User License Agreement for WPS Fill&amp;SignOpen Source Statement in WPS Fill&amp;SignEnd User License Agreement for WPS PDFOpen Source Statement in WPS PDFService Agreement on WPS Docs for Enterprise</ul>WPS Office Software Privacy Policy<dd>August 25, 2020</dd>\n<dt>Introduction</dt>\n<dd>Your privacy is important to WPS Software Pte.\nLtd.\nand its affiliates (\"We\" or \"WPS\" or \"WPS Office\"),and to protect your privacy we developed a Privacy Policy, which explains how we use any personal data (“<b>information</b>”) we collect about you.\nIt describes:</dd>\n<ul>\n<li>what information we collect about you;</li>\n<li>how we use your information;</li>\n<li>who we share your information with;</li>\n<li>collection and use of Non-Personal Data;</li>\n<li>your rights regarding our use of your information.\n</li>\n<li>how long we keep your information.\nand</li>\n<li>how to contact us.</li>\n</ul>\n<dd>We provide this Privacy Policy to help you understand how we collect, use, disclose, transfer, and store your information that we access in order to provide our “Services”.\nWhen we say Services in this Privacy Policy, we mean our websites located at http://www.wps.com, http://note.wps.com/ and other websites operated by us through which our Services are provided (“<b>Sites</b>”), our mobile device applications (“<b>Apps</b>”), and our software products available for use via the Apps or via installation on windows personal computers (collectively, the “<b>Products</b>”).\nThis Privacy Policy applies to only those websites, products, services and applications included within the “<b>Services</b>” and does not apply to any third-party websites, products, services or applications, even if they are accessible through our Services.</dd>\n<dt>About Us</dt>\n<dd>WPS Office Software is a leading office productivity suite for PC and mobile devices, produced by WPS Office.\nWith more than 310 million MAU, WPS Office is a high performing, yet considerably more affordable solution available for Windows and Linux-based PCs as well as Android and macOS.\n</dd>\n<dt>Revision to this Privacy Policy</dt>\n<dd>Any information that is collected via our Services is covered by the Privacy Policy in effect at the time such information is collected.\nWe may revise this Privacy Policy from time to time in accordance with the law.\nIf we make any material changes to this Privacy Policy, we will notify you of such changes by posting them on our websites or by sending you emails or other notifications, and we will update the Last Updated Date above to indicate when such changes became effective.</dd>\n<dt>What Information We Collect about You</dt>\n<dd>Your information is the data relating to you, which can be used to identify you directly or indirectly.\nWe collect and process your information to provide and improve our Services for you, to administer your use of our Services, and to enable you to enjoy and easily navigate our Services.\nWe will be transparent about the collection and use of your information so that you can make informed decisions.\nYou are not required to provide us with the information that we have requested, but if you choose not to do so, in many cases we will not be able to provide you with our Products and Services or to respond to any queries you may have.</dd>\n<dd>We collect the following information about you:</dd>\n<dd>Basic Subscription Information.\nIf you create an account in connection with your use of any of the Services (“<b>Account</b>” or “<b>WPS ID</b>”), either through our Sites or when you download and install our Products, we’ll collect certain information about you, such as your name, email address, postal address, phone number and credit card information (“<b>PII</b>”).\nIf you create an Account using your login credentials from one of your accounts with certain third-party social networking services such as Google, Facebook or Twitter (each, an “<b>SNS Account</b>”), we’ll be able to access and collect your name and email address and other PII that your privacy settings on the SNS Account permit us to access.\nIf you create an Account, we may also collect other information that is not considered PII because it cannot be used by itself to identify you.</dd>\n<dd>Information Collected Using Cookies and Other Web Technologies.\nLike many website owners and operators, we use automated data collection tools such as Cookies and Web Beacons to collect certain information.</dd>\n<dd>“<b>Cookies</b>” are small text files that are placed on your hard drive by a Web server when you access our Services.\nWe may use both session Cookies and persistent Cookies to identify that you’ve logged in to the Services and to tell us how and when you interact with our Services.\nWe may also use Cookies to monitor aggregate usage and Web traffic routing on our Services, and to customize and improve our Services.\nUnlike persistent Cookies, session Cookies are deleted when you log off from the Services and close your browser.\nAlthough most browsers automatically accept Cookies, you can change your browser options to stop automatically accepting Cookies or to prompt you before accepting Cookies.\nPlease note, however, that if you don’t accept Cookies, you may not be able to access all portions or features of the Services.\nSome third-party services providers that we engage (including third-party advertisers) may also place their own Cookies on your hard drive on the basis of related arrangement.\nPlease note that this Privacy Policy covers only our use of Cookies but not use of Cookies by such third parties.</dd>\n<dd>“<b>Web Beacons</b>” (also known as Web bugs, pixel tags or clear GIFs) are tiny graphics with a unique identifier that may be included on our Services for several purposes, including to deliver or communicate with Cookies, to track and measure the performance of our Services, to monitor how many visitors view our Services, and to monitor the effectiveness of our advertising.\nUnlike Cookies which are stored on the user’s hard drive, Web Beacons are typically embedded invisibly on Web pages (or in an e-mail).</dd>\n<dd>At the same time, our Services may include third-party tracking tools without limitation to individual cookies, APIs (application programming interface) and SDKs (software development kit) which belong to part of the third-party services providers on behalf of WPS to collect and analyze technical data from you.\nWPS or aforementioned third-party services providers on behalf of WPS collect such data not to identify any specific individuality or personality of yours but to understand how you access and use the Services at general manner.\nSuch data helps us provide the Services for you, learn how the Services are used, and make the Services more useful to you.\nThe technical data collected by WPS and the aforementioned third-party services providers may include:</dd>\n<ul>\n<li>Your devices or software data, such as your Internet Protocol (“<b>IP</b>”) address, device identifier, region and language settings, Network provider, network settings and status, operating system, device storage, Android ID, Mobile advertising identifiers, such as iOS IDFAs and Android Advertising IDs (collectively, “Mobile IDs”), User Agent and HDID, browser or Apps that you have installed, mobile websites that you have interacted with, and how you interact with them, including whether and how you interact with ads (including time-stamp information);</li>\n<li>Your operation data, such as the aggregate number of time, frequency and activity of your use of our Services, and when you use contact management functions or interact with other persons or institutions through our Services, we may collect data relating to your contacts and your relationship with such contacts, we may also collect Information about ads served, viewed, or clicked on, such as the type of ad, where the ad was served, whether you clicked on it, and whether you visited the advertiser’s website or downloaded the advertiser’s app;</li>\n<li>The metadata shared by you, such as shooting, uploaded sharing photos or videos, as well as exact date, time, place, and other data stored when using our Services.</li>\n</ul>\n<dd>Information Related to Use of the Services.\nOur servers automatically record certain data about how a person uses our Services (“<b>Log Data</b>”), including that of both Account holders and non-Account holders (either, a “<b>User</b>”).\nLog Data may include certain data such as a User’s IP address, browser type, operating system, the web page that a User was visiting before accessing our Services, the pages or features of our Services to which a User browsed and the time spent on those pages or features, search terms, the links on our Services that a User clicked on and other statistics.\nWe use Log Data to administer the Services and we analyze (and may engage third parties to analyze) Log Data to improve, customize and enhance our Services by expanding and tailoring features and functionalities of our Services to our Users’ needs and preferences.\nWe may use a person’s IP address to generate aggregate, non-identifying data about where our Services are used.\nIn addition, for the aforementioned purposes and providing better access to and experience of our Services for you, we may allow certain third parties to collect and use your information.</dd>\n<dd>Information Sent by Your Mobile Device.\nWe may collect certain data sent by your mobile device when you use our Services, such as a device identifier, the number and type of your devices you use to connect to the Service, user settings, device storage, Android ID, Mobile advertising identifiers, such as iOS IDFAs and Android Advertising IDs (collectively, “Mobile IDs”), HDID and the operating system of your devices (e.g., iOS, Android etc.), as well as data relating to your use of our Services.</dd>\n<dd>Location Data.\nWhen you use our Services, our third party services providers (such as Google Analytics, Firebase, Facebook Analytics, Umeng, Flurry etc.) may collect and provide us with your location data by converting your IP address into a rough geo-location.\nWe may use such location data to improve and personalize our Services for you.</dd>\n<dd>Information Received from Our Partners and Other Third Parties.\nWe also may link your subscription information with the data information we receive from our partners or other third parties ( such as Google Analytics, Firebase, Facebook Analytics, Umeng, Flurry etc.) to help smoothly facilitate our Services for you, to better understand your needs and to provide you with better Services experience.\nUse of information received from Google APIs will adhere to Google API Services User Data Policy, including the Limited Use requirements.</dd>\n<dd>Contact Information for Technical Support.\nWe also may record your email, telephone and dialogue contents when you contact us for service support by sending emails or calling, to help us keep contact with you for updates and support to resolve your queries for use of our Services.</dd>\n<dt>How We Use Your Information</dt>\n<dd>We are committed to protecting the privacy of your information.\nWe use your information:</dd>\n<ol>\n<li>To enter and perform a contract with you to provide the Services, or to perform any steps you require from us before entering into a contract to provide the Services.</li>\n<li>To pursue our legitimate interests, which include:(a) Helping us understand how you access and use our Services, in order to improve our existing Services and develop our new Services for you.\nThis may include: (i) testing and applying new product or system versions, patches, updates and upgrades.\n(ii) monitoring and testing system use and performance.\nand (iii) resolving bugs and other issues you have reported to WPS.\nAny copies of Services data created for these purposes are only maintained for time periods relevant to those purposes.(b) Providing troubleshooting, customer support, identity authentication and protecting the security of our Services;(c) Carrying out fraud detection, archiving and backup in connection with the provision of our Services;(d) Improving customer communications and ensuring that we provide secure, quality Services to our customers;(e) Contacting you and sending you information about: (i) products and Services or advertisements that may be of interest.\nand (ii) assessing the effectiveness of and improving advertising and other marketing and promotional activities on or in connection with our Services when your account is subscribed to an official account.\nIf you don't want to receive such information, you can opt out at any time.(f) Allowing you to participate in surveys about our Products and Services.\nIf you participate in a survey, we may request certain personally identifiable information from you.\nParticipation in these surveys is voluntary and you therefore have a choice whether or not to disclose such information.\nWe may use a third-party services provider to conduct these surveys and such third-party services provider will be prohibited from using your personally identifiable information for any other purpose.(g) Provide and improve the WPS Ad Services.\nThis includes, for example, providing customer, technical, and operational support for these features, detecting and protecting against errors, fraud, or other criminal activity, and resolving disputes and enforcing our terms and conditions and other rights we may have.\nThis may also include analyzing, customizing, and improving the features of the WPS Ad Services;</li>\n<li>To comply with our legal obligations and establish, exercise or defend our legal rights.</li>\n<li>For other purposes which you give your consent and/or of which we have informed you.</li>\n</ol>\n<dd>\n<b>Please note that for your better experience through our services and the improvement of our Services, with your explicit consent, your information collected through our Services may, subject to this Privacy Policy, be reasonably used for the provision of our other Services (including in an aggregated or individualized manner provided by or cooperated with any third party).</b>\n</dd>\n<dt>Collection and Use of Non-Personal Data</dt>\n<dd>“Non-Personal Data” is the data that cannot be used to identify you.\nWe collect Non-Personal Data to understand how people use our Products and Services and to help us improve our Services to better satisfy customer needs.\nWe may, at our own discretion, collect, use, process, transfer or disclose Non-Personal Data for other purposes as well.</dd>\n<dd>We will keep your information and Non-Personal Data separate and use each independently.\nIf we do combine Non-Personal Data with your information, the combined data will be treated as personal data.\nWe will protect the privacy of your information through strong security and encryption and in accordance with this Privacy Policy.</dd>\n<dt>Who We Share Your Information with</dt>\n<dd>We will not share any information that we have collected from or about you except as described below and we will share only necessary information on the minimum basis:</dd>\n<dd>Information Shared with Our Services Providers.\nWe may engage third-party services providers to work with us to administer and provide the Services.\nFor example, we work with third party services providers to assist with credit card processing services and customer management systems.\nSuch third-party services providers will have access to your PII for the purpose of performing certain services on our behalf.</dd>\n<dd>Information Shared with Our Advertisement Providers.\nGenerally, we share the Service Information with direct or 3rd party Advertisement Providers in order to provide the WPS Ad Services.\nYou will find a list of our ad partners list and the privacy policies of their services via the following URL: https://www.wps.com/ad_partners.txt</dd>\n<dd>Information Disclosed in Connection with Business Transactions.\nInformation that we collect from our users, including PII, is considered to be business assets of ours.\nThus, if we are engaged with a third party in a transaction such as merger, acquisition or sales of assets or if our assets are acquired by a third party in the event we go out of business or enter bankruptcy, some or all of our assets, including your information, may be disclosed or transferred to a third party acquirer in connection with such transaction.</dd>\n<dd>Information Required by Law.\nWe cooperate with government and law enforcement officials or private parties to enforce and comply with the law.\nWe may disclose any information about you to government or law enforcement officials or private parties as we, in our sole discretion, believe necessary or appropriate: (i) to respond to claims, legal process (including subpoenas).\n(ii) to protect our property, rights and safety and the property, rights and safety of a third party or the public in general.\nand (iii) to stop any activity that we consider illegal, unethical or legally actionable.</dd>\n<dd>Other Data Shared with Third Parties.\nWe may share aggregated data and non-personal data with third parties for industry research and analysis, demographic profiling and other similar purposes.</dd>\n<dd>In addition we may share your information with companies in the same group as us, as well as other third parties with your informed consent.</dd>\n<dt>Transnational Data Transfer</dt>\n<dd>It may be necessary for us to transfer your information to any third party affiliated to us or with whom we have a cooperative relationship, and such information may be maintained on computers and/or other servers located outside of your state, province, country or other governmental jurisdiction in whole or in part where the privacy laws and technology level may not be as protective as those in your jurisdiction (“<b>Cross-border Transmission of Information</b>”).\nIf you want to know more about such Cross-border Transmissions of Information, please send your e-mail to privacy@wps.com.\nWe will duly handle your response but please note that our Services may not be available to you if you refuse Cross-border Transmission of Information.</dd>\n<dd>We comply with the EU-U.S.\nPrivacy Shield Framework and the Swiss-U.S.\nPrivacy Shield Framework (“<b>Framework</b>”) regarding the collection, use, and retention of personal data.\nWhen you and WPS have agreed by contract that your information from the European Economic Area (“<b>EEA</b>”) or Switzerland will be transferred and processed pursuant to the Privacy Shield for the relevant services, for conducting these activities on behalf of EEA or Swiss customers, we will hold and process your information provided by the EEA or Swiss customer at the direction of the customer with discretion under the Framework.\nWe will then be responsible for ensuring that third parties acting as an agent on our behalf do the same.</dd>\n<dt>Your Rights in relation to Our Use of Your Information</dt>\n<dd>You have rights under data protection law in relation to our use of your information, including to:</dd>\n<ul>\n<li>Request access to your information, which you can do using this from privacy@wps.com;</li>\n<li>Update or amend your information if it is inaccurate or incomplete;</li>\n<li>Object to certain use of your information (which includes direct marketing, processing based on legitimate interests, and processing for purposes of scientific or historical research and statistics) on grounds relating to your particular situation;</li>\n<li>Request the deletion of your information, or restrict its use, in certain circumstances (for example you can request that we erase your information where the information is no longer necessary for the purpose for which it was collected unless certain exceptions apply);</li>\n<li>Withdraw any consent you have provided in respect of our use of your information;</li>\n<li>Request us to return the information you have provided to us, to use for your own purposes (often called your right to data portability) where the processing is based on your consent or for the performance of a contract, and such processing is carried out by automated means.\nand</li>\n<li>Lodge a complaint with the relevant supervisory authority.</li>\n</ul>\n<dd>You can exercise your right to access, update and delete your information either on your Apps and Products, or you could contact us and we will assist you to exercise your right.\nIf you have any questions about these rights or you would like exercise any of them, please contact us by sending an email to privacy@wps.com.\nAdditional details of how to get in touch are set out below.</dd>\n<dt>Please note that if you decide not to provide us with the information that we request, you may not be able to access all of the features of the Services, without limitation as following:</dt>\n<ul>\n<li>You may not able to download, install and/or use any of our Services and/or any of their updates and upgrades.</li>\n<li>You may not be able to subscribe to or log in to our Services, or make any purchase of affiliated Services.</li>\n<li>We may not be able to be aware of your problems with our Services, and we may not be able to adequately respond to your needs and proposals.</li>\n</ul>\n<dt>The Security and Storage of Your Information</dt>\n<dd>We take all reasonable administrative, physical and electronic measures to protect the information that we collect from or about you (including your PII) from unauthorized access, use or disclosure.</dd>\n<dd>When you use our Services on your computing and mobile devices (“<b>Devices</b>”), such as by using one of our downloadable applications, some of your data will be stored locally on such Devices.</dd>\n<dd>When you sync your Devices with our Service, such data will be replicated on servers maintained in the United States and Japan.\nThis means that if you store your information in or submit data to our Sites, Apps or Products, your information will be transmitted, hosted, and accessed in countries and/or districts outside the European Union district, such as in the United States, Japan, Singapore and India.</dd>\n<dd>Data privacy laws or regulations in your home country may differ from those in the places where you are located.\nWe will collect, store, and use your information in accordance with this Privacy Policy and applicable laws, wherever it is processed.</dd>\n<dt>How Long We Keep Your Information</dt>\n<dd>We will keep your information for the period strictly necessary for fulfilling the purposes outlined in this Privacy Policy unless a longer retention period is required or permitted by law.</dd>\n<dt>Our Policy Towards Children</dt>\n<dd>To protect children’s privacy and safety, we provide specific protection with regard to children’s personal data.\nOur Services are not directed to children under the age of 16 years （or otherwise provided by the related jurisdiction） and we do not knowingly collect personal data from children.\nIf you are a child under 16（or otherwise provided by the related jurisdiction）, you are not permitted to use and install our products or create your own WPS IDs, unless your parent provides verifiable consent.\nIf we learn that we have collected personal data of a child under 16, unless we have first obtained verifiable, explicit parental permission for collecting personal data of such child, we will take steps to delete the information as soon as we can.</dd>\n<dd>Once a child downloads, installs or uses any of our Services, in whole or part, such action shall be deemed representing that his/her parents agree with our policies, terms and conditions including but not limited to this Privacy Policy.</dd>\n<dt>Links to Other Sites</dt>\n<dd>Our Services may contain links to websites and services that are owned or operated by third parties (each, a “Third-party Service”).\nAny information that you provide on or to a Third-party Service or that is collected by a Third-party Service is provided directly to the owner or operator of the Third-party Service and is subject to the owner’s or operator’s privacy policy.\nWe’re not responsible for the content, privacy or security practices and policies of any Third-party Service.\nTo protect your information, we recommend that you carefully review the privacy policies of all Third-party Services that you access.</dd>\n<dt>Contact Information</dt>\n<dd>Please contact us at your convenience if you have any questions about our Privacy Policy through the following ways:<br>\nE-mail contact: privacy@wps.com<br>\nAddress: WPS SOFTWARE PTE.\nLTD., 6 RAFFLES QUAY #14-06 SINGAPORE(048580) </dd>ProductsWPS Office FreeWPS Office PremiumWPS Office ProfessionalWPS PDF to WordWPS Data Recovery MasterWPS Office for Android WPS Office for iOS WPS Office for LinuxCompanyAbout USPress CenterContact usLicense AgreementPrivacy PolicyCookie DeclarationPartnersAffiliate ProgramLinksOEM PartnersStrategicEnterprise SalesConnectLanguage<br>English English Français Deutsch Italiano Русский Español IndonesiaPortuguês Türkçe Vietnameseไทย<br>WPS SitemapOffice OnlineFree OfficeWord OnlineOffice PremiumOffice 2016 DownloadPDF to WordOffice Professional EditionOffice APP for AndroidOffice for iOSOffice for LinuxOffice FreeOffice DownloadOffice For PCOffice For MobileFree Office DownloadWordExcelPowerPointOffice WordCopyright © WPS Office Software, All Rights Reserved.", "created_at": "2021-05-12 18:42:57.966737", "updated_at": "2021-05-12 18:43:05.783189"}], "points": [], "urls": ["wps.com"]}}