{"error": 448, "message": "OK", "parameters": {"id": 4015, "name": "HughesNet", "created_at": "2021-06-09 20:59:26.399413", "updated_at": "2021-06-09 22:00:45.3291", "wikipedia": null, "keywords": null, "related": null, "slug": "hughesnet", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4015.png", "url": "hughesnet.com,hughes.com,gethughesnet.com", "documents": [{"id": 6897, "name": "Hughes Website Privacy Policy", "url": "https://legal.hughesnet.com/PublicWebsitePrivacyPolicy.cfm", "xpath": "", "text": " Skip to main content <p>\n</p> Legal Policies <br>\nResidential Customers HughesNet Subscriber Agreement Early Termination Fees and Other Important Terms Fair Access Policy HughesNet Acceptable Use Policy Network Management Practices Express Repair Terms and Conditions HughesNet Voice Subscriber Agreement HughesNet Voice Reasonable Use Policy International Calling Plan Countries Subscriber Privacy Policy Installation Guidelines Relocation Program Community Guidelines SMS Terms and Conditions New York State Broadband Subscriber Agreement and Important Terms Former Wyoming CenturyLink Customers Reporting Abuse Hughes Copyright Policy HughesNet Fusion <br>\nBusiness Customers HughesNet Subscriber Agreement Early Termination Fees and Other Important Terms Fair Access Policy Network Management Practices Express Repair Terms and Conditions Field Maintenance Terms and Conditions Business Voice Reasonable Use Policy SMS Terms and Conditions Business Voice Subscriber Agreement Subscriber Privacy Policy Installation Guidelines Acceptable Use Policy HughesNet Gen5 Fair Access Policy for HughesNet Internet Continuity Service Plan <br>\nHughes Learning Portal Hosting Agreement Trial User Agreement <br>\nHughes Presenter Hosting Agreement <br>\nPublic Website Public Website Privacy Policy Hughes Website Privacy Policy <p>This Website Privacy Policy (“Privacy Policy”) describes how Hughes Network Systems, LLC (”Hughes”) collects information from and about you when you visit Hughes’ websites at <strong>www.hughes.com</strong>, <strong>www.hughesnet.com</strong>, and any related site maintained and operated by Hughes where this Privacy Policy is posted (collectively, the “Website”).\nThis Privacy Policy also explains how Hughes may use and disclose such information, as well as your ability to control certain uses of it.\nThis Privacy Policy does not apply to information collected from subscribers of the Hughes/HughesNet® service, which is subject to the <strong>Hughes Subscriber Privacy Policy</strong>.</p>\n<p>Hughes reserves the right, in its sole discretion, to modify or change this Privacy Policy at any time with appropriate notice to you.\nYou should visit this page periodically to review the current Privacy Policy.\nthe date of the last update will be posted at the end of this Privacy Policy for your convenience.\nYour continued use of the Website following the posting of any changes to the Privacy Policy constitutes your acceptance of those changes.\nIf at any time you do not agree with this Privacy Policy, you must immediately stop using the Website.</p>\n<p>\n<strong>1.\nWhat information we collect</strong>\n</p>\n<p>A.<strong>\n</strong>Personal Information</p>\n<p>Hughes may collect personal information at certain points throughout the Website or when you choose to share it with us, such as when you check on the Website to see if we provide services in your area.\nDepending on the information and/or services you request, you may be asked to provide your name, email address, address, phone number, and similar information.</p>\n<p>B.&nbsp;Information Automatically Collected</p>\n<p>Whenever you visit or interact with the Website, we may use a variety of technologies such as cookies, web beacons, pixel tags, log files, or other technologies to automatically tag you as a website visitor for remarketing purposes.&nbsp.\nWe automatically collect the following information about you:</p>\n<ul>\n<li>\n<strong>\n<em>Computer or Device Information</em>\n</strong>.\nWe may automatically collect IP addresses \\ information regarding the device you are using when you visit the Website (i.e., mobile phone, computer or tablet).</li>\n<li>\n<strong>\n<em>Website Usage Information</em>\n</strong>.\nWe also collect Website usage information such as browser types, operating system, internet provider, page requests, page or product views, general actions taken on the Website, the date and time of your visit, whether you respond to an online ad and, where applicable for mobile users, device types, device make and model, operating system, and mobile advertising identifiers.</li>\n<li>\n<strong>\n<em>Use of Third Party Analytic Technologies</em>\n</strong>.\nWe may use third parties' analytics and tracking tools to better understand who is using the Website, how people are using the Website, how to improve the effectiveness of the Website and related content, and to help us or those third parties serve more targeted advertising to you across the Internet.\nThese tools may use technology such as cookies, web beacons, pixel tags, log files, Flash cookies, HTML5 cookies, or other technologies to automatically collect and store certain information.\nThey also may combine information they collect from your interaction with the Website with information they collect from other sources.\nWe do not have access to, or control over, these third parties' use of cookies or other tracking technologies.</li>\n<li>\n<strong>\n<em>Our Third Party Service Providers</em>\n</strong>.\nWe may use third party service providers to support our Website.&nbsp.\nSome of these service providers may use technology such as cookies, web beacons, pixel tags, log files, Flash cookies, or HTML5 cookies to receive, collect, and store information.</li>\n</ul>\n<p>Please visit the “Your choices and opt outs” section for further information, including about Do Not Track and how to disable cookies.</p>\n<p>C.\nCombination of Information&nbsp;&nbsp;&nbsp;</p>\n<p>We may combine the information we receive from and about you, including information you provide to us and information we automatically collect through the Website, as well as information collected offline, across other computers or devices that you may use, and from third party sources.</p>\n<p>\n<strong>2.\nHow Hughes uses your information</strong>\n</p>\n<p>A.\nUse by or for Hughes</p>\n<p>Hughes may use your information for one or more of the following business purposes:</p>\n<ul>\n<li>To validate, confirm, verify, deliver, install, and track your order (including to process payment card transactions, arrange for shipping, handle returns or refunds, and contact you about your orders, including by telephone), or to service products you purchased from us.</li>\n<li>To enhance your online shopping experience, including as a way to recognize you and welcome you to the Website, and to provide you with targeted offers and advertising on the Website, via email, or across other websites, mobile applications, social media or online services.</li>\n<li>To protect the security or integrity of the Website and our business, such as by protecting against and preventing fraud, unauthorized transactions, claims and other liabilities, and managing risk exposure, including by identifying potential hackers and other unauthorized users.</li>\n<li>To use and disclose your credit/debit card information to process payments and to prevent fraud.</li>\n<li>To improve the content and navigability of the Website;</li>\n<li>To use your data in an aggregated non-specific format for analytical and demographic purposes.</li>\n<li>To enforce our Terms of Use.</li>\n</ul>\n<p>B.\nUse of your information for Interest-Based Advertising</p>\n<p>For information on your choices with respect to interest-based ads, see “Your choices and opt outs” section below.</p>\n<p>\n<strong>3.\nHow Hughes may share your information</strong>\n</p>\n<p>&nbsp;We may share your personal information as follows:</p>\n<ul>\n<li>\n<strong>\n<em>Service Providers</em>\n</strong>:&nbsp;Hughes may share your information with third party service providers that provide business, professional or technical support functions for us (for example, to support the functions described in the previous section), help us operate our business and the Website, or administer activities on our behalf or to help you with a technical support issue and offer their owns services to you.&nbsp;</li>\n<li>\n<strong>\n<em>To Complete Your Request</em>\n</strong>: Hughes will disclose your personal information to another company to complete your request (e.g., providing information about a service).</li>\n<li>\n<strong>\n<em>Legal Matters.\nSafety</em>\n</strong>: We may share your information with the proper authorities in response to a subpoena, legal order, or official request, or in connection with an investigation on matters related to public safety, as permitted by law, or otherwise as required by law.\nWe may disclose your information to protect the security of our Website, servers, network systems, and databases.\nWe also may disclose your information as necessary, if we believe you have acted in violation of our Terms of Use, any other legal document or contract related to our services, or the rights of any third party, or if we need to establish or exercise our legal rights or defend against legal claims.</li>\n<li>\n<strong>\n<em>Sale or Transfer of Business or Assets</em>\n</strong>: In the future, we may sell some or all of our assets or reorganize our corporate structure.\nIn such transactions, customer information generally is one of the transferred business assets.\nIn the event of a sale or reorganization of our assets, including our database, customer information may be transferred.</li>\n<li>\n<strong>\n<em>Aggregate or Anonymous Non-Personal Information</em>\n</strong>: Hughes may use and disclose non-personal, aggregate, de-identified, or summary information regarding users of our Service.\nThis type of information will not identify you individually.\nThis aggregate or de-identified data may be used, for example, to improve the Service, measure and analyze Service use, improve our other products and services, and to provide more relevant advertising</li>\n</ul>\n<p>\n<strong>4.\nYour choices and opt outs</strong>\n</p>\n<p>A.\nCookies, Tracking Options and California Do Not Track Disclosures</p>\n<p>Certain parts of our Website require cookies.\nYou can adjust your device or Internet browser settings to limit certain tracking or to decline cookies.\nHowever, please note that disabling cookies may prevent you from taking advantage of certain features on the Website.\nPlease refer to your device’s settings or your Internet browser’s “Help” section for more information on how to delete and/or disable your device or browser from receiving cookies or controlling your tracking preferences.</p>\n<p>Our system may not recognize Do Not Track requests or headers from some or all browsers.\nWe may use cookies or other technologies to deliver more relevant advertising and to link data collected across other computers or devices that you may use.&nbsp;</p>\n<p>Some of our websites use Google Analytics, a web analytics service provided by Google, Inc.\nGoogle Analytics uses cookies or other tracking technologies to help us analyze how users interact with and use the Spectrum websites, compile reports on the websites' activity, and provide other services related to website activity and usage.\nThe technologies used by Google may collect information such as your IP address, time of visit, whether you are a return visitor, and any referring website.\nThe websites do not use Google Analytics to gather information that personally identifies you and Google has committed not to re-identify the information it collects without your affirmative consent.\nThe information generated by Google Analytics will be transmitted to and stored by Google and will be subject to Google's privacy policies.\nTo learn more about Google's partner services and to learn how to opt out of tracking of analytics by Google click here.</p>\n<p>B.\nInterest-Based Advertising Choices</p>\n<p>To understand your choices for receiving more relevant advertising provided on the Website or across other websites and online services, please review the information below:</p>\n<ul>\n<li>To learn more about such interest-based advertising, and to opt out of such collection and use for interest-based advertising by the Digital Advertising Alliance (DAA) participating companies, please visit http://optout.aboutads.info.</li>\n<li>To opt out from the use of information about your online activities for interest-based advertising by Network Advertising Initiative (NAI) member companies, please visit http://www.networkadvertising.org/choices/.</li>\n<li>To opt out of the use of your mobile device ID for targeted advertising, please see https://youradchoices.com/appchoices.</li>\n<li>On your mobile device, you may also adjust your privacy and advertising settings to control whether you want to receive more relevant advertising.</li>\n<li>You also may click on the “Ad Choice” icon on any Hughes interest-based ad that is served for more information or to opt out.</li>\n</ul>\n<p>Even if you opt out, you still may receive advertising from us that is not customized based on your Website or usage information, or advertising from other third parties if they are not a DAA or NAI participating company.</p>\n<p>C.\nUnsubscribing from Our Marketing Communications</p>\n<p>We provide our customers with the opportunity to update their information or opt out of having their information used for purposes not directly related to placement, processing, fulfillment, or delivery of a product order or servicing of your product.\nYou may change your preferences relating to the receipt of Hughes marketing information by&nbsp.\nunsubscribing from our email communications at any time by following the instructions contained within the email.</p>\n<p>\n<strong>5.\nYour California Privacy Rights </strong>\n</p>\n<p>If you are a California resident, you may request information about our disclosure of personal information to third parties or affiliated companies for their direct marketing purposes.&nbsp.\nTo make such a request, please contact us at privacy@hughes.com.\nYou must put the statement “Your California Privacy Rights” in the subject field, and provide your name and email.\nWe are not responsible for notices that are not labeled or sent properly, or do not have complete information.&nbsp;</p>\n<p>California residents may also take advantage of the following rights:</p>\n<ul>\n<li>You may request, up to two times each year, that we disclose to you the categories and specific pieces of personal information that we have collected about you, the categories of sources from which your personal information is collected, the business or commercial purpose for collecting your personal information, the categories of personal information that we disclosed for a business purpose, any categories of personal information that we sold about you, the categories of third parties with whom we have shared your personal information, and the business or commercial purpose for selling your personal information, if applicable.</li>\n<li>You may request that we delete any personal information that we have collected from or about you.&nbsp.\nNote that there are some reasons we will not be able to fully address your request, such as if we need to complete a transaction for you, to detect and protect against fraudulent and illegal activity, to exercise our rights, or to comply with a legal obligation.</li>\n</ul>\n<p>\n<strong>Hughes does not sell your personal information and will not do so in the future without providing you with notice and an opportunity to opt-out of such sale as required by law.&nbsp.\n</strong>\n</p>\n<p>For purposes of compliance with the California Consumer Privacy Act, in addition to the further details as described throughout this Privacy Policy, below are the categories of personal information that our Website has collected from its consumers over the past twelve (12) months:</p>\n<p>\n<strong>Category</strong>\n</p>\n<p>\n<strong>Examples</strong>\n</p>\n<p>\n<strong>Collected</strong>\n</p>\n<p>A.\nIdentifiers.</p>\n<p>A name, alias, postal address, unique personal identifier, online identifier, Internet Protocol address, email address, account name, social security number, driver's license number, passport number, or other similar identifiers.</p>\n<p>YES</p>\n<p>B.\nPersonal information categories listed in the California Customer Records statute (Cal.\nCiv.\nCode § 1798.80(e)).</p>\n<p>A name, signature, Social Security number, physical characteristics or description, address, telephone number, passport number, driver's license or state identification card number, insurance policy number, education, employment, employment history, bank account number, credit card number, debit card number, or any other financial information, medical information, or health insurance information.</p>\n<p>Some personal information included in this category may overlap with other categories.</p>\n<p>YES</p>\n<p>C.\nProtected classification characteristics under California or federal law.</p>\n<p>Age (40 years or older), race, color, ancestry, national origin, citizenship, religion or creed, marital status, medical condition, physical or mental disability, sex (including gender, gender identity, gender expression, pregnancy or childbirth and related medical conditions), sexual orientation, veteran or military status, genetic information (including familial genetic information).</p>\n<p>NO</p>\n<p>D.\nCommercial information.</p>\n<p>Records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies.</p>\n<p>NO</p>\n<p>E.\nBiometric information.</p>\n<p>Genetic, physiological, behavioral, and biological characteristics, or activity patterns used to extract a template or other identifier or identifying information, such as, fingerprints, faceprints, and voiceprints, iris or retina scans, keystroke, gait, or other physical patterns, and sleep, health, or exercise data.</p>\n<p>NO</p>\n<p>F.\nInternet or other similar network activity.</p>\n<p>Browsing history, search history, information on a consumer's interaction with a website, application, or advertisement.</p>\n<p>YES</p>\n<p>G.\nGeolocation data.</p>\n<p>Physical location or movements.</p>\n<p>YES</p>\n<p>H.\nSensory data.</p>\n<p>Audio, electronic, visual, thermal, olfactory, or similar information.</p>\n<p>NO</p>\n<p>I.\nProfessional or employment-related information.</p>\n<p>Current or past job history or performance evaluations.</p>\n<p>NO</p>\n<p>J.\nNon-public education information (per the Family Educational Rights and Privacy Act (20 U.S.C.\nSection 1232g, 34 C.F.R.\nPart 99)).</p>\n<p>Education records directly related to a student maintained by an educational institution or party acting on its behalf, such as grades, transcripts, class lists, student schedules, student identification codes, student financial information, or student disciplinary records.</p>\n<p>NO</p>\n<p>K.\nInferences drawn from other personal information.</p>\n<p>Profile reflecting a person's preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes.</p>\n<p>NO</p>\n<p>&nbsp;</p>\n<p>Personal information does not include:</p>\n<ul>\n<li>Publicly available information from government records.</li>\n<li>Deidentified or aggregated consumer information.</li>\n<li>Information excluded from the CCPA's scope, like:</li>\n<li>health or medical information covered by the Health Insurance Portability and Accountability Act of 1996 (HIPAA) and the California Confidentiality of Medical Information Act (CMIA);</li>\n<li>personal information covered by certain sector-specific privacy laws, including the Fair Credit Reporting Act (FRCA), the Gramm-Leach-Bliley Act (GLBA) or California Financial Information Privacy Act (FIPA), and the Driver's Privacy Protection Act of 1994.</li>\n</ul>\n<p>\n<em>Sharing your Personal Information </em>\n</p>\n<p>Hughes shares your personal information as described in Section 3 above.&nbsp.\nIn the preceding twelve (12) months, Hughes has disclosed the following categories of personal information for a business purpose with Service Providers or Credit Reporting Agencies<strong>:&nbsp.\nCATEGORIES A, B, and D.\n</strong>\n</p>\n<p>\n<em>Sales of your Personal Information </em>\n</p>\n<p>\n<strong>Hughes does not sell your personal information to third parties and has no plans to do so in the future.</strong>\n<strong>\n</strong>\n</p>\n<p>\n<strong>\n<em>How to Exercise Your California Privacy Rights</em>\n</strong>\n</p>\n<p>To exercise your California privacy rights, please submit a verifiable consumer request to us by either:</p>\n<ul>\n<li>Calling us at 866-569-5152</li>\n<li>Emailing us at privacy@hughes.com</li>\n</ul>\n<p>Only you, or a person registered with the California Secretary of State that you authorize to act on your behalf, may make a verifiable consumer request related to your personal information.\nYou may also make a verifiable consumer request on behalf of your minor child.</p>\n<p>You may only make a verifiable consumer request twice within a 12-month period.\nThe verifiable consumer request must:</p>\n<ul>\n<li>Provide sufficient information that allows us to reasonably verify you are the person about whom we collected personal information or an authorized representative.</li>\n<li>Describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it.</li>\n</ul>\n<p>Hughes cannot respond to your request or provide you with personal information if we cannot verify your identity or authority to make the request and confirm the personal information relates to you.</p>\n<p>Making a verifiable consumer request does not require you to create an account with us.</p>\n<p>Hughes will only use personal information provided in a request to verify the requestor's identity or authority to make the request.</p>\n<p>Hughes strives to respond to a verifiable consumer request within forty-five (45) days of its receipt.\nIf we require more time (up to 90 days), we will inform you of the reason and extension period in writing.</p>\n<p>Any disclosures we provide will only cover the 12-month period preceding the verifiable request's receipt.\nThe response we provide will also explain the reasons we cannot comply with a request, if applicable.\nFor data portability requests, we will select a format to provide your personal information that is readily useable and should allow you to transmit the information from one entity to another entity without hindrance.</p>\n<p>Non-affiliated third parties are independent from Hughes and if you wish to receive information about your disclosure choices or stop communications from such third parties, you will need to contact those non-affiliated third parties directly.</p>\n<p>\n<strong>6.\nHow we protect information</strong>\n</p>\n<p>Hughes has taken certain physical, administrative, and technical steps to safeguard the personal information we collect from and about our Website visitors.\nWhile we make every effort to help ensure the integrity and security of our network and systems, we cannot guarantee our security measures.</p>\n<p>\n<strong>7.&nbsp;Children</strong>\n</p>\n<p>This Website is not directed toward children under 13 years of age, nor does Hughes knowingly collect information from children under 13.\nIf you are under 13, please do not submit any personal information to Hughes.</p>\n<p>\n<strong>8.</strong>&nbsp;<strong>Links</strong>\n</p>\n<p>The Website may have links to third-party websites, which may have privacy policies that differ from our own.&nbsp.\nWe are not responsible for the practices of such sites.</p>\n<p>The Website may also offer you the ability to interact with social plugins from social media sites, which may allow us and/or the social media site to receive data from or about you.\nIn some cases, we may know that you clicked on a social plugin, such as a Twitter Follow button, or receive other information from the social media sites.\nSimilarly, if you have previously provided personal information to a third-party operating a plug-in on this Website, then such third-party may recognize you on this Website.\nYour use of social network plugins is subject to each social media site’s privacy policy, which may be different from ours, so please read these policies carefully to understand their policies and your options.\nAs with linked sites, we have no control over the information that is collected, stored, or used by social network plugins, and are not responsible for the practices of such sites.</p>\n<p>\n<strong>9.\nContact us</strong>\n</p>\n<p>If you have any questions, concerns, or suggestions regarding this privacy policy, please email us at privacy@hughes.com.</p>\n<p>Last Updated: December 27, 2019</p>\n<p>© 2020 Hughes Network Systems, LLC.\nAll rights reserved.\nHughesNet is a registered&nbsp;<br>\ntrademark of Hughes Network Systems, LLC, an EchoStar Company.&nbsp;<br>\nver.4.9</p> ", "created_at": "2021-06-09 20:59:26.404415", "updated_at": "2021-06-09 18:59:40.307842"}, {"id": 6896, "name": "Hughes Website Terms of Use", "url": "https://legal.hughesnet.com/TermsOfUse.cfm", "xpath": "//*[@id=\"block-hughesnet-partners-subtheme-content\"]/div/div/div/div[2]/div/div/div/div/div", "text": " <p>These Terms of Use set forth the terms and conditions governing your use of the Hughes Network Systems, LLC (HUGHES) Websites located at&nbsp;www.hughes.com,&nbsp;www.hughesnet.com,&nbsp;www.gethughesnet.com, and any related site maintained and operated by Hughes (collectively, the \"Website\").\nBy using the Website in any manner, you agree to all terms and conditions contained or referenced in these Terms of Use.\nThese Terms of Use apply only to your use of the Website and do not apply to any other Website or any Hughes product or service, nor change any other agreement between you and Hughes.</p>\n<p>Hughes reserves the right, in its sole discretion, to modify or change these Terms of Use at any time with or without prior notice to you.\nYou should visit this page periodically to review the current Terms of Use.\nthe date of the last update will be posted at the top of these Terms of Use for your convenience.\nYour continued use of the Website following the posting of any changes to the Terms of Use constitutes your acceptance of those changes.\nIf at any time you do not agree with these Terms of Use, you must immediately stop using the Website.</p>\n<p>\n<strong>Privacy Policy</strong>\n</p>\n<p>Hughes is concerned about your privacy and has developed a policy to address privacy concerns.\nPlease see our&nbsp;Privacy Policy&nbsp;regarding the collection, use and disclosure of information collected on the Website.\nBy using the Website, you are consenting to the terms of our Privacy Policy.</p>\n<p>\n<strong>Notice Regarding Children</strong>\n</p>\n<p>The Website is intended for adults only.\nHughes does not intend for the Website to collect information from anyone under the age of 13.\nInformation published on the Website is not intended for anyone under the age of 13.</p>\n<p>Notice Regarding Hughes' Position on Child Pornography</p>\n<p>Hughes takes its commitment to protect children from exploitation over the Internet extremely seriously.\nConsequently, Hughes is working hand-in-hand with the National Center for Missing and Exploited Children (NCMEC) and other law enforcement agencies on this important project.\nOne of the efforts that Hughes has undertaken in this regard is to establish a specially designated email address,&nbsp;cp-abuse@hughes.net, for complaints about child pornography.\nHughes further commits that all complaints received shall be investigated promptly, generally within three (3) business days or less.\nNo Hughes facilities or services may be used by in any fashion for the transmission or dissemination of images containing child pornography.</p>\n<p>\n<strong>Ownership and Use of Website Information</strong>\n</p>\n<p>All information, materials, and other content located on the Website, except noted third-party materials, are the property of Hughes or its affiliates, and are protected under United States and international copyright laws and treaty provisions.\nYou may download, view, and print content from the Website solely for your personal use.\nYou must maintain and plainly display all copyright and other proprietary notices in the same form and manner as on the original, and otherwise comply with these Terms of Use.</p>\n<p>\n<strong>Restrictions on Use</strong>\n</p>\n<p>You agree that you will not use the Website or any content located on the Website in any way not explicitly authorized in the preceding paragraph.\nIf you want to use the content of the Website in a manner that is not permitted by these Terms of Use, you must receive Hughes’ prior written consent.\nTo request such consent, please contact us at guest.services@hns.com.\nWithout limiting the foregoing, you agree that you will not (1) use the Website or its contents in any way that could overburden, impair, disable, or damage any Hughes server.\n(2) obtain or attempt to obtain any content or information that has not been intentionally made available on the Website.\nor (3) use any automated means, such as scripts, screen-scrapers, or Website copying applications, to capture, copy, or otherwise access the Website.</p>\n<p>Hughes reserves the right to revoke your permission to use the Website at any time, and your use shall be discontinued immediately upon such notice from Hughes.</p>\n<p>\n<strong>Links to the Website</strong>\n</p>\n<p>You may link to the Website subject to the following restrictions.\nYou agree that you will not (1) include links to any Website page other than the home page (e.g., www.hughes.com, www.hughesnet.com, or www.gethughesnet.com).\n(2) \"frame\" or impose editorial comment, commercial material, or any type of identification on or in proximity to content displayed on the Website.\n(3) alter or modify the Website content, \"cut and paste\" or otherwise reproduce the Website content on a Website that links to the Website.\n(4) misrepresent your relationship with Hughes or the Website or imply that Hughes or the Website has any connection with, or is endorsing or sponsoring, you or your Website.\nor (5) present false, misleading, or defamatory information about Hughes or its services.\nYou further agree that you will not link to the Website if content on the linking site contains libelous, defamatory, obscene, pornographic, or patently offensive material.\nYou link to the Website at your own risk.\nHughes is under no obligation to maintain the Website, provide or update the Website content, or otherwise support your link to the Website.\nHughes may revoke its authorization for you to link to the Website at any time for any reason or no reason, and you agree to remove any and all links to the Website upon notice by Hughes.</p>\n<p>\n<strong>Links to Other Websites</strong>\n</p>\n<p>The Website contains links to other Websites solely as a convenience to persons who visit the Website.\nHughes makes no representations about Websites linked from the Website.\nThe inclusion of any such link on the Website does not imply that Hughes endorses, recommends, or accepts any responsibility for such sites, their content, policies, practices, products, services, or companies.\nWe encourage you to read the terms of use and privacy policies of any Website that you visit, including those linked from the Website, as their terms and policies may differ from ours.</p>\n<p>\n<strong>No Endorsements</strong>\n</p>\n<p>The Website may reference or mention other parties, their products or services.\nAny such reference or mention is not an endorsement, recommendation, or sponsorship of that party, its product or services, but is merely for informational purposes.</p>\n<p>\n<strong>Submissions</strong>\n</p>\n<p>Other than information you submit for purposes of receiving information, products, or services, Hughes does not want to receive confidential or proprietary information from you through its Website or via email.\nPlease note that, other than as set forth in the privacy policy, any information or material sent to Hughes may not be treated as confidential.</p>\n<p>\n<strong>No Warranty</strong>\n</p>\n<p>THE WEBSITE, ITS CONTENTS, AND THE PRODUCTS AND SERVICES OFFERED THROUGH THE WEBSITE ARE PROVIDED ON AN \"AS IS,\" \"AS AVAILABLE\" BASIS.\nTO THE EXTENT PERMITTED BY LAW, HUGHES DISCLAIMS ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, DATA ACCURACY, AND NON-INFRINGEMENT.\nHUGHES DOES NOT WARRANT THAT THE FUNCTIONALITY OR OPERATION OF THE WEBSITE WILL BE UNINTERRUPTED OR FREE FROM ERROR, THAT ANY DEFECTS IN THE WEBSITE WILL BE CORRECTED, OR THAT THE WEBSITE OR THE SERVERS THAT MAKE IT AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL CONDITIONS OR COMPONENTS.</p>\n<p>\n<strong>Limitation of Liability</strong>\n</p>\n<p>HUGHES DISCLAIMS LIABILITY, WHETHER BASED IN CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY, OR OTHERWISE, FOR DAMAGES OF ANY KIND (INCLUDING, WITHOUT LIMITATION, DIRECT, INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL, PUNITIVE, OR EXEMPLARY DAMAGES) IN ANY WAY ARISING FROM THE FUNCTIONALITY OR OPERATION (OR FAILURE TO FUNCTION OR OPERATE) OF THE WEBSITE, EVEN IF HUGHES IS EXPRESSLY ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p>\n<p>\n<strong>Availability</strong>\n</p>\n<p>Hughes may change the products and services mentioned on or available through the Website at any time without notice.\nAdditionally, all products and services referenced on the Website are subject to availability and qualifications.\nTerms, conditions, and exclusions not described on the Website may apply.\nThe Website can be accessed from countries around the world and may contain references to products, services, and programs that are not available in your country.\nThese references do not imply that Hughes intends to make such services or programs available in your country.</p>\n<p>\n<strong>Trademarks</strong>\n</p>\n<p>HUGHES, HUGHESNET, SPACEWAY, IPOS, BROADBAND UNBOUND, CONNECT TO THE FUTURE, AIREACH, AIREACH BROADBAND, TES QUANTUM, TES QUANTUM DIRECT, HUGHES NETWORK SYSTEMS, HUGHES BROADBAND ALLIANCE, HUGHES SOFTWARE SYSTEMS, HUGHES SYSTIQUE, BROADBAND THAT'S OUT OF THIS WORLD, and BROADBAND EVERYWHERE, are trademarks of Hughes Network Systems, LLC.\nMarks and trade names not owned by Hughes and mentioned on the Website are the property of their respective owners.</p>\n<p>\n<strong>Governing Law</strong>\n</p>\n<p>These Terms of Use and all matters relating to your access to, or use of, the Website shall be governed by the laws of the State of Maryland.\nYou agree that any legal action or proceeding between Hughes and you for any purpose concerning these Terms of Use or the Website or in any way related to the Website shall be brought exclusively in a court of competent jurisdiction sitting in Montgomery County in the State of Maryland.\nAny cause of action or claim you may have with respect to these Terms of Use, the Website, or Hughes must be commenced within six (6) months after the claim or cause of action arises or such claim or cause of action shall be barred.</p>\n<p>\n<strong>No Waiver</strong>\n</p>\n<p>Hughes reserves the right to take all legal and technical steps available, including pursuing civil remedies and criminal prosecution, for any violation of these Terms of Use.\nHughes' failure to enforce these Terms of Use in every instance in which it is entitled does not amount to a waiver of Hughes' rights.</p>\n<p>\n<strong>Severability</strong>\n</p>\n<p>If any provision of these Terms of Use is held invalid, void, or unenforceable, then that provision will be considered severable from the remaining provisions, and the remaining provisions shall remain in full force and effect.</p>\n<p>Revised 10-1-08</p> ", "created_at": "2021-06-09 20:59:26.402215", "updated_at": "2021-06-09 19:00:44.786415"}], "points": [], "urls": ["hughesnet.com", "hughes.com", "gethughesnet.com"]}}