{"error": 448, "message": "OK", "parameters": {"id": 6056, "name": "Justin Guitar", "created_at": "2021-12-13 23:07:15.38513", "updated_at": "2021-12-13 23:01:14.890127", "wikipedia": null, "keywords": null, "related": null, "slug": "justin-guitar", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6056.png", "url": "justinguitar.com", "documents": [{"id": 10954, "name": "Privacy Policy", "url": "https://www.justinguitar.com/privacy-policy", "xpath": "//body", "text": " Courses<i>\n</i>SongsTools<i>\n</i>Playground<i>\n</i>Products<i>\n</i>\n<i>\n</i>JoinLog in <p>This&nbsp;one is really simple.<br>\n<br>\nI will not give, sell or pass on your details&nbsp;to anyone unless you expressly consent that I can do so (except in the very&nbsp;limited&nbsp;circumstances as set out in this Privacy Policy).\nEasy :)<br>\n<br>\nJoining&nbsp;my mailing list will mean that I send you emails from time to time (at the&nbsp;moment it is monthly) and I may include sponsored ads or links,&nbsp;but those&nbsp;companies will not get your email address.<br>\n<br>\nOf&nbsp;course, if you give me your mailing address when ordering a product it is just&nbsp;as private.<br>\n<br>\nThere&nbsp;is an unsubscribe link at the bottom of every newsletter too, so you can&nbsp;unsubscribe anytime.</p>\n<p>Oh, and some of my links to Amazon are \"affiliate links\" and so I might get a (very) small commission if you buy something through one of those links!<br>\n<br>\nHope&nbsp;that is cool with you.\n:)<br>\n<br>\nJ<br>\n<br>\n&nbsp;<br>\n&nbsp;</p> The legal version...\n<p>This&nbsp;privacy policy sets out how \"Justinguitar Ltd\" uses and protects any&nbsp;information that you give \"justinguitar.com\" when you use this&nbsp;website,&nbsp;sign up to a newsletter, purchase a product or service or take part in&nbsp;any competition.<br>\n<br>\nJustinguitar.com&nbsp;is committed to ensuring that your privacy is protected.\nShould we ask you to&nbsp;provide certain information by which you can be&nbsp;identified when using this&nbsp;website, then you can be assured that it will only be used in accordance with&nbsp;this privacy statement.<br>\n<br>\nJustinguitar.com&nbsp;may change this policy from time to time by updating this page.\nYou should&nbsp;check this page from time to time to ensure that you&nbsp;are happy with any&nbsp;changes.\nThis policy is effective from 25th&nbsp;May 2018 and replaces&nbsp;our previous Privacy Policy (which can be obtained by&nbsp;contacting us).<br>\n<br>\nThis&nbsp;website is not intended for children and we do not knowingly collect data&nbsp;relating to children.<br>\n<br>\nIt is important that the personal data we hold&nbsp;about you is accurate and current.\nPlease keep us informed if your personal&nbsp;data changes during&nbsp;your relationship with us.<br>\n<br>\n<strong>Controller</strong>\n<br>\n<br>\nJustinGuitar&nbsp;Limited is the controller and responsible for your personal data (referred to&nbsp;as “we”, “us”, “our” in this privacy statement).<br>\n<br>\nYou&nbsp;have the right to make a complaint at any time to the Information&nbsp;Commissioner's Office (ICO), the UK supervisory authority for data&nbsp;protection&nbsp;issues (www.ico.org.uk).\nWe would, however, appreciate the chance to deal with your concerns&nbsp;before you approach the ICO so please contact us in the&nbsp;first instance.</p>\n<p>\n<br>\n<br>\n<strong>Contact Details</strong>\n<br>\n<br>\nJustinGuitar&nbsp;Limited:</p>\n<p>Justin&nbsp;Sandercoe<br>\n<br>\nEmail&nbsp;Address: justin@justinguitar.com<br>\n<br>\nPO&nbsp;Box 695, FARNHAM, GU9 1NB, UK</p>\n<p>\n<br>\n<br>\n<strong>What we collect</strong>\n<br>\nWe&nbsp;may collect the following information:</p>\n<ul>\n<li>Identity&nbsp;Data&nbsp;includes first name, last name, username or similar identifier, title&nbsp;and date of birth.</li>\n<li>Contact&nbsp;Data&nbsp;includes billing address, delivery address, email address and telephone&nbsp;numbers.</li>\n<li>Financial&nbsp;Data&nbsp;includes bank account and payment card details.</li>\n<li>Transaction&nbsp;Data&nbsp;includes details about payments to and from you and other details of&nbsp;products and services you have purchased from us.</li>\n<li>Usage&nbsp;Data&nbsp;includes information about how you use our website, products and&nbsp;services.</li>\n<li>Marketing&nbsp;and Communications Data&nbsp;includes your preferences in receiving marketing&nbsp;from us and our third parties and your communication&nbsp;preferences.</li>\n</ul>\n<p>\n<br>\nWe also collect,&nbsp;use and share&nbsp;Aggregated Data&nbsp;such as statistical or demographic data&nbsp;for any purpose.\nAggregated Data may be derived from your&nbsp;personal data but is&nbsp;not considered personal data in law as this data does&nbsp;not&nbsp;directly or indirectly reveal your identity.\nFor example, we&nbsp;may aggregate&nbsp;your Usage Data to calculate the percentage of users accessing a&nbsp;specific website feature.\nHowever, if we combine or connect Aggregated Data&nbsp;with&nbsp;your personal data so that it can directly or indirectly identify you, we&nbsp;treat the combined data as personal data which will be used in accordance with&nbsp;this privacy notice.<br>\n<br>\nWe do not collect&nbsp;any&nbsp;Special Categories of Personal Data&nbsp;about you (this includes details&nbsp;about your race or ethnicity, religious or philosophical&nbsp;beliefs, sex life,&nbsp;sexual orientation, political opinions, trade union membership, information&nbsp;about your health and genetic and biometric data).\nNor do&nbsp;we collect any&nbsp;information about criminal convictions and offences.<br>\n<br>\nWe use different methods to collect data from and about you&nbsp;including through:<br>\n<br>\nDirect interactions.&nbsp;You may give us your Identity, Contact and Financial Data by&nbsp;filling in forms or by corresponding with us by post, phone,&nbsp;email or&nbsp;otherwise.\nThis includes personal data you provide when you:</p>\n<ul>\n<li>apply&nbsp;for our products or services;</li>\n<li>create&nbsp;an account on our website;</li>\n<li>subscribe&nbsp;to our service or publications;</li>\n<li>request&nbsp;marketing to be sent to you;</li>\n<li>enter&nbsp;a competition, promotion or survey.\nor</li>\n<li>give&nbsp;us some feedback.</li>\n</ul>\n<p>\n<br>\nAutomated technologies or interactions.&nbsp;As you interact with our website, we may automatically collect technical data&nbsp;about your equipment,&nbsp;browsing actions and patterns.\nWe collect this personal&nbsp;data by using cookies and other similar technologies.<br>\n<br>\n<strong>What we do with the information we gather</strong>\n<br>\nWe&nbsp;will only use your personal data when the law allows us to.\nMost commonly, we&nbsp;will use your personal data in the following circumstances:</p>\n<ul>\n<li>Where&nbsp;we need to perform the contract we are about to enter into or have entered into&nbsp;with you</li>\n<li>Where&nbsp;it is necessary for our legitimate interests (or those of a third party) and&nbsp;your interests and fundamental rights do not override&nbsp;those interests.</li>\n<li>Where&nbsp;we need to comply with a legal or regulatory obligation.</li>\n</ul>\n<p>Generally we do not rely on consent as a legal&nbsp;basis for processing your personal data other than in relation to sending third&nbsp;party direct marketing&nbsp;communications to you via email or text message.\nYou&nbsp;have the right to withdraw consent to marketing at any time by&nbsp;contacting us.<br>\n<br>\n·&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Change of purpose<br>\n<br>\n·&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;We&nbsp;will only use your personal data for the purposes for which we collected it,&nbsp;unless we reasonably consider that we need to use it for another&nbsp;reason and&nbsp;that reason is compatible with the original purpose.<br>\n<br>\n·&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;If&nbsp;we need to use your personal data for an unrelated purpose, we will notify you&nbsp;and we will explain the legal basis which allows us to do so.<br>\n<br>\n·&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Please&nbsp;note that we may process your personal data without your knowledge or consent,&nbsp;in compliance with the above rules, where this is required&nbsp;or permitted by law.<br>\n<br>\n·&nbsp.\n&nbsp.\n&nbsp;&nbsp;&nbsp;Disclosures of your&nbsp;personal data<br>\n<br>\nWe&nbsp;may have to share your personal data with the parties set out below for the&nbsp;purposes specified in this Privacy Policy.</p>\n<ul>\n<li>Service providers acting as&nbsp;processors who provide IT and system administration services.</li>\n<li>Professional advisers.</li>\n<li>HM Revenue &amp.\nCustoms, regulators&nbsp;and other authorities.</li>\n<li>Third parties to whom we may choose to&nbsp;sell, transfer, or merge parts of our business or our assets.\nAlternatively, we&nbsp;may seek to acquire other&nbsp;businesses or merge with them.\nIf a change happens to&nbsp;our business, then the new owners may use your personal data in the same way as&nbsp;set out in this&nbsp;privacy notice.</li>\n</ul>\n<p>We require all third parties to respect the security of your&nbsp;personal data and to treat it in accordance with the law.\nWe do not allow our&nbsp;third-party&nbsp;service providers to use your personal data for their own purposes&nbsp;and only permit them to process your personal data for specified purposes and&nbsp;in accordance with our instructions.</p>\n<p>\n<br>\n<strong>Security</strong>\n<br>\nWe are committed&nbsp;to ensuring that your information is secure.\nIn order to prevent unauthorised&nbsp;access or disclosure we have put in place suitable&nbsp;physical, electronic and&nbsp;managerial procedures to safeguard and secure the information we collect&nbsp;online.&nbsp;In addition, we limit access to your personal&nbsp;data to those&nbsp;employees, agents, contractors and other third parties who have a business need&nbsp;to know.\nThey will only process your personal data on&nbsp;our instructions and they&nbsp;are subject to a duty of confidentiality.</p>\n<p>\n<br>\n<br>\n<strong>How&nbsp;we use cookies</strong>\n<br>\nA cookie is a small&nbsp;file which asks permission to be placed on your computer's hard drive.\nOnce you&nbsp;agree, the file is added and the cookie&nbsp;helps analyse web traffic or lets you&nbsp;know when you visit a particular site.\nCookies allow web applications to&nbsp;respond to you as an individual.\nThe&nbsp;web application can tailor its operations&nbsp;to your needs, likes and dislikes by gathering and remembering information&nbsp;about your preferences.<br>\n<br>\nWe&nbsp;use traffic log cookies to identify which pages are being used.\nThis helps us&nbsp;analyse data about webpage traffic and improve our website in&nbsp;order to tailor&nbsp;it to customer needs.\nWe only use this information for statistical analysis&nbsp;purposes and then the data is removed from the system.<br>\n<br>\nOverall,&nbsp;cookies help us provide you with a better website, by enabling us to monitor&nbsp;which pages you find useful and which you do not.\nA cookie&nbsp;in no way gives us&nbsp;access to your computer or any information about you, other than the data you&nbsp;choose to share with us.<br>\n<br>\nYou&nbsp;can choose to accept or decline cookies.\nMost web browsers automatically accept&nbsp;cookies, but you can usually modify your browser setting to&nbsp;decline cookies if&nbsp;you prefer.\nThis may prevent you from taking full advantage of the website.</p>\n<p>\n<br>\n<br>\n<strong>Links to other websites</strong>\n<br>\nOur&nbsp;website may contain links to other websites of interest, including plug-ins and&nbsp;applications.\nHowever, once you have used these links to leave&nbsp;our site, you&nbsp;should note that we do not have any control over that other website or&nbsp;application.\nTherefore, we cannot be responsible for the&nbsp;protection and privacy&nbsp;of any information which you provide whilst visiting such sites and such sites&nbsp;are not governed by this privacy statement.&nbsp;You should exercise caution and&nbsp;look at the privacy statement applicable to the website or application in&nbsp;question.<br>\n<br>\n<strong>Marketing/&nbsp;Promotional offers from us</strong>\n<br>\nWe strive to provide you with choices regarding certain personal&nbsp;data uses, particularly around marketing and advertising.<br>\n<br>\nWe may use your Identity, Contact, and Usage Data to form a view&nbsp;on what we think you may want or need, or what may be of interest to you.&nbsp;This&nbsp;is how we decide which products, services and offers may be relevant for you&nbsp;(we call this marketing).<br>\n<br>\nWe&nbsp;if you&nbsp;have requested information from us or purchased goods or services from us,&nbsp;joined our mailing&nbsp;list or if you provided us with your details when you&nbsp;entered a competition or registered for a promotion and, in each case, you have&nbsp;not opted out of&nbsp;receiving that marketing.<br>\n<br>\nControlling your personal information/Opting-out<br>\n<br>\nYou can ask us or third parties to&nbsp;stop sending you marketing messages at any time by logging into the website and&nbsp;checking or unchecking&nbsp;relevant boxes to adjust your marketing preferences or&nbsp;by following the opt-out links on any marketing message sent to you or by&nbsp;contacting us&nbsp;at any time.<br>\n<br>\nWhere you opt out of receiving these&nbsp;marketing messages, this will not apply to personal data provided to us as a&nbsp;result of a product/service&nbsp;purchase, product/service experience or other&nbsp;transactions.<br>\n<br>\nWe will not sell,&nbsp;distribute or lease your personal information to third parties unless we have&nbsp;your express permission (i.e.\nby way of opt-in) or are&nbsp;required by law to do&nbsp;so.\nWe may use your personal information to send you promotional information&nbsp;about third parties which we think you may&nbsp;find interesting if you tell us that&nbsp;you wish this to happen.<br>\n<br>\nIf you believe that any&nbsp;information we are holding on you is incorrect or incomplete, please email us&nbsp;as soon as possible, at the above address.&nbsp;We will promptly correct any&nbsp;information found to be incorrect.<br>\n<br>\nWe do not transfer&nbsp;personal data outside of the European Economic Area.<br>\n<br>\nWe will only retain&nbsp;your personal data for as long as necessary to fulfil the purposes we collected&nbsp;it for, including for the purposes of satisfying any&nbsp;legal, accounting, or&nbsp;reporting requirements<br>\n<br>\n<strong>YOUR LEGAL RIGHTS</strong>\n<br>\n<br>\nYou have the right to:<br>\n<br>\nRequest access&nbsp;to your&nbsp;personal data (commonly known as a \"data subject access request\").&nbsp;This enables you to receive a copy of the personal data we&nbsp;hold about you and&nbsp;to check that we are lawfully processing it.<br>\n<br>\nRequest correction&nbsp;of&nbsp;the personal data that we hold about you.\nThis enables you to have any&nbsp;incomplete or inaccurate data we hold about you&nbsp;corrected, though we may need&nbsp;to verify the accuracy of the new data you provide to us.<br>\n<br>\nRequest erasure&nbsp;of your&nbsp;personal data.\nThis enables you to ask us to delete or remove personal data&nbsp;where there is no good reason for us continuing to&nbsp;process it.\nYou also have&nbsp;the right to ask us to delete or remove your personal data where you have&nbsp;successfully exercised your right to object to&nbsp;processing (see below), where we&nbsp;may have processed your information unlawfully or where we are required to&nbsp;erase your personal data to comply&nbsp;with local law.\nNote, however, that we may&nbsp;not always be able to comply with your request of erasure for specific legal&nbsp;reasons which will be notified&nbsp;to you, if applicable, at the time of your&nbsp;request.<br>\n<br>\nObject to the processing&nbsp;of&nbsp;your personal data where we are relying on a legitimate interest (or those of a&nbsp;third party) and there is something about your&nbsp;particular situation which makes&nbsp;you want to object to processing on this ground as you feel it impacts on your&nbsp;fundamental rights and freedoms.\nYou&nbsp;also have the right to object where we are&nbsp;processing your personal data for direct marketing purposes.<br>\n<br>\nRequest restriction of&nbsp;processing&nbsp;of your personal data.\nThis enables you to ask us to suspend the&nbsp;processing of your personal data in the following&nbsp;scenarios: (a) if you want us&nbsp;to establish the data's accuracy.\n(b) where our use of the data is unlawful but&nbsp;you do not want us to erase it.\n(c) where you&nbsp;need us to hold the data even if&nbsp;we no longer require it as you need it to establish, exercise or defend legal&nbsp;claims.\nor (d) you have objected to our use&nbsp;of your data but we need to verify&nbsp;whether we have overriding legitimate grounds to use it.<br>\n<br>\nRequest the transfer&nbsp;of&nbsp;your personal data to you or to a third party.<br>\n<br>\nWithdraw consent at any time&nbsp;where&nbsp;we are relying on consent to process your personal data.\nHowever, this will not&nbsp;affect the lawfulness of any&nbsp;processing carried out before you withdraw your&nbsp;consent.\nIf you withdraw your consent, we may not be able to provide certain&nbsp;products or services to&nbsp;you.\nWe will advise you if this is the case at the time&nbsp;you withdraw your consent.<br>\n<br>\nIf you wish to exercise any of the rights set out above, please&nbsp;contact us.\nYou will not have to pay&nbsp;a fee to access your personal data (or to exercise any&nbsp;of the other rights).&nbsp;However, we may charge a reasonable fee if your request is clearly unfounded,&nbsp;repetitive or excessive.\nAlternatively, we may&nbsp;refuse to comply with your request&nbsp;in these circumstances.&nbsp;We may need to request specific&nbsp;information from you to help us confirm your identity and&nbsp;ensure your right to&nbsp;access your personal data (or to exercise any of your other rights).\nThis is a security&nbsp;measure to ensure that personal data is not&nbsp;disclosed to any person who has no&nbsp;right to receive it.\nWe may also contact you to ask you for further information&nbsp;in relation to your request to speed&nbsp;up our response.<br>\n<br>\nWe try to respond to all legitimate requests within one month.&nbsp;Occasionally it may take us longer than a month if your request is particularly&nbsp;complex or you have made a number of requests.\nIn this case, we will notify you&nbsp;and keep you updated.<br>\n&nbsp;</p>\n<p>&nbsp;</p> coursesBeginner GuitarIntermediate GuitarAdvanced GuitarUkulelesongsGuitarUkuleletoolsInterval Ear TrainerMetronomeTempo CalculatorCountdown TimerBlank PapersplaygroundVideosAbout JustinGuitarWorkshopForumProductsAppsPremium CoursesBooks and E-BooksJam TracksClothing and MerchDonateCustomer SupportOtherHelp CenterThe TeamPrivacy PolicyLog InJoinFollow Me on Social Media<i>\n</i>\n<i>\n</i>\n<i>\n</i>Download My JustinGuitar Lessons &amp.\nSongs App© Justin Guitar 2021 ", "created_at": "2021-12-13 23:07:15.388535", "updated_at": "2021-12-13 22:08:29.434283"}], "points": [], "urls": ["justinguitar.com"]}}