{"error": 448, "message": "OK", "parameters": {"id": 4752, "name": "ImageBan.com", "created_at": "2021-07-15 18:16:43.960058", "updated_at": "2021-07-15 22:00:52.237252", "wikipedia": null, "keywords": null, "related": null, "slug": "imageban-com", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4752.png", "url": "imagebam.com", "documents": [{"id": 8517, "name": "Terms of Use", "url": "https://www.imagebam.com/tou", "xpath": "//body", "text": " <ul>\n<li> Image Upload </li>\n<li> Video Upload </li>\n<li> Log in </li>\n<li> Sign up </li>\n</ul> Terms and Agreements for ImageBam.com <p>ImageBam reserves the right to remove any digital content that compromises security of our dedicated servers or use excessive bandwidth.</p>\n<p>All files are © to their respective owners.\nThough ImageBam staff continously and vigilantly monitors the types of images uploaded to its servers, ImageBam is not responsible for the content of any uploaded files, nor is it in affiliation with any entities that may be represented in the uploaded files.\n</p>\n<p>You agree not to use ImageBam Service to:</p>\n<ul>\n<li>Upload child pornography.\nUploaders' as well as all the viewers' IP addresses will be reported to the proper authorities such as the FBI and Interpol.\nWith this information, these two agencies will be able to find and arrest the user in regard to the above-mentioned abuse.\n</li>\n<li>Upload images that infringe on the copyrights of any entity.\nThis includes, but is not limited to, copyrighted photographs, as well as files for which user lacks usage and distribution permissions.\nAn abuse of copyright law will result in immediate ban of abuser's IP from using ImageBam service.\n</li>\n<li>Upload or make available any Content that spreads messages of terror or depicts torture or death-images.\nif serious enough, the content will be reported to the appropriate legal authority and/or the member's ISP will be contacted </li>\n<li>Our policy is to consider All DMCA abuse reports and take appropriate action within 24 hours.</li>\n</ul>\n<p> IMAGEBAM is a free service with more than 10 years of history, empowering people to upload, share and enjoy images online.\nHosting millions of files requires massive resources and it simply became too big for our previous hosting platform to handle.\n</p>\n<p> We are pleased to announce we have partnered with a new team that have extensive experience in large-scale hosting, our new gen hardware enables us to continue to provide the high standard of service that you are used to, while preparing us for many billions of files into the future.\n</p> Help | Report Abuse | Terms &amp.\nPrivacy © Copyright 2021 - All rights reserved <i>\n</i>\n<i>\n</i> Share × Loading...\nError loading share data.\nPlease reload page and try again.\nPlease select at least one image.\nMedia URL Copy BB-Code Copy HTML-Code Copy Remove image × Removal link Copy ", "created_at": "2021-07-15 18:16:43.962053", "updated_at": "2021-07-15 16:17:00.539574"}], "points": [], "urls": ["imagebam.com"]}}