{"error": 448, "message": "OK", "parameters": {"id": 2860, "name": "HideIPVPN", "created_at": "2021-03-25 18:44:40.774467", "updated_at": "2022-08-17 22:00:08.551504", "wikipedia": null, "keywords": null, "related": null, "slug": "hideipvpn", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/2860.png", "url": "hideipvpn.com", "documents": [{"id": 4381, "name": "Privacy and Cookie Policy", "url": "https://www.hideipvpn.com/privacy-policy/", "xpath": "//*[@id=\"Content\"]/div/div/div/div[2]/div/div/div/div/div/div/div/div", "text": " <b>Collecting Information</b>\n<p>HideIPVPN.com may collect personally identifiable information from Users in a variety of ways, including through online forms for ordering products and services, and other instances where Users are invited to volunteer such information.\nHideIPVPN.com may also collect information about how Users use our Web site, for example, by tracking the number of unique views received by the pages of the Website or the domains from which Users originate.</p>\n<p>\n<i>HideIPVPN may request proofs of your identity (card ID, driver license, etc.) if the order looks suspicious or if it is made from a high-risk country.\nThe refuse to send the required documents will result in termination of your account, without any refund of amounts previously paid for this service.</i>\n</p>\n<b>General Information</b>\n<p>HideIPVPN.com will use personally identifiable information collected through our Web site to contact Users regarding products and services offered by HideIPVPN.com, we however will NOT share this information with trusted affiliates, independent contractors, business partners or outside entities.</p>\n<p>We will NEVER sell your personal data to anyone.&nbsp;HideIPVPN considers data protection and privacy to be of paramount importance.\nWe never sell personal data and we carry out all processing operations in strict compliance with the EU General Data Protection Regulation (“GDPR”) (specifically but not limited to Article 6(1)(b) to (f) and Article 28) as well as the Laws of the United States (together the “Applicable Law”), where HideIPVPN is incorporated.</p>\n<p>\n<b>What kind of Personal Data is processed and for what purpose?</b>\n</p>\n<p>Usage Data.\nWhen you visit our site we store the name of your internet service provider, the website from which you visited us from, the parts of our site you visit, the date and duration of your visit, and information from the device (device type, operating system, screen resolution, language, country you are located in, and web browser type) you used during your visit.</p>\n<p>We process this usage data to facilitate your access to our services (e.g.\nto adjust our services to the device you are using) and to recognize and stop any misuse.\nWe also process usage data in an anonymized form for statistical purposes and to improve our site.</p>\n<p>HideIPVPN uses cookies to process information including standard internet log information and details of the visitor’s behavioural patterns upon visiting our site.\nThis is done to provide you with a better experience, and to facilitate the use of certain functions.\nCookies are small data files transferred onto computers or devices by sites for record-keeping purposes and to enhance functionality on our site.\nHideIPVPN stores this information in a pseudonymized user profile.\nHideIPVPN does not process this information to identify individual users or to match it with further data on an individual user.</p>\n<p>Cookies are stored on your individual device and you have full control over their use.\nYou may deactivate or restrict the transmission of cookies by changing the settings of your web browser.\nCookies that are already stored may be deleted at any time.\nShould you visit HideIPVPN’s site with cookies deactivated, you may possibly not be able to use all of the functions on our site to the full extent.</p>\n<p>\n<b>Contact us via email</b>\n</p>\n<p>On our site you have the opportunity to contact us to ask us questions, for example via the contact form, we ask you for your contact information (e.g.\nname, email address etc.).\nWe use this data solely in connection with answering the queries we receive.</p>\n<p>If you receive emails from us, we may use certain analytics tools, to capture data such as when you open our email or click on any links or banners our email contains.\nThis data helps us to gauge the effectiveness of our communications and marketing campaigns.</p>\n<p>While using our services, you may write us emails or submit support tickets, order our services, create usernames and passwords.\nIn these cases we will collect:</p>\n<p>-Emails or support tickets we receive</p>\n<p>-Invoices</p>\n<p>-Transactions details (payment method, amount, date)</p>\n<p>-Information required to log into our VPN and Smart DNS services through our software or manual created connections.</p>\n<p>\n<b>HideIPVPN Account</b>\n</p>\n<p>When you sign up to HideIPVPN or sign up for content or offers, we may ask you to provide us with information such as your name, email address and details about your organization.\nAs otherwise detailed in this Privacy Policy, we will solely process this information to provide you with the service you signed up for.\nPlease refer to our Terms of Service for further details on registering and using the services offered by HideIPVPN.</p>\n<p>You may deactivate your HideIPVPN account and/or unsubscribe from receiving content or offers from us at any time.\nFollowing termination of your account, we may retain your personal data (in part or in whole) in order to meet any regulatory and reporting requirements for the timeframes stipulated by law and in order to be able to address customer service issues.\n</p>\n<p>In order to process payments and activate the service for you, we may have to send some information to trusted vendors (such as PayPal, Stripe, G2A Pay, and other) to verify the transactions.</p>\n<b>Maintenance of Information</b>\n<p>Information about Users that is maintained on our systems is protected using industry standard security measures.</p>\n<b>Spam Policy</b>\n<p>HideIPVPN forbids using our services for any kind of illegal actions like carding, spam and hacking.\nHideIPVPN reserves the right to terminate, without warning, any account that violates this policy.</p>\n<p>Also please check our Terms Of Service</p>\n<p>Users may send questions concerning this Privacy Policy by email or our support ticket system.</p>\n<p>\n<i>Adopted April 12, 2017</i>\n</p>\n<p>\n<em>Updated May 24, 2018</em>\n</p> ", "created_at": "2021-03-25 18:46:50.095444", "updated_at": "2021-03-25 18:46:58.397993"}, {"id": 4382, "name": "Terms of Service", "url": "https://www.hideipvpn.com/terms-of-service/", "xpath": "//body", "text": " <ul>\n<li>Features</li>\n<li>Pricing</li>\n<li>Support</li>\n<li>Blog</li>\n<li>Log In</li>\n</ul>\n<i>\n</i>\n<i>\n</i>\n<br>Terms of Service GENERAL\n<p>HideIPVPN.com (hereafter referenced as HideIPVPN) provides VPN services under the name of HideIPVPN.com.\nAs a provider of internet services, HideIPVPN offers its clients, and their customers and users, the means to disseminate public, private, commercial, and non-commercial information.</p>\n<p>HideIPVPN respects the fact that the Internet provides a forum for free and open discussion and dissemination of information.\nHowever, when there are competing interests at issue,&nbsp;HideIPVPN reserves the right to take certain preventative or corrective actions.\nIn order to protect these competing interests,&nbsp;HideIPVPN has developed these Terms Of Service, which supplements and explains certain terms of each customer’s respective service agreement.\nThese terms are intended as a guide to the customer’s rights and obligations when utilizing HideIPVPN’s services.</p>\n<p>These terms will be revised from time to time.\nA customer’s use of HideIPVPN’s services after changes to these terms are posted on HideIPVPN.com web sites will constitute the customer’s acceptance of any new or additional terms.</p>\n<p>HideIPVPN does not review, edit, censor, or take responsibility for any information its clients may create.\nBy placing information on the Internet, clients have the same liability as other authors for copyright infringement, defamation, and other harmful speech.\nAlso, because the information they place on HideIPVPN’s network may be carried to a large number of people, including both clients and non-clients of HideIPVPN, clients’ postings to the Internet may affect other clients and may harm HideIPVPN’s goodwill, business reputation, and operations.</p>\nPROHIBITED ACTIVITIES\n<p>HideIPVPN prohibits the use of any of its services in any of the following ways:</p>\n<p>1.<strong> P2P and Torrents</strong> on (US, UK, CA, PL, FR and SG servers)</p>\n<p>2.\nConnect to VPN or Proxy to more than 3 servers at the same time.</p>\n<p>3.\nShare your VPN/SmartDNS account details, SmartDNS key as well as access to your “Client area” on HideIPVPN website.\nYou may install and use both our services on all devices in your household as long as you will not breach point above.</p>\n<p>4.\nSpamming</p>\n<p>5.\nIntellectual Property Violations</p>\n<p>6.\nDefamatory or Abusive Language</p>\n<p>7.\nForging of Headers</p>\n<p>8.\nIllegal or Unauthorized Access to Other Computers or Networks</p>\n<p>9.\nBackground Running Programs</p>\n<p>10.\nDistribution of Internet Viruses, Worms, Trojan Horses, or Other Destructive Activities</p>\n<p>11.\nFacilitating a Violation of this TOS</p>\n<p>12.\nExport Control Violations</p>\n<p>13.\nSpamming Usenet Groups or Message Boards</p>\n<p>14.\nAny Other Illegal Activities</p>\n<p>It is HideIPVPN’s policy to terminate the privileges of customers who commit repeat violations of&nbsp;HideIPVPN policy and service agreements.</p>\n<p>To avoid any misunderstandings of what is considered a prohibited activity, HideIPVPN offers a brief explanation of previously stated prohibited activities.</p>\n<p>\n<strong>Spamming</strong> is the sending unsolicited bulk and/or commercial messages over the Internet.\nIt is not only harmful because of its negative impact on consumer attitudes toward HideIPVPN, but also because it can overload HideIPVPN’s network and disrupt service to&nbsp;HideIPVPN clients.\nAlso, maintaining an open SMTP relay is prohibited.</p>\n<p>\n<strong>Intellectual Property Violations</strong> is the engaging in any activity that infringes or misappropriates the intellectual property rights of others, including copyrights, trademarks, service marks, trade secrets, software piracy, and patents held by individuals, corporations, or other entities.\nAlso, engaging in activity that violates privacy, publicity, or other personal rights of others.&nbsp;HideIPVPN is required by law to remove or block access to customer content upon receipt of a proper notice of copyright infringement laws.</p>\n<p>\n<strong>Defamatory or Abusive Language</strong> refers to the use of HideIPVPN’s network as a means to transmit or post defamatory, harassing, abusive, or threatening language.</p>\n<p>\n<strong>Forging of Headers</strong> refers to the forging or misrepresenting of message headers, whether in whole or in part, to mask the originator of the message.</p>\n<p>\n<strong>Illegal or Unauthorized Access to Other Computers or Networks</strong> is accessing illegally or without authorization computers, accounts, or networks belonging to another party, or attempting to penetrate security measures of another individual’s system (often known as “hacking”).\nThis violation also includes any activity that might be used as a precursor to an attempted system penetration (i.e.\nport scan, stealth scan, or other information gathering activity).</p>\n<p>\n<strong>Distribution of Internet Viruses, Worms, Trojan Horses, or Other Destructive Activities</strong> refers to the distributing of information regarding the creation of and sending of internet viruses, worms, Trojan horses, pinging, flooding, mailbombing, or denial of service attacks.\nAlso, it includes any activities that disrupt the use of or interfere with the ability of others to effectively use the network or any connected network, system, service, or equipment.</p>\n<p>\n<strong>Facilitating a Violation of this TOS</strong> refers to advertising, transmitting, or otherwise making available any software, program, product, or service that is designed to violate this TOS, which includes the facilitation of the means to spam, initiation of pinging, flooding, mailbombing, denial of service attacks, and piracy of software.</p>\n<p>\n<strong>Export Control Violations</strong> refers to exporting encryption software, over the Internet or otherwise, to points outside the United States.</p>\n<p>\n<strong>Other Illegal Activities</strong> refers to engaging in activities that are determined to be illegal, including advertising, transmitting, or otherwise making available ponzi schemes, pyramid schemes.\nOther examples are fraudulently charging credit cards and pirating software.</p>\n<p>\n<strong>Other Activities</strong> refer to any activity, including lawful ones, that&nbsp;HideIPVPN determines to be harmful to its clients, operations, reputation, goodwill, or customer relations.</p>\n<p>The responsibility for avoiding the harmful activities just described rests primarily with the client.&nbsp;HideIPVPN will not, in normal practice, monitor the communications of its clients to ensure that they comply with&nbsp;HideIPVPN policy or applicable law.\nWhen&nbsp;HideIPVPN becomes aware of harmful activities, however, it may take any action to stop the harmful activity, including but not limited to, removing information, shutting down a web site, implementing screening software designed to block offending transmissions, denying access to the Internet, or other actions&nbsp;HideIPVPN deems appropriate.<br>\n</p>\nREFUND POLICY\n<p>*We offer 30-days money back guarantee.\nIf you can’t connect to our VPN servers using all VPN connections included into your package, you can ask for a refund within 30 days.</p>\n<p>\n<strong>*Important!</strong> The service is provided “as-is”.&nbsp;<strong>We cannot guarantee that our service unblocks certain sites</strong>.&nbsp;&nbsp;The fact that you are not able to access a site using HideIPVPN&nbsp;&nbsp;can not be a reason for a refund request.\nYou are able to test our service before purchasing by our 24 hours Free VPN trial&nbsp;and 7 days Free Smart DNS trial.</p>\n<p>*We do not refund for speed issues because we have 24 hours Free VPN trial&nbsp;on our premium servers where you can the test speed of any VPN server.\nFor Smart DNS service we have 7 days Free trial.</p>\n<p>*If HideIPVPN terminates your account due to policy violation, there will be no refund.</p>\n<p>*Automatically PayPal subscription payments are non-refundable because you are responsible for your subscriptions on PayPal.</p>\n<p>*You are eligible for refund only if it is the first order made on your account.\nFor example, if you’ve had an account with us before, canceled and signed up again, or if you have opened a second account with us, you will not be eligible for a refund.</p>\n<p>*Only those using Windows, MacOS and Linux operating systems are eligible for refunds.\nIf you try to use HideIPVPN on other operating systems or devices (like iPhone/iPad/Android/routers), make sure you test the service first.\nSubscriptions purchased via iTunes/App Store and Google Play Store are subject to iTunes/App Store and Google Play Store refund policies.\nThis means, we cannot grant refunds if you purchased an app directly though the iTunes/App and Google Play stores.</p>\n<p>*If you are not able to setup HideIPVPN on your modem or router you are <strong>NOT</strong> eligible for a refund.</p>\nPRIVACY AND SECURITY CONSIDERATIONS\n<p>\n<strong>Data Retention.&nbsp;</strong>You expressly acknowledge and accept that HideIPVPN does not provide any archiving or backup services, and may delete Data that is no longer in use and exceeds the timeframes stipulated in the applicable Subscription Plan.\nHideIPVPN expressly disclaims all obligations with respect to archiving, storage and backup of Data.</p>\n<p>\n<strong>Waiver of Jury Trial.</strong>&nbsp;You and HideIPVPN waive their rights (if applicable) to a trial by jury relating to all claims and causes of action (including counterclaims) related to or arising out of this Agreement.\nThis waiver shall also apply to any subsequent amendments or modifications to this Agreement.</p>\n<p>\n<strong>No Class Actions.</strong>&nbsp;All claims between the parties will be litigated individually and You will not consolidate or seek class treatment for any claim with respect to the Services.</p>\n<p>HideIPVPN is also concerned with the privacy of on-line communications and web sites.\nIn general, the Internet is neither more nor less secure than other means of communication, including mail, facsimile, and voice telephone service, all of which can be intercepted and otherwise compromised.\nAs a matter of prudence, however,&nbsp;HideIPVPN urges its clients to assume that all of their on-line communications are insecure.&nbsp;HideIPVPN cannot take any responsibility for the security of information transmitted HideIPVPN’s facilities.</p>\n<p>HideIPVPN keeps a no-logs policy, this means that activity whilst using VPN is not being stored nor shared in any form.\nOnly data stored is client’s full name and billing activity.\nWe do not store IP addresses, browsing history , traffic destination or DNS queries.\nHideIPVPN cannot be obligated to provide data that do not exist due to our log policy.</p>\n<p>HideIPVPN may disclose information, including but not limited to, information concerning a client, in order to comply with a court order, subpoena, summons, discovery request, warrant, statute, regulation, or governmental request.&nbsp;HideIPVPN assumes no obligation to inform the client that client information has been provided and in some cases may be prohibited by law from giving such notice.\nFinally,&nbsp;HideIPVPN may disclose client information where necessary to protect&nbsp;HideIPVPN and others from harm or where such disclosure is necessary to the proper operation of the system.</p>\n<p>\n<em>HideIPVPN may request proofs of your identity (card ID, driver license, etc.) if the order looks suspicious or if it is made from a high risk country.\nThe refuse&nbsp;to send the required documents will result in termination of your Account, without any refund of amounts previously paid for this service.\n</em>\n</p>\n<p>For more detailed information we highly recommend reading our Privacy Policy.</p>\n<p>This Acceptable Use Policy was made to clarify the obligations of Internet users, including HideIPVPN and its clients.&nbsp;Any complaints about a client’s violation of this AUP should be sent to the Administrator.</p>\n<p>By accepting to use any of our services you agree to receive news about our service, changes in our service and products.<br>\nWe may contact you via e-mail, however we will not disclose your contact details to any third party companies for any commercial purpose.</p>\n<p>\n<strong>HideIPVPN reserves the right to revise its policies at any time.</strong>\n</p>\n<p>&nbsp;</p> ©2021 HideIPVPN.\nAll rights reserved <ul>\n<li>Free VPN</li>\n<li>Pricing</li>\n<li>Affiliates</li>\n<li>Free VPN Trial</li>\n<li>Free Smart DNS</li>\n<li>Features</li>\n<li>My IP address</li>\n<li>Academy</li>\n</ul>\n<ul>\n<li>Terms of service</li>\n<li>Privacy policy</li>\n<li> Customer Reviews </li>\n<li>Unblocked websites</li>\n<li>Blog </li>\n<li>Support</li>\n<li>Contact us</li>\n<li>About us</li>\n</ul>\n<b>Ours socials:</b>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> 666Customer reviews 4.8omeriw yb derewoP <p> By continuing to use this site you consent to the use of cookies in accordance with our Cookies Policy.</p> Got it! « Back VPN Trial 24 hours Hide your IP.\nEncrypt your traffic.\nEnjoy your privacy.\nStart Now Smart DNS Trial 7 days 196 Unblocked websites.\nUnlimited devices.\nOriginal ISP speed.\nStart Now ", "created_at": "2021-03-25 18:49:01.591411", "updated_at": "2021-03-25 18:49:58.498792"}], "points": [{"id": 27959, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "https://www.hideipvpn.com/terms-of-service/", "status": "Generated through the annotate view", "created_at": "2022-06-06 15:08:11.504329", "updated_at": "2022-08-17 19:38:21.920644", "quoteText": "A customer’s use of HideIPVPN’s services after changes to these terms are posted on HideIPVPN.com web sites will constitute the customer’s acceptance of any new or additional terms.</", "case_id": 403, "document_id": 4382, "quoteStart": 1067, "quoteEnd": 1250}, {"id": 27965, "title": " Terms may be changed any time at their discretion, without notice to you ", "source": "https://www.hideipvpn.com/terms-of-service/", "status": "Generated through the annotate view", "created_at": "2022-06-06 15:14:31.22216", "updated_at": "2022-08-17 19:38:45.093392", "quoteText": "HideIPVPN reserves the right to revise its policies at any time.</strong>", "case_id": 121, "document_id": 4382, "quoteStart": 12321, "quoteEnd": 12394}, {"id": 27964, "title": "This service reserves the right to disclose your personal information without notifying you", "source": "https://www.hideipvpn.com/terms-of-service/", "status": "Generated through the annotate view", "created_at": "2022-06-06 15:13:57.476652", "updated_at": "2022-08-17 19:38:39.194159", "quoteText": "HideIPVPN assumes no obligation to inform the client that client information has been provided and in some cases may be prohibited by law from giving such notice", "case_id": 164, "document_id": 4382, "quoteStart": 11043, "quoteEnd": 11204}, {"id": 27963, "title": "You waive your right to a class action.", "source": "https://www.hideipvpn.com/terms-of-service/", "status": "Generated through the annotate view", "created_at": "2022-06-06 15:13:15.924876", "updated_at": "2022-08-17 19:38:31.419308", "quoteText": "All claims between the parties will be litigated individually and You will not consolidate or seek class treatment for any claim with respect to the Services", "case_id": 117, "document_id": 4382, "quoteStart": 9735, "quoteEnd": 9892}, {"id": 27962, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://www.hideipvpn.com/terms-of-service/", "status": "Generated through the annotate view", "created_at": "2022-06-06 15:12:13.719706", "updated_at": "2022-08-17 19:39:10.689927", "quoteText": "Important!</strong> The service is provided “as-is”.&nbsp;<strong>We cannot guarantee that our service unblocks certain sites</strong>.&nbsp;&nbsp;The fact that you are not able to access a site using HideIPVPN&nbsp;&nbsp;can not be a reason for a refund request.", "case_id": 286, "document_id": 4382, "quoteStart": 7261, "quoteEnd": 7524}, {"id": 27961, "title": "If you are the target of a copyright claim, your content may be removed", "source": "https://www.hideipvpn.com/terms-of-service/", "status": "Generated through the annotate view", "created_at": "2022-06-06 15:10:08.347389", "updated_at": "2022-08-17 19:39:05.352073", "quoteText": "Also, engaging in activity that violates privacy, publicity, or other personal rights of others.&nbsp;HideIPVPN is required by law to remove or block access to customer content upon receipt of a proper notice of copyright infringement laws.</", "case_id": 310, "document_id": 4382, "quoteStart": 3830, "quoteEnd": 4072}, {"id": 27960, "title": "User accounts can be terminated after having been in breach of the terms of service repeatedly", "source": "https://www.hideipvpn.com/terms-of-service/", "status": "Generated through the annotate view", "created_at": "2022-06-06 15:09:24.435147", "updated_at": "2022-08-17 19:39:17.74697", "quoteText": "It is HideIPVPN’s policy to terminate the privileges of customers who commit repeat violations of&nbsp;HideIPVPN policy and service agreements", "case_id": 313, "document_id": 4382, "quoteStart": 2849, "quoteEnd": 2991}, {"id": 27958, "title": "Some personal data may be kept for business interests or legal obligations", "source": "https://www.hideipvpn.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2022-06-06 15:05:47.670903", "updated_at": "2022-08-17 19:38:14.899945", "quoteText": "Following termination of your account, we may retain your personal data (in part or in whole) in order to meet any regulatory and reporting requirements for the timeframes stipulated by law and in order to be able to address customer service issues.", "case_id": 333, "document_id": 4381, "quoteStart": 4927, "quoteEnd": 5176}, {"id": 27957, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://www.hideipvpn.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2022-06-06 15:04:55.585512", "updated_at": "2022-08-17 19:38:59.503442", "quoteText": "Should you visit HideIPVPN’s site with cookies deactivated, you may possibly not be able to use all of the functions on our site to the full extent.</", "case_id": 375, "document_id": 4381, "quoteStart": 3199, "quoteEnd": 3349}, {"id": 27956, "title": "The service claims to be GDPR compliant for European users", "source": "https://www.hideipvpn.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2022-06-06 15:03:16.35406", "updated_at": "2022-08-17 19:38:08.479751", "quoteText": "in strict compliance with the EU General Data Protection Regulation (“GDPR”)", "case_id": 481, "document_id": 4381, "quoteStart": 1339, "quoteEnd": 1415}, {"id": 27955, "title": "This service tracks which web page referred you to it", "source": "https://www.hideipvpn.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2022-06-06 15:02:42.680245", "updated_at": "2022-08-17 19:38:02.7799", "quoteText": "by tracking the number of unique views received by the pages of the Website or the domains from which Users originate.</", "case_id": 387, "document_id": 4381, "quoteStart": 361, "quoteEnd": 481}, {"id": 27868, "title": "You maintain ownership of your content", "source": "https://m.facebook.com/profile.php?id=100078911149067", "status": "warning of my privacy", "created_at": "2022-05-22 12:22:33.894669", "updated_at": "2022-05-22 12:22:33.894669", "quoteText": null, "case_id": 183, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["hideipvpn.com"]}}