{"error": 448, "message": "OK", "parameters": {"id": 5654, "name": "Coin Stats", "created_at": "2021-11-17 18:04:58.567394", "updated_at": "2021-11-17 23:01:10.370635", "wikipedia": null, "keywords": null, "related": null, "slug": "coin-stats", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5654.png", "url": "coinstats.app", "documents": [{"id": 10173, "name": "Refund Policy", "url": "https://coinstats.app/refund.html", "xpath": "//body", "text": " Refund Policy <p>Last updated: Feb 23, 2021</p>\n<p>\n<strong>Introduction</strong>\n</p>\n<p> \"CoinStats Inc \" is committed to your satisfaction.\nIf you have purchased digital/hard goods/subscription from CoinStats Inc and are unhappy with the product received, you may be eligible for a refund/partial refund if requested within 30 days of the original purchase date.\n</p>\n<p>\n<strong>Refunds of Hard Goods:</strong>\n</p>\n<p>\n<strong>To be eligible for return and refund, the following steps must be taken:</strong>\n</p>\n<p> Refund must be requested in writing by contacting support@coinstats.app Request of refund must be made within 30 days of the original purchase date Hard goods must be returned to CoinStats Inc immediately, according to the instructions you will receive once contacting support@coinstats.app as directed in step 1.\n</p>\n<p>\n<strong>Refunds of Digital/Subscription Based Goods:</strong>\n</p>\n<p>\n<strong>To be eligible for a refund on any digital/subscription based goods, the following steps must be taken:</strong>\n</p>\n<p> Refund must be requested in writing by contacting support@coinstats.app Request of refund must be made within 30 days of the original purchase date </p>\n<p> CoinStats Inc is committed to its consumers, and while we stand by our policy as written above, we also want to understand how we can resolve the dissatisfaction and better understand how we can serve you.\nPlease contact CoinStats Inc at support@coinstats.app for any questions related to our policy, or simply to let us know how we can help.\n</p>\n<p> CoinStats Inc <br> 2035 Sunset Lake Rd #B-2, Newark <br> DE, United Stats 19702 <br> support@coinstats.app <br> 4156300507 <br> coinstats.app<br>\n</p> ", "created_at": "2021-11-17 17:05:34.337712", "updated_at": "2021-11-17 17:05:41.898301"}, {"id": 10172, "name": "Terms and Conditions", "url": "https://coinstats.app/terms.html", "xpath": "", "text": " Terms and Conditions (\"Terms\") <p>Last updated: May 03, 2016</p>\n<p>Please read these Terms and Conditions (\"Terms\", \"Terms and Conditions\") carefully before using the Coin Stats mobile app (the \"Service\") operated by Inomma LLC (\"us\", \"we\", or \"our\").</p>\n<p>Your access to and use of the Service is conditioned on your acceptance of and compliance with these Terms.\nThese Terms apply to all visitors, users and others who access or use the Service.</p>\n<p>By accessing or using the Service you agree to be bound by these Terms.\nIf you disagree with any part of the terms then you may not access the Service.</p>\n<p>\n<strong>Purchases</strong>\n</p>\n<p>If you wish to purchase any product or service made available through the Service (\"Purchase\"), you may be asked to supply certain information relevant to your Purchase including, without limitation, your credit card number, the expiration date of your credit card, your billing address, and your shipping information.</p>\n<p>You represent and warrant that: (i) you have the legal right to use any credit card(s) or other payment method(s) in connection with any Purchase.\nand that (ii) the information you supply to us is true, correct and complete.</p>\n<p>By submitting such information, you grant us the right to provide the information to third parties for purposes of facilitating the completion of Purchases.</p>\n<p>\n<strong>Availability, Errors and Inaccuracies</strong>\n</p>\n<p>We are constantly updating our offerings of products and services on the Service.\nThe products or services available on our Service may be mispriced, described inaccurately, or unavailable, and we may experience delays in updating information on the Service and in our advertising on other web sites.</p>\n<p>We cannot and do not guarantee the accuracy or completeness of any information, including prices, product images, specifications, availability, and services.\nWe reserve the right to change or update information and to correct errors, inaccuracies, or omissions at any time without prior notice.</p>\n<p>\n<strong>Content</strong>\n</p>\n<p>Our Service allows you to post, link, store, share and otherwise make available certain information, text, graphics, videos, or other material (\"Content\").\nYou are responsible for the Content that you post to the Service, including its legality, reliability, and appropriateness.</p>\n<p>By posting Content to the Service, you grant us the right and license to use, modify, publicly perform, publicly display, reproduce, and distribute such Content on and through the Service.\nYou retain any and all of your rights to any Content you submit, post or display on or through the Service and you are responsible for protecting those rights.</p>\n<p>You represent and warrant that: (i) the Content is yours (you own it) or you have the right to use it and grant us the rights and license as provided in these Terms, and (ii) the posting of your Content on or through the Service does not violate the privacy rights, publicity rights, copyrights, contract rights or any other rights of any person.</p>\n<p>\n<strong>Accounts</strong>\n</p>\n<p>When you create an account with us, you must provide us information that is accurate, complete, and current at all times.\nFailure to do so constitutes a breach of the Terms, which may result in immediate termination of your account on our Service.</p>\n<p>You are responsible for safeguarding the password that you use to access the Service and for any activities or actions under your password, whether your password is with our Service or a third-party service.</p>\n<p>You agree not to disclose your password to any third party.\nYou must notify us immediately upon becoming aware of any breach of security or unauthorized use of your account.</p>\n<p>You may not use as a username the name of another person or entity or that is not lawfully available for use, a name or trade mark that is subject to any rights of another person or entity other than you without appropriate authorization, or a name that is otherwise offensive, vulgar or obscene.</p>\n<p>\n<strong>Links To Other Web Sites</strong>\n</p>\n<p>Our Service may contain links to third-party web sites or services that are not owned or controlled by Inomma LLC.</p>\n<p>Inomma LLC has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third party web sites or services.\nYou further acknowledge and agree that Inomma LLC shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such content, goods or services available on or through any such web sites or services.</p>\n<p>We strongly advise you to read the terms and conditions and privacy policies of any third-party web sites or services that you visit.</p>\n<p>\n<strong>Termination</strong>\n</p>\n<p>We may terminate or suspend your account immediately, without prior notice or liability, for any reason whatsoever, including without limitation if you breach the Terms.</p>\n<p>Upon termination, your right to use the Service will immediately cease.\nIf you wish to terminate your account, you may simply discontinue using the Service.</p>\n<p>\n<strong>Governing Law</strong>\n</p>\n<p>These Terms shall be governed and construed in accordance with the laws of Armenia, without regard to its conflict of law provisions.</p>\n<p>Our failure to enforce any right or provision of these Terms will not be considered a waiver of those rights.\nIf any provision of these Terms is held to be invalid or unenforceable by a court, the remaining provisions of these Terms will remain in effect.\nThese Terms constitute the entire agreement between us regarding our Service, and supersede and replace any prior agreements we might have between us regarding the Service.</p>\n<p>\n<strong>Changes</strong>\n</p>\n<p>We reserve the right, at our sole discretion, to modify or replace these Terms at any time.\nIf a revision is material we will try to provide at least 30 days notice prior to any new terms taking effect.\nWhat constitutes a material change will be determined at our sole discretion.</p>\n<p>By continuing to access or use our Service after those revisions become effective, you agree to be bound by the revised terms.\nIf you do not agree to the new terms, please stop using the Service.</p>\n<p>\n<strong>Contact Us</strong>\n</p>\n<p>If you have any questions about these Terms, please contact us.</p> ", "created_at": "2021-11-17 18:04:58.571765", "updated_at": "2021-11-17 17:05:22.953297"}, {"id": 10171, "name": "Privacy Policy", "url": "https://coinstats.app/privacy.html", "xpath": "//body", "text": " Privacy Policy <p>Last updated: October 01, 2021</p>\n<p> This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your information when You use the Service and tells You about Your privacy rights and how the law protects You.\n</p>\n<p> We use Your Personal data to provide and improve the Service.\nBy using the Service, You agree to the collection and use of information in accordance with this Privacy Policy.\n</p> Interpretation and Definitions Interpretation <p> The words of which the initial letter is capitalized have meanings defined under the following conditions.\nThe following definitions shall have the same meaning regardless of whether they appear in singular or in plural.\n</p> Definitions <p>For the purposes of this Privacy Policy:</p>\n<ul>\n<li>\n<p>\n<strong>Account</strong> means a unique account created for You to access our Service or parts of our Service.\n</p>\n</li>\n<li>\n<p>\n<strong>Affiliate</strong> means an entity that controls, is controlled by or is under common control with a party, where \"control\" means ownership of 50% or more of the shares, equity interest or other securities entitled to vote for election of directors or other managing authority.\n</p>\n</li>\n<li>\n<p>\n<strong>Application</strong> means the software program provided by the Company downloaded by You on any electronic device, named CoinStats </p>\n</li>\n<li>\n<p>\n<strong>Company</strong> (referred to as either \"the Company\", \"We\", \"Us\" or \"Our\" in this Agreement) refers to Coin Stats Inc, 2035 Sunset Lake Rd #B-2.\n</p>\n<p>For the purpose of the GDPR, the Company is the Data Controller.</p>\n</li>\n<li>\n<p>\n<strong>Country</strong> refers to: Delaware, United States</p>\n</li>\n<li>\n<p>\n<strong>Data Controller</strong>, for the purposes of the GDPR (General Data Protection Regulation), refers to the Company as the legal person which alone or jointly with others determines the purposes and means of the processing of Personal Data.\n</p>\n</li>\n<li>\n<p>\n<strong>Device</strong> means any device that can access the Service such as a computer, a cellphone or a digital tablet.\n</p>\n</li>\n<li>\n<p>\n<strong>Do Not Track</strong> (DNT) is a concept that has been promoted by US regulatory authorities, in particular the U.S.\nFederal Trade Commission (FTC), for the Internet industry to develop and implement a mechanism for allowing internet users to control the tracking of their online activities across websites.\n</p>\n</li>\n<li>\n<p>\n<strong>Facebook Fan Page</strong> is a public profile named CoinStats specifically created by the Company on the Facebook social network, accessible from https://www.facebook.com/coinstats </p>\n</li>\n<li>\n<p>\n<strong>Personal Data</strong> is any information that relates to an identified or identifiable individual.\n</p>\n<p> For the purposes for GDPR, Personal Data means any information relating to You such as a name, an identification number, location data, online identifier or to one or more factors specific to the physical, physiological, genetic, mental, economic, cultural or social identity.\n</p>\n</li>\n<li>\n<p>\n<strong>Service</strong> refers to the Application.</p>\n</li>\n<li>\n<p>\n<strong>Service Provider</strong> means any natural or legal person who processes the data on behalf of the Company.\nIt refers to third-party companies or individuals employed by the Company to facilitate the Service, to provide the Service on behalf of the Company, to perform services related to the Service or to assist the Company in analyzing how the Service is used.\nFor the purpose of the GDPR, Service Providers are considered Data Processors.\n</p>\n</li>\n<li>\n<p>\n<strong>Usage Data</strong> refers to data collected automatically, either generated by the use of the Service or from the Service infrastructure itself (for example, the duration of a page visit).\n</p>\n</li>\n<li>\n<p>\n<strong>You</strong> means the individual accessing or using the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.\n</p>\n<p> Under GDPR (General Data Protection Regulation), You can be referred to as the Data Subject or as the User as you are the individual using the Service.\n</p>\n</li>\n</ul> Collecting and Using Your Personal Data Types of Data Collected Personal Data <p> While using Our Service, We may ask You to provide Us with certain personally identifiable information that can be used to contact or identify You.\nPersonally identifiable information may include, but is not limited to: </p>\n<ul>\n<li>\n<p>Email address</p>\n</li>\n<li>\n<p>Usage Data</p>\n</li>\n</ul> Usage Data <p>Usage Data is collected automatically when using the Service.</p>\n<p> Usage Data may include information such as Your Device's Internet Protocol address (e.g.\nIP address), browser type, browser version, the pages of our Service that You visit, the time and date of Your visit, the time spent on those pages, unique device identifiers and other diagnostic data.\n</p>\n<p> When You access the Service by or through a mobile device, We may collect certain information automatically, including, but not limited to, the type of mobile device You use, Your mobile device unique ID, the IP address of Your mobile device, Your mobile operating system, the type of mobile Internet browser You use, unique device identifiers and other diagnostic data.\n</p>\n<p> We may also collect information that Your browser sends whenever You visit our Service or when You access the Service by or through a mobile device.\n</p> Use of Your Personal Data <p>The Company may use Personal Data for the following purposes:</p>\n<ul>\n<li>\n<strong>To provide and maintain our Service</strong>, including to monitor the usage of our Service.\n</li>\n<li>\n<strong>To manage Your Account:</strong> to manage Your registration as a user of the Service.\nThe Personal Data You provide can give You access to different functionalities of the Service that are available to You as a registered user.\n</li>\n<li>\n<strong>For the performance of a contract:</strong> the development, compliance and undertaking of the purchase contract for the products, items or services You have purchased or of any other contract with Us through the Service.\n</li>\n<li>\n<strong>To contact You:</strong> To contact You by email, telephone calls, SMS, or other equivalent forms of electronic communication, such as a mobile application's push notifications regarding updates or informative communications related to the functionalities, products or contracted services, including the security updates, when necessary or reasonable for their implementation.\n</li>\n<li>\n<strong>To provide You</strong> with news, special offers and general information about other goods, services and events which we offer that are similar to those that you have already purchased or enquired about unless You have opted not to receive such information.\n</li>\n<li>\n<strong>To manage Your requests:</strong> To attend and manage Your requests to Us.\n</li>\n<li>\n<strong>To deliver targeted advertising to You</strong>: We may use Your information to develop and display content and advertising (and work with third-party vendors who do so) tailored to Your interests and/or location and to measure its effectiveness.\n</li>\n<li>\n<strong>For business transfers:</strong> We may use Your information to evaluate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of Our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which Personal Data held by Us about our Service users is among the assets transferred.\n</li>\n<li>\n<strong>For other purposes</strong>: We may use Your information for other purposes, such as data analysis, identifying usage trends, determining the effectiveness of our promotional campaigns and to evaluate and improve our Service, products, services, marketing and your experience.\n</li>\n</ul>\n<p>We may share Your personal information in the following situations:</p>\n<ul>\n<li>\n<strong>With Service Providers:</strong> We may share Your personal information with Service Providers to monitor and analyze the use of our Service, to advertise on third party websites to You after You visited our Service, for payment processing, to contact You.\n</li>\n<li>\n<strong>For business transfers:</strong> We may share or transfer Your personal information in connection with, or during negotiations of, any merger, sale of Company assets, financing, or acquisition of all or a portion of Our business to another company.\n</li>\n<li>\n<strong>With Affiliates:</strong> We may share Your information with Our affiliates, in which case we will require those affiliates to honor this Privacy Policy.\nAffiliates include Our parent company and any other subsidiaries, joint venture partners or other companies that We control or that are under common control with Us.\n</li>\n<li>\n<strong>With business partners:</strong> We may share Your information with Our business partners to offer You certain products, services or promotions.\n</li>\n<li>\n<strong>With other users:</strong> when You share personal information or otherwise interact in the public areas with other users, such information may be viewed by all users and may be publicly distributed outside.\n</li>\n<li>\n<strong>With Your consent</strong>: We may disclose Your personal information for any other purpose with Your consent.\n</li>\n</ul> Retention of Your Personal Data <p> The Company will retain Your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy.\nWe will retain and use Your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes, and enforce our legal agreements and policies.\n</p>\n<p> The Company will also retain Usage Data for internal analysis purposes.\nUsage Data is generally retained for a shorter period of time, except when this data is used to strengthen the security or to improve the functionality of Our Service, or We are legally obligated to retain this data for longer time periods.\n</p> Transfer of Your Personal Data <p> Your information, including Personal Data, is processed at the Company's operating offices and in any other places where the parties involved in the processing are located.\nIt means that this information may be transferred to — and maintained on — computers located outside of Your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from Your jurisdiction.\n</p>\n<p> Your consent to this Privacy Policy followed by Your submission of such information represents Your agreement to that transfer.\n</p>\n<p> The Company will take all steps reasonably necessary to ensure that Your data is treated securely and in accordance with this Privacy Policy and no transfer of Your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of Your data and other personal information.\n</p> Disclosure of Your Personal Data Business Transactions <p> If the Company is involved in a merger, acquisition or asset sale, Your Personal Data may be transferred.\nWe will provide notice before Your Personal Data is transferred and becomes subject to a different Privacy Policy.\n</p> Law enforcement <p> Under certain circumstances, the Company may be required to disclose Your Personal Data if required to do so by law or in response to valid requests by public authorities (e.g.\na court or a government agency).\n</p> Other legal requirements <p> The Company may disclose Your Personal Data in the good faith belief that such action is necessary to: </p>\n<ul>\n<li>Comply with a legal obligation</li>\n<li>Protect and defend the rights or property of the Company</li>\n<li> Prevent or investigate possible wrongdoing in connection with the Service </li>\n<li>Protect the personal safety of Users of the Service or the public</li>\n<li>Protect against legal liability</li>\n</ul> Security of Your Personal Data <p> The security of Your Personal Data is important to Us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure.\nWhile We strive to use commercially acceptable means to protect Your Personal Data, We cannot guarantee its absolute security.\n</p> Detailed Information on the Processing of Your Personal Data <p> The Service Providers We use may have access to Your Personal Data.\nThese third-party vendors collect, store, use, process and transfer information about Your activity on Our Service in accordance with their Privacy Policies.\n</p> Analytics <p> We may use third-party Service providers to monitor and analyze the use of our Service.\n</p>\n<ul>\n<li>\n<p>\n<strong>Google Analytics</strong>\n</p>\n<p> Google Analytics is a web analytics service offered by Google that tracks and reports website traffic.\nGoogle uses the data collected to track and monitor the use of our Service.\nThis data is shared with other Google services.\nGoogle may use the collected data to contextualize and personalize the ads of its own advertising network.\n</p>\n<p> You may opt-out of certain Google Analytics features through your mobile device settings, such as your device advertising settings or by following the instructions provided by Google in their Privacy Policy: https://policies.google.com/privacy </p>\n<p> For more information on the privacy practices of Google, please visit the Google Privacy &amp.\nTerms web page: https://policies.google.com/privacy </p>\n</li>\n</ul> Email Marketing <p> We may use Your Personal Data to contact You with newsletters, marketing or promotional materials and other information that may be of interest to You.\nYou may opt-out of receiving any, or all, of these communications from Us by following the unsubscribe link or instructions provided in any email We send or by contacting Us.\n</p>\n<p> We may use Email Marketing Service Providers to manage and send emails to You.\n</p>\n<ul>\n<li>\n<p>\n<strong>Iterable</strong>\n</p>\n<p> Their Privacy Policy can be viewed at https://iterable.com/ </p>\n</li>\n</ul> Payments <p> We may provide paid products and/or services within the Service.\nIn that case, we may use third-party services for payment processing (e.g.\npayment processors).\n</p>\n<p> We will not store or collect Your payment card details.\nThat information is provided directly to Our third-party payment processors whose use of Your personal information is governed by their Privacy Policy.\nThese payment processors adhere to the standards set by PCI-DSS as managed by the PCI Security Standards Council, which is a joint effort of brands like Visa, Mastercard, American Express and Discover.\nPCI-DSS requirements help ensure the secure handling of payment information.\n</p>\n<ul>\n<li>\n<p>\n<strong>Apple Store In-App Payments</strong>\n</p>\n<p> Their Privacy Policy can be viewed at https://www.apple.com/legal/privacy/en-ww/ </p>\n</li>\n<li>\n<p>\n<strong>Google Play In-App Payments</strong>\n</p>\n<p> Their Privacy Policy can be viewed at https://www.google.com/policies/privacy/ </p>\n</li>\n<li>\n<p>\n<strong>Stripe</strong>\n</p>\n<p> Their Privacy Policy can be viewed at https://stripe.com/us/privacy </p>\n</li>\n</ul> Behavioral Remarketing <p> The Company uses remarketing services to advertise to You after You accessed or visited our Service.\nWe and Our third-party vendors use cookies and non-cookie technologies to help Us recognize Your Device and understand how You use our Service so that We can improve our Service to reflect Your interests and serve You advertisements that are likely to be of more interest to You.\n</p>\n<p> These third-party vendors collect, store, use, process and transfer information about Your activity on Our Service in accordance with their Privacy Policies and to enable Us to: </p>\n<ul>\n<li>Measure and analyze traffic and browsing activity on Our Service</li>\n<li> Show advertisements for our products and/or services to You on third-party websites or apps </li>\n<li>Measure and analyze the performance of Our advertising campaigns</li>\n</ul>\n<p> Some of these third-party vendors may use non-cookie technologies that may not be impacted by browser settings that block cookies.\nYour browser may not permit You to block such technologies.\nYou can use the following third-party tools to decline the collection and use of information for the purpose of serving You interest-based advertising: </p>\n<ul>\n<li> The NAI's opt-out platform: http://www.networkadvertising.org/choices/ </li>\n<li> The EDAA's opt-out platform http://www.youronlinechoices.com/ </li>\n<li> The DAA's opt-out platform: http://optout.aboutads.info/?c=2&amp;lang=EN </li>\n</ul>\n<p> You may opt-out of all personalized advertising by enabling privacy features on Your mobile device such as Limit Ad Tracking (iOS) and Opt Out of Ads Personalization (Android).\nSee Your mobile device Help system for more information.\n</p>\n<p> We may share information, such as hashed email addresses (if available) or other online identifiers collected on Our Service with these third-party vendors.\nThis allows Our third-party vendors to recognize and deliver You ads across devices and browsers.\nTo read more about the technologies used by these third-party vendors and their cross-device capabilities please refer to the Privacy Policy of each vendor listed below.\n</p>\n<p>The third-party vendors We use are:</p>\n<ul>\n<li>\n<p>\n<strong>Google Ads (AdWords)</strong>\n</p>\n<p>Google Ads (AdWords) remarketing service is provided by Google Inc.</p>\n<p> You can opt-out of Google Analytics for Display Advertising and customise the Google Display Network ads by visiting the Google Ads Settings page: http://www.google.com/settings/ads </p>\n<p> Google also recommends installing the Google Analytics Opt-out Browser Add-on - https://tools.google.com/dlpage/gaoptout - for your web browser.\nGoogle Analytics Opt-out Browser Add-on provides visitors with the ability to prevent their data from being collected and used by Google Analytics.\n</p>\n<p> For more information on the privacy practices of Google, please visit the Google Privacy &amp.\nTerms web page: https://policies.google.com/privacy </p>\n</li>\n<li>\n<p>\n<strong>Facebook</strong>\n</p>\n<p>Facebook remarketing service is provided by Facebook Inc.</p>\n<p> You can learn more about interest-based advertising from Facebook by visiting this page: https://www.facebook.com/help/516147308587266 </p>\n<p> To opt-out from Facebook's interest-based ads, follow these instructions from Facebook: https://www.facebook.com/help/568137493302217 </p>\n<p> Facebook adheres to the Self-Regulatory Principles for Online Behavioural Advertising established by the Digital Advertising Alliance.\nYou can also opt-out from Facebook and other participating companies through the Digital Advertising Alliance in the USA http://www.aboutads.info/choices/, the Digital Advertising Alliance of Canada in Canada http://youradchoices.ca/ or the European Interactive Digital Advertising Alliance in Europe http://www.youronlinechoices.eu/, or opt-out using your mobile device settings.\n</p>\n<p> For more information on the privacy practices of Facebook, please visit Facebook's Data Policy: https://www.facebook.com/privacy/explanation </p>\n</li>\n</ul> GDPR Privacy Legal Basis for Processing Personal Data under GDPR <p>We may process Personal Data under the following conditions:</p>\n<ul>\n<li>\n<strong>Consent:</strong> You have given Your consent for processing Personal Data for one or more specific purposes.\n</li>\n<li>\n<strong>Performance of a contract:</strong> Provision of Personal Data is necessary for the performance of an agreement with You and/or for any pre-contractual obligations thereof.\n</li>\n<li>\n<strong>Legal obligations:</strong> Processing Personal Data is necessary for compliance with a legal obligation to which the Company is subject.\n</li>\n<li>\n<strong>Vital interests:</strong> Processing Personal Data is necessary in order to protect Your vital interests or of another natural person.\n</li>\n<li>\n<strong>Public interests:</strong> Processing Personal Data is related to a task that is carried out in the public interest or in the exercise of official authority vested in the Company.\n</li>\n<li>\n<strong>Legitimate interests:</strong> Processing Personal Data is necessary for the purposes of the legitimate interests pursued by the Company.\n</li>\n</ul>\n<p> In any case, the Company will gladly help to clarify the specific legal basis that applies to the processing, and in particular whether the provision of Personal Data is a statutory or contractual requirement, or a requirement necessary to enter into a contract.\n</p> Your Rights under the GDPR <p> The Company undertakes to respect the confidentiality of Your Personal Data and to guarantee You can exercise Your rights.\n</p>\n<p> You have the right under this Privacy Policy, and by law if You are within the EU, to: </p>\n<ul>\n<li>\n<strong>Request access to Your Personal Data.</strong> The right to access, update or delete the information We have on You.\nWhenever made possible, you can access, update or request deletion of Your Personal Data directly within Your account settings section.\nIf you are unable to perform these actions yourself, please contact Us to assist You.\nThis also enables You to receive a copy of the Personal Data We hold about You.\n</li>\n<li>\n<strong>Request correction of the Personal Data that We hold about You.</strong> You have the right to have any incomplete or inaccurate information We hold about You corrected.\n</li>\n<li>\n<strong>Object to processing of Your Personal Data.</strong> This right exists where We are relying on a legitimate interest as the legal basis for Our processing and there is something about Your particular situation, which makes You want to object to our processing of Your Personal Data on this ground.\nYou also have the right to object where We are processing Your Personal Data for direct marketing purposes.\n</li>\n<li>\n<strong>Request erasure of Your Personal Data.</strong> You have the right to ask Us to delete or remove Personal Data when there is no good reason for Us to continue processing it.\n</li>\n<li>\n<strong>Request the transfer of Your Personal Data.</strong> We will provide to You, or to a third-party You have chosen, Your Personal Data in a structured, commonly used, machine-readable format.\nPlease note that this right only applies to automated information which You initially provided consent for Us to use or where We used the information to perform a contract with You.\n</li>\n<li>\n<strong>Withdraw Your consent.</strong> You have the right to withdraw Your consent on using your Personal Data.\nIf You withdraw Your consent, We may not be able to provide You with access to certain specific functionalities of the Service.\n</li>\n</ul> Exercising of Your GDPR Data Protection Rights <p> You may exercise Your rights of access, rectification, cancellation and opposition by contacting Us.\nPlease note that we may ask You to verify Your identity before responding to such requests.\nIf You make a request, We will try our best to respond to You as soon as possible.\n</p>\n<p> You have the right to complain to a Data Protection Authority about Our collection and use of Your Personal Data.\nFor more information, if You are in the European Economic Area (EEA), please contact Your local data protection authority in the EEA.\n</p> Facebook Fan Page Data Controller for the Facebook Fan Page <p> The Company is the Data Controller of Your Personal Data collected while using the Service.\nAs operator of the Facebook Fan Page https://www.facebook.com/coinstats, the Company and the operator of the social network Facebook are Joint Controllers.\n</p>\n<p> The Company has entered into agreements with Facebook that define the terms for use of the Facebook Fan Page, among other things.\nThese terms are mostly based on the Facebook Terms of Service: https://www.facebook.com/terms.php </p>\n<p> Visit the Facebook Privacy Policy https://www.facebook.com/policy.php for more information about how Facebook manages Personal data or contact Facebook online, or by mail: Facebook, Inc.\nATTN, Privacy Operations, 1601 Willow Road, Menlo Park, CA 94025, United States.\n</p> Facebook Insights <p> We use the Facebook Insights function in connection with the operation of the Facebook Fan Page and on the basis of the GDPR, in order to obtain anonymized statistical data about Our users.\n</p>\n<p> For this purpose, Facebook places a Cookie on the device of the user visiting Our Facebook Fan Page.\nEach Cookie contains a unique identifier code and remains active for a period of two years, except when it is deleted before the end of this period.\n</p>\n<p> Facebook receives, records and processes the information stored in the Cookie, especially when the user visits the Facebook services, services that are provided by other members of the Facebook Fan Page and services by other companies that use Facebook services.\n</p>\n<p> For more information on the privacy practices of Facebook, please visit Facebook Privacy Policy here: https://www.facebook.com/privacy/explanation </p> \"Do Not Track\" Policy as Required by California Online Privacy Protection Act (CalOPPA) <p>Our Service does not respond to Do Not Track signals.</p>\n<p> However, some third party websites do keep track of Your browsing activities.\nIf You are visiting such websites, You can set Your preferences in Your web browser to inform websites that You do not want to be tracked.\nYou can enable or disable DNT by visiting the preferences or settings page of Your web browser.\n</p> Children's Privacy <p> Our Service does not address anyone under the age of 13.\nWe do not knowingly collect personally identifiable information from anyone under the age of 13.\nIf You are a parent or guardian and You are aware that Your child has provided Us with Personal Data, please contact Us.\nIf We become aware that We have collected Personal Data from anyone under the age of 13 without verification of parental consent, We take steps to remove that information from Our servers.\n</p>\n<p> If We need to rely on consent as a legal basis for processing Your information and Your country requires consent from a parent, We may require Your parent's consent before We collect and use that information.\n</p> Links to Other Websites <p> Our Service may contain links to other websites that are not operated by Us.\nIf You click on a third party link, You will be directed to that third party's site.\nWe strongly advise You to review the Privacy Policy of every site You visit.\n</p>\n<p> We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.\n</p> Changes to this Privacy Policy <p> We may update Our Privacy Policy from time to time.\nWe will notify You of any changes by posting the new Privacy Policy on this page.\n</p>\n<p> We will let You know via email and/or a prominent notice on Our Service, prior to the change becoming effective and update the \"Last updated\" date at the top of this Privacy Policy.\n</p>\n<p> You are advised to review this Privacy Policy periodically for any changes.\nChanges to this Privacy Policy are effective when they are posted on this page.\n</p> Contact Us <p>If you have any questions about this Privacy Policy, You can contact us:</p>\n<ul>\n<li> By email: support@coinstats.app </li>\n</ul> ", "created_at": "2021-11-17 18:04:58.570182", "updated_at": "2021-11-17 17:05:50.150511"}], "points": [], "urls": ["coinstats.app"]}}