{"error": 448, "message": "OK", "parameters": {"id": 794, "name": "Heroku", "created_at": "2018-10-23 18:46:38.40232", "updated_at": "2022-07-07 04:49:13.303559", "wikipedia": "https://en.wikipedia.org/wiki/Heroku", "keywords": null, "related": null, "slug": "heroku", "is_comprehensively_reviewed": true, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/794.png", "url": "heroku.com,herokuapp.com,herokudns.com", "documents": [{"id": 8736, "name": "Master Subscription Agreement", "url": "https://c1.sfdcstatic.com/content/dam/web/en_us/www/documents/legal/salesforce_MSA.pdf", "xpath": "//body", "text": null, "created_at": "2021-08-17 19:09:28.525531", "updated_at": "2021-08-17 19:09:28.525531"}, {"id": 686, "name": "Acceptable Use Policy", "url": "https://www.heroku.com/policy/aup", "xpath": "//*[@class=\"policy main content-with-sidebar\"]", "text": " <p>The official, current version of Heroku's Acceptable Use and Eternally Facing Services Policy is located at this URL.\nThis hosted copy is provided as convenience.\nIn the event of any conflict between the two, the copy at the&nbsp;Salesforce Agreements and Terms&nbsp;governs.</p> Acceptable Use and External-Facing Services&nbsp;Policy 1.\nScope <p>A.\nThis Acceptable Use and External Facing Services Policy (“Policy”) applies to customers’ use of all services offered by salesforce.com, inc.\nor its affiliates (“SFDC”).</p> 2.\nLast Updated <p>A.\nSeptember 29, 2020</p> 3.\nChanges to Policy <p>A.\nSFDC may change this Policy by posting an updated version of the Policy at www.salesforce.com and such updates will be effective upon posting.</p> 4.\nViolations <p>A.\nA customer’s violation of this Policy will be considered a material breach of the master subscription agreement and/or other agreement governing the customer’s use of the services.</p> 5.\nProhibited Material <p>A.\nCustomers may not, and may not allow any third party, including its users, to use services to display, store, process, or transmit, or permit use of services to display, store, process, or transmit:</p>\n<ul>\n<li>I.\nMaterial that infringes or misappropriates a third party’s intellectual property or proprietary rights;</li>\n<li>II.\nHate-related or violent material, and/or material advocating discrimination against individuals or groups;</li>\n<li>III.\nObscene, excessively profane material or otherwise objectionable material;</li>\n<li>IV.\nMaterial advocating or advancing criminal hacking, cracking, or phishing;</li>\n<li>V.\nMaterial related to illegal drugs or paraphernalia;</li>\n<li>VI.\nMalicious material;</li>\n<li>VII.\nUnlawful software;</li>\n<li>VIII.\nMalicious code, such as viruses, worms, time bombs, Trojan horses, and other harmful or malicious files, scripts, agents, or programs.\nor</li>\n<li>IX.\nMaterial that violates, encourages, or furthers conduct that would violate any applicable laws, including any criminal laws, or any third-party rights, including publicity or privacy rights.</li>\n</ul> 6.\nProhibited Actions <p>A.\nCustomers may not use a service to, nor allow its users or any third party to use a service to:</p>\n<ul>\n<li>I.\nGenerate or facilitate unsolicited commercial email (spam).\nSuch prohibited activity includes, but is not limited to: <ul>\n<li>a.\nSending communications or email in violation of the CAN-SPAM Act or any other applicable anti- spam law or regulation;</li>\n<li>b.\nImitating or impersonating SFDC, another person or his, her, or its email address, or creating false accounts for the purpose of sending spam;</li>\n<li>c.\nData mining or harvesting any web property (including any External-Facing Service) to find email addresses or other user account information;</li>\n<li>d.\nSending unauthorized mail via open, third-party servers;</li>\n<li>e.\nSending email to users who have requested to be removed from a mailing list;</li>\n<li>f.\nSelling to, exchanging with, sharing with, or distributing to a third party personal information, including the email addresses of any person without such person’s knowing and continued consent to such disclosure.\nor</li>\n<li>g.\nSending unsolicited emails to significant numbers of email addresses belonging to individuals and/or entities with whom you have no preexisting relationship;</li>\n</ul>\n</li>\n<li>II.\nSend, upload, distribute, or disseminate, or offer to do the same, with respect to unlawful, defamatory, harassing, abusive, fraudulent, infringing, obscene, excessively profane, hateful, violent, or otherwise objectionable material, or promote, support, or facilitate unlawful, hateful, discriminatory, or violent causes;</li>\n<li>III.\nIntentionally distribute viruses, worms, defects, Trojan horses, corrupted files, hoaxes, or any other items of a destructive or deceptive nature;</li>\n<li>IV.\nConduct or forward multi-level marketing, such as pyramid schemes and the like;</li>\n<li>V.\nGenerate or facilitate SMS, MMS, or other text messages or push notifications in violation of the Telephone Consumer Protection Act, the Do-Not-Call Implementation Act, or any other applicable law including anti- spam, telemarketing, or telephone consumer protection laws or regulations;</li>\n<li>VI.\nUse the services in any manner that violates any applicable industry standards, third-party policies, or requirements that Salesforce may communicate to its users, including all of the applicable guidelines published by the CTIA, the Mobile Marketing Association, the Self- Regulatory Principles as directed by the Digital Advertising Alliance and the Network Advertising Initiative, or any other generally accepted industry associations, carrier guidelines, or other industry standards;</li>\n<li>VII.\nTransmit material that may be harmful to minors;</li>\n<li>VIII.\nIllegally transmit another’s intellectual property or other proprietary information without such owner’s or licensor’s permission;</li>\n<li>IX.\nImpersonate another person, entity, or SFDC (via the use of an email address or otherwise) or otherwise misrepresent themselves or the source of any email;</li>\n<li>X.\nViolate the rights (such as rights of privacy or publicity) of others;</li>\n<li>XI.\nPromote, facilitate, or encourage illegal activity;</li>\n<li>XII.\nInterfere with other users’ enjoyment of a service;</li>\n<li>XIII.\nEngage in activity in connection with illegal peer-to-peer file sharing;</li>\n<li>XIV.\nEngage in or promote gambling, or run a gambling operation;</li>\n<li>XV.\n“Mine” bitcoins and other cryptocurrencies;</li>\n<li>XVI.\nSell, distribute, or export illegal or prescription drugs or other controlled substances or paraphernalia;</li>\n<li>XVII.\nAccess (including through any interfaces provided with a service) any SFDC product or service or other service or website, in a manner that violates the terms for use of or access to such service or website;</li>\n<li>XVIII.\nOperate an “open proxy” or any other form of Internet proxy service that is capable of forwarding requests to any end user or third-party-supplied Internet host;</li>\n<li>XIX.\nPerform significant load or security testing without first obtaining SFDC’s written consent;</li>\n<li>XX.\nRemove any copyright, trademark, or other proprietary rights notices contained in or on the service or reformat or frame any portion of the web pages that are part of the service’s administration display;</li>\n<li>XXI.\nAccess a third-party web property for the purposes of web scraping, web crawling, web monitoring, or other similar activity through a web client that does not take commercially reasonable efforts to identify itself via a unique User Agent string describing the purpose of the web client and obey the robots exclusion standard (also known as the robots.txt standard), including the crawl-delay directive;</li>\n<li>XXII.\nUse a service in any manner that would disparage Salesforce;</li>\n<li>XXIII.\nUse the Einstein Bot feature to communicate with any third party without clearly communicating that the individual is speaking with a bot;</li>\n<li>XXIV.\nUse Einstein Vision, Einstein Language, Einstein Discovery, or Einstein Prediction Builder for the purposes of predicting an individual’s racial or ethnic origin, and past, current, or future political opinions, religious or philosophical beliefs, trade union membership, age, gender, sex life, sexual orientation, disability, health status, medical condition, financial status, criminal convictions, or likelihood to engage in criminal acts.\nThe previous sentence does not limit or prohibit use cases or tools designed specifically to identify security breaches, unauthorized access, fraud, and other security vulnerabilities.\nAdditionally, for Einstein Vision, customer may not submit images of individuals for the purposes of creating or analyzing biometric identifiers, such as face prints or fingerprints or scans of eyes, hands, or facial geometry;</li>\n<li>XXV.\nUse Sales Cloud Einstein, Pardot Einstein, Salesforce Inbox, Einstein Engagement Scoring, Einstein Vision, Einstein Language, Einstein Bots, Service Cloud Einstein, Einstein Discovery, or Einstein Prediction Builder as part of a decision- making process with legal or similarly significant effects, unless customer ensures that the final decision is made by a human being.\nIn this case, customer must take account of other factors beyond the Einstein Services’ recommendations in making the final decision.\nor</li>\n<li>XXVI.\nDirectly manage, as the primary operator, private, for-profit prison facilities or detention centers in the United States.\nFor-profit prisons and detention centers refer to privately owned facilities in which persons are incarcerated or otherwise involuntarily confined for purposes of execution of a punitive sentence imposed by a court or detention pending a trial, hearing, or other judicial or administrative proceeding.</li>\n</ul>\n<p>B.\nWorldwide, customers may not use a service to transact online sales of any of the following firearms and/or related accessories to private citizens.\nFirearms: automatic firearms.\nsemi-automatic firearms that have the capacity to accept a detachable magazine and any of the following: thumbhole stock, folding or telescoping stock, grenade launcher or flare launcher, flash or sound suppressor, forward pistol grip, pistol grip (in the case of a rifle) or second pistol grip (in the case of a pistol), barrel shroud.\nsemi-automatic firearms with a fixed magazine that can accept more than 10 rounds.\nghost guns.\n3D printed guns.\nfirearms without serial numbers.\n.50 BMG rifles.\nfirearms thatuse .50 BMG ammunition.\nFirearm Parts: magazines capable of accepting more than 10 rounds.\nflash or sound suppressors.\nmulti- burst trigger devices.\ngrenade or rocket launchers.\n80% or unfinished lower receivers.\nblueprints for ghost guns.\nblueprints for 3D printed guns.\nbarrel shrouds.\nthumbhole stocks.\nthreaded barrels capable of accepting a flash suppressor or sound suppressor.</p> 7.\nU.S.\nDigital Millennium Copyright Act or Similar Statutory Obligations <p>A.\nTo the extent a customer uses the services for hosting, advertising, sending electronic messages, or for the creation and hosting of, or for posting material on, websites, each customer must:</p>\n<ul>\n<li>I.\nComply with any notices received under Title II of the Digital Millennium Copyright Act of 1998 (Section 512 of the U.S.\nCopyright Act) or similar statute in other countries (the “DMCA”);</li>\n<li>II.\nSet up a process to expeditiously respond to notices of alleged infringement that comply with the DMCA and to implement a DMCA-compliant repeat infringers policy;</li>\n<li>III.\nPublicly display a description of its notice and takedown process under the DMCA on its instance of the services.\nand</li>\n<li>IV.\nComply with such processes, policy(ies), and description.</li>\n</ul>\n<p>B.\nIt is SFDC’s policy to respond expeditiously to valid notices of claimed copyright infringement compliant with the DMCA.\nIn appropriate circumstances, SFDC will terminate the accounts of customers who SFDC suspects to be repeatedly or blatantly infringing copyrights.</p>\n<p>C.\nIf SFDC receives a notice alleging that material on a customer’s instance of a service infringes another party’s intellectual property, SFDC may disable that customer’s instance of the service or remove the allegedly infringing material.\nIf SFDC receives more than one such notice for the same customer, SFDC reserves the right to immediately terminate such customer’s subscriptions to the services as deemed necessary by SFDC to ensure continued protection under the safe harbor provisions under the DMCA or to prevent violations of other applicable laws or third parties’ rights.</p> ", "created_at": "2018-10-23 18:48:06.113435", "updated_at": "2020-12-14 20:19:33.866904"}, {"id": 687, "name": "Privacy Statement", "url": "https://www.salesforce.com/company/privacy/", "xpath": "//*[@id=\"main\"]//*[@class=\"col  text-left col-xs-12 col-sm-9 col-md-9 col-lg-9\"]", "text": " Privacy Information &nbsp.\n<p> View Salesforce's response to the Court of Justice of the European Union's decision on transfers of personal data </p> Learn more Learn about our commitment to privacy Resources in respect of how we protect our customer's data as a processor &nbsp.\n<ul>\n<li>Global Privacy Resources for Salesforce Products</li>\n<li>Data Processing Addendum</li>\n<li>Data Processing Addendum FAQ</li>\n<li>International Transfers of EU Personal Data to Salesforce's Services</li>\n<li>Salesforce's Processor Binding Corporate Rules</li>\n<li>Salesforce's Notice of Privacy Shield Certification</li>\n<li>Trust and Compliance Documentation</li>\n<li>Salesforce Audience Studio Privacy Policy</li>\n<li>Salesforce's Notice of APEC PRP Certification</li>\n</ul> Resources in respect of how we protect data as a controller &nbsp.\n<ul>\n<li>Privacy Statement</li>\n<li>Salesforce Candidate Privacy Statement</li>\n<li>Salesforce Apps, Add-ins and Extensions Privacy Statement</li>\n</ul> Privacy Statement Highlights &nbsp.\nWhen you use and interact with our websites or services, communicate with or otherwise contact us or visit our offices or attend our events, we may collect, use, share and process information relating to you (\"Personal Data\").\nThese Privacy Statement Highlights summarize our Personal Data processing practices and your related rights.\nImportant information Salesforce’s full Privacy Statement contains more information about Salesforce’s privacy practices.\n&nbsp.\nResponsible Salesforce entity Salesforce is the controller of your Personal Data and is responsible for its processing, unless expressly specified otherwise in our full Privacy Statement.\nFor the avoidance of doubt, our Privacy Statement does not apply to the extent we process Personal Data in the role of a processor on behalf of our customers.\nA reference to “Salesforce,” “we,” “us” or the “Company” is a reference to salesforce.com, inc and the relevant affiliate involved in the processing activity.\nThe office locations of where salesforce.com, inc.\nand its affiliates are located can be found <u>here</u>.\nPlease see the \"Contacting us\" section, below, for our contact information and the contact information of our data protection officer.\nPurposes for which we process Personal Data <p>We collect and process Personal Data for a variety of purposes, including:</p>\n<ul>\n<li>\n<p>The processing of your name and contact information to provide you with information about our products, manage your registration for and attendance at our events and webinars or for office visits, manage your registration for contests or promotions, provide you with customer support or otherwise communicate with you;</p>\n</li>\n<li>\n<p>The processing of device and usage data to develop, improve, manage and customize our websites and services, to assess and improve the related user experience, to identify customer opportunities and to guarantee our websites’ and services' security and continued proper functioning;</p>\n</li>\n<li>\n<p>The processing of your billing information to complete transactions with you when you purchase our products or services;</p>\n</li>\n<li>\n<p>To provide you with the necessary functionalities required during your use of our websites and services, and to review capacity requirements and compliance with the applicable usage terms;</p>\n</li>\n<li>\n<p>To display personalized advertisements to you and to send to you marketing communications about us, our products and our services.\nand</p>\n</li>\n<li>\n<p>To comply with our legal obligations under applicable laws and cooperate with public and government authorities.</p>\n</li>\n</ul>\n<p>For the full list of purposes for which we Process your Personal Data, please see the full Privacy Statement</p>\n<p>We only collect and process your Personal Data to the extent it is necessary for fulfilling these purposes and where we can rely on a legal basis for such processing as set out in our full Privacy Statement.\nWhere required, we will ask you for your prior consent to processing.</p>\n<p>Please review the \"What Personal Data do we collect?\" and \"Purposes for which we process Personal Data and the legal bases on which we rely\" sections in our full Privacy Statement for further details.\nAlso, please review the \"How long do we keep your Personal Data?\" section to learn how long we store your Personal Data.</p> Who do we share Personal Data with? <p>We may share Personal Data with various parties, including:</p>\n<ul>\n<li>Our contracted service providers that process Personal Data on our behalf for IT and system administration and hosting, credit card processing, research and analytics, marketing, customer support and data enrichment;</li>\n<li>Affiliates within our current or future corporate group that process Personal Data for customer support, marketing, event management, technical operations and account management;</li>\n<li>If you are using our services as an authorized user, with the Salesforce customer responsible for your access to the services for verifying your account, investigating suspicious activity and reviewing compliance our usage terms and policies;</li>\n<li>Sponsors of events, webinar or contests for which you register;</li>\n<li>Third-party social media and advertising networks, which usually act as separate controllers, so that we can advertise on their platforms;</li>\n<li>Specifically in relation to our AppExchange website, with our third-party partners who may contact you regarding their products or services;</li>\n<li>In individual instances, professional advisers who provide consultancy, banking, legal, insurance and accounting services, or if we are involved in a merger, reorganization, asset sale or business combination.\nand</li>\n<li>Public and government authorities, to the extent we are compelled to disclose Personal Data to comply with our legal obligations.</li>\n</ul>\n<p>Please review the \"Who do we share Personal Data with\" section in our full Privacy Statement for more detailed information.</p> International transfer of Personal Data To facilitate our business practices, your Personal Data may be collected, transferred to and stored by us in the United States and by our affiliates in other countries where we operate, including countries outside the European Economic Area (EEA).\nAs described in the \"International transfer of Personal Data\" section of our full Privacy Statement, we have implemented safeguards to ensure an adequate level of data protection where your Personal Data is transferred to countries outside the EEA, such as standard contractual clauses for the transfer of Personal Data as approved by the European Commission (Art.\n46 GDPR).\nYour rights relating to your Personal Data <p>You have certain rights relating to your Personal Data, subject to local data protection laws.\nThese rights may include:</p>\n<ul>\n<li>To access your Personal Data held by us (right to access);</li>\n<li>To rectify inaccurate Personal Data and, taking into account the purpose of processing the Personal Data, ensure it is complete (right to rectification);</li>\n<li>To erase/delete your Personal Data, to the extent permitted by applicable data protection laws (right to erasure.\nright to be forgotten);</li>\n<li>To restrict our processing of your Personal Data to the extent permitted by law (right to restriction of processing);</li>\n<li>To transfer your Personal Data to another controller, to the extent possible (right to data portability);</li>\n<li>To object to any processing of your Personal Data carried out on the basis of our legitimate interests (right to object).\nWhere we process your Personal Data for direct marketing purposes or share it with third parties for their own direct marketing purposes, you can exercise your right to object at any time to such processing without having to provide any specific reason for such objection;</li>\n<li>To not be subject to a decision based solely on automated processing, including profiling, which produces legal effects (\"Automated Decision-Making\").\nAutomated Decision-Making currently does not take place on our websites or in our services.\nand</li>\n<li>To the extent we base the collection, processing and sharing of your Personal Data on your consent, to withdraw your consent at any time, without affecting the lawfulness of the processing based on such consent before its withdrawal.</li>\n</ul>\n<p>\n<br>\nFor more details on your rights and choices and how to exercise them, please review the \"Your rights relating to your Personal Data\" section in our full Privacy Statement.</p> Contacting us <p>To exercise your rights relating to your Personal Data, or if you have questions regarding our privacy practices, please fill out <u>this form</u> or mail us at:</p>\n<p>Salesforce Data Protection Officer (Salesforce Privacy Team)<br>\n415 Mission St., 3rd Floor<br>\nSan Francisco, CA 94105, USA</p>\n<p>If you believe that we have not been able to assist with your complaint or concern, and you are located in the EEA, you have the right to lodge a complaint with the competent supervisory authority.</p> ", "created_at": "2018-10-23 18:49:46.200638", "updated_at": "2020-12-14 20:19:39.404971"}, {"id": 685, "name": "Terms of Service", "url": "https://www.heroku.com/policy/salesforce-heroku-msa", "xpath": "//*[@class=\"policy main content-with-sidebar\"]", "text": " <p>The official, current version of Heroku's Master Subscription Agreement is located at&nbsp;this URL.\nThis hosted copy is provided as convenience.\nIn the event of any conflict between the two, the copy at the&nbsp;Salesforce Agreements and Terms&nbsp;governs.</p> Master Subscription Agreement <p>THIS MASTER SUBSCRIPTION AGREEMENT GOVERNS CUSTOMER’S ACQUISITION AND USE OF SFDC SERVICES.\nCAPITALIZED TERMS HAVE THE DEFINITIONS SET FORTH HEREIN.</p>\n<p>IF CUSTOMER REGISTERS FOR A FREE TRIAL OF SFDC SERVICES OR FOR FREE SERVICES, THE APPLICABLE PROVISIONS OF THIS AGREEMENT WILL ALSO GOVERN THAT FREE TRIAL OR THOSE FREE SERVICES.</p>\n<p>BY ACCEPTING THIS AGREEMENT, BY (1) CLICKING A BOX INDICATING ACCEPTANCE, (2) EXECUTING AN ORDER FORM THAT REFERENCES THIS AGREEMENT, OR (3) USING FREE SERVICES, CUSTOMER AGREES TO THE TERMS OF THIS AGREEMENT.\nIF THE INDIVIDUAL ACCEPTING THIS AGREEMENT IS ACCEPTING ON BEHALF OF A COMPANY OR OTHER LEGAL ENTITY, SUCH INDIVIDUAL REPRESENTS THAT THEY HAVE THE AUTHORITY TO BIND SUCH ENTITY AND ITS AFFILIATES TO THESE TERMS AND CONDITIONS, IN WHICH CASE THE TERM “CUSTOMER” SHALL REFER TO SUCH ENTITY AND ITS AFFILIATES.\nIF THE INDIVIDUAL ACCEPTING THIS AGREEMENT DOES NOT HAVE SUCH AUTHORITY, OR DOES NOT AGREE WITH THESE TERMS AND CONDITIONS, SUCH INDIVIDUAL MUST NOT ACCEPT THIS AGREEMENT AND MAY NOT USE THE SERVICES.</p>\n<p>The Services may not be accessed for purposes of monitoring their availability, performance or functionality, or for any other benchmarking or competitive purposes.</p>\n<p>SFDC’s direct competitors are prohibited from accessing the Services, except with SFDC’s prior written consent.</p>\n<p>This Agreement was last updated on June 6, 2020.\nIt is effective between Customer and SFDC as of the date of Customer’s accepting this Agreement.</p> 1.\nDEFINITIONS <p>“Affiliate” means any entity that directly or indirectly controls, is controlled by, or is under common control with the subject entity.\n“Control,” for purposes of this definition, means direct or indirect ownership or control of more than 50% of the voting interests of the subject entity.</p>\n<p>“Agreement” means this Master Subscription Agreement.</p>\n<p>“Beta Services” means SFDC services or functionality that may be made available to Customer to try at its option at no additional charge which is clearly designated as beta, pilot, limited release, developer preview, non-production, evaluation, or by a similar description.</p>\n<p>“Content” means information obtained by SFDC from publicly available sources or its third party content providers and made available to Customer through the Services, Beta Services or pursuant to an Order Form, as more fully described in the Documentation.</p>\n<p>“Customer” means in the case of an individual accepting this Agreement on his or her own behalf, such individual, or in the case of an individual accepting this Agreement on behalf of a company or other legal entity, the company or other legal entity for which such individual is accepting this Agreement, and Affiliates of that company or entity (for so long as they remain Affiliates) which have entered into Order Forms.</p>\n<p>“Customer Data” means electronic data and information submitted by or for Customer to the Services, excluding Content and Non-SFDC Applications.</p>\n<p>“Documentation” means the applicable Service’s Trust and Compliance documentation at</p>\n<p>https://trust.salesforce.com/en/trust-and-compliance-documentation/ and its usage guides and policies, as updated from time to time, accessible via help.salesforce.com or login to the applicable Service.</p>\n<p>“Free Services” means Services that SFDC makes available to Customer free of charge.\nFree Services exclude Services offered as a free trial and Purchased Services.</p>\n<p>“Malicious Code” means code, files, scripts, agents or programs intended to do harm, including, for example, viruses, worms, time bombs and Trojan horses.</p>\n<p>“Marketplace” means an online directory, catalog or marketplace of applications that interoperate with the Services, including, for example, the AppExchange at http://www.salesforce.com/appexchange, or the Heroku add-ons catalog at</p>\n<p>https://elements.heroku.com/, and any successor websites.</p>\n<p>“Non-SFDC Application” means a Web-based, mobile, offline or other software application functionality that interoperates with a Service, that is provided by Customer or a third party and/or listed on a Marketplace including as Salesforce Labs or under similar designation.\nNon-SFDC Applications, other than those obtained or provided by Customer, will be identifiable as such.</p>\n<p>“Order Form” means an ordering document or online order specifying the Services to be provided hereunder that is entered into between Customer and SFDC or any of their Affiliates, including any addenda and supplements thereto.\nBy entering into an Order Form hereunder, an Affiliate agrees to be bound by the terms of this Agreement as if it were an original party hereto.</p>\n<p>“Purchased Services” means Services that Customer or Customer’s Affiliate purchases under an Order Form or online purchasing portal, as distinguished from Free Services or those provided pursuant to a free trial.</p>\n<p>“Services” means the products and services that are ordered by Customer under an Order Form or online purchasing portal, or provided to Customer free of charge (as applicable) or under a free trial, and made available online by SFDC, including associated SFDC offline or mobile components, as described in the Documentation.\n“Services” exclude Content and Non-SFDC Applications.</p>\n<p>“SFDC” means the salesforce.com company described in the “SFDC Contracting Entity, Notices, Governing Law, and Venue” section below.</p>\n<p>“User” means, in the case of an individual accepting these terms on his or her own behalf, such individual, or, in the case of an individual accepting this Agreement on behalf of a company or other legal entity, an individual who is authorized by Customer to use a Service, for whom Customer has purchased a subscription (or in the case of any Services provided by SFDC without charge, for whom a Service has been provisioned), and to whom Customer (or, when applicable, SFDC at Customer’s request) has supplied a user identification and password (for Services utilizing authentication).\nUsers may include, for example, employees, consultants, contractors and agents of Customer, and third parties with which Customer transacts business.</p> 2.\nSFDC RESPONSIBILITIES <p>\n<strong>2.1 Provision of Purchased Services.</strong> SFDC will (a) make the Services and Content available to Customer pursuant to this Agreement, and the applicable Order Forms and Documentation, (b) provide applicable SFDC standard support for the Purchased Services to Customer at no additional charge, and/or upgraded support if purchased, (c) use commercially reasonable efforts to make the online Purchased Services available 24 hours a day, 7 days a week, except for: (i) planned downtime (of which SFDC shall give advance electronic notice), and (ii) any unavailability caused by circumstances beyond SFDC’s reasonable control, including, for example, an act of God, act of government, flood, fire, earthquake, civil unrest, act of terror, strike or other labor problem (other than one involving SFDC employees), Internet service provider failure or delay, Non-SFDC Application, or denial of service attack, and (d) provide the Services in accordance with laws and government regulations applicable to SFDC’s provision of its Services to its customers generally (i.e., without regard for Customer’s particular use of the Services), and subject to Customer’s use of the Services in accordance with this Agreement, the Documentation and the applicable Order Form.</p>\n<p>\n<strong>2.2 Protection of Customer Data.</strong> SFDC will maintain appropriate administrative, physical, and technical safeguards for protection of the security, confidentiality and integrity of Customer Data, as described in the Documentation.\nThose safeguards will include, but will not be limited to, measures designed to prevent unauthorized access to or disclosure of Customer Data (other than by Customer or Users).\nExcept with respect to a free trial, the terms of the data processing addendum at https://www.salesforce.com/company/legal/agreements.jsp (“DPA”) are hereby incorporated by reference and shall apply to the extent Customer Data includes Personal Data, as defined in the DPA.\nTo the extent Personal Data from the European Economic Area (EEA), the United Kingdom and Switzerland are processed by SFDC, its Processor Binding Corporate Rules, the EU-US and/or Swiss-US Privacy Shield, and/or the Standard Contractual Clauses shall apply, as further set forth in the DPA.\nFor the purposes of the Standard Contractual Clauses, Customer and its applicable Affiliates are each the data exporter, and Customer's acceptance of this Agreement, and an applicable Affiliate's execution of an Order Form, shall be treated as its execution of the Standard Contractual Clauses and Appendices.\nUpon request by Customer made within 30 days after the effective date of termination or expiration of this Agreement, SFDC will make Customer Data available to Customer for export or download as provided in the Documentation.\nAfter such 30-day period, SFDC will have no obligation to maintain or provide any Customer Data, and as provided in the Documentation will thereafter delete or destroy all copies of Customer Data in its systems or otherwise in its possession or control, unless legally prohibited.</p>\n<p>\n<strong>2.3 SFDC Personnel.</strong> SFDC will be responsible for the performance of its personnel (including its employees and contractors) and their compliance with SFDC’s obligations under this Agreement, except as otherwise specified in this Agreement.</p>\n<p>\n<strong>2.4 Beta Services.</strong> From time to time, SFDC may make Beta Services available to Customer at no charge.\nCustomer may choose to try such Beta Services or not in its sole discretion.\nAny use of Beta Services is subject to the Beta Services terms at https://www.salesforce.com/company/legal/agreements.jsp.</p>\n<p>\n<strong>2.5 Free Trial.</strong> If Customer registers on SFDC’s or an Affiliate’s website for a free trial, SFDC will make the applicable Service(s) available to Customer on a trial basis free of charge until the earlier of (a) the end of the free trial period for which Customer registered to use the applicable Service(s), or (b) the start date of any Purchased Service subscriptions ordered by Customer for such Service(s), or (c) termination by SFDC in its sole discretion.\nAdditional trial terms and conditions may appear on the trial registration web page.\nAny such additional terms and conditions are incorporated into this Agreement by reference and are legally binding.</p>\n<p>ANY DATA CUSTOMER ENTERS INTO THE SERVICES, AND ANY CUSTOMIZATIONS MADE TO THE SERVICES BY OR FOR CUSTOMER, DURING CUSTOMER’S FREE TRIAL WILL BE PERMANENTLY LOST UNLESS CUSTOMER PURCHASES A SUBSCRIPTION TO THE SAME SERVICES AS THOSE COVERED BY THE TRIAL, PURCHASES APPLICABLE UPGRADED SERVICES, OR EXPORTS SUCH DATA, BEFORE THE END OF THE TRIAL PERIOD.\nCUSTOMER CANNOT TRANSFER DATA ENTERED OR CUSTOMIZATIONS MADE DURING THE FREE TRIAL TO A SERVICE THAT WOULD BE A DOWNGRADE FROM THAT COVERED BY THE TRIAL (E.G., FROM ENTERPRISE EDITION TO PROFESSIONAL EDITION).\nTHEREFORE, IF CUSTOMER PURCHASES A SERVICE THAT WOULD BE A DOWNGRADE FROM THAT COVERED BY THE TRIAL, CUSTOMER MUST EXPORT CUSTOMER DATA BEFORE THE END OF THE TRIAL PERIOD OR CUSTOMER DATA WILL BE PERMANENTLY LOST.</p>\n<p>NOTWITHSTANDING THE “REPRESENTATIONS, WARRANTIES, EXCLUSIVE REMEDIES AND DISCLAIMERS” SECTION AND “INDEMNIFICATION BY SFDC” SECTION BELOW, DURING THE FREE TRIAL THE SERVICES ARE PROVIDED “AS-IS” WITHOUT ANY WARRANTY AND SFDC SHALL HAVE NO INDEMNIFICATION OBLIGATIONS NOR LIABILITY OF ANY TYPE WITH RESPECT TO THE SERVICES FOR THE FREE TRIAL PERIOD UNLESS SUCH EXCLUSION OF LIABILITY IS NOT ENFORCEABLE UNDER APPLICABLE LAW IN WHICH CASE SFDC’S LIABILITY WITH RESPECT TO THE SERVICES PROVIDED DURING THE FREE TRIAL SHALL NOT EXCEED $1,000.00.\nWITHOUT LIMITING THE FOREGOING, SFDC AND ITS AFFILIATES AND ITS LICENSORS DO NOT REPRESENT OR WARRANT TO CUSTOMER THAT: (A) CUSTOMER’S USE OF THE SERVICES DURING THE FREE TRIAL PERIOD WILL MEET CUSTOMER’S REQUIREMENTS, (B) CUSTOMER’S USE OF THE SERVICES DURING THE FREE TRIAL PERIOD WILL BE UNINTERRUPTED, TIMELY, SECURE OR FREE FROM ERROR, AND</p>\n<p>(C) USAGE DATA PROVIDED DURING THE FREE TRIAL PERIOD WILL BE ACCURATE.\nNOTWITHSTANDING ANYTHING TO THE CONTRARY IN THE “LIMITATION OF LIABILITY” SECTION BELOW, CUSTOMER SHALL BE FULLY LIABLE UNDER THIS AGREEMENT TO SFDC AND ITS AFFILIATES FOR ANY DAMAGES ARISING OUT OF CUSTOMER’S USE OF THE SERVICES DURING THE FREE TRIAL PERIOD, ANY BREACH BY CUSTOMER OF THIS AGREEMENT AND ANY OF CUSTOMER’S INDEMNIFICATION OBLIGATIONS HEREUNDER.</p>\n<p>CUSTOMER SHALL REVIEW THE APPLICABLE SERVICE’S DOCUMENTATION DURING THE TRIAL PERIOD TO BECOME FAMILIAR WITH THE FEATURES AND FUNCTIONS OF THE SERVICES BEFORE MAKING A PURCHASE.</p>\n<p>\n<strong>2.6 Free Services.</strong> SFDC may make Free Services available to Customer.\nUse of Free Services is subject to the terms and conditions of this Agreement.\nIn the event of a conflict between this section and any other portion of this Agreement, this section shall control.\nFree Services are provided to Customer without charge up to certain limits as described in the Documentation.\nUsage over these limits requires Customer’s purchase of additional resources or services.\nCustomer agrees that SFDC, in its sole discretion and for any or no reason, may terminate Customer’s access to the Free Services or any part thereof.\nCustomer agrees that any termination of Customer’s access to the Free Services may be without prior notice, and Customer agrees that SFDC will not be liable to Customer or any third party for such termination.\nCustomer is solely responsible for exporting Customer Data from the Free Services prior to termination of Customer’s access to the Free Services for any reason, provided that if SFDC terminates Customer’s account, except as required by law SFDC will provide Customer a reasonable opportunity to retrieve its Customer Data.</p>\n<p>NOTWITHSTANDING THE “REPRESENTATIONS, WARRANTIES, EXCLUSIVE REMEDIES AND DISCLAIMERS” SECTION AND “INDEMNIFICATION BY SFDC” SECTION BELOW, THE FREE SERVICES ARE PROVIDED “AS-IS” WITHOUT ANY WARRANTY AND SFDC SHALL HAVE NO INDEMNIFICATION OBLIGATIONS NOR LIABILITY OF ANY TYPE WITH RESPECT TO THE FREE SERVICES UNLESS SUCH EXCLUSION OF LIABILITY IS NOT ENFORCEABLE UNDER APPLICABLE LAW IN WHICH CASE SFDC’S LIABILITY WITH RESPECT TO THE FREE SERVICES SHALL NOT EXCEED $1,000.00.\nWITHOUT LIMITING THE FOREGOING, SFDC AND ITS AFFILIATES AND ITS LICENSORS DO NOT REPRESENT OR WARRANT TO CUSTOMER THAT: (A) CUSTOMER’S USE OF THE FREE SERVICES WILL MEET CUSTOMER’S REQUIREMENTS, (B) CUSTOMER’S USE OF THE FREE SERVICES WILL BE UNINTERRUPTED, TIMELY, SECURE OR FREE FROM ERROR, AND (C) USAGE DATA PROVIDED THROUGH THE FREE SERVICES WILL BE ACCURATE.\nNOTWITHSTANDING ANYTHING TO THE CONTRARY</p>\n<p>IN THE “LIMITATION OF LIABILITY” SECTION BELOW, CUSTOMER SHALL BE FULLY LIABLE UNDER THIS AGREEMENT TO SFDC AND ITS AFFILIATES FOR ANY DAMAGES ARISING OUT OF CUSTOMER’S USE OF THE FREE SERVICES, ANY BREACH BY CUSTOMER OF THIS AGREEMENT AND ANY OF CUSTOMER’S INDEMNIFICATION OBLIGATIONS HEREUNDER.</p> 3.\nUSE OF SERVICES AND CONTENT <p>\n<strong>3.1 Subscriptions.</strong> Unless otherwise provided in the applicable Order Form or Documentation, (a) Purchased Services and access to Content are purchased as subscriptions for the term stated in the applicable Order Form or in the applicable online purchasing portal, (b) subscriptions for Purchased Services may be added during a subscription term at the same pricing as the underlying subscription pricing, prorated for the portion of that subscription term remaining at the time the subscriptions are added, and (c) any added subscriptions will terminate on the same date as the underlying subscriptions.\nCustomer agrees that its purchases are not contingent on the delivery of any future functionality or features, or dependent on any oral or written public comments made by SFDC regarding future functionality or features.</p>\n<p>\n<strong>3.2 Usage Limits.</strong> Services and Content are subject to usage limits specified in Order Forms and Documentation.\nIf Customer exceeds a contractual usage limit, SFDC may work with Customer to seek to reduce Customer’s usage so that it conforms to that limit.\nIf, notwithstanding SFDC’s efforts, Customer is unable or unwilling to abide by a contractual usage limit, Customer will execute an Order Form for additional quantities of the applicable Services or Content promptly upon SFDC’s request, and/or pay any invoice for excess usage in accordance with the “Invoicing and Payment” section below.</p>\n<p>\n<strong>3.3 Customer Responsibilities.</strong> Customer will (a) be responsible for Users’ compliance with this Agreement, Documentation and Order Forms, (b) be responsible for the accuracy, quality and legality of Customer Data, the means by which Customer acquired Customer Data, Customer’s use of Customer Data with the Services, and the interoperation of any Non-SFDC Applications with which Customer uses Services or Content, (c) use commercially reasonable efforts to prevent unauthorized access to or use of Services and Content, and notify SFDC promptly of any such unauthorized access or use, (d) use Services and Content only in accordance with this Agreement, Documentation, the Acceptable Use and External Facing Services Policy at https://www.salesforce.com/company/legal/agreements.jsp, Order Forms and applicable laws and government regulations, and (e) comply with terms of service of any Non-SFDC Applications with which Customer uses Services or Content.\nAny use of the Services in breach of the foregoing by Customer or Users that in SFDC’s judgment threatens the security, integrity or availability of SFDC’s services, may result in SFDC’s immediate suspension of the Services, however SFDC will use commercially reasonable efforts under the circumstances to provide Customer with notice and an opportunity to remedy such violation or threat prior to any such suspension.</p>\n<p>\n<strong>3.4 Usage Restrictions.</strong> Customer will not (a) make any Service or Content available to anyone other than Customer or Users, or use any Service or Content for the benefit of anyone other than Customer or its Affiliates, unless expressly stated otherwise in an Order Form or the Documentation, (b) sell, resell, license, sublicense, distribute, make available, rent or lease any Service or Content, or include any Service or Content in a service bureau or outsourcing offering, (c) use a Service or Non-SFDC Application to store or transmit infringing, libelous, or otherwise unlawful or tortious material, or to store or transmit material in violation of third-party privacy rights, (d) use a Service or Non-SFDC Application to store or transmit Malicious Code, (e) interfere with or disrupt the integrity or performance of any Service or third-party data contained therein, (f) attempt to gain unauthorized access to any Service or Content or its related systems or networks, (g) permit direct or indirect access to or use of any Services or Content in a way that circumvents a contractual usage limit, or use any Services to access or use any of SFDC intellectual property except as permitted under this Agreement, an Order Form, or the Documentation, (h) modify, copy, or create derivative works based on a Service or any part, feature, function or user interface thereof, (i) copy Content except as permitted herein or in an Order Form or the Documentation, (j) frame or mirror any part of any Service or Content, other than framing on Customer's own intranets or otherwise for its own internal business purposes or as permitted in the Documentation, (k) except to the extent permitted by applicable law, disassemble, reverse engineer, or decompile a Service or Content or access it to (1) build a competitive product or service, (2) build a product or service using similar ideas, features, functions or graphics of the Service, (3) copy any ideas, features, functions or graphics of the Service, or (4) determine whether the Services are within the scope of any patent.</p>\n<p>\n<strong>3.5 Removal of Content and Non-SFDC Applications.</strong> If Customer receives notice that Content or a Non-SFDC Application must be removed, modified and/or disabled to avoid violating applicable law, third-party rights, or the Acceptable Use and External Facing Services Policy, Customer will promptly do so.\nIf Customer does not take required action in accordance with the above, or if in SFDC’s judgment continued violation is likely to reoccur, SFDC may disable the applicable Content, Service and/or Non-SFDC Application.\nIf requested by SFDC, Customer shall confirm such deletion and discontinuance of use in writing and SFDC shall be authorized to provide a copy of such confirmation to any such third party claimant or governmental authority, as applicable.\nIn addition, if SFDC is required by any third party rights holder to remove Content, or receives information that Content provided to Customer may violate applicable law or third-party rights, SFDC may discontinue Customer’s access to Content through the Services.</p> 4.\nNON-SFDC PRODUCTS AND SERVICES <p>\n<strong>4.1 Non-SFDC Products and Services.</strong> SFDC or third parties may make available (for example, through a Marketplace or otherwise) third-party products or services, including, for example, Non-SFDC Applications and implementation and other consulting services.\nAny acquisition by Customer of such products or services, and any exchange of data between Customer and any Non-SFDC provider, product or service is solely between Customer and the applicable Non-SFDC provider.\nSFDC does not warrant or support Non-SFDC Applications or other Non-SFDC products or services, whether or not they are designated by SFDC as “certified” or otherwise, unless expressly provided otherwise in an Order Form.\nSFDC is not responsible for any disclosure, modification or deletion of Customer Data resulting from access by such Non-SFDC Application or its provider.</p>\n<p>\n<strong>4.2 Integration with Non-SFDC Applications.</strong> The Services may contain features designed to interoperate with Non-SFDC Applications.\nSFDC cannot guarantee the continued availability of such Service features, and may cease providing them without entitling Customer to any refund, credit, or other compensation, if for example and without limitation, the provider of a Non-SFDC Application ceases to make the Non-SFDC Application available for interoperation with the corresponding Service features in a manner acceptable to SFDC.</p> 5.\nFEES AND PAYMENT <p>\n<strong>5.1 Fees.</strong> Customer will pay all fees specified in Order Forms.\nExcept as otherwise specified herein or in an Order Form, (i) fees are based on Services and Content subscriptions purchased and not actual usage, (ii) payment obligations are non-cancelable and fees paid are non-refundable, and (iii) quantities purchased cannot be decreased during the relevant subscription term.</p>\n<p>\n<strong>5.2 Invoicing and Payment.</strong> Customer will provide SFDC with valid and updated credit card information, or with a valid purchase order or alternative document reasonably acceptable to SFDC.\nIf Customer provides credit card information to SFDC, Customer authorizes SFDC to charge such credit card for all Purchased Services listed in the Order Form for the initial subscription term and any renewal subscription term(s) as set forth in the “Term of Purchased Subscriptions” section below.\nSuch charges shall be made in advance, either annually or in accordance with any different billing frequency stated in the applicable Order Form.\nIf the Order Form specifies that payment will be by a method other than a credit card, SFDC will invoice Customer in advance and otherwise in accordance with the relevant Order Form.\nUnless otherwise stated in the Order Form, invoiced fees are due net 30 days from the invoice date.\nCustomer is responsible for providing complete and accurate billing and contact information to SFDC and notifying SFDC of any changes to such information.</p>\n<p>\n<strong>5.3 Overdue Charges.</strong> If any invoiced amount is not received by SFDC by the due date, then without limiting SFDC’s rights or remedies, (a) those charges may accrue late interest at the rate of 1.5% of the outstanding balance per month, or the maximum rate permitted by law, whichever is lower, and/or (b) SFDC may condition future subscription renewals and Order Forms on payment terms shorter than those specified in the “Invoicing and Payment” section above.</p>\n<p>\n<strong>5.4 Suspension of Service and Acceleration.</strong> If any charge owing by Customer under this or any other agreement for services is 30 days or more overdue, (or 10 or more days overdue in the case of amounts Customer has authorized SFDC to charge to Customer’s credit card), SFDC may, without limiting its other rights and remedies, accelerate Customer’s unpaid fee obligations under such agreements so that all such obligations become immediately due and payable, and suspend Services until such amounts are paid in full, provided that, other than for customers paying by credit card or direct debit whose payment has been declined, SFDC will give Customer at least 10 days’ prior notice that its account is overdue, in accordance with the “Manner of Giving Notice” section below for billing notices, before suspending services to Customer.</p>\n<p>\n<strong>5.5 Payment Disputes.</strong> SFDC will not exercise its rights under the “Overdue Charges” or “Suspension of Service and Acceleration” section above if Customer is disputing the applicable charges reasonably and in good faith and is cooperating diligently to resolve the dispute.</p>\n<p>\n<strong>5.6 Taxes.</strong> SFDC's fees do not include any taxes, levies, duties or similar governmental assessments of any nature, including, for example, value-added, sales, use or withholding taxes, assessable by any jurisdiction whatsoever (collectively, “Taxes”).\nCustomer is responsible for paying all Taxes associated with its purchases hereunder.\nIf SFDC has the legal obligation to pay or collect Taxes for which Customer is responsible under this section, SFDC will invoice Customer and Customer will pay that amount unless Customer provides SFDC with a valid tax exemption certificate authorized by the appropriate taxing authority.\nFor clarity, SFDC is solely responsible for taxes assessable against it based on its income, property and employees.</p> 6.\nPROPRIETARY RIGHTS AND LICENSES <p>\n<strong>6.1 Reservation of Rights.</strong> Subject to the limited rights expressly granted hereunder, SFDC, its Affiliates, its licensors and Content Providers reserve all of their right, title and interest in and to the Services and Content, including all of their related intellectual property rights.\nNo rights are granted to Customer hereunder other than as expressly set forth herein.</p>\n<p>\n<strong>6.2 Access to and Use of Content.</strong> Customer has the right to access and use applicable Content subject to the terms of applicable Order Forms, this Agreement and the Documentation.</p>\n<p>\n<strong>6.3 License by Customer to SFDC.</strong> Customer grants SFDC, its Affiliates and applicable contractors a worldwide, limited-term license to host, copy, use, transmit, and display any Non-SFDC Applications and program code created by or for Customer using a Service or for use by Customer with the Services, and Customer Data, each as appropriate for SFDC to provide and ensure proper operation of the Services and associated systems in accordance with this Agreement.\nIf Customer chooses to use a Non-SFDC Application with a Service, Customer grants SFDC permission to allow the Non-SFDC Application and its provider to access Customer Data and information about Customer’s usage of the Non-SFDC Application as appropriate for the interoperation of that Non-SFDC Application with the Service.\nSubject to the limited licenses granted herein, SFDC acquires no right, title or interest from Customer or its licensors under this Agreement in or to any Customer Data, Non-SFDC Application or such program code.</p>\n<p>\n<strong>6.4 License by Customer to Use Feedback.</strong> Customer grants to SFDC and its Affiliates a worldwide, perpetual, irrevocable, royalty-free license to use and incorporate into its services any suggestion, enhancement request, recommendation, correction or other feedback provided by Customer or Users relating to the operation of SFDC’s or its Affiliates’ services.</p>\n<p>\n<strong>6.5 Federal Government End Use Provisions.</strong> SFDC provides the Services, including related software and technology, for ultimate federal government end use in accordance with the following: The Services consist of “commercial items,” as defined at FAR 2.101.\nIn accordance with FAR 12.211-12.212 and DFARS 227.7102-4 and 227.7202-4, as applicable, the rights of the U.S.\nGovernment to use, modify, reproduce, release, perform, display, or disclose commercial computer software, commercial computer software documentation, and technical data furnished in connection with the Services shall be as provided in this Agreement, except that, for U.S.\nDepartment of Defense end users, technical data customarily provided to the public is furnished in accordance with DFARS 252.227-7015.\nIf a government agency needs additional rights, it must negotiate a mutually acceptable written addendum to this Agreement specifically granting those rights.</p> 7.\nCONFIDENTIALITY <p>\n<strong>7.1 Definition of Confidential Information.</strong> “Confidential Information” means all information disclosed by a party (“Disclosing Party”) to the other party (“Receiving Party”), whether orally or in writing, that is designated as confidential or that reasonably should be understood to be confidential given the nature of the information and the circumstances of disclosure.\nConfidential Information of Customer includes Customer Data.\nConfidential Information of SFDC includes the Services and Content, and the terms and conditions of this Agreement and all Order Forms (including pricing).\nConfidential Information of each party includes business and marketing plans, technology and technical information, product plans and designs, and business processes disclosed by such party.\nHowever, Confidential Information does not include any information that (i) is or becomes generally known to the public without breach of any obligation owed to the Disclosing Party, (ii) was known to the Receiving Party prior to its disclosure by the Disclosing Party without breach of any obligation owed to the Disclosing Party, (iii) is received from a third party without breach of any obligation owed to the Disclosing Party, or (iv) was independently developed by the Receiving Party.\nFor the avoidance of doubt, the non-disclosure obligations set forth in this “Confidentiality” section apply to Confidential Information exchanged between the parties in connection with the evaluation of additional SFDC services.</p>\n<p>\n<strong>7.2 Protection of Confidential Information.</strong> As between the parties, each party retains all ownership rights in and to its Confidential Information.\nThe Receiving Party will use the same degree of care that it uses to protect the confidentiality of its own confidential information of like kind (but not less than reasonable care) to (i) not use any Confidential Information of the Disclosing Party for any purpose outside the scope of this Agreement and (ii) except as otherwise authorized by the Disclosing Party in writing, limit access to Confidential Information of the Disclosing Party to those of its and its Affiliates’ employees and contractors who need that access for purposes consistent with this Agreement and who have signed confidentiality agreements with the Receiving Party containing protections not materially less protective of the Confidential Information than those herein.\nNeither party will disclose the terms of this Agreement or any Order Form to any third party other than its Affiliates, legal counsel and accountants without the other party’s prior written consent, provided that a party that makes any such disclosure to its Affiliate, legal counsel or accountants will remain responsible for such Affiliate’s, legal counsel’s or accountant’s compliance with this “Confidentiality” section.\nNotwithstanding the foregoing, SFDC may disclose the terms of this Agreement and any applicable Order Form to a subcontractor or Non-SFDC Application Provider to the extent necessary to perform SFDC’s obligations under this Agreement, under terms of confidentiality materially as protective as set forth herein.</p>\n<p>\n<strong>7.3 Compelled Disclosure.</strong> The Receiving Party may disclose Confidential Information of the Disclosing Party to the extent compelled by law to do so, provided the Receiving Party gives the Disclosing Party prior notice of the compelled disclosure (to the extent legally permitted) and reasonable assistance, at the Disclosing Party's cost, if the Disclosing Party wishes to contest the disclosure.\nIf the Receiving Party is compelled by law to disclose the Disclosing Party’s Confidential Information as part of a civil proceeding to which the Disclosing Party is a party, and the Disclosing Party is not contesting the disclosure, the Disclosing Party will reimburse the Receiving Party for its reasonable cost of compiling and providing secure access to that Confidential Information.</p> 8.\nREPRESENTATIONS, WARRANTIES, EXCLUSIVE REMEDIES AND DISCLAIMERS <p>\n<strong>8.1 Representations.</strong> Each party represents that it has validly entered into this Agreement and has the legal power to do so.</p>\n<p>\n<strong>8.2 SFDC Warranties.</strong> SFDC warrants that during an applicable subscription term (a) this Agreement, the Order Forms and the Documentation will accurately describe the applicable administrative, physical, and technical safeguards for protection of the security, confidentiality and integrity of Customer Data, (b) SFDC will not materially decrease the overall security of the Services, (c) the Services will perform materially in accordance with the applicable Documentation, and (d) subject to the “Integration with Non-SFDC Applications” section above, SFDC will not materially decrease the overall functionality of the Services.\nFor any breach of a warranty above, Customer’s exclusive remedies are those described in the “Termination” and “Refund or Payment upon Termination” sections below.</p>\n<p>\n<strong>8.3 Disclaimers.</strong> EXCEPT AS EXPRESSLY PROVIDED HEREIN, NEITHER PARTY MAKES ANY WARRANTY OF ANY KIND, WHETHER EXPRESS, IMPLIED, STATUTORY OR OTHERWISE, AND EACH PARTY SPECIFICALLY DISCLAIMS ALL IMPLIED WARRANTIES, INCLUDING ANY IMPLIED WARRANTY OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE OR NON-INFRINGEMENT, TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW.\nCONTENT AND BETA SERVICES ARE PROVIDED “AS IS,” AND AS AVAILABLE EXCLUSIVE OF ANY WARRANTY WHATSOEVER.</p> 9.\nMUTUAL INDEMNIFICATION <p>\n<strong>9.1 Indemnification by SFDC.</strong> SFDC will defend Customer against any claim, demand, suit or proceeding made or brought against Customer by a third party alleging that any Purchased Service infringes or misappropriates such third party’s intellectual property rights (a “Claim Against <strong>Customer</strong>”), and will indemnify Customer from any damages, attorney fees and costs finally awarded against Customer as a result of, or for amounts paid by Customer under a settlement approved by SFDC in writing of, a Claim Against Customer, provided Customer (a) promptly gives SFDC written notice of the Claim Against Customer, (b) gives SFDC sole control of the defense and settlement of the Claim Against Customer (except that SFDC may not settle any Claim Against Customer unless it unconditionally releases Customer of all liability), and (c) gives SFDC all reasonable assistance, at SFDC’s expense.\nIf SFDC receives information about an infringement or misappropriation claim related to a Service, SFDC may in its discretion and at no cost to Customer (i) modify the Services so that they are no longer claimed to infringe or misappropriate, without breaching SFDC’s warranties under “SFDC Warranties” above, (ii) obtain a license for Customer’s continued use of that Service in accordance with this Agreement, or (iii) terminate Customer’s subscriptions for that Service upon 30 days’ written notice and refund Customer any prepaid fees covering the remainder of the term of the terminated subscriptions.\nThe above defense and indemnification obligations do not apply if (1) the allegation does not state with specificity that the Services are the basis of the Claim Against Customer.\n(2) a Claim Against Customer arises from the use or combination of the Services or any part thereof with software, hardware, data, or processes not provided by SFDC, if the Services or use thereof would not infringe without such combination.\n(3) a Claim Against Customer arises from Services under an Order Form for which there is no charge.\nor (4) a Claim against Customer arises from Content, a Non-SFDC Application or Customer’s breach of this Agreement, the Documentation or applicable Order Forms.</p>\n<p>\n<strong>9.2 Indemnification by Customer.</strong> Customer will defend SFDC and its Affiliates against any claim, demand, suit or proceeding made or brought against SFDC by a third party alleging (a) that any Customer Data or Customer’s use of Customer Data with the Services, (b) a Non-SFDC Application provided by Customer, or (c) the combination of a Non-SFDC Application provided by Customer and used with the Services, infringes or misappropriates such third party’s intellectual property rights, or arising from Customer’s use of the Services or Content in an unlawful manner or in violation of the Agreement, the Documentation, or Order Form (each a “Claim Against <strong>SFDC</strong>”), and will indemnify SFDC from any damages, attorney fees and costs finally awarded against SFDC as a result of, or for any amounts paid by SFDC under a settlement approved by Customer in writing of, a Claim Against SFDC, provided SFDC (a) promptly gives Customer written notice of the Claim Against SFDC, (b) gives Customer sole control of the defense and settlement of the Claim Against SFDC (except that Customer may not settle any Claim Against SFDC unless it unconditionally releases SFDC of all liability), and (c) gives Customer all reasonable assistance, at Customer’s expense.\nThe above defense and indemnification obligations do not apply if a Claim Against SFDC arises from SFDC’s breach of this Agreement, the Documentation or applicable Order Forms.</p>\n<p>\n<strong>9.3 Exclusive Remedy.</strong> This “Mutual Indemnification” section states the indemnifying party’s sole liability to, and the indemnified party’s exclusive remedy against, the other party for any third party claim described in this section.</p> 10.\nLIMITATION OF LIABILITY <p>\n<strong>10.1 Limitation of Liability.</strong> IN NO EVENT SHALL THE AGGREGATE LIABILITY OF EACH PARTY TOGETHER WITH ALL OF ITS AFFILIATES ARISING OUT OF OR RELATED TO THIS AGREEMENT EXCEED THE TOTAL AMOUNT PAID BY CUSTOMER AND ITS AFFILIATES HEREUNDER FOR THE SERVICES GIVING RISE TO THE LIABILITY IN THE TWELVE MONTHS PRECEDING THE FIRST INCIDENT OUT OF WHICH THE LIABILITY AROSE.\nTHE FOREGOING LIMITATION WILL APPLY WHETHER AN ACTION IS IN CONTRACT OR TORT AND REGARDLESS OF THE THEORY OF LIABILITY, BUT WILL NOT LIMIT CUSTOMER'S AND ITS AFFILIATES’ PAYMENT OBLIGATIONS UNDER THE “FEES AND PAYMENT” SECTION ABOVE.</p>\n<p>\n<strong>10.2 Exclusion of Consequential and Related Damages.</strong> IN NO EVENT WILL EITHER PARTY OR ITS AFFILIATES HAVE ANY LIABILITY ARISING OUT OF OR RELATED TO THIS AGREEMENT FOR ANY LOST PROFITS, REVENUES, GOODWILL, OR INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, COVER, BUSINESS INTERRUPTION OR PUNITIVE DAMAGES, WHETHER AN ACTION IS IN CONTRACT OR TORT AND REGARDLESS OF THE THEORY OF LIABILITY, EVEN IF A PARTY OR ITS AFFILIATES HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES OR IF A PARTY’S OR ITS AFFILIATES’ REMEDY OTHERWISE FAILS OF ITS ESSENTIAL PURPOSE.\nTHE FOREGOING DISCLAIMER WILL NOT APPLY TO THE EXTENT PROHIBITED BY LAW.</p> 11.\nTERM AND TERMINATION <p>\n<strong>11.1 Term of Agreement.</strong> This Agreement commences on the date Customer first accepts it and continues until all subscriptions hereunder have expired or have been terminated.</p>\n<p>\n<strong>11.2 Term of Purchased Subscriptions.</strong> The term of each subscription shall be as specified in the applicable Order Form.\nExcept as otherwise specified in an Order Form, subscriptions will automatically renew for additional periods equal to the expiring subscription term or one year (whichever is shorter), unless either party gives the other written notice (email acceptable) at least 30 days before the end of the relevant subscription term.\nExcept as expressly provided in the applicable Order Form, renewal of promotional or one-time priced subscriptions will be at SFDC’s applicable list price in effect at the time of the applicable renewal.\nNotwithstanding anything to the contrary, any renewal in which subscription volume or subscription length for any Services has decreased from the prior term will result in re-pricing at renewal without regard to the prior term’s per-unit pricing.</p>\n<p>\n<strong>11.3 Termination.</strong> A party may terminate this Agreement for cause (i) upon 30 days written notice to the other party of a material breach if such breach remains uncured at the expiration of such period, or (ii) if the other party becomes the subject of a petition in bankruptcy or any other proceeding relating to insolvency, receivership, liquidation or assignment for the benefit of creditors.</p>\n<p>\n<strong>11.4 Refund or Payment upon Termination.</strong> If this Agreement is terminated by Customer in accordance with the “Termination” section above, SFDC will refund Customer any prepaid fees covering the remainder of the term of all Order Forms after the effective date of termination.\nIf this Agreement is terminated by SFDC in accordance with the “Termination” section above, Customer will pay any unpaid fees covering the remainder of the term of all Order Forms to the extent permitted by applicable law.\nIn no event will termination relieve Customer of its obligation to pay any fees payable to SFDC for the period prior to the effective date of termination.</p>\n<p>\n<strong>11.5 Surviving Provisions.</strong> The sections titled “Free Services,” “Fees and Payment,” “Proprietary Rights and Licenses,” “Confidentiality,” “Disclaimers,” “Mutual Indemnification,” “Limitation of Liability,” “Refund or Payment upon Termination,” “Removal of Content and Non-SFDC Applications,” “Surviving Provisions” and “General Provisions” will survive any termination or expiration of this Agreement, and the section titled “Protection of Customer Data” will survive any termination or expiration of this Agreement for so long as SFDC retains possession of Customer Data.</p> 12.\nGENERAL PROVISIONS <p>\n<strong>12.1 Export Compliance.</strong> The Services, Content, other SFDC technology, and derivatives thereof may be subject to export laws and regulations of the United States and other jurisdictions.\nSFDC and Customer each represents that it is not named on any U.S.\ngovernment denied-party list.\nCustomer will not permit any User to access or use any Service or Content in a U.S.-embargoed country or region (currently Cuba, Iran, North Korea, Sudan, Syria or Crimea) or in violation of any U.S.\nexport law or regulation.</p>\n<p>\n<strong>12.2 Anti-Corruption.</strong> Neither party has received or been offered any illegal or improper bribe, kickback, payment, gift, or thing of value from an employee or agent of the other party in connection with this Agreement.\nReasonable gifts and entertainment provided in the ordinary course of business do not violate the above restriction.</p>\n<p>\n<strong>12.3 Entire Agreement and Order of Precedence.</strong> This Agreement is the entire agreement between SFDC and Customer regarding Customer’s use of Services and Content and supersedes all prior and contemporaneous agreements, proposals or representations, written or oral, concerning its subject matter.\nThe parties agree that any term or condition stated in a Customer purchase order or in any other Customer order documentation (excluding Order Forms) is void.\nIn the event of any conflict or inconsistency among the following documents, the order of precedence shall be: (1) the applicable Order Form, (2) this Agreement, and (3) the Documentation.\nTitles and headings of sections of this Agreement are for convenience only and shall not affect the construction of any provision of this Agreement.</p>\n<p>\n<strong>12.4 Relationship of the Parties.</strong> The parties are independent contractors.\nThis Agreement does not create a partnership, franchise, joint venture, agency, fiduciary or employment relationship between the parties.\nEach party will be solely responsible for payment of all compensation owed to its employees, as well as all employment-related taxes.</p>\n<p>\n<strong>12.5 Third-Party Beneficiaries.</strong> There are no third-party beneficiaries under this Agreement.</p>\n<p>\n<strong>12.6 Waiver.</strong> No failure or delay by either party in exercising any right under this Agreement will constitute a waiver of that right.</p>\n<p>\n<strong>12.7 Severability.</strong> If any provision of this Agreement is held by a court of competent jurisdiction to be contrary to law, the provision will be deemed null and void, and the remaining provisions of this Agreement will remain in effect.</p>\n<p>\n<strong>12.8 Assignment.</strong> Neither party may assign any of its rights or obligations hereunder, whether by operation of law or otherwise, without the other party’s prior written consent (not to be unreasonably withheld).\nprovided, however, either party may assign this Agreement in its entirety (including all Order Forms), without the other party’s consent to its Affiliate or in connection with a merger, acquisition, corporate reorganization, or sale of all or substantially all of its assets.\nNotwithstanding the foregoing, if a party is acquired by, sells substantially all of its assets to, or undergoes a change of control in favor of, a direct competitor of the other party, then such other party may terminate this Agreement upon written notice.\nIn the event of such a termination, SFDC will refund Customer any prepaid fees covering the remainder of the term of all subscriptions for the period after the effective date of such termination.\nSubject to the foregoing, this Agreement will bind and inure to the benefit of the parties, their respective successors and permitted assigns.</p>\n<p>\n<strong>12.9 SFDC Contracting Entity, Notices, Governing Law, and Venue.</strong> The SFDC entity entering into this Agreement, the address to which Customer should direct notices under this Agreement, the law that will apply in any dispute or lawsuit arising out of or in connection with this Agreement, and the courts that have jurisdiction over any such dispute or lawsuit, depend on where Customer is domiciled.</p> If Customer is domiciled in: The SFDC entity entering into this Agreement is: Notices should be addressed to: Governing law is: Courts with exclusive jurisdiction are: The United States of America, Mexico or a Country in Central or South America or the Caribbean salesforce.com, inc., a Delaware corporation Salesforce Tower, 415 Mission Street, 3rd Floor, San Francisco, California, 94105, U.S.A., attn: VP, Worldwide Sales Operations, with a copy to attn: General Counsel.\nCalifornia and controlling United States federal law San Francisco, California, U.S.A.\nBrazil Salesforce Tecnologia Ltda.\nAv.\nJornalista Roberto Marinho, 85, 14º Andar - Cidade Monções, CEP 04576-010 São Paulo - SP Brazil São Paulo, SP, Brazil Canada salesforce.com Canada Corporation, a Nova Scotia corporation Salesforce Tower, 415 Mission Street, 3rd Floor, San Francisco, California, 94105, U.S.A., attn: VP, Worldwide Sales Operations, with a copy to attn: General Counsel.\nOntario and controlling Canadian federal law Toronto, Ontario, Canada France salesforce.com France, a French S.A.S company with a share capital of 37,000 €, registered with the Paris Trade Registry under number 483 993 226 RCS Paris, Registered office: 3 Avenue Octave Gréard, 75007 Paris, France Salesforce.com Sarl, Route de la Longeraie 9, Morges, 1110, Switzerland, attn: Director, EMEA Sales Operations, with a copy to attn.: Legal Department - Service Juridique, 3 Avenue Octave Gréard, 75007 Paris, France.\nFrance Paris, France Germany salesforce.com Germany GmbH, a limited liability company, incorporated in Germany Salesforce.com Sarl, Route de la Longeraie 9, Morges, 1110, Switzerland, attn: Director, EMEA Sales Operations, with a copy to attn.: Legal Department - Erika-Mann-Strasse 31-37, 80636 München, Germany.\nGermany Munich, Germany Italy Salesforce.com Italy S.r.l., an Italian limited liability company having its registered address at Piazza Filippo Meda 5, 20121 Milan (MI), VAT / Fiscal code n.\n04959160963 Salesforce.com Sarl, Route de la Longeraie 9, Morges, 1110, Switzerland, attn: Director, EMEA Sales Operations, with a copy to attn.: Legal Department Italy Milan, Italy Spain Salesforce Systems Spain, S.L.U., a limited liability company incorporated in Spain Salesforce.com Sarl, Route de la Longeraie 9, Morges, 1110, Switzerland, attn: Director, EMEA Sales Operations, with a copy to attn.: Legal Department - Paseo de la Castellana 79, Madrid, 28046, Spain Spain Madrid, Spain United Kingdom Salesforce UK Limited (f/k/a salesforce.com EMEA Limited), a limited liability company incorporated in England Salesforce.com Sarl, Route de la Longeraie 9, Morges, 1110, Switzerland, attn: Director, EMEA Sales Operations, with a copy to attn: Legal Department, Salesforce UK Limited (f/k/a salesforce.com EMEA Limited), Floor 26 Salesforce Tower, 110 Bishopsgate, London, EC2N 4AY, United Kingdom.\nEngland London, England A Country in Europe, the Middle East or Africa, other than France, Germany, Italy, Spain, and the United Kingdom SFDC Ireland Limited, a limited liability company incorporated in Ireland Salesforce.com Sarl, Route de la Longeraie 9, Morges, 1110, Switzerland, attn: Director, EMEA Sales Operations, with a copy to attn.: Legal Department - 3rd and 4th Floor, 1 Central Park Block G, Central Park, Leopardstown, Dublin 18, Ireland England London, England Japan Kabushiki Kaisha Salesforce.com, a Japan corporation JP Tower 12F, 2-7-2 Marunouchi, Chiyoda-ku, Tokyo 100-7012, Japan, attn: Senior Director, Japan Sales Operations, with a copy to attn: General Counsel.\nJapan Tokyo, Japan A Country in Asia or the Pacific region, other than Japan, Australia or New Zealand Salesforce.com Singapore Pte Ltd, a Singapore private limited company 5 Temasek Boulevard #13-01, Suntec Tower 5, Singapore, 038985, attn: Director, APAC Sales Operations, with a copy to attn: General Counsel.\nSingapore Singapore Australia or New Zealand SFDC Australia Pty Ltd 201 Sussex Street, Darling Park Tower 3, Level 12, Sydney NSW 2000, attn: Senior Director, Finance with a copy to attn: General Counsel.\nNew South Wales, Australia New South Wales, Australia <p>\n<strong>12.10 Manner of Giving Notice.</strong> Except as otherwise specified in this Agreement, all notices related to this Agreement will be in writing and will be effective upon (a) personal delivery, (b) the second business day after mailing, or (c), except for notices of termination or an indemnifiable claim (“Legal Notices”), which shall clearly be identifiable as Legal Notices, the day of sending by email.\nBilling-related notices to Customer will be addressed to the relevant billing contact designated by Customer.\nAll other notices to Customer will be addressed to the relevant Services system administrator designated by Customer.</p>\n<p>\n<strong>12.11 Agreement to Governing Law and Jurisdiction.</strong> Each party agrees to the applicable governing law above without regard to choice or conflicts of law rules, and to the exclusive jurisdiction of the applicable courts above.</p>\n<p>\n<strong>12.12 Local Law Requirements: France.</strong> With respect to Customers domiciled in France, in the event of any conflict between any statutory law in France applicable to Customer, and the terms and conditions of this Agreement, the applicable statutory law shall prevail.</p>\n<p>\n<strong>12.13 Local Law Requirements: Germany.</strong> With respect to Customers domiciled in Germany, Section 8 “REPRESENTATIONS, WARRANTIES, EXCLUSIVE REMEDIES AND DISCLAIMERS”, Section 9.3 “Exclusive Remedy”, and Section 10 “LIMITATION OF LIABILITY” of this Agreement are replaced with the following sections respectively:</p>\n<p>\n<strong>8 WARRANTIES FOR CUSTOMERS DOMICILED IN GERMANY</strong>\n</p>\n<p>\n<strong>8.1 Agreed Quality of the Services.</strong> SFDC warrants that during an applicable subscription term (a) this Agreement, the Order Forms and the Documentation will accurately describe the applicable administrative, physical, and technical safeguards for protection of the security, confidentiality and integrity of Customer Data, (b) SFDC will not materially decrease the overall security of the Services, (c) the Services will perform materially in accordance with the applicable Documentation, and (d) subject to the “Integration with Non-SFDC Applications” section above, SFDC will not materially decrease the overall functionality of the Services.</p>\n<p>\n<strong>8.2 Content.</strong> SFDC is not designating or adopting Content as its own and assumes no warranty or liability for Content.\nThe parties agree that the “Reporting of Defects”, “Remedies resulting from Defects” and “Exclusions” section shall apply accordingly to SFDC’s responsibility in the event SFDC is deemed responsible for Content by a court of competent jurisdiction.</p>\n<p>\n<strong>8.3 Reporting of Defects.</strong> Customer shall report any deviation of the Services from the “Agreed Quality of the Services” section (“Defect”) to SFDC in writing without undue delay and shall submit a detailed description of the Defect or, if not possible, of the symptoms of the Defect.\nCustomer shall forward to SFDC any useful information available to Customer for rectification of the Defect.</p>\n<p>\n<strong>8.4 Remedies resulting from Defects.</strong> SFDC shall rectify any Defect within a reasonable period of time.\nIf such rectification fails, Customer may terminate the respective Order Form provided that SFDC had enough time for curing the Defect.\nThe “Refund or Payment upon Termination” section, sentence and 1 and sentence 3 shall apply accordingly.\nIf SFDC is responsible for the Defect or if SFDC is in default with the rectification, Customer may assert claims for the damage caused in the scope specified in the “Limitation of Liability” section below.</p>\n<p>\n<strong>8.5 Defects in Title.</strong> Defects in title of the Services shall be handled in accordance with the provisions of Clause 9 “Mutual Indemnification”.</p>\n<p>\n<strong>8.6 Exclusions.</strong> Customer shall have no claims under this Clause 8 “Warranty” if a Defect was caused by the Services not being used by Customer in accordance with the provisions of this Agreement, the Documentation and the applicable Order Forms.</p>\n<p>\n<strong>9.3 Liability resulting from Indemnification for Customers domiciled in Germany.</strong> The below “Limitation of Liability” section shall apply to any claims resulting from this “Mutual Indemnification” section.</p>\n<p>\n<strong>10.\nLIMITATION OF LIABILITY FOR CUSTOMERS DOMICILED IN GERMANY</strong>\n</p>\n<p>\n<strong>10.1 Unlimited Liability.</strong> The Parties shall be mutually liable without limitation</p>\n<ul>\n<li>(a) in the event of willful misconduct or gross negligence,</li>\n<li>(b) within the scope of a guarantee taken over by the respective party,</li>\n<li>(c) in the event that a defect is maliciously concealed,</li>\n<li>(d) in case of an injury to life, body or health,</li>\n<li>(e) according to the German Product Liability Law.</li>\n</ul>\n<p>\n<strong>10.2 Liability for Breach of Cardinal Duties.</strong> If cardinal duties are infringed due to slight negligence and if, as a consequence, the achievement of the objective of this Agreement including any applicable Order Form is endangered, or in the case of a slightly negligent failure to comply with duties, the very discharge of which is an essential prerequisite for the proper performance of this Agreement (including any applicable Order Form), the parties’ liability shall be limited to foreseeable damage typical for the contract.\nIn all other respects, any liability for damage caused by slight negligence shall be excluded.</p>\n<p>\n<strong>10.3 Liability Cap.</strong> Unless the parties are liable in accordance with “Unlimited Liability” section above, in no event shall the aggregate liability of each party together with all of its Affiliates arising out of or related to this Agreement exceed the total amount paid by Customer and its Affiliates hereunder for the Services giving rise to the liability in the 12 months preceding the first incident out of which the liability arose.\nThe foregoing limitation will not limit Customer’s and its Affiliates’ payment obligations under the “Fees and Payment” section above.</p>\n<p>\n<strong>10.4 Scope.</strong> With the exception of liability in accordance with the “Unlimited Liability” section, the above limitations of liability shall apply to all claims for damages, irrespective of the legal basis including claims for tort damages.\nThe above limitations of liability also apply in the case of claims for a party’s damages against the respective other party’s employees, agents or bodies.</p>\n<p>\n<strong>12.14 Local Law Requirements: Italy.</strong> With respect to Customers domiciled in Italy, Section 5.2 “Invoicing and Payment”, Section 5.3 “Overdue Charges”, Section 5.4 “Suspension of Service and Acceleration”, and Section 12.2 “Anti Corruption” of this Agreement are replaced with the following sections respectively:</p>\n<p>\n<strong>5.2.\nInvoicing and Payment</strong>\n</p>\n<p>\n<strong>5.2.1 Invoicing and Payment.</strong> Fees will be invoiced in advance and otherwise in accordance with the relevant Order Form.\nUnless otherwise stated in the Order Form, fees are due net 30 days from the invoice date.\nThe parties acknowledge that invoices are also be submitted electronically by SFDC in accordance with the “Electronic Invoicing” section below through the Agenzia delle Entrate’s Exchange System (SDI – Sistema di Interscambio) and any delay due to the SDI shall not affect the foregoing payment term.\nCustomer shall be responsible for providing complete and accurate billing and contact information to SFDC and shall notify SFDC of any changes to such information.</p>\n<p>\n<strong>5.2.2 Electronic Invoicing.</strong> The invoice will be issued in electronic format as defined in article 1, paragraph 916, of Law no.\n205 of December 27, 2017, which introduced the obligation of electronic invoicing, starting from January 1, 2019, for the sale of goods and services performed between residents, established or identified in the territory of the Italian State.\nTo facilitate such electronic invoicing, Customer shall provide to SFDC at least the following information in writing: Customer full registered company name, registered office address, VAT number, tax/fiscal code and any additional code and/or relevant information required under applicable law.\nIn any event, the parties shall cooperate diligently to enable such electronic invoicing process.\nAny error due to the provision by Customer of incorrect or insufficient invoicing information preventing (a) SFDC to successfully submit the electronic invoice to the SDI or (b) the SDI to duly and effectively process such invoice or (c) which, in any event, requires SFDC to issue an invoice again, shall not result in an extension of the payment term set out in the “Invoicing and Payment” section above, and such term shall still be calculated from the date of the original invoice.\nSFDC reserves the right to provide any invoice copy in electronic form via email in addition to the electronic invoicing described herein.</p>\n<p>\n<strong>5.2.3 Split Payment.</strong> If subject to the “split payment” regime, Customer shall be exclusively responsible for payment of any VAT amount due, provided that Customer shall confirm to SFDC the applicability of such regime and, if applicable, Customer shall provide proof of such VAT payment to SFDC and, if applicable, Customer shall provide proof of such VAT payment to SFDC.</p>\n<p>\n<strong>5.3 Overdue Charges.</strong> Subject to the “Payment Disputes” section below, if any invoiced amount is not received by SFDC by the due date, then without limiting SFDC’s rights or remedies, those charges, without the need for notice of default, may accrue late interest at the rate of 1.5% of the outstanding balance per month, or the maximum rate permitted by law (Legislative Decree no.\n231/2002), whichever is lower and/or (b) SFDC may condition future subscription renewals and Order Forms on payment terms shorter than those specified in the “Invoicing and Payment” section above.</p>\n<p>\n<strong>5.4.\nSuspension of Service.</strong> Subject to the “Payment Disputes” section below, if any charge owing by Customer under this or any other agreement for services is 30 days or more overdue, (or 10 or more days overdue in the case of amounts Customer has authorized SFDC to charge to Customer’s credit card), SFDC may, without limiting its other rights and remedies, suspend Services until such amounts are paid in full, provided that, other than for customers paying by credit card or direct debit whose payment has been declined, SFDC will give Customer at least 10 days’ prior notice that its account is overdue, in accordance with the “Manner of Giving Notice” section below for billing notices, before suspending services to Customer.</p>\n<p>\n<strong>12.2 Anti-Corruption.</strong>\n</p>\n<p>\n<strong>12.2.1 Anti-Corruption.</strong> Neither party has received or been offered any illegal or improper bribe, kickback, payment, gift, or thing of value from an employee or agent of the other party in connection with this Agreement.\nReasonable gifts and entertainment provided in the ordinary course of business do not violate the above restriction.</p>\n<p>\n<strong>12.2.2 Code of Conduct and Organization, Management and Control Model.</strong> Customer acknowledges that SFDC has adopted an Organization, Management and Control Model pursuant to Legislative Decree 231/2001 to prevent crimes provided for therein and commits to comply with the principles contained in the above Legislative Decree 231/2001 and in the SFDC Code of Conduct which is available at the following link: salesforce.com/content/dam/web/en_us/www/documents/legal/compliance%20documents/salesforce-code-ofconduct.pdf.\nCustomer also acknowledges and agrees that the violation of the principles and the provisions contained in Legislative Decree 231/2001 and in the SFDC Code of Conduct by Customer may entitle SFDC, based on the severity of the violation, to terminate this Agreement for cause as set out in Section 11.3(i) above.</p>\n<p>\n<strong>12.15 Local Law Requirements: Spain.</strong> With respect to Customers domiciled in Spain, in the event of any conflict between any statutory law in Spain applicable to Customer, and the terms and conditions of this Agreement, the applicable statutory law shall prevail.</p> ", "created_at": "2018-10-23 18:47:26.20353", "updated_at": "2020-12-14 20:24:36.750666"}], "points": [{"id": 16255, "title": "You have the right to leave this service at any time", "source": "https://www.heroku.com/policy/salesforce-heroku-msa", "status": "Generated through the annotate view", "created_at": "2021-02-10 08:51:36.233511", "updated_at": "2021-02-10 08:51:36.233511", "quoteText": "A party may terminate this Agreement for cause (i) upon 30 days written notice to the other party of a material breach if such breach remains uncured at the expiration of such period, ", "case_id": 170, "document_id": 685, "quoteStart": 42030, "quoteEnd": 42214}, {"id": 16257, "title": "A complaint mechanism is provided for the handling of personal data", "source": "https://www.salesforce.com/company/privacy/", "status": "Generated through the annotate view", "created_at": "2021-02-10 08:58:24.738312", "updated_at": "2021-02-10 08:58:24.738312", "quoteText": "\n<p>If you believe that we have not been able to assist with your complaint or concern, and you are located in the EEA, you have the right to lodge a complaint with the competent supervisory authority.</p>", "case_id": 300, "document_id": 687, "quoteStart": 8884, "quoteEnd": 9089}, {"id": 16242, "title": "You can request access and deletion of personal data", "source": "https://www.salesforce.com/company/privacy/", "status": "Generated through the annotate view", "created_at": "2021-02-10 08:26:54.487998", "updated_at": "2021-02-10 08:26:54.487998", "quoteText": "These rights may include:</p>\n<ul>\n<li>To access your Personal Data held by us (right to access);</li>\n<li>To rectify inaccurate Personal Data and, taking into account the purpose of processing the Personal Data, ensure it is complete (right to rectification);</li>\n<li>To erase/delete your Personal Data, to the extent permitted by applicable data protection laws (right to erasure.\nright to be forgotten);</li>\n", "case_id": 195, "document_id": 687, "quoteStart": 6821, "quoteEnd": 7234}, {"id": 16246, "title": "You can limit how your information is used by third-parties and the service", "source": "https://www.salesforce.com/company/privacy/", "status": "Generated through the annotate view", "created_at": "2021-02-10 08:29:49.813726", "updated_at": "2021-03-22 22:57:09.898546", "quoteText": "<li>To restrict our processing of your Personal Data to the extent permitted by law (right to restriction of processing);", "case_id": 338, "document_id": 687, "quoteStart": 7234, "quoteEnd": 7355}, {"id": 16244, "title": "The service uses your personal data for advertising", "source": "https://www.salesforce.com/company/privacy/", "status": "\"We collect and process Personal Data for a variety of purposes, including: [...] to display personalized advertisements to you\"", "created_at": "2021-02-10 08:29:07.847428", "updated_at": "2021-03-04 12:17:15.294141", "quoteText": ">To display personalized advertisements to you", "case_id": 216, "document_id": 687, "quoteStart": 3359, "quoteEnd": 3405}, {"id": 16243, "title": "The service provides details about what kinds of personal information they collect", "source": "https://www.salesforce.com/company/privacy/", "status": "Generated through the annotate view", "created_at": "2021-02-10 08:27:17.835158", "updated_at": "2021-02-10 08:27:17.835158", "quoteText": "What Personal Data do we collect?", "case_id": 228, "document_id": 687, "quoteStart": 4065, "quoteEnd": 4098}, {"id": 16247, "title": "This service allows you to retrieve an archive of your data", "source": "https://www.salesforce.com/company/privacy/", "status": "Generated through the annotate view", "created_at": "2021-02-10 08:30:06.131305", "updated_at": "2021-02-10 08:30:06.131305", "quoteText": "To transfer your Personal Data to another controller, to the extent possible (right to data portability);</li>\n", "case_id": 140, "document_id": 687, "quoteStart": 7365, "quoteEnd": 7476}, {"id": 16245, "title": "This service may use your personal information for marketing purposes", "source": "https://www.salesforce.com/company/privacy/", "status": "\"We collect and process Personal Data for a variety of purposes, including: [...] to send to you marketing communications about us, our products and our services.\"", "created_at": "2021-02-10 08:29:25.739554", "updated_at": "2021-03-13 12:45:57.233443", "quoteText": " to send to you marketing communications about us, our products and our services.\n", "case_id": 336, "document_id": 687, "quoteStart": 3409, "quoteEnd": 3491}, {"id": 16256, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://www.heroku.com/policy/salesforce-heroku-msa", "status": "Generated through the annotate view", "created_at": "2021-02-10 08:53:35.334829", "updated_at": "2021-03-16 13:17:04.697716", "quoteText": " No failure or delay by either party in exercising any right under this Agreement will constitute a waiver of that right.</p>", "case_id": 295, "document_id": 685, "quoteStart": 45946, "quoteEnd": 46071}, {"id": 16254, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://www.heroku.com/policy/salesforce-heroku-msa", "status": "Generated through the annotate view", "created_at": "2021-02-10 08:50:21.051058", "updated_at": "2021-03-27 17:02:33.106413", "quoteText": " IN NO EVENT WILL EITHER PARTY OR ITS AFFILIATES HAVE ANY LIABILITY ARISING OUT OF OR RELATED TO THIS AGREEMENT FOR ANY LOST PROFITS, REVENUES, GOODWILL, OR INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, COVER, BUSINESS INTERRUPTION OR PUNITIVE DAMAGES, WHETHER AN ACTION IS IN CONTRACT OR TORT AND REGARDLESS OF THE THEORY OF LIABILITY, EVEN IF A PARTY OR ITS AFFILIATES HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES OR IF A PARTY’S OR ITS AFFILIATES’ REMEDY OTHERWISE FAILS OF ITS ESSENTIAL PURPOSE.\n", "case_id": 293, "document_id": 685, "quoteStart": 40264, "quoteEnd": 40772}, {"id": 16259, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://www.heroku.com/policy/salesforce-heroku-msa", "status": "Generated through the annotate view", "created_at": "2021-02-10 08:59:09.09085", "updated_at": "2021-03-27 20:50:12.163081", "quoteText": "ONTENT AND BETA SERVICES ARE PROVIDED “AS IS,” AND AS AVAILABLE EXCLUSIVE OF ANY WARRANTY WHATSOEVER.</p>", "case_id": 286, "document_id": 685, "quoteStart": 35463, "quoteEnd": 35568}, {"id": 16248, "title": "The service provides information about how they intend to use your personal data", "source": "https://www.salesforce.com/company/privacy/", "status": "Generated through the annotate view", "created_at": "2021-02-10 08:33:18.537965", "updated_at": "2021-02-10 08:33:18.537965", "quoteText": "Purposes for which we process Personal Data and the legal bases on which we rely", "case_id": 227, "document_id": 687, "quoteStart": 4105, "quoteEnd": 4185}, {"id": 16250, "title": "This service shares your personal data with third parties that are not involved in its operation", "source": "https://www.salesforce.com/company/privacy/", "status": "Generated through the annotate view", "created_at": "2021-02-10 08:35:47.774664", "updated_at": "2021-02-10 08:35:47.774664", "quoteText": "Third-party social media and advertising networks, which usually act as separate controllers, so that we can advertise on their platforms;</li>\n", "case_id": 166, "document_id": 687, "quoteStart": 5223, "quoteEnd": 5367}, {"id": 16249, "title": "The service informs users that its privacy policy does not apply to third party websites", "source": "https://www.salesforce.com/company/privacy/", "status": "Generated through the annotate view", "created_at": "2021-02-10 08:33:48.710482", "updated_at": "2021-02-10 08:33:48.710482", "quoteText": "For the avoidance of doubt, our Privacy Statement does not apply to the extent we process Personal Data in the role of a processor on behalf of our customers.", "case_id": 299, "document_id": 687, "quoteStart": 1676, "quoteEnd": 1834}, {"id": 16263, "title": "Users agree not to submit libelous, harassing or threatening content", "source": "https://www.heroku.com/policy/aup", "status": "Generated through the annotate view", "created_at": "2021-02-10 09:03:42.406946", "updated_at": "2021-03-22 22:42:53.699714", "quoteText": "II.\nSend, upload, distribute, or disseminate, or offer to do the same, with respect to unlawful, defamatory, harassing, abusive, fraudulent, infringing, obscene, excessively profane, hateful, violent, or otherwise objectionable material,", "case_id": 283, "document_id": 686, "quoteStart": 3370, "quoteEnd": 3607}, {"id": 16260, "title": "Prohibits the posting of content which promotes or glorifies violence or politically or religiously extremist values.", "source": "https://www.heroku.com/policy/aup", "status": "Generated through the annotate view", "created_at": "2021-02-10 09:01:33.393484", "updated_at": "2021-03-15 08:31:17.662421", "quoteText": "\nCustomers may not, and may not allow any third party, including its users, to use services to display, store, process, or transmit, or permit use of services to display, store, process, or transmit:</p>\n<ul>\n<li>I.\nMaterial that infringes or misappropriates a third party’s intellectual property or proprietary rights;</li>\n<li>II.\nHate-related or violent material, and/or material advocating discrimination against individuals or groups;</li>\n<li>", "case_id": 314, "document_id": 686, "quoteStart": 980, "quoteEnd": 1429}, {"id": 16262, "title": "This service prohibits users sending chain letters, junk mail, spam or any unsolicited messages", "source": "https://www.heroku.com/policy/aup", "status": "Generated through the annotate view", "created_at": "2021-02-10 09:02:39.368051", "updated_at": "2021-03-22 22:54:25.723341", "quoteText": "Customers may not use a service to, nor allow its users or any third party to use a service to:</p>\n<ul>\n<li>I.\nGenerate or facilitate unsolicited commercial email (spam).", "case_id": 281, "document_id": 686, "quoteStart": 2122, "quoteEnd": 2293}, {"id": 16258, "title": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements", "source": "https://www.heroku.com/policy/salesforce-heroku-msa", "status": "Generated through the annotate view", "created_at": "2021-02-10 08:58:55.679406", "updated_at": "2021-03-27 20:49:58.23919", "quoteText": "EXCEPT AS EXPRESSLY PROVIDED HEREIN, NEITHER PARTY MAKES ANY WARRANTY OF ANY KIND, WHETHER EXPRESS, IMPLIED, STATUTORY OR OTHERWISE, AND EACH PARTY SPECIFICALLY DISCLAIMS ALL IMPLIED WARRANTIES, INCLUDING ANY IMPLIED WARRANTY OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE OR NON-INFRINGEMENT, TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW.", "case_id": 290, "document_id": 685, "quoteStart": 35111, "quoteEnd": 35461}, {"id": 16253, "title": "Any liability on behalf of the service is only limited to the fees you paid as a user", "source": "https://www.heroku.com/policy/salesforce-heroku-msa", "status": "Generated through the annotate view", "created_at": "2021-02-10 08:49:48.302983", "updated_at": "2021-02-10 08:49:48.302983", "quoteText": " IN NO EVENT SHALL THE AGGREGATE LIABILITY OF EACH PARTY TOGETHER WITH ALL OF ITS AFFILIATES ARISING OUT OF OR RELATED TO THIS AGREEMENT EXCEED THE TOTAL AMOUNT PAID BY CUSTOMER AND ITS AFFILIATES HEREUNDER FOR THE SERVICES GIVING RISE TO THE LIABILITY IN THE TWELVE MONTHS PRECEDING THE FIRST INCIDENT OUT OF WHICH THE LIABILITY AROSE.", "case_id": 149, "document_id": 685, "quoteStart": 39616, "quoteEnd": 39952}, {"id": 16265, "title": "You maintain ownership of your data", "source": "https://www.heroku.com/policy/salesforce-heroku-msa", "status": "Generated through the annotate view", "created_at": "2021-02-10 09:06:39.118027", "updated_at": "2021-02-10 09:06:39.118027", "quoteText": "As between the parties, each party retains all ownership rights in and to its Confidential Information.\n", "case_id": 183, "document_id": 685, "quoteStart": 31634, "quoteEnd": 31738}, {"id": 16251, "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.", "source": "https://www.salesforce.com/company/privacy/", "status": "Generated through the annotate view", "created_at": "2021-02-10 08:41:08.039899", "updated_at": "2021-02-10 08:41:08.039899", "quoteText": "if we are involved in a merger, reorganization, asset sale or business combination.", "case_id": 243, "document_id": 687, "quoteStart": 5647, "quoteEnd": 5730}, {"id": 16261, "title": "Prohibits the posting of pornographic content", "source": "https://www.heroku.com/policy/aup", "status": "Generated through the annotate view", "created_at": "2021-02-10 09:02:18.08312", "updated_at": "2021-02-10 09:02:18.08312", "quoteText": "III.\nObscene, excessively profane material or otherwise objectionable material;</li>", "case_id": 315, "document_id": 686, "quoteStart": 1429, "quoteEnd": 1513}, {"id": 16264, "title": "If you offer suggestions to the service, they may use that without your approval or compensation, but they do not become the owner", "source": "https://www.heroku.com/policy/salesforce-heroku-msa", "status": "Generated through the annotate view", "created_at": "2021-02-10 09:05:16.255278", "updated_at": "2021-02-10 09:05:16.255278", "quoteText": "License by Customer to Use Feedback.</strong> Customer grants to SFDC and its Affiliates a worldwide, perpetual, irrevocable, royalty-free license to use and incorporate into its services any suggestion, enhancement request, recommendation, correction or other feedback provided by Customer or Users relating to the operation of SFDC’s or its Affiliates’ services.</p>\n", "case_id": 390, "document_id": 685, "quoteStart": 28692, "quoteEnd": 29061}, {"id": 16252, "title": "Personal information that is shared outside its jurisdiction is processed according to the original jurisdiction’s data protection standards", "source": "https://www.salesforce.com/company/privacy/", "status": "Generated through the annotate view", "created_at": "2021-02-10 08:42:19.247237", "updated_at": "2021-02-10 08:42:19.247237", "quoteText": "\nAs described in the \"International transfer of Personal Data\" section of our full Privacy Statement, we have implemented safeguards to ensure an adequate level of data protection where your Personal Data is transferred to countries outside the EEA, such as standard contractual clauses for the transfer of Personal Data as approved by the European Commission (Art.\n46 GDPR).", "case_id": 302, "document_id": 687, "quoteStart": 6304, "quoteEnd": 6679}], "urls": ["heroku.com", "herokuapp.com", "herokudns.com"]}}