{"error": 448, "message": "OK", "parameters": {"id": 2370, "name": "Planio", "created_at": "2020-10-20 14:12:43.206936", "updated_at": "2021-03-25 03:19:52.090851", "wikipedia": null, "keywords": null, "related": null, "slug": "planio", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/2370.png", "url": "plan.io", "documents": [{"id": 2947, "name": "Planio, Redmine, and Open Source", "url": "https://plan.io/redmine-and-open-source/", "xpath": "", "text": " 🇬🇧 The Planio web site is also available in English.\nDo you prefer to read it in English? Yes, please switch to English! ✕ 🇩🇪 Die Planio-Webseite gibt es auch auf Deutsch.\nMöchten Sie lieber auf Deutsch weiterlesen? Ja, bitte zu Deutsch wechseln! ✕ 🇯🇵 Planioのwebサイトは日本語にも対応しています。日本語での表示がお好みですか? 日本語に切り替え! ✕ Planio + <ul>\n<li>Features</li>\n<li>Pricing &amp.\nSign Up</li>\n<li>Security</li>\n<li>About us</li>\n<li>Support</li>\n<li>Login</li>\n</ul>\n<b>No 1</b> in Redmine Hosting REDMINE <ul>\n<li> Sign up for free trial! <p> In 1 minute.\nNo credit card required.\n</p>\n</li>\n<li> Company <p>Sharing the story behind Planio.</p>\n</li>\n<li> Team <p>The few, the proud, the Planio team!</p>\n</li>\n<li> Press <p>Contact and media information for bloggers and press.</p>\n</li>\n<li> In the Cloud <p>Why the cloud is a great idea for you, too.</p>\n</li>\n<li> Free Data Migration <p>Making your move to Planio seamless.</p>\n</li>\n<li> Redmine &amp.\nOpen Source <p>Why we love Open Source and Redmine.</p>\n</li>\n<li> Blog <p>News, updates, and information about Planio.</p>\n</li>\n<li>\n</li>\n<li> ^ </li>\n</ul> Free Data Migration Redmine, Planio, and Open Source <p>Learn about our dedication to the Open Source community and how our relationship with Redmine enables us to bring you the Planio web app.</p> Try it out and see for yourself! <p>The Planio project management platform is a robust web app that reflects a unique combination of traditional Open Source development with our dedicated in-house development approach.\nThe end result is a stable and secure product that addresses the project needs of organizations while promoting the underlying philosophies of the Open Source movement.</p> Planio and Redmine <p>Planio is based on Redmine, an open source Ruby on Rails-based software project.\nPlanio is close to Redmine in terms of its core coding, though Planio has several enhancements.\nWe use a state-of-the-art version of Redmine that has been fully tested by our team.\nIn fact, though we update our version regularly, we are not on the cutting edge because we give time for Redmine versions to become stable.\nThe end result is that our customers can access an app that is stable and fully tested.</p> Open Source Means Freedom <p>We are a big supporter of the Open Source philosophy and believe that sharing information for the sake of learning not only benefits the individual, but the IT community as a whole.\nWe also extend this to Planio: We will import your existing data for free.\nAnd should you ever cancel Planio, you can always export your data so that you can work with Redmine on your own server without being dependent on us.\nWhile we would be sorry to see you go, we realize that freedom of information is ultimately the standard by which the Open Source philosophy adheres.</p> Sign up today for the 30-day trial for free and without risk » Open Source Means Security <p>The use of Open Source principles in software development has resulted in a significant advancement in system security.\nOpenly accessible code means that any developer can access, and improve, coding data.\nFrom a security standpoint, this means that bugs and vulnerabilities are discovered much faster compared to a proprietary environment.\nThe increased speed of development (and thousands of trained professionals examining code) results in software that is security hardened vs real-world risks.</p> Back to top Planio and Open Source <p>As proponents of the Open Source philosophy, we make every attempt to give back to the community.\nIn addition to our refinement of Redmine coding via testing, we contribute by maintaining Planio-friendly plugins, releasing parts of our own code, submitting patches, and serving as volunteers on Redmine’s security team.\nWe are dedicated to the benefits that Open Source can bring to the IT community as a whole and are likewise committed to developing a product that always meets your expectations.</p> › Get a free Planio account for 30 days <p>No credit card required.\nSign up only takes 60 seconds.</p> No installation No setup fees Working With Planio See How Our Customers Use Planio Our recommendation <p>For project managers.<br>For teams.<br>For start-ups.</p> Our promise <p>No installation.<br>No set-up costs.<br>No long-term commitments.</p> Your protection <p>Highly secure firewalls.<br>SSL encryption.<br>Daily backups.</p>\n<p> Give us a call! We’d love to tell you more.\n<br>\n<strong>+1 (212) 498-9577</strong>\n<br>\n<small>or <strong>+49 (30) 577 00 00-0</strong> from Europe</small>\n</p> Features <ul>\n<li> Task Management &amp.\nWorkflows </li>\n<li> Agile Project Management </li>\n<li> Traditional Project Management </li>\n<li> Knowledge Management &amp.\nWiki </li>\n<li> Communication </li>\n<li> Repository Hosting </li>\n<li> Time Tracking </li>\n<li> File Storage </li>\n<li> Help Desk </li>\n<li> Team Chat </li>\n<li> Search </li>\n<li> Email Inbox </li>\n<li> Customizing &amp.\nFlexibility </li>\n<li> Roles &amp.\nPermissions </li>\n</ul> Security <ul>\n<li> Data center safety </li>\n<li> A Secure System </li>\n<li> Email Encryption </li>\n<li> GDPR &amp.\nData Protection </li>\n<li> Data Independence </li>\n<li> Guaranteed Uptime </li>\n</ul> Customers <ul>\n<li> CNET Content Solutions </li>\n<li> Software AG </li>\n<li> MTV Networks North Europe </li>\n<li> Chicago Symphony Orchestra </li>\n<li> Albert Bauer Digital </li>\n<li> sausel architekten </li>\n<li> brandnooz media </li>\n<li> Pidoco </li>\n<li> hkk Health Insurance </li>\n<li> Hardscore Games </li>\n</ul> Mobile &amp.\nAdd-ons <ul>\n<li> Planio for iOS </li>\n<li> Planio for Android </li>\n<li> GitHub </li>\n<li> Bitbucket </li>\n<li> Google Chrome &amp.\nApps </li>\n<li> Pidoco Wireframes </li>\n<li> Dropscan </li>\n<li> Git Tower </li>\n<li> SmartGit </li>\n<li> TortoiseSVN </li>\n<li> Cornerstone SVN </li>\n<li> OpenID </li>\n<li> Redmine To Go </li>\n</ul> About us <ul>\n<li> Company </li>\n<li> Team </li>\n<li> Press </li>\n<li> In the Cloud </li>\n<li> Free Data Migration </li>\n<li> Redmine &amp.\nOpen Source </li>\n<li> Blog </li>\n</ul> Support <ul>\n<li> Frequent questions </li>\n<li> Contact </li>\n<li> Get productive with Planio in 10 Minutes </li>\n<li> Learn all about issues </li>\n<li> Create a custom workflow for recurring tasks </li>\n<li> Set up the Help Desk </li>\n<li> Set up Planio Storage </li>\n<li> Make Redmine Projects Public on Planio </li>\n<li> Use Planio's Git repositories with Eclipse </li>\n<li> Set up Agile Project Management </li>\n<li> Set up Team Chat on your devices </li>\n<li> Import issues from CSV files </li>\n<li> Import time entries from CSV files </li>\n<li> Import contact data from CSV files </li>\n<li> A Product Manager's Guide to Planio </li>\n<li> Using the Redmine REST API with OAuth2 at Planio </li>\n<li> Store Website Chat Logs from Userlike in Planio Help Desk </li>\n<li> Set Up Contact Forms with the Help Desk </li>\n</ul>\n<p> Keep in touch by following us on Twitter, Google and on Facebook.\n</p>\n<p> A company by <strong>LAUNCH</strong>/CO </p>\n<p>\n<strong>Made in Berlin, Germany</strong>\n<br> Planio is made with ♥ in Berlin, Germany's startup capital.\n</p>\n<p> A company by <strong>LAUNCH</strong>/CO </p> ©2009–2020 Planio GmbH | Redmine | Company details | Terms and conditions | Privacy policy | Affiliates | Blog | API 🇬🇧 English 🇩🇪 Deutsch 🇯🇵 日本語 <i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> Powered by Userlike <i>\n</i>\n<i>\n</i> ", "created_at": "2020-10-22 04:28:13.861847", "updated_at": "2020-12-15 02:41:04.20006"}, {"id": 2930, "name": "Privacy Policy", "url": "https://plan.io/privacy-policy/", "xpath": "/html/body/div[5]/div", "text": "Privacy Policy <p>Planio is very concerned with protecting the user’s privacy.\nReasonable measures are undertaken to prevent unauthorized access to any personal information.</p> Log files and cookies <p>Each time the user accesses the Planio website, data will the saved in a log file on the servers of Planio.\nThis data may contain a timestamp of the access, information about the browser used (user-agent), the Internet address, from which the requested page has been called (referrer), et al.\nPlanio reserves the right to use this data in an anonymized form and without any correlation to the user for statistical purposes.</p>\n<p>After logging in to the Planio website with user name and password, so-called cookies are used to identify the user during the course of his session.\nA cookie will be stored on the user’s computer during the visit of the Planio website and automatically deleted upon the termination of his visit.</p> Publication by users <p>Planio users have the ability to share data and content with other users via Planio.\nThey also have the ability to make data and content public on the general Web.\nAll data and content which a user uploads or stores within a Planio instance will not be shared by Planio with any third party unless directed by the respective user.\nHowever, Planio can not be held responsible if a breach in confidentiality is caused by misconfiguration from the customer or a user to which permissions have been granted by a customer or user.</p> Personal Data <p>Planio collects some Personal Data from its Users.</p>\n<br>\n<p>This document can be printed for reference by using the print command in the settings of any browser.</p> Owner and Data Controller <p>Planio GmbH, Rudolfstraße 14, 10245 Berlin, Germany</p>\n<p>\n<b>Owner contact email:</b> support@plan.io</p> Types of Data collected <p> Among the types of Personal Data that Planio collects, by itself or through third parties, there are: Usage Data.\nemail address.\nCookies.\nfirst name.\nlast name.\nVAT Number.\ncompany name.\naddress.\ncountry.\nstate.\nprovince.\nZIP/Postal code.\ncity.\n</p>\n<p>Complete details on each type of Personal Data collected are provided in the dedicated sections of this privacy policy or by specific explanation texts displayed prior to the Data collection.<br>Personal Data may be freely provided by the User, or, in case of Usage Data, collected automatically when using Planio.<br>Unless specified otherwise, all Data requested by Planio is mandatory and failure to provide this Data may make it impossible for Planio to provide its services.\nIn cases where Planio specifically states that some Data is not mandatory, Users are free not to communicate this Data without consequences to the availability or the functioning of the Service.<br>Users who are uncertain about which Personal Data is mandatory are welcome to contact the Owner.<br>Any use of Cookies – or of other tracking tools – by Planio or by the owners of third-party services used by Planio serves the purpose of providing the Service required by the User, in addition to any other purposes described in the present document and in the Cookie Policy, if available.</p>\n<p>Users are responsible for any third-party Personal Data obtained, published or shared through Planio and confirm that they have the third party's consent to provide the Data to the Owner.</p> Mode and place of processing the Data Methods of processing <p>The Owner takes appropriate security measures to prevent unauthorized access, disclosure, modification, or unauthorized destruction of the Data.<br>The Data processing is carried out using computers and/or IT enabled tools, following organizational procedures and modes strictly related to the purposes indicated.\nIn addition to the Owner, in some cases, the Data may be accessible to certain types of persons in charge, involved with the operation of Planio (administration, sales, marketing, legal, system administration) or external parties (such as third-party technical service providers, mail carriers, hosting providers, IT companies, communications agencies) appointed, if necessary, as Data Processors by the Owner.\nThe updated list of these parties may be requested from the Owner at any time.</p> Legal basis of processing <p>The Owner may process Personal Data relating to Users if one of the following applies:</p>\n<ul>\n<li>Users have given their consent for one or more specific purposes.\nNote: Under some legislations the Owner may be allowed to process Personal Data until the User objects to such processing (“opt-out”), without having to rely on consent or any other of the following legal bases.\nThis, however, does not apply, whenever the processing of Personal Data is subject to European data protection law;</li>\n<li>provision of Data is necessary for the performance of an agreement with the User and/or for any pre-contractual obligations thereof;</li>\n<li>processing is necessary for compliance with a legal obligation to which the Owner is subject;</li>\n<li>processing is related to a task that is carried out in the public interest or in the exercise of official authority vested in the Owner;</li>\n<li>processing is necessary for the purposes of the legitimate interests pursued by the Owner or by a third party.</li>\n</ul>\n<p>In any case, the Owner will gladly help to clarify the specific legal basis that applies to the processing, and in particular whether the provision of Personal Data is a statutory or contractual requirement, or a requirement necessary to enter into a contract.\n</p> Place <p>The Data is processed at the Owner's operating offices and in any other places where the parties involved in the processing are located.<br>\n<br> Depending on the User's location, data transfers may involve transferring the User's Data to a country other than their own.\nTo find out more about the place of processing of such transferred Data, Users can check the section containing details about the processing of Personal Data.</p>\n<p>Users are also entitled to learn about the legal basis of Data transfers to a country outside the European Union or to any international organization governed by public international law or set up by two or more countries, such as the UN, and about the security measures taken by the Owner to safeguard their Data.<br>\n<br> If any such transfer takes place, Users can find out more by checking the relevant sections of this document or inquire with the Owner using the information provided in the contact section.</p> Retention time <p>Personal Data shall be processed and stored for as long as required by the purpose they have been collected for.</p>\n<p>Therefore:</p>\n<ul>\n<li>Personal Data collected for purposes related to the performance of a contract between the Owner and the User shall be retained until such contract has been fully performed.</li>\n<li>Personal Data collected for the purposes of the Owner’s legitimate interests shall be retained as long as needed to fulfill such purposes.\nUsers may find specific information regarding the legitimate interests pursued by the Owner within the relevant sections of this document or by contacting the Owner.</li>\n</ul>\n<p>The Owner may be allowed to retain Personal Data for a longer period whenever the User has given consent to such processing, as long as such consent is not withdrawn.\nFurthermore, the Owner may be obliged to retain Personal Data for a longer period whenever required to do so for the performance of a legal obligation or upon order of an authority.<br>\n<br> Once the retention period expires, Personal Data shall be deleted.\nTherefore, the right to access, the right to erasure, the right to rectification and the right to data portability cannot be enforced after expiration of the retention period.</p> The purposes of processing <p> The Data concerning the User is collected to allow the Owner to provide its Service, comply with its legal obligations, respond to enforcement requests, protect its rights and interests (or those of its Users or third parties), detect any malicious or fraudulent activity, as well as the following: Registration and authentication, Displaying content from external platforms, Analytics, SPAM protection, Remarketing and behavioral targeting, Managing contacts and sending messages and Contacting the User.\n</p>\n<p>For specific information about the Personal Data used for each purpose, the User may refer to the section “Detailed information on the processing of Personal Data”.</p> Detailed information on the processing of Personal Data <p>Personal Data is collected for the following purposes and using the following services:</p> Analytics <p>The services contained in this section enable the Owner to monitor and analyze web traffic and can be used to keep track of User behavior.</p> Google Ads conversion tracking (Google Inc.) <p>Google Ads conversion tracking is an analytics service provided by Google LLC or by Google Ireland Limited, depending on the location Planio is accessed from, that connects data from the Google Ads advertising network with actions performed on Planio.</p>\n<p>Personal Data processed: Cookies.\nUsage Data.</p>\n<p>Place of processing: US – Privacy Policy.\n</p> Google Analytics with anonymized IP (Google Inc.) <p>Google Analytics is a web analysis service provided by Google Inc.\n(“Google”).\nGoogle utilizes the Data collected to track and examine the use of Planio, to prepare reports on its activities and share them with other Google services.<br> Google may use the Data collected to contextualize and personalize the ads of its own advertising network.<br> This integration of Google Analytics anonymizes your IP address.\nIt works by shortening Users' IP addresses within member states of the European Union or in other contracting states to the Agreement on the European Economic Area.\nOnly in exceptional cases will the complete IP address be sent to a Google server and shortened within the US.</p>\n<p>Personal Data processed: Cookies.\nUsage Data.</p>\n<p>Place of processing: US – Privacy Policy – Opt Out.\n</p> Contacting the User Contact form (Planio) <p>By filling in the contact form with their Data, the User authorizes Planio to use these details to reply to requests for information, quotes or any other kind of request as indicated by the form’s header.</p>\n<p>Personal Data processed: address.\ncity.\ncompany name.\ncountry.\nemail address.\nfirst name.\nlast name.\nprovince.\nstate.\nVAT Number.\nZIP/Postal code.</p> SumoMe Mailing List or Newsletter (Sumo Group Inc.) <p>By registering on the mailing list or for the newsletter, the User’s email address will be added to the contact list of those who may receive email messages containing information of commercial or promotional nature concerning Planio.\nYour email address might also be added to this list as a result of signing up to Planio or after making a purchase.</p>\n<p>Personal Data processed: email address.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p> Displaying content from external platforms <p>This type of service allows you to view content hosted on external platforms directly from the pages of Planio and interact with them.<br> This type of service might still collect web traffic data for the pages where the service is installed, even when Users do not use it.</p> Gravatar (Automattic Inc.) <p>Gravatar is an image visualization service provided by Automattic Inc.\nthat allows Planio to incorporate content of this kind on its pages.<br> Please note that if Gravatar images are used for comment forms, the commenter's email address or parts of it may be sent to Gravatar - even if the commenter has not signed up for that service.</p>\n<p>Personal Data processed: email address.\nUsage Data.</p>\n<p>Place of processing: US – Privacy Policy.\n</p> Managing contacts and sending messages <p>This type of service makes it possible to manage a database of email contacts, phone contacts or any other contact information to communicate with the User.<br> These services may also collect data concerning the date and time when the message was viewed by the User, as well as when the User interacted with it, such as by clicking on links included in the message.</p> Campaign Monitor (Freshview Pty Ltd.) <p>Campaign Monitor is an email address management and message sending service provided by Campaign Monitor Pty Ltd.</p>\n<p>Personal Data processed: email address.</p>\n<p>Place of processing: US – Privacy Policy.\n</p> Registration and authentication <p>By registering or authenticating, Users allow Planio to identify them and give them access to dedicated services.<br> Depending on what is described below, third parties may provide registration and authentication services.\nIn this case, Planio will be able to access some Data, stored by these third-party services, for registration or identification purposes.</p> Linkedin OAuth (LinkedIn Corporation) <p>Linkedin Oauth is a registration and authentication service provided by Linkedin Corporation and is connected to the Linkedin social network.</p>\n<p>Personal Data processed: various types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: US – Privacy Policy.\n</p> Google OAuth (Google Inc.) <p>Google OAuth is a registration and authentication service provided by Google Inc.\nand is connected to the Google network.</p>\n<p>Personal Data processed: various types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: US – Privacy Policy.\n</p> GitHub OAuth (GitHub Inc.) <p>GitHub OAuth is a registration and authentication service provided by GitHub Inc.\nand is connected to the GitHub network.</p>\n<p>Personal Data processed: various types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: US – Privacy Policy.\n</p> Remarketing and behavioral targeting <p>This type of service allows Planio and its partners to inform, optimize and serve advertising based on past use of Planio by the User.<br> This activity is facilitated by tracking Usage Data and by using Trackers to collect information which is then transferred to the partners that manage the remarketing and behavioral targeting activity.<br> Some services offer a remarketing option based on email address lists.<br> In addition to any opt-out feature provided by any of the services below, Users may opt out by visiting the Network Advertising Initiative opt-out page.</p>\n<p>\n<strong>Users may also opt-out of certain advertising features through applicable device settings, such as the device advertising settings for mobile phones or ads settings in general</strong>.</p> Remarketing with Google Analytics (Google Inc.) <p>Remarketing with Google Analytics is a remarketing and behavioral targeting service provided by Google LLC or by Google Ireland Limited, depending on the location Planio is accessed from, that connects the tracking activity performed by Google Analytics and its Cookies with the Google Ads advertising network and the Doubleclick Cookie.</p>\n<p>Personal Data processed: Cookies.\nUsage Data.</p>\n<p>Place of processing: US – Privacy Policy – Opt Out.\n</p> SPAM protection <p>This type of service analyzes the traffic of Planio, potentially containing Users' Personal Data, with the purpose of filtering it from parts of traffic, messages and content that are recognized as SPAM.</p> Google reCAPTCHA (Google Inc.) <p>Google reCAPTCHA is a SPAM protection service provided by Google Inc.<br> The use of reCAPTCHA is subject to the Google privacy policy and terms of use.</p>\n<p>Personal Data processed: Cookies.\nUsage Data.</p>\n<p>Place of processing: US – Privacy Policy.\n</p> Further information about Personal Data UserLike <p> Planio uses Userlike, a live chat software provided by Userlike UG based in Cologne, Germany.\nUserlike uses \"cookies\", text files that are stored on your computer and that allow for personal conversation in the form of a real-time chat with you.\nThe following data is collected, processed and stored: contents of the chat, date and time of the chat, browser type / version, operating system used, URL of the previously visited website, and the amount of data sent.\nThe data collected are not used to personally identify the visitor to this website and are not combined with personal data about the bearer of the pseudonym.\nThe data is also stored by Userlike UG.\nFurther information on the handling of personal data by Userlike UG can be found in their privacy policy at https://www.userlike.com/en/privacy_policy.\nUserlike is only embedded on the Planio website and in the free Planio trial accounts.\nAfter the test phase has expired, UserLike is no longer embedded.\n</p> The rights of Users <p>Users may exercise certain rights regarding their Data processed by the Owner.</p>\n<p>In particular, Users have the right to do the following:</p>\n<ul>\n<li>\n<b>Withdraw their consent at any time.</b> Users have the right to withdraw consent where they have previously given their consent to the processing of their Personal Data.</li>\n<li>\n<b>Object to processing of their Data.</b> Users have the right to object to the processing of their Data if the processing is carried out on a legal basis other than consent.\nFurther details are provided in the dedicated section below.</li>\n<li>\n<b>Access their Data.</b> Users have the right to learn if Data is being processed by the Owner, obtain disclosure regarding certain aspects of the processing and obtain a copy of the Data undergoing processing.</li>\n<li>\n<b>Verify and seek rectification.</b> Users have the right to verify the accuracy of their Data and ask for it to be updated or corrected.</li>\n<li>\n<b>Restrict the processing of their Data.</b> Users have the right, under certain circumstances, to restrict the processing of their Data.\nIn this case, the Owner will not process their Data for any purpose other than storing it.\n</li>\n<li>\n<b>Have their Personal Data deleted or otherwise removed.</b> Users have the right, under certain circumstances, to obtain the erasure of their Data from the Owner.</li>\n<li>\n<b>Receive their Data and have it transferred to another controller.</b> Users have the right to receive their Data in a structured, commonly used and machine readable format and, if technically feasible, to have it transmitted to another controller without any hindrance.\nThis provision is applicable provided that the Data is processed by automated means and that the processing is based on the User's consent, on a contract which the User is part of or on pre-contractual obligations thereof.</li>\n<li>\n<b>Lodge a complaint.</b> Users have the right to bring a claim before their competent data protection authority.</li>\n</ul> Details about the right to object to processing <p>Where Personal Data is processed for a public interest, in the exercise of an official authority vested in the Owner or for the purposes of the legitimate interests pursued by the Owner, Users may object to such processing by providing a ground related to their particular situation to justify the objection.</p>\n<p>Users must know that, however, should their Personal Data be processed for direct marketing purposes, they can object to that processing at any time without providing any justification.\nTo learn, whether the Owner is processing Personal Data for direct marketing purposes, Users may refer to the relevant sections of this document.\n</p> How to exercise these rights <p>Any requests to exercise User rights can be directed to the Owner through the contact details provided in this document.\nThese requests can be exercised free of charge and will be addressed by the Owner as early as possible and always within one month.</p> Additional information about Data collection and processing Legal action <p>The User's Personal Data may be used for legal purposes by the Owner in Court or in the stages leading to possible legal action arising from improper use of Planio or the related Services.<br>The User declares to be aware that the Owner may be required to reveal personal data upon request of public authorities.</p> Additional information about User's Personal Data <p>In addition to the information contained in this privacy policy, Planio may provide the User with additional and contextual information concerning particular Services or the collection and processing of Personal Data upon request.</p> System logs and maintenance <p>For operation and maintenance purposes, Planio and any third-party services may collect files that record interaction with Planio (System logs) use other Personal Data (such as the IP Address) for this purpose.</p> Information not contained in this policy <p>More details concerning the collection or processing of Personal Data may be requested from the Owner at any time.\nPlease see the contact information at the beginning of this document.</p> How “Do Not Track” requests are handled <p>Planio does not support “Do Not Track” requests.<br>To determine whether any of the third-party services it uses honor the “Do Not Track” requests, please read their privacy policies.</p> Changes to this privacy policy <p>The Owner reserves the right to make changes to this privacy policy at any time by notifying its Users on this page and possibly within Planio and/or - as far as technically and legally feasible - sending a notice to Users via any contact information available to the Owner.\nIt is strongly recommended to check this page often, referring to the date of the last modification listed at the bottom.\n<br>\n<br> Should the changes affect processing activities performed on the basis of the User’s consent, the Owner shall collect new consent from the User, where required.</p> Definitions and legal references Personal Data (or Data) <p>Any information that directly, indirectly, or in connection with other information — including a personal identification number — allows for the identification or identifiability of a natural person.</p> Usage Data <p>Information collected automatically through Planio (or third-party services employed in Planio), which can include: the IP addresses or domain names of the computers utilized by the Users who use Planio, the URI addresses (Uniform Resource Identifier), the time of the request, the method utilized to submit the request to the server, the size of the file received in response, the numerical code indicating the status of the server's answer (successful outcome, error, etc.), the country of origin, the features of the browser and the operating system utilized by the User, the various time details per visit (e.g., the time spent on each page within the Application) and the details about the path followed within the Application with special reference to the sequence of pages visited, and other parameters about the device operating system and/or the User's IT environment.</p> User <p>The individual using Planio who, unless otherwise specified, coincides with the Data Subject.</p> Data Subject <p>The natural person to whom the Personal Data refers.</p> Data Processor (or Data Supervisor) <p>The natural or legal person, public authority, agency or other body which processes Personal Data on behalf of the Controller, as described in this privacy policy.</p> Data Controller (or Owner) <p>The natural or legal person, public authority, agency or other body which, alone or jointly with others, determines the purposes and means of the processing of Personal Data, including the security measures concerning the operation and use of Planio.\nThe Data Controller, unless otherwise specified, is the Owner of Planio.</p> Planio (or this Application) <p>The means by which the Personal Data of the User is collected and processed.</p> Service <p>The service provided by Planio as described in the relative terms (if available) and on this site/application.</p> European Union (or EU) <p>Unless otherwise specified, all references made within this document to the European Union include all current member states to the European Union and the European Economic Area.</p> Cookie <p>Cookies are Trackers consisting of small sets of data stored in the User's browser.</p> Tracker <p>Tracker indicates any technology - e.g Cookies, unique identifiers, web beacons, embedded scripts, e-tags and fingerprinting - that enables the tracking of Users, for example by accessing or storing information on the User’s device.</p> Legal information <p>This privacy statement has been prepared based on provisions of multiple legislations, including Art.\n13/14 of Regulation (EU) 2016/679 (General Data Protection Regulation).</p>\n<p>This privacy policy relates solely to Planio, if not stated otherwise within this document.</p>\n<p> Latest update: October 12, 2020 </p> ", "created_at": "2020-10-20 14:17:13.524516", "updated_at": "2020-12-14 23:57:37.234396"}, {"id": 2929, "name": "Terms and Conditions", "url": "https://plan.io/terms-and-conditions/", "xpath": "/html/body/div[4]/div", "text": "Terms of Use <p>\n<i>We place great importance on working with our customers on equal terms, fairly and cooperatively.\nFor this reason, the selection of our Terms of Use is based upon the recommendations of the industry association BITKOM, which have been prepared by industry experts with great care and with regard to the current legislation as well as the interests of both customers and service providers.</i>\n</p> §&nbsp;1 General subject matter of the contract <p>The following agreements regulate the provision of a software application, referred to as “Planio” in the following, by Planio GmbH.\nThe Customer obtains the technical possibility and authorization to access Planio, which is hosted on the servers of Planio GmbH, over the Internet, and for the use of Planio’s functionalities as a part of this contract.</p>\n<p>For this purpose, Planio GmbH makes available the software application for use under various Customer-specific hostnames (e.g.\ncustomercompany.plan.io, projectmanagement.customercompany.com) for the Customer and the users who are authorized by him.\nOne respective instance of this software application will be referred to as “Planio instance” or simply as “instance” in the following.</p>\n<p>The “Customer” is a natural or juridical person, and with his acceptance of these Terms of Use and the registration of his own Planio instance on his own hostname he concludes a contract with Planio GmbH that is based upon these Terms of Use.</p>\n<p>A “User” is every natural person who is associated with the Customer in his capacity as legal representative, employee, supplier, customer or otherwise associated, and who has either registered a user account for himself on the instance of the Customer, has been provided by the Customer with login credentials (e.g.\nuser name and password) for use on the Customer’s instance, or has been otherwise authorized for use by the Customer.</p>\n<p>Users who have registered a new Planio instance for the Customer they represent or who have been appointed as an administrator by another administrator shall be considered as an “Administrator”.\nAll administrators are able to revoke the administration privileges of other administrators, and in turn thereby appoint them as regular users who are not administrators.</p>\n<p>The offer of Planio GmbH is not aimed at consumers as defined in the §&nbsp;13 BGB (German Civil Code).\nThe Customer guarantees not to act as a consumer.</p> §&nbsp;2 Services, prices <p>2.1 Planio GmbH provides the Customer with Planio – an operational software application – which the Customer can use to plan projects and with which he can track their implementation.\nPlanio is considered ready for operation as soon as Planio GmbH has notified the Customer of its activation (access to the operationally ready Planio).</p>\n<p>2.2 The access to Planio is realized via the Internet.\nRequirements for the use of Planio are a computer with Internet access and a current Internet browser as well as client programs, e.g.\nfor Subversion, Git, WebDAV, etc, as the case may be.</p>\n<p>2.3 The provision of these requirements as well as the telecommunication services, including the transmission services from the service transfer point to the terminals that are used by the Customer, are not the subject matter of this contract.\nthey are the responsibility of the Customer.</p>\n<p>2.4 Planio comprises functions for project planning, for communication in the team, for the exchange of documents, for the versioned tracking of file changes, for the recording of working hours, for the entering of information, and for communicating with customers.</p>\n<p>2.5 Planio GmbH reserves the right, at its own discretion and without previous announcement, to change individual parts of the functionalities as well as to add functions or to remove function parts.\nThe removal of a previously available function part of Planio does not represent a defect, as long as the general functions mentioned in the preceding clause continue to be available.</p>\n<p>2.6 The prices for Planio can be found in the price list on the website of Planio GmbH (https://plan.io/pricing/).\nThe prices are based on various plans that are defined by usage volumes (e.g.\nuser accounts, projects, customers, storage space).\nPlanio GmbH reserves the right to change individual plans or to discontinue offering them.\nThe provisions for plan change and cancellation in accordance with §&nbsp;11 shall apply.</p>\n<p>2.7 Planio GmbH regularly implements comprehensive data backups at its own discretion, yet at least once per day, and these are stored at a geographically remote and secure location (offsite backup).\nIn the event of data loss for which Planio GmbH is to be held accountable, it shall immediately restore the data from the data backup, and the Customer will be informed of the occurrence.\nThe Customer shall not be entitled to access the data backup in the event that Planio GmbH cannot be held accountable for a data loss.</p>\n<p>2.8 The Customer has the option of creating and downloading his own data backup via the administration area of his Planio instance.</p>\n<p>2.9 The scope of contractual service does not encompass the adherence to archiving obligations, e.g.\nlong-term data backups serving a commercial or tax-related purpose, for which the Customer is responsible, insofar as the Customer has not concluded a separate contract for this with Planio GmbH.</p>\n<p>2.10 Planio GmbH is at all times entitled to maintain and service software and/or hardware systems and to perform data backups.\nIn case of foreseeable unavailabilities, Planio GmbH will carry out these activities outside of regular business hours or on weekends, as far as is possible.\nThe scope of contractual service does not guarantee availabilities (SLAs), insofar as the Customer has not concluded a separate contract for this with Planio GmbH.</p> §&nbsp;3 Right of use <p>3.1 The Customer and the users authorized by him obtain the non-exclusive right, limited to the term of this contract, to access Planio via the Internet and to use it by means of a browser and, as the case may be, additional client programs related to Planio functionalities in accordance with this contract.\nRights extending beyond this, particularly to Planio, the software application or the operating software, are not obtained by the Customer and the users, not even in the case when functions or function parts have been developed for the Customer.</p>\n<p>3.2 The Customer is not entitled to use Planio beyond the authorized use according to this contract or to grant such use to third parties.\nIn particular, the Customer is not authorized to duplicate, to sell or to make available for a limited period of time, and primarily not to rent out or lend Planio or parts thereof.</p>\n<p>3.3 The Customer is responsible for naming the authorized users of his Planio instance.\nThe naming is carried out either directly by creating an active user account via an administrator, or indirectly via the registration by a third party for a user account within the Planio instance of the Customer.\nThe indirect registration by a third party is only possible, if an administrator had previously activated this function in the Planio instance.\nIn every case, all of the active users that are listed in the administration area of the Planio instance shall be considered as named by the Customer.</p>\n<p>3.4 The Customer is able to make available partial areas or the entirety of his Planio instance for public usage by third parties without a user account.\nThird parties without their own user account are also considered in this sense as authorized for usage, yet it is not required that they be named as users by the Customer.\nIn every case, the actions of the entirety of users of the Planio instance as such are to be attributed to the Customer.</p>\n<p>3.5 If usage of Planio in accordance with this contract should be impaired by industrial property rights of third parties, without any fault on the part of Planio GmbH, then Planio GmbH shall be entitled to refuse the services affected by this.\nPlanio GmbH will immediately notify the Customer about this and provide him with access to his data in a suitable manner.\nIn this case, the Customer is not obligated to pay.\nOther claims or rights of the Customer remain unaffected.</p> §&nbsp;4 Data privacy and data security <p>4.1 All parties shall observe the respectively applicable data privacy provisions, particularly those that apply in Germany and shall obligate those persons assigned in connection with this contract to data secrecy in accordance with §&nbsp;5 Bundesdatenschutzgesetz (BDSG, German Federal Data Protection Act), insofar as these are not already generally obligated in this regard.</p>\n<p>4.2 If the Customer himself, or via Planio, collects, processes or uses personal data, then he assumes responsibility that he is authorized to do this in accordance with the applicable provisions, particularly data privacy provisions, and he shall indemnify Planio GmbH in the event of third-party claims.</p>\n<p>4.3 It is made clear that the Customer remains the data owner, generally in the contractual relationship as well as in the sense of data privacy (§&nbsp;11 BDSG).\nThe Customer is the sole proprietor in regard to the right of handling and the ownership of all Customer-specific data (entered data, processed, stored data, output data).\nPlanio GmbH carries out no controls of the data and contents stored for the Customer in regard to a legal permissibility of the collection, processing and use.\nthis is the sole responsibility of the Customer.\nPlanio GmbH is only entitled to process and/or use the Customer-specific data exclusively upon instructions from the Customer (e.g.\nfor the compliance with deletion and blocking obligations) and within the framework of this contract.\nPlanio GmbH is particularly not permitted to make available to third parties, in any manner whatsoever, Customer-specific data, without the prior written consent of the Customer.\nThis also applies if and to the extent that a change or a supplement of Customer-specific data occurs.\nHowever, Planio GmbH is entitled to process and use the data of the Customer (e.g.\naccounting data for the invoicing of services to the Customer) within the bounds of data privacy during the validity period of this contract.</p>\n<p>4.4 The software application, server and operating software as well as other system components of Planio are operated by third parties in one or several data centers.\nThe data centers are located within the Federal Republic of Germany.\nPlanio GmbH is entitled to award subcontracts, yet it must impose upon the subcontractor the obligations according to the preceding clause.</p>\n<p>4.5 Planio GmbH shall take the technical and organizational security precautions and measures in accordance with the Annex to §&nbsp;9 BDSG.\nAs a rule, the Customer is not entitled to demand access to the premises with the software application, server and operating software as well as other system components of Planio.\nThis shall not affect the access rights of the Customer’s data protection officer to verify, after prior written announcement, the compliance with the requirements according to the Annex to §&nbsp;9 BDSG as well as the other handling of the personal data by Planio GmbH in ways that conform to the law and the contract within the framework of operating Planio in accordance with this contract.</p> §&nbsp;5 Obligations and responsibility of the Customer <p>The Customer is to fulfil the contractual obligations for the performance and delivery of services.\nIn particular:</p>\n<p>5.1 The payment of agreed prices on the due dates.\nFor each unpaid or returned SEPA direct debit order or credit card charge, the Customer must reimburse Planio GmbH for these costs incurred in full, to the extent of his responsibility in such incurrence of expenses;</p>\n<p>5.2 The naming of all authorized users of Planio in accordance with §&nbsp;3.3.\nMoreover, the Customer shall be obligated to name all changes in the assignment of the user that are caused by organizational changes, employee changes or similar, as appropriate in the administration area;</p>\n<p>5.3 Protection of his or the users’ login credentials assigned for use and access, as well as identification and authentication securities, against access by third parties and not to make them available to unauthorized users;</p>\n<p>5.4 Ensuring the observance (e.g.\nwhen adopting texts and data of third parties on servers of Planio GmbH) of all intellectual property rights;</p>\n<p>5.5.\nObtaining the required consent of the respective affected party, provided that when using Planio he collects, processes or uses personal data, and no statutory permission is applicable;</p>\n<p>5.6 Not to abuse Planio or allow it to be abused, in particular, to not convey any information with unlawful or unethical content or to indicate information that serves incitement to hatred, leads to criminal offences or glorifies or trivializes violence, is sexually indecent, is pornographic, or which may have the potential to undermine the morality of children or young persons or to adversely affect their well-being, or which could damage the reputation of Planio GmbH;</p>\n<p>5.7 Refraining from obtaining, by himself or through unauthorized third parties, information or data without authorization, or intervening in or allowing others to intervene in programs operated by Planio GmbH, or invading networks of Planio GmbH without authorization;</p>\n<p>5.8 Not to make any improper use of the exchange of electronic messages for the unsolicited sending of messages or information to third parties for advertising purposes (spamming);</p>\n<p>5.9 Indemnifying Planio GmbH against all third-party claims that result from on unlawful use of Planio by him, or that occur with his approval, or in particular that arise from disputes relating to data protection law, copyright or other legal disputes associated with the use of Planio.\nThe Customer is obligated to notify Planio GmbH without undue delay, if he is or should be aware that such a violation is imminent;</p>\n<p>5.10 Compensation of Planio GmbH for all expenses incurred through inspection of a malfunction report when it is determined that in fact there was no technical malfunction within the equipment of Planio GmbH, and the Customer could have recognized this after reasonable troubleshooting;</p>\n<p>5.11 Placing the authorized users under obligation in accordance with §&nbsp;1, on their part for the use of Planio with adherence to the provisions listed in §&nbsp;5.3 to 5.8;</p>\n<p>5.12 Until the point in time when the contract expires, to backup his existing data in the system via download, since it cannot be ruled out that after the contract expires the Customer is no longer able to access the data.</p> §&nbsp;6 Use in violation of the contract <p>6.1 Planio GmbH shall be entitled, in the case of a violation of the law by the Customer or the users named by him against one of the important obligations established in this contract, particularly violations against the obligations named in §&nbsp;5.6.\n– 5.8, to block access to Planio and its data.\nThe access will once again be restored, but only if the violation against the affected important obligation has been permanently eliminated, or if the danger of repetition by the Customer against Planio GmbH can reliably be ruled out via an appropriate cease-and-desist declaration that carries a penalty.\nIn such a case, the Customer remains obligated to pay the recurring prices.</p>\n<p>6.2 Planio GmbH shall be entitled, in the case of a violation of §&nbsp;5.6 – 5.8, to delete the affected data.</p>\n<p>6.3 If there is a culpable violation on the part of the Customer in the case of §&nbsp;6.1 and §&nbsp;6.2, then the Customer is obligated to pay compensation.\nIf the Customer is able to prove that there is no damage, then he has no obligation of paying compensation for damages.\nPlanio GmbH reserves the right to assert other claims for compensation.</p>\n<p>6.4 In the case of a violation of the law against one of the obligations established in §&nbsp;5.6 – 5.8 on the part of a user, the Customer must communicate to Planio GmbH, immediately upon request, all data for asserting the claim against the user, particularly his name and address.</p> §&nbsp;7 Conditions of payment <p>7.1 Recurring prices (e.g.\nmonthly, yearly) are, beginning with the day of the provision as operationally ready after the end of a potentially granted cost-free trial period, to be paid in advance, each for the duration of the respective period of use (e.g.\na month, a year).\nIf a price is to be calculated for a part of a calendar month, then each day shall be calculated as 1/30 of the monthly price.</p>\n<p>7.2 Other prices are to be paid after performance of the service.</p>\n<p>7.3 Insofar as no SEPA direct debit procedure or credit card charge has been agreed upon, the invoiced amount must be credited to the bank account stated on the invoice at no cost and within seven days of receiving the invoice at the latest.</p>\n<p>7.4 Invoices can be sent by Planio GmbH via e-mail.\nThe time period for advance announcements of SEPA Direct Debit transactions (pre-notification) can be shortened to at least 1 day at the sole discretion of Planio GmbH.</p> §&nbsp;8 Default <p>8.1 During a default in payment by the Customer involving a significant amount of money, Planio GmbH shall be entitled to block the access to Planio.\nIn this case, the Customer remains obligated to pay the recurring prices.</p>\n<p>8.2 If the Customer should be in default</p>\n<ul>\n<li>with the payment of the price or a substantial part thereof for two consecutive months, or</li>\n<li>in a period of time extending over two months with a payment amounting to charges for two months,</li>\n</ul>\n<p>then Planio GmbH shall be entitled to terminate the contract without notice and to demand an immediate compensation as a lump-sum payment that amounts to one-fourth of the recurring charges payable up to the end of the regular term of the agreement.</p>\n<p>8.3 The amount of damages shall be higher or lower, if Planio GmbH proves that the loss suffered was greater or the Customer proves that it was less, respectively.</p>\n<p>8.4 Planio GmbH reserves the right to assert further claims due to default in payment.</p>\n<p>8.5 Should Planio GmbH be in default with the operational provision, the liability shall be in accordance with §&nbsp;9.\nIn such a case, the Customer shall only be entitled to withdrawal from the contract, if Planio GmbH does not adhere to a reasonable grace period set by the Customer, which must amount to at least two weeks.</p> §&nbsp;9 Liability <p>9.1 Planio GmbH shall be held liable without limitations by the Customer, in the case of intent or gross negligence for all damages caused by it as well as its legal representatives or vicarious agents.</p>\n<p>9.2 In the event of slight negligence, Planio GmbH shall be subject to unlimited liability in cases of damage to life, limb or health.\nMoreover, Planio GmbH shall only be liable insofar as it has violated an essential contractual obligation (cardinal duty).\nIn such cases, the liability is limited to the reimbursement of the foreseeable, typically occurring damages.\nFor an individual case of damage, the liability shall be limited to the contract value.\nif recurring amounts are being paid, to the amount of compensation per contract year.\nAdditionally and most important, the liability of Planio GmbH, or damages and reimbursement of expenses due to slight negligence - regardless of the legal basis - shall be limited to a total of 100 per cent of the agreed reimbursement at the conclusion of the contract.\nThe liability in accordance with §&nbsp;9.1 and 9.2 (1) remains unaffected by this clause.</p>\n<p>9.3 The strict liability of Planio GmbH for compensation of damages (§&nbsp;536 a BGB) for defects existing at the time of contract conclusion shall be excluded.\n§&nbsp;9.1 and 9.2 remain unaffected.</p>\n<p>9.4 The liability pursuant to regulations of the Produkthaftungsgesetz (German Product Liability Act) remains unaffected.</p> §&nbsp;10 Force majeure <p>10.1 Planio GmbH shall be exempt from performing its service under this agreement, if and when the non-performance of services is due to the circumstances of force majeure following the conclusion of this contract.</p>\n<p>10.2 Examples of force majeure include war, strikes, unrest, expropriation, substantial changes in law, storms, floods and other natural disasters as well as other circumstances beyond the power of Planio GmbH, especially water penetration, power cuts and interruptions to or destruction of lines transmitting data.</p>\n<p>10.3 Each contracting party is to inform the other contracting party immediately in suitable form on the occurrence of force majeure circumstances.</p> §&nbsp;11 Commencement and term of contract, cancellation, plan change <p>11.1 The contract shall become effective via registration of a Planio instance.\nIf a cost-free trial period or entirely cost-free use has been granted, then the contract automatically ends with its expiration.\nNo obligation of payment results from this.\nIf the Customer orders a fee-based use of Planio, then the contract is automatically renewed for the duration of a usage period respectively.\nInsofar as no other time period is agreed upon, the duration of a usage period is one month.</p>\n<p>11.2 The Customer can terminate the contractual relationship at any time.\nThe contract ends at the point in time when the termination is received by Planio GmbH.\nOtherwise, the contract is renewed for the duration of a usage period respectively.\nIn the case of a termination by the Customer, the Customer must pay the full price for the then-current usage period, which is not reimbursable.\nPlanio GmbH can terminate the contractual relationship at any time with notice of one month effective at the end of the current usage period.</p>\n<p>11.3 The right to termination for an important reason remains unaffected.</p>\n<p>11.4 The Customer can change to a different plan at any time.\nThe usage volumes will be immediately adjusted according to the new plan.\nIf the duration of a usage period is one month, then the price of the new plan will be charged only starting with the subsequent usage period.\nOtherwise, the difference between the old and the new price will be charged or reimbursed, provided that no discounts had been previously granted.</p>\n<p>11.5 All terminations and plan changes in accordance with this contract must be made via the administration area within the Planio instance of the Customer or in writing.</p> §&nbsp;12 Final provisions <p>12.1 The Customer may only assign the rights and obligations from this contract to third parties after the previous written consent of Planio GmbH.\nPlanio GmbH, however, is entitled to assign the rights and obligations from this contract to a group company in accordance with §&nbsp;15 Aktiengesetz (German Stock Corporation Act).</p>\n<p>12.2 Planio GmbH reserves the right to amend these Terms of Use at any time.\nCustomers and users will receive the amended Terms of Use in an appropriate way, e.g.\nby e-mail or via prominent display within Planio.\nThe amended Terms of Use shall be deemed agreed unless the respective Customer or user objects to their taking effect within 14 days from such notice.\nThe objection must be issued in writing.\nIn such case, Planio GmbH reserves the right to terminate the contract at the end of the current usage period.</p>\n<p>12.3 German law shall apply to the contractual relationships.\nThe place of jurisdiction is Berlin.</p> ", "created_at": "2020-10-20 14:13:24.306796", "updated_at": "2020-10-20 14:16:33.041156"}], "points": [{"id": 10758, "title": "This service may collect, use, and share location data", "source": "https://plan.io/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2020-10-21 15:13:19.317692", "updated_at": "2020-10-24 17:06:17.234093", "quoteText": "VAT Number.\ncompany name.\naddress.\ncountry.\nstate.\nprovince.\nZIP/Postal code.\ncity.\n</p>", "case_id": 373, "document_id": 2930, "quoteStart": 2001, "quoteEnd": 2089}, {"id": 10713, "title": "The service provides two factor authentification for your account", "source": "https://support.plan.io/news/133", "status": "", "created_at": "2020-10-20 20:32:49.421678", "updated_at": "2020-10-21 14:28:31.097851", "quoteText": null, "case_id": 312, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 10710, "title": "You have the right to leave this service at any time", "source": "https://plan.io/terms-and-conditions/", "status": "Generated through the annotate view", "created_at": "2020-10-20 20:28:52.658289", "updated_at": "2020-10-21 14:33:35.248734", "quoteText": "The Customer can terminate the contractual relationship at any time.", "case_id": 170, "document_id": 2929, "quoteStart": 21532, "quoteEnd": 21600}, {"id": 10708, "title": "You maintain ownership of your data", "source": "https://plan.io/terms-and-conditions/", "status": "Generated through the annotate view", "created_at": "2020-10-20 20:24:11.794767", "updated_at": "2020-10-21 14:39:40.894319", "quoteText": "It is made clear that the Customer remains the data owner, generally in the contractual relationship as well as in the sense of data privacy (§&nbsp;11 BDSG).", "case_id": 183, "document_id": 2929, "quoteStart": 9089, "quoteEnd": 9247}, {"id": 10709, "title": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection.", "source": "https://plan.io/terms-and-conditions/", "status": "Generated through the annotate view", "created_at": "2020-10-20 20:26:55.807539", "updated_at": "2021-02-06 03:50:46.361903", "quoteText": "All parties shall observe the respectively applicable data privacy provisions, particularly those that apply in Germany and shall obligate those persons assigned in connection with this contract to data secrecy in accordance with §&nbsp;5 Bundesdatenschutzgesetz (BDSG, German Federal Data Protection Act), insofar as these are not already generally obligated in this regard.", "case_id": 241, "document_id": 2929, "quoteStart": 8389, "quoteEnd": 8764}, {"id": 10712, "title": "This service provides a way for you to export your data", "source": "https://plan.io/terms-and-conditions/", "status": "Generated through the annotate view", "created_at": "2020-10-20 20:30:41.951893", "updated_at": "2020-10-21 14:28:49.217829", "quoteText": "The Customer has the option of creating and downloading his own data backup via the administration area of his Planio instance.</p>", "case_id": 184, "document_id": 2929, "quoteStart": 4995, "quoteEnd": 5126}, {"id": 10715, "title": "There is a date of the last update of the terms", "source": "https://plan.io/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2020-10-20 20:38:20.151468", "updated_at": "2020-10-21 14:23:40.064346", "quoteText": "Latest update: October 12, 2020", "case_id": 331, "document_id": 2930, "quoteStart": 24719, "quoteEnd": 24750}, {"id": 10716, "title": "This service only shares user information with third parties when given specific consent", "source": "https://plan.io/terms-and-conditions/", "status": "Generated through the annotate view", "created_at": "2020-10-20 20:45:57.829883", "updated_at": "2020-10-21 14:23:25.509799", "quoteText": "Planio GmbH is particularly not permitted to make available to third parties, in any manner whatsoever, Customer-specific data, without the prior written consent of the Customer.", "case_id": 296, "document_id": 2929, "quoteStart": 9863, "quoteEnd": 10041}, {"id": 10711, "title": "The court of law governing the terms is in location X", "source": "https://plan.io/terms-and-conditions/", "status": "Generated through the annotate view", "created_at": "2020-10-20 20:29:22.084589", "updated_at": "2020-10-21 14:29:03.753281", "quoteText": "German law shall apply to the contractual relationships.\nThe place of jurisdiction is Berlin.</p>", "case_id": 163, "document_id": 2929, "quoteStart": 23652, "quoteEnd": 23749}, {"id": 10747, "title": "This service only uses temporary session cookies", "source": "https://plan.io/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2020-10-21 14:42:56.47933", "updated_at": "2020-12-08 21:28:49.947182", "quoteText": "A cookie will be stored on the user’s computer during the visit of the Planio website and automatically deleted upon the termination of his visit.", "case_id": 125, "document_id": 2930, "quoteStart": 784, "quoteEnd": 930}, {"id": 10755, "title": "This service assumes no liability for unauthorized access to your personal information", "source": "https://plan.io/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2020-10-21 15:10:01.30328", "updated_at": "2020-10-24 17:04:50.086721", "quoteText": "However, Planio can not be held responsible if a breach in confidentiality is caused by misconfiguration from the customer or a user to which permissions have been granted by a customer or user.</p> ", "case_id": 186, "document_id": 2930, "quoteStart": 1290, "quoteEnd": 1489}, {"id": 10748, "title": "You can choose with whom you share content", "source": "https://plan.io/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2020-10-21 14:46:00.367214", "updated_at": "2020-10-25 11:00:33.84614", "quoteText": "</p> Publication by users <p>Planio users have the ability to share data and content with other users via Planio.\nThey also have the ability to make data and content public on the general Web.", "case_id": 225, "document_id": 2930, "quoteStart": 930, "quoteEnd": 1122}, {"id": 10762, "title": "Your data may be processed and stored anywhere in the world", "source": "https://plan.io/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2020-10-21 15:21:48.12781", "updated_at": "2020-10-23 11:53:46.125321", "quoteText": "The Data is processed at the Owner's operating offices and in any other places where the parties involved in the processing are located.<br>\n<br> Depending on the User's location, data transfers may involve transferring the User's Data to a country other than their own.\nTo find out more about the place of processing of such transferred Data, Users can check the section containing details about the processing of Personal Data.</p>", "case_id": 187, "document_id": 2930, "quoteStart": 5554, "quoteEnd": 5987}, {"id": 10760, "title": "The user is informed about security practices", "source": "https://plan.io/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2020-10-21 15:16:07.039583", "updated_at": "2020-10-25 15:35:49.301713", "quoteText": "Methods of processing <p>The Owner takes appropriate security measures to prevent unauthorized access, disclosure, modification, or unauthorized destruction of the Data.<br>The Data processing is carried out using computers and/or IT enabled tools, following organizational procedures and modes strictly related to the purposes indicated.", "case_id": 226, "document_id": 2930, "quoteStart": 3398, "quoteEnd": 3736}, {"id": 10759, "title": "Third parties may be involved in operating the service", "source": "https://plan.io/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2020-10-21 15:14:38.972681", "updated_at": "2020-10-24 17:05:49.585904", "quoteText": "Any use of Cookies – or of other tracking tools – by Planio or by the owners of third-party services used by Planio", "case_id": 207, "document_id": 2930, "quoteStart": 2871, "quoteEnd": 2986}, {"id": 10757, "title": "This service gathers information about you through third parties", "source": "https://plan.io/privacy-policy/", "status": "Full quote: \"Among the types of Personal Data that Planio collects, by itself or through third parties, there are: Usage Data. email address. Cookies. first name. last name. VAT Number. company name. address. country. state. province. ZIP/Postal code. city.\"", "created_at": "2020-10-21 15:11:35.670492", "updated_at": "2020-10-24 17:06:37.500121", "quoteText": "or through third parties, there are:", "case_id": 382, "document_id": 2930, "quoteStart": 1905, "quoteEnd": 1941}, {"id": 10756, "title": "The service provides details about what kinds of personal information they collect", "source": "https://plan.io/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2020-10-21 15:11:10.889703", "updated_at": "2020-12-08 21:27:19.316007", "quoteText": "Among the types of Personal Data that Planio collects,", "case_id": 228, "document_id": 2930, "quoteStart": 1840, "quoteEnd": 1894}, {"id": 10761, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://plan.io/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2020-10-21 15:19:14.410365", "updated_at": "2020-10-25 15:35:04.377028", "quoteText": "Unless specified otherwise, all Data requested by Planio is mandatory and failure to provide this Data may make it impossible for Planio to provide its services.\n", "case_id": 375, "document_id": 2930, "quoteStart": 2411, "quoteEnd": 2573}, {"id": 10796, "title": "This service tracks which web page referred you to it", "source": "https://plan.io/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2020-10-30 02:59:54.658974", "updated_at": "2020-10-30 09:34:52.252873", "quoteText": "This data may contain a timestamp of the access, information about the browser used (user-agent), the Internet address, from which the requested page has been called (referrer), et al.", "case_id": 387, "document_id": 2930, "quoteStart": 311, "quoteEnd": 495}, {"id": 10822, "title": "You can choose with whom you share content", "source": "https://plan.io/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2020-10-30 09:37:26.28564", "updated_at": "2020-10-30 11:34:30.749987", "quoteText": "Publication by users <p>Planio users have the ability to share data and content with other users via Planio.\nThey also have the ability to make data and content public on the general Web.", "case_id": 225, "document_id": 2930, "quoteStart": 935, "quoteEnd": 1122}, {"id": 10821, "title": "Your personal data is aggregated into statistics", "source": "https://plan.io/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2020-10-30 09:36:20.725473", "updated_at": "2020-10-31 12:25:25.775538", "quoteText": "Planio reserves the right to use this data in an anonymized form and without any correlation to the user for statistical purposes.", "case_id": 190, "document_id": 2930, "quoteStart": 496, "quoteEnd": 626}, {"id": 10714, "title": "Features of the website are made available under a free software license", "source": "https://plan.io/redmine-and-open-source/", "status": "Quote: \"And should you ever cancel Planio, you can always export your data so that you can work with Redmine on your own server without being dependent on us. While we would be sorry to see you go, we realize that freedom of information is ultimately the standard by which the Open Source philosophy adheres.\"", "created_at": "2020-10-20 20:35:20.851031", "updated_at": "2021-02-06 03:50:46.554934", "quoteText": "hould you ever cancel Planio, you can always export your data so that you can work with Redmine on your own server without being dependent on us.\nWhile we would be sorry to see you go, we realize that freedom of information is ultimately the standard by which the Open Source philosophy adheres.</p> ", "case_id": 171, "document_id": 2947, "quoteStart": 2494, "quoteEnd": 2794}], "urls": ["plan.io"]}}