{"error": 448, "message": "OK", "parameters": {"id": 2951, "name": "Restaurant.com", "created_at": "2021-04-03 18:41:08.304211", "updated_at": "2021-04-04 00:02:10.929959", "wikipedia": null, "keywords": null, "related": null, "slug": "restaurantcom", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2951.png", "url": "restaurant.com", "documents": [{"id": 4825, "name": "Terms of Service", "url": "https://www.restaurant.com/about/terms", "xpath": "//body", "text": " <ul>\n<li>Have a Code?</li>\n<li>SPECIALS</li>\n<li>Invest</li>\n<li>Gift Center</li>\n<li> Sign Up Login Help </li>\n</ul> Terms and Conditions <p>\n<strong>\n<em>Last updated September, 2021</em>\n</strong>\n</p>\n<p>\n<strong>IMPORTANT: ALL USERS MUST READ THESE TERMS</strong>\n</p>\n<p>\n<strong>Acceptance of Terms and Conditions:</strong> Restaurant.com, Inc., a Delaware corporation (\"us, \"we\", or \" www.Restaurant.com\"), operates www.restaurant.com, www.diningdough.com, www.theidealmeal.com, www.specials.restaurant.com, www.affinitybusinesscards.com, websites, contained within or otherwise available through external hyperlinks within such websites, certain mobile versions and apps of the foregoing, and associated social media outlets (collectively, the “Site”).\nThe terms and conditions contained or referenced herein, our Privacy Policy, and, for particular services, any additional posted terms and conditions that apply to such services (collectively, the “Terms &amp.\nConditions”) apply to your use of the Site, or any of the products or services offered through the Site, including your communications with Restaurant.com.\nBy using the Site or any of the products or services offered through the Site, you agree to these Terms &amp.\nConditions.\n<strong> If you do not agree to these Terms &amp.\nConditions, do not use the Site or any products or services offered through the Site.\n</strong>\n</p>\n<p> We may update these Terms &amp.\nConditions from time to time without notice to you.\nYou agree that it is your responsibility to review the Site and these Terms &amp.\nConditions periodically to learn of any modifications.\nYour continued use of the Site, or any product or service offered through the Site, after the posting of any modifications shall constitute your agreement to be bound by such modified Terms &amp.\nConditions.\n</p>\n<p>\n<strong> IF YOU DO NOT AGREE TO THE TERMS AND CONDITIONS, YOU MUST EXIT THIS PAGE AND MAY NOT ACCESS OR OTHERWISE USE THIS SITE.\n</strong>\n</p>\n<dl>\n<dt>Introduction</dt>\n<dd>\n<p> This is a summary of Restaurant.com’s terms, conditions and privacy policy that are incorporated into this Agreement.\nFor our complete Terms and Conditions, please read below under \"Restaurant.com Terms and Conditions.\" For our complete Privacy Policy, please visit and read Restaurant.com’s Privacy Policy here.\n</p>\n<ul>\n<li> Your privacy is important to us and we want to protect it.\nWe will not share your personal information with anyone other than as described in our Privacy Policy.\nPlease see our Privacy Policy for details.\n</li>\n<li> As a condition of account registration and sign-in, Restaurant.com requires you give us permission to send you administrative and promotional emails.\nWe will send you information regarding your account activity and purchases as well as updates about our products, services, and promotional offers.\nYou can opt-out of our promotional emails anytime by logging in to your account on Restaurant.com or by hitting the unsubscribe button at the bottom of any of our email correspondence.\nPlease see our Privacy Policy for details.\n</li>\n<li> By placing an Order, you make an offer to us to purchase the products and services you have selected based on the Restaurant.com Terms and Conditions set forth herein.\nPlease see our sections regarding Restaurant eCards, Merchant Certificates , Restaurant.com Certificates, Restaurant.com Cards, and Dinner of the Month Club purchases below, as well as any additional terms here.\n</li>\n</ul>\n<p> To read the complete Restaurant.com Terms and Conditions, please see below.\n</p>\n<p>\n<strong>Restaurant.com Terms and Conditions</strong>\n<br> All Terms and Conditions apply to both the Conditions for Purchase of Services and Discounts and Conditions for Use of Website.\n</p>\n</dd>\n</dl> I.\nREGISTRATION <p> In order to purchase, redeem or use any products or services through the Site, or access certain other features of the Site, you may be required to register and select a password and user name.\nIf you register, you agree to provide us with accurate and complete registration information, and to inform us immediately of any updates or other changes to such information.\nYou may not select or use a false name or an email address owned or controlled by another person with the intent to impersonate that person or use as a user name a name that is subject to any rights of a person other than you without proper authorization.\n</p>\n<p> As a condition of account registration, we require that you allow us to send you informational and promotional emails.\nThis is required so we can provide you with a convenient way to access to your orders, view your past purchases, review your shopping cart, and modify your preferences.\nYou may opt out of promotional emails at any time as set forth in our Privacy Policy.\n</p>\n<p> You are fully responsible for all activities that occur under your user name and password, whether or not you authorize such activities.\nIt is your sole responsibility to maintain the confidentiality of your password.\nYou shall immediately notify us of any unauthorized use of your account.\nWe reserve the right to refuse registration of, or cancel a user name, for any reason in our sole discretion.\n</p> II.\nPURCHASE OF PRODUCTS AND SERVICES <p> By engaging in a transaction, including placing an order, which is your offer to us to purchase the Restaurant.com products or services, or paying for the Restaurant.com products or services you have selected, your activity is governed by these Terms &amp.\nConditions.\n</p>\n<dl>\n<dt>1.\nDefinitions</dt>\n<dd>\n<p> As used herein: </p>\n<p>\n<strong>\"Promotional Certificates\"</strong> refers to all Restaurant-Specific Certificates, Merchant Certificates, Restaurant.com eCards and Cards, Dinner of the Month Memberships and Specials by Restaurant.com, including codes or numbers associated therewith.\n</p>\n<p>\n<strong>\"Restaurant-Specific Certificates\" </strong>is a promotional offer purchased or otherwise made available through the Site that can be accessed or printed and then redeemable for the offer specified on the certificate at the restaurant location or website.\n</p>\n<p>\n<strong>\"Restaurant.com Cards\"</strong> (whether physical or electronic) refers to store credit that is redeemable at the website identified on the Card for the specified face value amount of a Restaurant Specific Certificate or Merchant Certificate that Restaurant.com may offer at the time of redemption at the designated website.\n</p>\n<p>\n<strong>\"Merchant Certificates\"</strong> is a Merchant specific promotional offer to purchase or otherwise made available through the Site that can be accessed or printed and then redeemable for the offer specified on the certificate at the Merchant location or website.\n</p>\n<p>\n<strong>\"Specials by Restaurant.com\"</strong> is a promotional offer to purchase the goods or services offered which may include a Restaurant.com product and/or third party merchant product.\n</p>\n</dd>\n<dt>2.\nPricing and Availability</dt>\n<dd> Restaurant.com does not guarantee availability of any Promotional Certificates on our Website, and reserves the right to modify or discontinue any Promotional Certificates at any time, or to add fees at any time.\nAll Promotional Certificates are subject to change, and the pricing of Promotional Certificates may vary.\nRestaurant.com reserves the right to cancel any order due to an error.\nParticipation of affiliated restaurants may also vary.\nLimited quantities of certain Promotional Certificates may be available and any offers are good only while supplies on the Website, or any affiliate website, last.\n</dd>\n<dt>3.\nRestaurant.com Promotional Codes (referred to as \"Promo Codes\")</dt>\n<dd>\n<p> If you obtain a Promo Code that can be used to reduce the purchase price of a Restaurant.com Promotional Certificate, the additional following terms apply: </p>\n<ul>\n<li> Unless otherwise specified, Promo Codes only apply to Restaurant Specific Certificates and Merchant Certificates, and not to Restaurant Cards or Dinner of the Month.\n</li>\n<li> Promo Codes are based off the value as stated on the Promotional Certificate or off the retail price of a Promotional Certificate as such price is posted on the Site at the time of purchase.\n</li>\n<li> Promo Codes may not be applied to previously placed orders and cannot be combined with other promotions or offers.\n</li>\n<li> We reserve the right to restrict the application of Promo Codes at any time without notice, e.g.\na Promo Code may not apply to all restaurants, denominations, geography, etc.\n</li>\n<li>Promo Codes may not be applied when redeeming a Restaurant.com Card.</li>\n<li> Promo Codes may or may not be applied automatically.\nYou are fully responsible to review your order prior to submission to ensure that the order incorporates the Promo Code.\n</li>\n</ul>\n</dd>\n<dt>4.\nTerms and Conditions for All Promotional Certificates</dt>\n<dd>\n<p> The following provisions apply to all Promotional Certificates (i.e.\nRestaurant Specific Certificates, Merchant Certificates, Restaurant.com Cards, and Dinner of the Month Memberships).\nAdditional Terms and Conditions apply to each as stated herein.\n</p>\n<ul>\n<li> Promotional Certificates (i) have no cash value, (ii) are not redeemable for cash </li>\n<li> (iii) cannot be returned for a refund, (iv) may not be applied to previously placed orders, (v) cannot be combined with other promotions or offers, and (vi) are for personal (non-commercial) use only.\n</li>\n<li> The unauthorized reproduction, resale, modification, or trade of Promotional Certificates is prohibited and may result in their cancellation, and potential suspension or termination of your account.\n</li>\n<li> Restaurant.com is not responsible for lost, stolen, damaged or undeliverable Promotional Certificates, including those that may be lost in transmission.\n</li>\n<li>We do not guarantee delivery times of Promotional Certificates</li>\n<li>Any delivery times given are estimates only.</li>\n<li>Promotional Certificates have no expiration date.\n</li>\n</ul>\n</dd>\n<dt>5.\nTerms and Conditions for Restaurant Specific Certificates</dt>\n<dd>\n<p> By purchasing, using or attempting to use a Restaurant Specific Certificate, you agree to (i) these Terms &amp.\nConditions, and (ii) any terms or instructions listed on the certificate itself or in the offer listing at the time of purchase (the “Special Instructions”).\nIn the event of a conflict between these Terms &amp.\nConditions and the Special Instructions, the Special Instructions shall control.\nThe “Issuer” of Restaurant Specific Certificates is the restaurant listed on the certificate, and not Restaurant.com.\n<strong> Any attempted purchase, redemption or use of a Restaurant Specific Certificate that violates these Terms &amp.\nConditions, including the Special Conditions, may result in the restaurant not honoring the Certificate, may render the Restaurant Specific Certificate void, and can result in suspension or termination of your Restaurant.com account.\n</strong>\n</p>\n<p> Additional terms applicable to Restaurant Specific Certificates: </p>\n<ul>\n<li> The restaurant (and not Restaurant.com) is the issuer of the Restaurant Specific Certificate and is responsible for redeeming the Restaurant Specific Certificate.\nThe Issuer (and not Restaurant.com) is fully responsible for all goods and services it provides to you (including, but not limited to, complying with all state and local laws, including those relating to the distribution and sale of alcohol, assessing and collecting sales tax, and complying with unclaimed property laws for unredeemed or partially redeemed Restaurant Specific Certificates) and for any and all injuries, illnesses, damages, claims, liabilities and costs you may suffer arising from or related to your use or redemption of the Restaurant Specific Certificate.\n</li>\n<li> By purchasing a Restaurant Specific Certificate, you acquire the right to print the Restaurant Specific Certificate (or display it on your mobile device) and use it according to these Terms &amp.\nConditions.\nYour acquisition of the right to use the Restaurant Specific Certificate completes Restaurant.com’s fulfillment of the purchase.\nWhile we hope you redeem the Restaurant Specific Certificate, whether you choose to do so is within your sole control and discretion.\n</li>\n<li> Restaurant Specific Certificates are sold below their face value.\nThe redemption of a Restaurant Specific Certificate requires additional consideration paid to the Issuer.\nRestaurant Specific Certificates have no value without additional consideration.\n</li>\n<li> Only one (1) Restaurant- Specific Certificate may be redeemed per party, per month, per Issuer (even if the party is seated at separate tables and/or receives more than one check.).\n</li>\n<li> We do not guarantee the availability of any particular Restaurant Specific Certificates, and reserve the right to modify all aspects of available Restaurant Specific Certificates.\nParticipation of restaurants and merchants vary from time to time.\n</li>\n<li> Restaurant Specific Certificates may not be used for taxes, tips, shipping and handling, prior balances, merchandise or gift cards.\n</li>\n<li> Restaurant Specific Certificates are redeemable in their entirety only and may not be redeemed incrementally.\n</li>\n<li>Restaurant-Specific Certificates do not expire.</li>\n</ul>\n</dd>\n<dt>6.\nTerms and Conditions for Merchant Certificates</dt>\n<dd>\n<p> By purchasing, using or attempting to use a Merchant Certificate, you agree to (i) these Terms &amp.\nConditions, and (ii) any terms or instructions listed on the certificate itself or in the offer listing at the time of purchase (the “Special Instructions”).\nIn the event of a conflict between these Terms &amp.\nConditions and the Special Instructions, the Special Instructions shall control.\nThe “Issuer” of Merchant Certificates is the merchant listed on the certificate, and not Restaurant.com.\n<strong> Any attempted purchase redemption or use of a Merchant Certificate that violates these Terms &amp.\nConditions, including the Special Conditions, may result in the Merchant not honoring the Certificate, may render the Merchant Certificate void, and can result in the suspension or termination of your Restaurant.com account.\n</strong>\n</p>\n<p> Additional terms applicable to Restaurant Specific Certificates: </p>\n<ul>\n<li> The Merchant (and not Restaurant.com) is the issuer of the Merchant Certificate and is responsible for redeeming the Merchant Certificate.\nThe Issuer (and not Restaurant.com) is fully responsible for all goods and services it provides to you (including, without limitation, complying with all state and local laws, assessing and collecting sales tax, and complying with unclaimed property laws for unredeemed or partially redeemed Merchant Certificates) and for any and all injuries, illnesses, damages, claims, liabilities and costs you may suffer arising from or related to your use or redemption of the Merchant Certificate.\n</li>\n<li> By purchasing a Merchant Certificate, you acquire the right to use it according to these Terms &amp.\nConditions.\nYour acquisition of the right to use the Merchant Certificate completes Restaurant.com’s fulfillment of the purchase.\nWhile we hope you redeem the Merchant Certificate, whether you choose to do so is within your sole control and discretion.\n</li>\n<li> Merchant Certificates are sold below their face value.\nThe redemption of a Merchant Certificate requires additional consideration paid to the Issuer.\nMerchant Certificates have no value without additional consideration.\n</li>\n<li>Only one (1) Merchant Certificate may be redeemed per order.\n</li>\n<li> We do not guarantee the availability of any particular Merchant Certificates, and reserve the right to modify all aspects of available Merchant Certificates.\nParticipation of merchants varies from time to time.\n</li>\n<li> Merchant Certificates may not be used for taxes, shipping and handling, prior balances, or gift cards.\nMerchant Certificates are for the Merchant’s website (unless otherwise specified) and may not be used for merchandise.\n</li>\n<li>Merchant Certificates do not expire.</li>\n</ul>\n</dd>\n<dt>7.\nTerms and Conditions for Restaurant.com Cards</dt>\n<dd>\n<p> By purchasing, using or attempting to use a Restaurant.com Card (physical or electronic, or eCard), you agree to (i) these Terms &amp.\nConditions, and (ii) any terms or instructions listed on the Card itself or in the offer listing at the time of purchase (the “Special Instructions”).\nIn the event of a conflict between these Terms &amp.\nConditions and the Special Instructions, the Special Instructions shall control.\nBecause Cards may be redeemed only for Restaurant Specific Certificates or Merchant Certificates, we suggest that you also review those portions of these Terms &amp.\nConditions.\n<strong> Any attempted purchase, redemption or use of a Restaurant.com Card that violates these Terms &amp.\nConditions may render the Card void, and can result in the suspension or termination of your Restaurant.com account.\n</strong>\n</p>\n<p> Additional terms applicable to Restaurant.com Cards: </p>\n<ul>\n<li> You must create an account and register in order to redeem a Restaurant.com Card (see Section I).\n</li>\n<li> Restaurant.com Cards may be redeemed at the Site identified on the Card for the specified face value amount of a Restaurant Specific Certificate or Merchant Certificate that Restaurant.com may offer for redemption at the time of redemption.\n</li>\n<li>Restaurant.com Cards have no additional fees.</li>\n<li>Restaurant.com Cards have no expiration date.</li>\n</ul>\n</dd>\n<dt>8.\nDinner of the Month Club Terms and Conditions</dt>\n<dd>\n<p> Dinner of the Month Club membership entitles the designated recipient to receive the specified quantity and face value of Cards during the membership period.\nThe additional terms for Cards also apply to Dinner of the Month Club memberships.\nWe suggest that you to review the Cards portion of these Terms &amp.\nConditions.\n</p>\n<p> Additional terms applicable to Dinner of the Month Club memberships: </p>\n<ul>\n<li> The designated recipient will receive his or her Card shortly after the membership is activated.\nCurrently, we deliver subsequent Card monthly.\nHowever, we do not guarantee a particular delivery date and reserve the right to change our delivery schedule at any time without notice.\n</li>\n<li> We do not guarantee the availability of any particular Restaurant Specific Certificate.\nIn addition, we reserve the right to restrict the Restaurant Specific Certificates that are available through the Dinner of the Month Club at any time without notice.\n</li>\n<li> Dinner of the Month Club memberships are not refundable.\nHowever, the purchaser may terminate the membership at any time by sending an email to Customer Service at info@restaurant.com or by calling 1-800-979-8985 during regular Customer Service hours.\nWithin thirty days of cancellation, we will send you one Card containing the value of all Cards remaining in your membership reduced by the value of the bonus Card received with the membership activation.\n</li>\n</ul>\n</dd>\n<dt>9.\nSpecials by Restaurant.com</dt>\n<dd>\n<p> By purchasing, using or attempting to use a Specials by Restaurant.com offer, you agree to (i) these Terms &amp.\nConditions, and (ii) any terms or instructions listed on the certificate itself or in the offer listing at the time or purchase(the \"Special Instructions\").\nIn the event of a conflict between these Terms &amp.\nConditions and the Special Instructions, the Special Instructions shall control.\nThe additional terms applicable to the goods and services offered within the Specials by Restaurant.com shall also apply, e.g.\nRestaurant.com Cards, Merchant Certificates, etc.\n<strong> Any attempted purchase redemption or use of a Specials by Restaurant.com that violates these Terms &amp.\nConditions, including the Special Conditions, may result in the Restaurant.com and/or the Merchant not honoring the Certificate, may render the Specials by Restaurant.com void, and can result in the suspension or termination of your Restaurant.com account.\n</strong>\n</p>\n</dd>\n<dd> back to top </dd>\n</dl> III.\nCONDITIONS FOR USE of WEBSITE <dl>\n<dt>1.\nYour Use of the Site</dt>\n<p> You may use the Site solely for your personal, non-commercial use.\nYour use of the Site is subject to all applicable laws and regulations.\n</p>\n<dd> You acknowledge that, although the Internet is often a secure environment, sometimes there are interruptions in service or events that are beyond the control of Restaurant.com, and Restaurant.com shall not be responsible for any data lost while transmitting information on the Internet.\nWhile it is Restaurant.com’s objective is to make the Site accessible 24 hours per day, 7 days per week, the Website may be unavailable from time to time for any reason including, without limitation, routine maintenance.\n<p> Restaurant.com shall have the right at any time to change or discontinue any aspect or feature of Restaurant.com, including, but not limited to, content, hours of availability, transmission speed and requirements for access or use.\n</p>\n<p> Without limiting the generality of any other provisions of these Terms &amp.\nConditions, you may not: </p>\n<ul>\n<li> use any “deep-link”, “page-scrape”, “robot”, “spider”, or other automatic device, program, algorithm, or methodology, or any manual process to access, acquire, copy, or monitor any portion of the Site or any Restaurant.com Content or User Content (Restaurant.com Content and User Content, collectively, “Content”) or obtain or attempt to obtain any materials, documents, or information through any means not purposely made available through the Site.\n</li>\n<li> attempt to gain unauthorized access to any portion of the Site or any Content, or any systems or networks connected to the Site, by hacking, password “mining”, or any other illegitimate means.\n</li>\n<li> reverse look-up or trace any information of any other Site user or otherwise use the Site for the purposes of obtaining information of any other Site user.\n</li>\n<li> use any device, software, or process to interfere with, or attempt to interfere with, the proper working of the Site or any Content, or any systems or networks connected to the Site, or with any other person’s use of the Site.\n</li>\n<li> remove any copyright, trademark, or other proprietary rights notice contained in or on the Site.\n</li>\n<li> use the Site or any Content for any purpose that may directly or indirectly be competitive or potentially competitive with Restaurant.com.\nor </li>\n<li> use the Site or any Content for any purpose that is unlawful or prohibited by these Terms &amp.\nConditions.\n</li>\n</ul>\n</dd>\n<dt>2.\nContent.\nOwnership</dt>\n<dd>\n<p>\n<strong>Restaurant.com Content.</strong> “Restaurant.com Content” means all text, graphics, user and visual interfaces, photographs, trademarks, logos, sounds, music, artwork, applications, computer code and associated documentation found on or associated with the Site other than User Content (defined below) including but not limited to the Site as a collective work, the design, structure arrangement and “look and feel” of the Restaurant.com Content.\nRestaurant.com Content is owned by or licensed to Restaurant.com and is protected by copyright, trademark, and other intellectual property rights and laws.\nExcept as expressly provided in these Terms &amp.\nConditions, no Restaurant.com Content may be copied, reproduced, sold, republished, transmitted, displayed, reposted, or otherwise distributed for public or commercial purposes.\nNothing contained in these Terms &amp.\nConditions shall be deemed to grant to you or any other user any rights, title, or interest in or to any copyright, trademark, or other proprietary right of ours or any of our licensors.\n</p>\n<p>\n<strong>User Content.</strong> “User Content” means any content, including any text, images, photos, audio, video, and all other forms of data or communication that a user provides or submits to us or our affiliates in any way including social media, Facebook, survey responses and Ratings and Reviews.\nUser Content does not include any Restaurant.com Content.\nAs between you and us, subject to any licenses and rights expressly granted herein, any User Content posted by you is owned by you.\n</p>\n<p> License to Restaurant.com: You are solely responsible for your User Content.\nBy providing User Content you hereby grant, and represent, and warrant that you have all rights and authority necessary to grant, (i) Restaurant.com and our affiliates, a perpetual, irrevocable, non-exclusive, transferable, royalty-free, fully sublicensable, fully paid-up, worldwide license and right to use, modify, copy, reproduce, publish, distribute, publically perform or display, adapt, translate, create derivative works, archive, store, upload, share, post, sublicense, or otherwise make available, such User Content in any form and through any media of any kind now known or later developed, for any purpose, with or without attribution, and (ii) subject to the restrictions set forth in these Terms &amp.\nConditions, all users a perpetual, irrevocable, non-exclusive, royalty-free license and right to use, such User Content for each such user’s personal, non-commercial use.\nYou hereby irrevocably waive and assign to us any and all moral rights you may have in or with respect to any User Content you provide to us.\n</p>\n<p> If you submit any idea or expression of ideas within your User Content (an “Idea”), you further agree as follows: </p>\n<ul>\n<li> to the best of your knowledge, the Idea represents your original work, you have all necessary rights to disclose the Idea to us and doing so, and our use of the Idea, will not infringe upon any third party.\n</li>\n<li> your disclosure of your Idea does not establish a confidential relationship with us or obligate us to treat the Idea as confidential.\n</li>\n<li> we have no obligation, whether express or implied, to develop or use your Idea and no compensation is due to you or anyone else for any use of that Idea, related Ideas, or ideas derived from your Idea.\nand </li>\n<li> Except to the extent these terms are superseded by a separate written agreement signed by you and Restaurant.com, you hereby irrevocably release and discharge Restaurant.com and its affiliates from any and all actions, causes of actions, claims, damages, liabilities, and demands, whether absolute or contingent, which you now have or hereafter may have against Restaurant.com and its affiliates with respect to the Idea.\n</li>\n</ul>\n<p> Restrictions on User Content: Without limiting the generality of any other provisions of these Terms &amp.\nConditions, you may not post, upload, or transmit any User Content that: </p>\n<ul>\n<li> is offensive, threatening, illegal, harmful, tortuous, abusive, defamatory, obscene, vulgar, hateful, that infringes any third party right, or is otherwise objectionable.\n</li>\n<li> promotes illegal activities or conduct that is offensive, threatening, harmful, tortuous, abusive, defamatory, obscene, vulgar, hateful, or is otherwise unlawful.\n</li>\n<li>is false, misleading, or defamatory.\n</li>\n<li> is protected by copyright, trade secret, or subject to any other third party intellectual property rights or privacy rights unless you are the owner of such rights or you have the express permission from the rightful owner of such rights to upload, post, or submit such content and to grant us all the rights granted herein.\n</li>\n<li> provides personal data such as telephone numbers, home or e-mail addresses, full names or last names unless you have the explicit permission of the subject of such personal data (including any photos of any children under the age of 13 without the express permission of the child’s parent or guardian).\n</li>\n<li> involves the transmission of unsolicited mass mail, spam, junk mail, or otherwise interferes with other users’ enjoyment of the Site.\n</li>\n<li> falsely states or implies that such content is sponsored or endorsed by us or our affiliates.\n</li>\n<li> contains restricted or password-only access pages or hidden pages or images.\n</li>\n<li> involves commercial activities or sales without our express prior written consent.\nor </li>\n<li> involves sending or otherwise making available any material that contains viruses, Trojan horses, worms, time bombs, or any other similar software that may damage the operation of Restaurant.com’s or any third party web provider’s servers, computers, or networks.\n</li>\n</ul>\n<p> We assume no responsibility for monitoring any of the User Content and have no obligation to review the User Content.\nIn addition, we do not guarantee the accuracy, integrity, or quality of the User Content.\nNonetheless, we reserve the right, at all times and for any reason whatsoever, to edit or remove any User Content, as well as selectively publish certain User Content (such as positive User Content).\n</p>\n<p> The foregoing provisions apply equally to and are for the benefit of Restaurant.com, its subsidiaries, affiliates and its third party content providers and licensors, and each shall have the right to assert and enforce such provisions directly or on its own behalf.\n</p>\n</dd>\n<dt>3.\nCopyright and Trademarks</dt>\n<p> Restaurant.com </p>\n<dd>\n<p> The foregoing provisions apply equally to and are for the benefit of Restaurant.com, its subsidiaries, affiliates and its third party content providers and licensors, and each shall have the right to assert and enforce such provisions directly or on its own behalf.\n</p>\n<p> Without limiting the generality of any other provisions of these Terms &amp.\nConditions, you may not post, upload, or transmit any User Content that is protected by copyright, trade secret, or subject to any other third party intellectual property rights or privacy rights unless you are the owner of such rights or you have the express permission from the rightful owner of such rights to upload, post, or submit such content and to grant us all the rights granted herein.\n</p>\n<p> The foregoing provisions apply equally to and are for the benefit of Restaurant.com, its subsidiaries, affiliates and its third party content providers and licensors and each shall have the right to assert and enforce such provisions directly or on its own behalf.\n</p>\n</dd>\n<dt>4.\nDisclaimer of Warranty.\nLimitation of Liability.</dt>\n<dd>\n<p> THE SITE, ALL CONTENT, AND ALL PRODUCTS AND SERVICES ACCESSIBLE OR AVAILABLE THROUGH THE SITE ARE PROVIDED OR MADE AVAILABLE ON AN “AS IS” AND “AS AVAILABLE” BASIS WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING WITHOUT LIMITATION WARRANTIES OF MERCHANTABILITY FITNESS FOR A PARTICULAR PURPOSE, ACCURACY, COMPLETENESS, CURRENTNESS, FREEDOM FROM INTERRUPTION OR ERROR, VIRUSES OR OTHER DEFECT, AND NON-INFRINGEMENT.\nYOUR USE OF THE SITE AND OF ANY CONTENT, WHETHER RESTAURANT.COM CONTENT OR USER CONTENT, IS ENTIRELY AT YOUR OWN RISK.\n</p>\n<p> YOUR SOLE AND EXCLUSIVE REMEDY FOR ANY DISPUTE WITH US IS TO DISCONTINUE YOUR USE OF THE SITE.\nIN NO EVENT SHALL WE OR OUR OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, LICENSORS, OR,CONTENT PROVIDERS (OUR “AFFILIATES”) BE LIABLE FOR ANY DAMAGES, INCLUDING, WITHOUT LIMITATION, INDIRECT, CONSEQUENTIAL, SPECIAL, INCIDENTAL, OR PUNITIVE DAMAGES RESULTING FROM THE USE OR INABILITY TO USE THE SITE OR THE CONTENT OR THE PRODUCTS OR SERVICES ACCESSIBLE OR AVAILABLE THROUGH THE SITE, WHETHER BASED ON WARRANTY, CONTRACT, TORT, OR ANY OTHER LEGAL THEORY, AND WHETHER OR NOT WE OR OUR AFFILIATES ARE ADVISED ON THE POSSIBLITY OF SUCH DAMAGES.\n</p>\n</dd>\n<dt>5.\nPrivacy.</dt>\n<dd>\n<p> For more information see Restaurant.com's Privacy Policy.\n</p>\n</dd>\n<dt>6.\nRewards Program</dt>\n<dd>\n<p> For more information see Restaurant.com Rewards Program.\n</p>\n</dd>\n<dt>7.\nIndemnification.</dt>\n<dd>\n<p> You agree to defend, indemnify, and hold Restaurant.com and Our Affiliates harmless from and against any demands, loss, liability, claims, damages or expenses (including reasonable attorneys’ fees and costs), made against us by any third party due to, arising out of, or related to (i) your access to the Site, (ii) your use of the Site, (iii) any User Content posted, uploaded or transmitted by you, (iv) your use or distribution of any User Content, (v) your violation of these Terms &amp.\nConditions, (vi) any use of your user name by you or any third party, or (vii) the infringement or other violation by you, or any third party using your account or user name, of any intellectual property or other right of any person </p>\n</dd>\n<dt>8.\nTermination.</dt>\n<dd>\n<p> In addition to exercising other remedies that may be available, we may, at any time, terminate your account or suspend or prohibit your access to the Site without prior notice to you for violating any of these Terms &amp.\nConditions or for any other reason whatsoever.\n</p>\n</dd>\n<dt>9.\nLinks.</dt>\n<dd>\n<p> We may provide links to third party websites.\nWe do not recommend or endorse the content of any third-party websites.\nWe are not responsible for the content of linked third-party websites and we do not make any representations regarding their content or accuracy.\nYour use of third-party websites, including, without limitation, your submission of content to such websites, is at your own risk and subject to the terms and conditions of use for such website.\nUnless you have executed a written agreement with Restaurant.com expressly permitting you to do so, you may link to the Site.\n</p>\n</dd>\n<dt>10.\nNotices</dt>\n<dd>\n<p> We may send you notice with respect to the Site by sending an email message to the email address listed in your account, by sending a letter via postal mail to the contact address listed in your account, or by posting on the Site.\nNotices shall become effective immediately.\nAny notices will be deemed delivered to the party receiving such communication (i) one business days after deposit with an overnight carrier, (ii) three business days after mailing date if sent by postal mail, (iii) the date we post the notice to the Site, or (iv) the date of transmittal if sent via email.\n</p>\n</dd>\n<dt>11.\nIndividual Arbitration, No Class Action Claims </dt>\n<dd>\n<p> All disputes or claims arising out of or relating in any way to your visit to the Site, your purchase, redemption or use of any of our Services, these Terms, this Agreement or the Privacy Policy shall be resolving by binding arbitration, rather than in court, except for matters that you may bring to small claims court.\nYou acknowledge that you are foregoing your right to a trial by jury, and will not proceed in a lawsuit in state or federal court.\nArbitration will be conducted by the American Arbitration Association (“AAA”) pursuant to AAA commercial arbitration rules, including the AAA’s Supplementary Procedures for Consumer-Related Disputes (where applicable), and be governed by the Federal Arbitration Act.\nThe arbitrator shall honor the terms of this Agreement, follow applicable law, and can issue reasonable relief, including monetary damages as well as injunctive, declaratory or statutory mandated relief.\n</p>\n<p> To begin an arbitration proceeding, you must send a letter requesting arbitration, including a description of your claim, to our registered agent.\nWe will pay all filing, administration and arbitration fees for claims totaling less than $10,000, unless the arbitrator determines that the dispute was frivolous.\nFor larger claims, payment of those fees will be governed by the AAA’s fees schedule for Consumer Arbitration Costs.\nEither of us may be able to recover attorney’s fees in arbitration as if the dispute were in court as available under applicable law.\nThe arbitration will be conducted solely based on written submissions unless the arbitrator determines that a telephone or in-person hearing is necessary.\nA decision by the arbitrator (including all findings of fact and conclusions of law) shall be confidential unless otherwise required to be disclosed by law.\nA decision may also not be used in any litigation or arbitration involving any other person.\n</p>\n<p> Notwithstanding anything to this contrary in this section, each of us may bring a suit in court where otherwise stated, including to enjoin, infringement, unauthorized access or improper use of computer networks, customer data, misappropriation or theft of intellectual property, or other violation of your obligations under Section III.1 (Your use of the Site), Section III.2 (Content: Ownership), or Section III.3 (Copyright and Trademarks) of these Terms.\n</p>\n<p> All arbitration proceedings shall be individual arbitration.\nYou expressly agree that no other claims may be joined with your claims.\nYou further agree that you have voluntarily waived the right to file or join a lawsuit in state or federal court, a right to a jury trial, and the right to file or join a class action lawsuit, and expressly acknowledge that the parties reject class arbitration.\nNeither you nor we shall be entitled to join, sue on behalf of a putative class or consolidated claims, or arbitrate any claim as a representative or in a class action.\n</p>\n<p> If any part of this Section of this Agreement, with the exception of the waiver of class action or class arbitration, is deemed invalid or unenforceable by any arbitrator or court, that provision shall be severed and the balance of this Agreement shall remain in effect and shall be construed in accordance with its terms as if the unenforceable provision were not included.\nIf the class action or class arbitration waiver is found to unenforceable, then the entire arbitration provision shall be null and void.\n</p>\n<p> The location of any dispute resolution, by arbitration or litigation, shall be in Chicago, Illinois.\nSimilarly, any action to enforcement an arbitration award must be brought in the state courts of the State of Illinois located in Chicago, Illinois.\nYou irrevocably consent to the jurisdiction of such courts.\n</p>\n</dd>\n<dt>12.\nGoverning Law, International Use </dt>\n<dd>\n<p> These Terms &amp.\nConditions will be governed by and construed in accordance with the internal laws of the State of Illinois, without regard to its conflicts of law provisions.\nYou agree to the personal jurisdiction by and venue in the state and federal courts in Cook County, Illinois, and waive any objection to such jurisdiction or venue.\n</p>\n<p> Although the Site may be accessible worldwide, we make no representation that materials on the Site are appropriate or available for use in locations outside the United States, and accessing the Site from territories where its use is illegal is prohibited.\n</p>\n</dd>\n<dt>13.\nEntire Agreement</dt>\n<dd>\n<p> These Terms &amp.\nConditions represent the entire agreement between you and us with respect to the subject matter addressed herein and supersedes all prior to contemporaneous agreements or understandings, written or oral.\nThese Terms &amp.\nConditions shall be binding upon and inure to the benefit of the parties hereto and their respective successors and lawful assigns.\n</p>\n</dd>\n<dt>14.\nWaiver.</dt>\n<dd>\n<p> Any failure by Restaurant.com to enforce or exercise any provisions of these Terms &amp.\nConditions shall not constitute a waiver of that right or provision.\nOur failure to act with respect to a breach by you or others does not waive our rights to act with respect to subsequent or similar breaches.\n</p>\n</dd>\n<dt>15.\nAttorneys’ and Accountants’ Fees</dt>\n<dd>\n<p> In any action to enforce these Terms &amp.\nConditions, the prevailing party shall be entitled to attorneys’ and accountants’ fees and costs, in addition to such other damages as may be awarded.\n</p>\n</dd>\n<dt>16.\nDigital Millennium Copyright Act</dt>\n<dd>\n<p> If you believe any User Content or any other aspect of the Site infringes your copyright, you should send written notice of copyright infringement to our designated copyright agent at the address below.\nYour notice must meet the requirements of the Digital Millennium copyright Act by providing the following information: </p>\n<ul>\n<li>a description of the copyrighted work that you claim has been infringed.\n</li>\n<li> a description of where the material that you claim is infringing is located on the Site.\n</li>\n<li>your address, telephone number, and e-mail address.\n</li>\n<li> a statement by you that you have a good-faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.\n</li>\n<li> a statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner's behalf.\nand </li>\n<li> an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright at issue.\n</li>\n</ul>\n<p> The address of our copyright agent for notice of claims of copyright infringement on the Site is as follows: </p>\n<p> Copyright Agent<br> Restaurant.com, Inc.<br> 1500 West Shure Drive<br> Arlington Heights, Illinois 60004 <br> Attention: General Counsel<br>\n</p>\n</dd>\n<dt>17.\nMiscellaneous.</dt>\n<dd>\n<p> The section headings used herein are for convenience only and shall be of no legal force or effect.\nIf any provision of this Agreement is held invalid by a court of competent jurisdiction, such invalidity shall not affect the enforceability of any other provisions contained in this Agreement and the remaining portions of this Agreement shall continue in full force and effect </p>\n<p> © 2021 Restaurant.com Inc.\nAll rights reserved.\n</p> back to top </dd>\n</dl> INVEST IN US Become a shareholder in the future success of Restaurant.com <br> owned and operated by RDE, Inc.\nABOUT US Learn more about the nation's largest dining deals site NEED HELP? Search our FAQ for quick answers CAREERS AT RESTAURANT.COM Check out our talent network GIFT CENTER Give a gift they'll crave! Visit our Gift Center for our gift options CUSTOMER SERVICE Call us at (800) 979-8985 Monday thru Friday, 8:30am - 5pm CT FOLLOW US <ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li>Refer a Friend</li>\n<li>Mobile</li>\n<li> Sign Up for Email </li>\n</ul>\n<ul>\n<li>Affiliates</li>\n<li>Restaurant Partners</li>\n<li>Business Incentives</li>\n</ul>\n<p>© 2021 Restaurant.com All rights reserved.</p>\n<ul>\n<li>Privacy Policy</li>\n<li>Terms</li>\n<li>Site Map</li>\n</ul>\n<strong>Sorry, this account doesn't have any unused credit available.</strong>\n<br> Search for a restaurant deal <strong>Oops! This code is invalid.</strong>\n<p> Please re-enter to check for accuracy.\n<br> Or sign-in and choose available credit from your account.\n</p> View available credit Buy credit <strong>Oops! There is $0 credit remaining.</strong>\n<p> Please re-enter to check for accuracy.\n<br> Or sign-in and choose available credit from your account.\n</p> View available credit Buy credit ", "created_at": "2021-04-07 20:17:16.11933", "updated_at": "2021-04-07 20:17:38.649216"}, {"id": 4652, "name": "Privacy Policy", "url": "https://www.restaurant.com/about/privacy", "xpath": "//body", "text": " <ul>\n<li>Have a Code?</li>\n<li>SPECIALS</li>\n<li>Invest</li>\n<li>Gift Center</li>\n<li> Sign Up Login Help </li>\n</ul> Restaurant.com Online Privacy Policy <p>\n<strong>\n<em>Last updated January 1, 2020</em>\n</strong>\n</p>\n<p> This Privacy Policy discloses the privacy practices for the Restaurant.com Site, which includes www.restaurant.com, www.diningdough.com, www.theidealmeal.com, www.specials.restaurant.com www.affinitybusinesscards.com, or websites contained within or otherwise available through external hyperlinks within such websites, certain mobile versions and apps of the foregoing, and associated social media outlets (collectively, the \"Site\").\nRestaurant.com, Inc., a Delaware corporation, the provider of the Site (referred to as \"us”, \"we” or Restaurant.com), is committed to protecting your privacy online.\nPlease read the following to learn what information we collect from you (the \"User\" or the \"End User\") and how we use that information.\nIf you have any questions about our privacy policy, please email us .\n</p>\n<p>\n<strong> PLEASE READ THIS PRIVACY POLICY CAREFULLY.\nBY ACCESSING OR USING OUR WEBSITE, YOU ACKNOWLEDGE THAT YOU HAVE READ, UNDERSTAND, AND AGREE TO BE BOUND TO ALL THE TERMS OF THIS PRIVACY POLICY AND OUR WEBSITE TERMS OF USE.\nIF YOU DO NOT AGREE TO THESE TERMS, EXIT THIS PAGE AND DO NOT ACCESS OR USE THE WEBSITE.\n</strong>\n</p>\n<dl>\n<dt>1.\nChanges to Privacy Policy</dt>\n<dd> We may update this Privacy Policy from time to time without notice to you by among other ways, posting the revised Privacy Policy in the \"Privacy Policy\" section of the Site.\nThe revised Privacy Policy is effective immediately when posted.\nIt is your responsibility to review the Site and the Privacy Policy periodically to learn of any modifications.\nYour continued use of the Site, or any product or service offered through the Site, after the posting of any modifications will constitute your acknowledgment and acceptance of the terms of the modified Privacy Policy.\n</dd>\n<dt>2.\nTypes of Information Collected and Uses of Collected Information</dt>\n<dd>\n<p> We collect two types of information about our Site Users: Personally Identifiable Information and Non-Personally Identifiable Information.\n</p>\n<p>\n<strong>Personally Identifiable Information.\n</strong>Personally Identifiable Information is information that identifies a specific End User.\nWhen you engage in certain activities on or off the Website, such as creating an account, signing in to your account, ordering a product or service from us or our partners, adding items to your shopping cart, submitting content and/or posting User Content, entering a contest or sweepstakes sponsored by us or our partners, filling out a survey, posting a review, sending us or our partners feedback, requesting information about our services, submitting an affiliate agreement, applying for a job or to be a consultant or supplier, posting a video or signing up for special offers from third parties through the Website (collectively, \"Identification Activities\"), we may ask you to provide certain information about yourself.\nIt is optional for you to engage in an Identification Activity.\nIf you elect to engage in an Identification Activity, however, we may ask you to provide us with certain personal information about yourself, such as your first and last name, mailing address (including zip code), email address, telephone number, date of birth and Restaurant.com account information.\nWhen you order products or services, we may also ask you to provide us with your credit card number, expiration date and authentication codes or related information.\nWe may also know your location if you access the Site.\nDepending on the activity, some of the information we ask you to provide is identified as mandatory and some is identified as voluntary.\nIf you do not provide the mandatory information for a particular activity that requires it, you will not be permitted to engage in that activity </p>\n<p> We may collect, use and store Personally Identifiable Information, including credit card information, to provide products and services to you, make the log-in and checkout process easier, administer our Rewards Program, sweepstakes and contests, help you track your past purchases and orders, enhance the operation of the Site, improve our marketing and promotional efforts to your tastes and location, customize future shopping interests, analyze Site use, improve our product and service offerings, and to tailor your experience with third parties as provided in Item 3 of this Privacy Policy.\n</p>\n<p> If you provide User Content, such as an email to our customer service or response to a restaurant survey, we may use your comments and feedback to tell others about our services, and may post your comment in our marketing materials or on our Website.\nIn connection with such User Content and our Rewards Program, we may also display partial information such as first name, initial of last name, city and state.\nSuch partial information is not considered Personally Identifiable Information.\n</p>\n<p> In addition, if you use our Site to send information or a product to another person, we may store your personal information, and the personal information of any recipient.\nWe may use that other person’s contact information to allow him or her to view and accept your gift or to allow the recipient to access the information you requested we send.\nAs another example, if you put items in your shopping cart, we may save the items you have selected to make your checkout process easier in the future, or to remind you about the items you may have forgotten.\nWe may also use Personally Identifiable Information to troubleshoot, resolve disputes, accomplish administrative tasks, contact you, enforce our agreements with you, including our Site Terms of Use and this Privacy Policy, comply with applicable law, and cooperate with law enforcement activities.\n</p>\n<p>\n<strong>Non-Personally Identifiable Information.</strong> Non-Personally Identifiable Information is information that does not identify a specific End User.\nThis type of information may include things like the Uniform Resource Locator (\"URL\") of the website you visited before coming to our Website, the URL of the website you visit after leaving our Website, the type of browser you are using and your Internet Protocol (\"IP\") address.\nWe, and/or our authorized Third Party Service Providers and Advertisers, may automatically collect this information when you visit our Website through the use of electronic tools like Cookies and Web beacons or Pixel tags, as described in Items 4 and 8 of this Privacy Policy.\n</p>\n<p> We use Non-Personally Identifiable Information to troubleshoot, administer the Website, analyze trends, gather demographic information, comply with applicable law, and cooperate with law enforcement activities.\nWe may also share this information with our authorized Third Party Service Providers and Advertisers to measure the overall effectiveness of our online advertising, content, and programming..\n</p> back to top </dd>\n<dt>3.\nRelease of Personally Identifiable Information</dt>\n<dd>\n<p> We will not share your Personally Identifiable Information with other parties except as provided below: </p>\n<p>\n<strong>We may share your information with Affiliated Restaurants.</strong> We provide some products or services jointly with particular restaurants.\nThese are known as \"Affiliated Restaurants.\" We share some of your Personally Identifiable Information with Affiliated Restaurants in order to help them provide you with better service and track the value of our program.\nSharing this Information will allow an Affiliated Restaurant to market directly to you should they choose to do so.\nHowever, we will only share Personally Identifiable Information with an Affiliated Restaurant if you engage in an Identification Activity, and then only to the Affiliated Restaurant involved in that Identification Activity.\nFor example, if you purchase a promotional certificate for a particular restaurant, we may share your name, email address and city with that restaurant.\nWe may also share your Personally Identifiable Information with an Affiliated Restaurant if you choose to make an online reservation using our Website.\nThe Affiliated Restaurant needs this information to complete the reservation and it may contact you regarding the reservation.\n</p>\n<p>\n<strong>We may share your information with Affiliated Businesses.</strong> We provide some products or services jointly with other retail merchants who offer goods or services through us and donation opportunities through charitable organizations.\nThese are known as \"Affiliated Businesses.\" We may share your Personally Identifiable Information with an Affiliated Business so they can contact you regarding a transaction.\nSharing this Information will allow an Affiliated Business to market directly to you should they choose to do so.\nHowever, we will only share Personally Identifiable Information with an Affiliated Business if you engage in an Identification Activity, and then only to the Affiliated Business involved in that Identification Activity.\nFor example, if you purchase a promotional certificate or voucher for a particular retail merchant, we may share your name, email address and city with that merchant.\n</p>\n<p>\n<strong>We may share your information with Marketing Partners.</strong> From time to time we may establish a business relationship with third parties.\nThese are known as our \"Marketing Partners.\" We may share your Personally Identifiable Information with our Marketing Partners to enable them to contact you regarding products, services, and special offers that may be of interest to you.\nSome Marketing Partners may contact you from a promotional space on our Website, and others may contact you via email.\n</p>\n<p>\n<strong>We may share your information with Authorized Third Party Service Providers.</strong> We provide some of our services and products through third parties.\nThese \"Third Party Service Providers\" perform functions on our behalf, like sending out and distributing our administrative and promotional emails.\nWe may share your Personally Identifiable Information with such Service Providers to fulfill orders, deliver packages, send postal or email, administer our Rewards Program contests or sweepstakes, remove repetitive information and improve information on customer lists and databases, analyze data and activities, provide marketing assistance, provide search results and links, process credit card payments, operate the Website, troubleshoot, and provide customer service.\nWe may also collect personal information from individuals and companies (\"Affiliates\") with whom we have business relationships and may have to also share their information with Service Providers to accomplish our administrative tasks.\nFor example, when you order a service, we release your credit card information to the card-issuing bank to confirm payment for the service and, if applicable, release your address to the delivery service to deliver the service.\nLikewise, we may release an Affiliate’s information to our bank to send out a payment.\n</p>\n<p> We encourage Affiliated Restaurants, Affiliated Businesses, Marketing Partners and Third Party Service Providers to adopt and post privacy policies.\nHowever, the use of your Personally Identifiable Information by such parties is governed by the privacy policies of such parties and is not subject to our control.\n</p>\n<p>\n<strong>We may share your information in a Business Transfer.</strong> As with any other business, we could merge with, or be acquired by another company.\nIf this occurs, the successor company would acquire the information we maintain, including Personally Identifiable Information.\nHowever, Personally Identifiable Information would remain subject to this Privacy Policy.\n</p>\n<p> We may share your information for our Protection and the Protection of Others.\nWe may also disclose Personally Identifiable Information when we believe release is appropriate to comply with the law or a court order.\nenforce or apply this Privacy Policy, our Website Terms of Use or other agreements.\nor protect the rights, property or safety of the Website, its Users or others.\n</p> back to top </dd>\n<dt>4.\nRelease of Non-Personally Identifiable Information</dt>\n<dd>\n<p> We may disclose or share Non-Personally Identifiable Information with Partners, Affiliates and Advertisers.\nFor example, we may share aggregated demographic information (which does not include any Personally Identifiable Information) with \"Third Party Advertisers\" or \"Third Party Advertising Companies\" and other parties as provided below: </p>\n<p> We use Third Party Advertising Companies to serve ads when you visit our Website.\nThese companies may use Non-Personally Identifiable Information about your visits to this and other websites in order to provide, through the use of network tags, advertisements about goods and services that may be of interest to you.\nSome of these Third Party Advertising Companies may be advertising networks that are members of the Network Advertising Initiative (\"NAI\").\nIf you would like more information about any NAI member company, or you would like to opt-out of targeted advertising from any NAI member company, click here: http://www.networkadvertising.org/consumer/opt_out.asp </p>\n<p> We also use Third Party Service Providers, like Adobe, to track and analyze Non-Personally Identifiable usage and volume statistical information from our Users to administer our Website and constantly improve its quality.\nWe may also publish this information for promotional purposes or as a representative audience for Advertisers.\nPlease note that this is not Personally Identifiable Information, only general summaries of the activities of our Users.\nSuch data is collected on our behalf, and is owned and used by us.\nIf you would like more information about this policy, including how to opt out, please visit: http://www.adobe.com/privacy.html </p>\n</dd>\n<dt>5.\nUpdating and Correcting Information</dt>\n<dd>\n<p> We believe that you should have the ability to access and edit the Personally Identifiable Information you provide us.\nYou may change any of your Personally Identifiable Information by: (1) updating your account at https://www.restaurant.com/account/myprofile (2) emailing us .\nor (3) writing to us at the address below.\nPlease indicate your name, address and email address, and what information you would like to update when you contact us.\n</p>\n<p> We encourage you to promptly update your Personally Identifiable Information if it changes.\nYou have the right to (1) know and request information about the categories and specific pieces of personal information we have collected about you within the last 12 months, as well as the categories of sources from which such information is collected, the purpose for collecting such information, and the categories of third parties with whom we share such information.\nYou also have the right to know if we have sold or disclosed your personal information for business purposes.\n(2) update your personal information.\n(3) request a portable copy of your personal information.\n(4) request deletion of your Personal Information, subject to certain exceptions allowed under applicable law.\n(5) opt-out of certain disclosures of your personal information for valuable consideration.\n(6) update or remove financial account information.\nand (7) not be discriminated against for exercising any of the above-listed rights.\nWe may, however, provide a different level of service or charge a different rate reasonably relating to the availability or value of your personal information.\nWe may take reasonable steps to verify your identity prior to responding to your requests.\n</p>\n</dd>\n<dt>6.\nUser Choices on Collection and Use of Information</dt>\n<dd>\n<p> As discussed above, you can always choose not to provide information, although it may be required to engage in a certain activity on the Website.\n</p>\n<p> As a condition of account registration, we require your permission to send you Administrative and Promotional emails.\nWe will send you information regarding your account activity and purchases as well as updates about our products and promotional offers.\nYou cannot opt-out of Administrative Emails.\n\"Administrative Emails\" relate to a User’s activity on the Website, and include emails regarding a particular User’s account, requests or inquiries, and purchases of products and services.\nIn contrast to Administrative Emails, however, you do have a choice with respect to Promotional Emails.\nPromotional Emails update you about new services available on our Site, and advertise our products and services, including exclusive sales and other offers, our Rewards Program and/or the products and services of our Advertisers and Affiliates.\nWe send Promotional Emails to Users who register with us and have not opted-out of receiving Promotional Emails.\nIf you do not want to receive Promotional Emails from us, you may elect to opt-out of receiving Promotional Emails at any time after registering by (1) adjusting your account preferences at http://www.restaurant.com/my-restaurant.asp.\n(2) emailing us .\n(3) writing to us at the address found below, or (4) hitting the \"unsubscribe\" button at the bottom of any of our promotional emails.When contacting us, please indicate your name, address, email address, and what Promotional Emails you do not want to receive.\nFor SMS Text Messaging, reply “Stop” and we will remove you from receiving SMS Text Alerts.\nPlease note that this paragraph applies to Promotional Emails only if another agreement (like an Incentive or Loyalty Solution (\"ILS\") Division agreement or Affiliate agreement) does not supersede this term of the policy.\nIf you received a promotional certificate through our ILS division, please either contact us or contact the company that gave you the certificate to determine if our Promotional Email Policy applies to you.\n</p>\n<p> You also have a choice with respect to the sharing of your Personally Identifiable Information with Affiliated Businesses and Marketing Partners for direct marketing purposes (but not with Affiliated Businesses for transaction-related purposes, Affiliated Restaurants, or Third Party Service Providers).\nAs described above, if we share your Personally Identifiable Information with Affiliated Business or Marketing Partners, such companies may contact you regarding products and services that may be of interest to you.\nIf you do not want us to share your Personally Identifiable Information with Affiliated Businesses or Marketing Partners for direct marketing purposes, you may elect to opt-out of such information sharing after you sign up as a registered User by (1) adjusting your account preferences at http://www.restaurant.com/my-restaurant.asp.\n(2) emailing us .\nor (3) writing to us at the address found below.\nWhen contacting us, please indicate your name, address, email address, and what information you do not want us to share with Affiliated Businesses or Marketing Partners.\nPlease note that because email addresses and names are one mechanism used by Affiliated Restaurants to track the success of our service, we must share your name and address with an Affiliated Restaurant when you purchase or redeem a promotional certificate to that particular Affiliated Restaurant.\nIf you receive unwanted communication from an Affiliated Restaurant, contact such Affiliated Restaurant directly to address such communications.\n</p>\n<p> Please note that opting out of our Promotional Emails or information sharing as described above will only affect future communications from us.\nThis means, for example, that while we will promptly stop sharing such information once we receive your opt-out request, if we shared your information with an Affiliated Business or Marketing Partner before your request, you must contact such Marketing Partner or Affiliated Business to directly opt-out of its communications.\n</p>\n<p> If you are a restaurant, merchant or other business partner, including a charitable organization and you provided us with your email address, you will receive service-oriented Partner Emails from us regarding your account.\nYou have the choice of whether you would like to receive these emails.\nIf you do not wish to receive account updates, you can opt-out by (1) emailing us .\n(2) writing to us at the address found below.\nor (3) hitting the unsubscribe button at the bottom of an account email.\nIf you wish not to receive our customer promotional emails, you must opt-in to those emails on our consumer Website.\nPlease note that opting-out (once you have opted-in) of Promotional Emails will not result in your opting out of Partner Emails and vice versa.\n</p> back to top </dd>\n<dt>7.\nSecurity of Information</dt>\n<dd>\n<p> We take security seriously and take numerous precautions to protect the security of Personally Identifiable Information.\nYou can access your Personally Identifiable Information on our Website through a password and unique User ID selected by you, or, for restaurant partners, by us.\nThis password is encrypted.\nWe recommend that you do not share your password with anyone.\nIn addition, your Personally Identifiable Information resides on a secure server that only selected personnel and contractors have access to.\nWe encrypt certain sensitive information using Secure Socket Layer (SSL) technology to ensure that your Personally Identifiable Information is safe as it is transmitted to us.\n</p>\n<p> Unfortunately, no data transmission over the Internet or any wireless network can be guaranteed to be 100% secure.\nAs a result, while we employ commercially reasonable security measures to protect data and seek to partner with companies which do the same, we cannot guarantee the security of any information transmitted to or from the Website, and are not responsible for the actions of any third parties that may receive any such information.\n</p>\n</dd>\n<dt>8.\nData Tracking</dt>\n<dd>\n<p>\n<strong>Cookies.</strong> To facilitate and customize your experience with the Website, we store cookies on your computer.\nA cookie is a small text file that is stored on a User’s computer for record-keeping purposes which contains information about that User.\nWe use cookies and other browser analytics tools to save you time while using the Website, remind us who you are, administer our Rewards Program and track and target User interests in order to provide a customized experience.\nCookies and web analytics tools also allow us to collect information about your experience, like which pages you visited, what links you clicked on, and, when combined with information you provide to us, we may be able to tell what kind of items you may be interested in to make your experience more enjoyable.\nUse of this information helps us to create a more user-friendly experience for all visitors.\nIn addition, we may use Third Party Advertising Companies to display advertisements on our Website.\nAs part of their service, they may place separate cookies on your computer.\nWe have no access to or control over these cookies.\nThis Privacy Policy covers the use of cookies by our Website only and does not cover the use of cookies by any Advertiser.\nMost browsers automatically accept cookies, but you may be able to modify your browser settings to decline cookies.\nPlease note that if you decline or delete these cookies, some parts of the Website may not work properly.\n</p>\n<p>\n<strong>Other Tracking Devices.</strong> We may use other industry standard technologies like pixel tags, web beacons and other tools to track your use of our Website pages and promotions, or we may allow our Third Party Service Providers to use these devices on our behalf.\nThese tools are software code that allows us to determine what pages you visit, whether you have performed a specific action, etc.\nWhen you access these pages or open or click an email, these tools generate a notice of that action.\nThese tools allow us to measure and improve our understanding of visitor traffic and behavior on our Website, as well as give us a way to measure our promotions and performance.\nWe may also utilize pixel tags, web beacons and other tools provided by our Affiliates and/or Marketing Partners for the same purposes.\n</p>\n</dd>\n<dt>9.\nPrivacy Policies of Third Party Websites</dt>\n<dd> This Privacy Policy only addresses the use and disclosure of information we collect from you.\nOther websites that may be accessible through this Website have their own privacy policies and data collection, use and disclosure practices.\nIf you link to any such website, we urge you review the website’s privacy policy.\nWe are not responsible for the policies or practices of third parties.\n</dd>\n<dt>10.\nMiscellaneous Privacy Issues</dt>\n<dd>\n<p>\n<strong>Children.</strong> Minors under the age of 13 may not use the Website.\nWe do not collect or maintain information from anyone known to be under the age of 13, and no part of the Website is designed to attract anyone under the age of 13.\n</p>\n<p>\n<strong>Notice of Privacy Rights to California Residents.</strong> California law requires that we provide you with a summary of your privacy rights.\nAs required, we will provide you with the categories of Personally Identifiable Information that we collect through the Website and the categories of third party persons or entities with whom such Personally Identifiable Information may be shared for direct marketing purposes at your request.\nWe do not enable third parties to collect Personally Identifiable Information from the use of our Website for their own purposes (except through an Identification Activity) whether over time, across third party websites, or other online services.\nWe do not respond to associated \"do not track\" mechanisms.\nCalifornia law requires us to inform you, at your request, (1) the categories of Personally Identifiable Information we collect and what third parties we share that information with.\n(2) the names and addresses of those third parties.\nand (3) examples of the products marketed by those companies.\nThe Act further requires us to allow you to control who you do not want us to share that information with.\nResidents of California have the right to request, once a year, if we have shared their personal information with other companies for those companies direct marketing purposes during the preceding calendar year.\nTo obtain this information, please send a request by email or standard mail to the address found below.\nWhen contacting us, please indicate your name, address, email address, and what Personally Identifiable Information you do not want us to share with Affiliated Businesses or Marketing Partners.\nThe request should be sent to the attention of our legal department, and labeled \"California Customer Choice Notice.\" Please allow 30 days for a response.\nAlso, please note that there is no charge for controlling the sharing of your Personally Identifiable Information or requesting this notice.\n</p>\n<p> If you are a California resident under the age of 18, and a registered user of this site d, California law permits you to request and obtain removal of content or information you have publicly posted.\nTo make such a request, please send an email with a detailed description of the specific content or information to email address shown below.\nPlease be aware that such a request does not ensure complete or comprehensive removal of the content or information you have posted and that there may be circumstances in which the law does not require or allow removal even if requested.\n</p>\n<p>\n<strong>Notice to Residents Outside the United States.</strong> We are based in the United States and you acknowledge that the information we collect is governed by U.S.\nlaw.\nYou are solely responsible for compliance with any protection or privacy obligation in your jurisdiction when you use the Site or provide us with information.\nOur operations are supported by a network of computers, cloud-based servers, and other infrastructure and information technology, including, but not limited to, Third Party Service Providers.\nBy accessing or using our Site or services, or otherwise providing information to us, you consent to the processing, transfer and storage of information in and to the United States, and elsewhere around the world where we (or our Third Party Service Providers) may access the information.\nPlease note that the locations which may process, transfer, or store information may have privacy and data protection laws that differ from your local jurisdiction, and those locations may not provide the same rights and protections as you do under your local laws.\nRegardless, we will protect your information as described in this Privacy Policy.\n</p>\n</dd>\n<dt>11.\nContacting Us</dt>\n<dd>\n<p> Whether you’re a new or loyal customer, restaurant owner, marketer, publisher, media member or job seeker we’d like to stay connected and want to hear from you! </p>\n<dl>\n<dt>Corporate Address</dt>\n<dd> Restaurant.com<br> 1500 West Shure Drive, Suite 600<br> Arlington Heights, Illinois 60004 </dd>\n<dt>Phone</dt>\n<dd>\n<p> For Customers:<br> 1-800-979-8985 Toll-free<br> (8:30a.m.\n- 5:00p.m.\nCST, Monday through Friday) </p>\n<p> For Restaurants:<br> 1-877-640-1844 &nbsp;<i>\n</i> Toll-free<br> (9:00a.m.\n- 5:00p.m.\nCST, Monday through Friday) </p>\n</dd>\n<dt>Email</dt>\n<dd>\n<p> Customer Service Inquiries | info@restaurant.com </p>\n<p> Restaurant Owner Inquiries from Prospective Partners | partnerjoin@restaurant.com </p>\n<p> Corporate Business Inquiries | corpsalesinfo@restaurant.com </p>\n<p> Marketing and Advertising Opportunities | marketing@restaurant.com </p>\n<p> Press and Media Requests | pr@restaurant.com </p>\n<p> Career Opportunities | jobs@restaurant.com </p>\n</dd>\n</dl>\n</dd>\n</dl> back to top INVEST IN US Become a shareholder in the future success of Restaurant.com <br> owned and operated by RDE, Inc.\nABOUT US Learn more about the nation's largest dining deals site NEED HELP? Search our FAQ for quick answers CAREERS AT RESTAURANT.COM Check out our talent network GIFT CENTER Give a gift they'll crave! Visit our Gift Center for our gift options CUSTOMER SERVICE Call us at (800) 979-8985 Monday thru Friday, 8:30am - 5pm CT FOLLOW US <ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li>Refer a Friend</li>\n<li>Mobile</li>\n<li> Sign Up for Email </li>\n</ul>\n<ul>\n<li>Affiliates</li>\n<li>Restaurant Partners</li>\n<li>Business Incentives</li>\n</ul>\n<p>© 2021 Restaurant.com All rights reserved.</p>\n<ul>\n<li>Privacy Policy</li>\n<li>Terms</li>\n<li>Site Map</li>\n</ul>\n<strong>Sorry, this account doesn't have any unused credit available.</strong>\n<br> Search for a restaurant deal <strong>Oops! This code is invalid.</strong>\n<p> Please re-enter to check for accuracy.\n<br> Or sign-in and choose available credit from your account.\n</p> View available credit Buy credit <strong>Oops! There is $0 credit remaining.</strong>\n<p> Please re-enter to check for accuracy.\n<br> Or sign-in and choose available credit from your account.\n</p> View available credit Buy credit ", "created_at": "2021-04-03 18:41:29.323734", "updated_at": "2021-04-07 20:16:30.406521"}], "points": [], "urls": ["restaurant.com"]}}