{"error": 448, "message": "OK", "parameters": {"id": 4894, "name": "iSchoolConect", "created_at": "2021-08-19 01:45:18.314378", "updated_at": "2021-08-19 22:01:07.007599", "wikipedia": null, "keywords": null, "related": null, "slug": "ischoolconect", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4894.png", "url": "ischoolconnect.com", "documents": [{"id": 8781, "name": "Terms of Service", "url": "https://ischoolconnect.com/en/terms-of-use/", "xpath": "/html/body/app-root/app-master-page/ng-component/section[2]/div/div/div/div/div/isc-terms-of-service/article", "text": "Terms of ServiceLast Updated: 1st May, 2021<p> Please read these Terms and Conditions (\"Terms\", \"Terms and Conditions\") carefully before using the https://ischoolconnect.com website (the \"Service\") operated by iSchoolConnect Inc.\n(\"us\", \"we\", or \"our\").\n</p>\n<p> Your access to and use of the Service is conditioned upon your acceptance of and compliance with these Terms.\nThese Terms apply to all visitors, users and others who wish to access or use the Service.\n</p>\n<p> By accessing or using the Service you agree to be bound by these Terms.\nIf you disagree with any part of the terms then you do not have permission to access the Service.\n</p>Communications<p> By creating an account on our service, you agree to subscribe to newsletters, marketing or promotional materials and other information we may send to you.\nHowever, you may opt out of receiving any, or all, of these communications from us by following the unsubscribe link or instructions provided in any email we send.\n</p>Purchases<p> If you wish to purchase any product or service made available through the Service (\"Purchase\"), you may be asked to supply certain information relevant to your Purchase including, without limitation, your payment details, your billing address, and your shipping information.\n</p>\n<p> You represent and warrant that: (i) you have the legal right to use any available form of payment method including credit card(s) in connection with any Purchase.\nand that (ii) the information you supply to us is true, correct and complete.\n</p>\n<p> The service may employ the use of third-party services for the purpose of facilitating payment and the completion of Purchases.\nBy submitting your information, you grant us the right to provide the information to these third parties subject to our Privacy Policy.\n</p>\n<p> We reserve the right to refuse or cancel your order at any time for reasons including but not limited to: product or service availability, errors in the description or price of the product or service, error in your order or other reasons, if fraud or an unauthorized or illegal transaction is suspected.\n</p>Availability, Errors and Inaccuracies<p> We are constantly updating product and service offerings on the Service.\nWe may experience delays in updating information on the Service and in our advertising on other web sites.\nThe information found on the Service may contain errors or inaccuracies.\nProducts or services may be mispriced, or may be inaccurate, or unavailable on the Service.\n</p>\n<p>We therefore reserve the right to change or update information and to correct errors, inaccuracies, or omissions at any time without prior notice.</p>Contests, Sweepstakes and Promotions<p> Any contests, sweepstakes or other promotions (collectively, \"Promotions\") made available through the Service may be governed by rules that are separate from these Terms &amp.\nConditions.\nIf you participate in any such Promotions, please review the applicable rules as well as our Privacy Policy.\nIf the rules for a Promotion conflict with these Terms and Conditions, the Promotion rules will apply.\n</p>Subscriptions<p> Some parts of the Service are billed on a subscription basis (\"Subscription(s)\").\nYou will be billed in advance on a recurring and periodic basis (\"Billing Cycle\").\nBilling cycles may be set either on a monthly or annual basis, depending on the type of subscription plan you select when purchasing a Subscription.\n</p>\n<p> At the end of each Billing Cycle, your Subscription will automatically renew under the exact same conditions unless you cancel it or iSchoolConnect Inc.\ncancels it.\nYou may cancel your Subscription renewal either through your online account management page or by contacting iSchoolConnect Inc.\ncustomer support team.\n</p>\n<p> A valid payment method, is required to process the payment for your Subscription.\nYou shall provide iSchoolConnect Inc.\nwith accurate and complete billing information including full name, address, state, zip code, telephone number, and a valid payment method information.\nBy submitting such payment information, you automatically authorize iSchoolConnect Inc.\nto charge all Subscription fees incurred through your account to any such payment instruments.\n</p>\n<p> Should automatic billing fail to occur for any reason, iSchoolConnect Inc.\nwill issue an electronic invoice indicating that you must proceed manually, within a certain deadline date, with the full payment corresponding to the billing period as indicated on the invoice.\n</p>Free Trial<p>iSchoolConnect Inc.\nmay, at its sole discretion, offer a Subscription with a free trial for a limited period of time (\"Free Trial\").</p>\n<p>You may be required to enter your billing information in order to sign up for the Free Trial.</p>\n<p> If you do enter your billing information when signing up for the Free Trial, you will not be charged by iSchoolConnect Inc.\nuntil the Free Trial has expired.\nOn the last day of the Free Trial period, unless you cancelled your Subscription, you will be automatically charged the applicable Subscription fees for the type of Subscription you have selected.\n</p>\n<p> At any time and without notice, iSchoolConnect Inc.\nreserves the right to (i) modify the terms and conditions of the Free Trial offer, or (ii) cancel such Free Trial offer.\n</p>Fee Changes<p> iSchoolConnect Inc., in its sole discretion and at any time, may modify the Subscription fees for the Subscriptions.\nAny Subscription fee change will become effective at the end of the then-current Billing Cycle.\n</p>\n<p> iSchoolConnect Inc.\nwill provide you with a reasonable prior notice of any change in Subscription fees to give you an opportunity to terminate your Subscription before such change becomes effective.\n</p>\n<p>Your continued use of the Service after the Subscription fee change comes into effect constitutes your agreement to pay the modified Subscription fee amount.</p>Cancellations<p> Cancellation requests must be submitted in writing within the time limits stipulated for the program you applied to.\niSchoolConnect has no obligation to issue a refund if you cancel your participation after the stipulated cancellation deadline.\nKindly note that cancellation policies vary from program to program.\nPlease familiarize yourself with the cancellation policy of the program you are applying to, prior to submitting your application to the program.\nBy submitting your application to the program, you undertake that you have read and fully understand the terms and conditions of that program including its cancellation and refund policy, and you agree to be bound by it.\n</p>Refunds<p>Certain refund requests for Subscriptions may be considered by iSchoolConnect Inc.\non a case-by-case basis and granted in sole discretion of iSchoolConnect Inc.</p>Content<p> Our Service allows you to post, link, store, share and otherwise make available certain information, text, graphics, videos, or other material (\"Content\").\nYou are responsible for the Content that you post on or through the Service, including its legality, reliability, and appropriateness.\nYou are solely responsible for your user posting and the consequences of posting or publishing them.\n</p>\n<p> By posting Content on or through the Service, You represent and warrant that: (i) the Content is yours (you own it) and/or you have the necessary right, license, consent, permission or authorization to use it and the right to grant us the rights and license as provided in these Terms, and (ii) that the posting of theContent on or through the Service does not violate the privacy rights, publicity rights, copyrights, contract rights or any other rights of any person or entity.\nWe reserve the right to terminate the account of anyone found to be infringing on a copyright.\n</p>\n<p> You retain any and all of your rights to any Content you submit, post or display on or through the Service and you are responsible for protecting those rights.\nWe take no responsibility and assume no liability for Content you or any third-party posts on or through the Service.\nHowever, by posting Content using the Service you grant us worldwide, non-exclusive, transferable, assignable, sub licensable, fully paid-up, royalty-free, perpetual, irrevocable right and license to host, transfer, relicense, use, modify, publicly perform, publicly display, reproduce, and distribute such Content on and through the Service.\nYou agree that this license includes the right for us to make your Content available to other users of the Service, who may also use your Content subject to these Terms.\n</p>\n<p> iSchoolConnect Inc.\nhas the right but not the obligation to monitor and edit all Content provided by users.\nWe may at our discretion assist in creation of your user profile on this platform.\nBy providing information for your user profile or any other information required from time to time, you represent that the information provided is accurate and you are authorized to share the information with us.\nYou shall indemnify and hold harmless iSchoolConnect, for a breach of the above provisions as per these Terms.\n</p>\n<p> In addition, Content found on or through this Service are the property of iSchoolConnect Inc.\nor used with permission.\nYou may not distribute, modify, transmit, reuse, download, repost, copy, or use said Content, whether in whole or in part, for commercial purposes or for personal gain, without express advance written permission from us.\n</p>Accounts<p> When you create an account with us, you guarantee that you are above the age of 16, and that the information you provide us is accurate, complete, and current at all times.\nInaccurate, incomplete, or obsolete information may result in the immediate termination of your account on the Service.\n</p>\n<p> You are responsible for maintaining the confidentiality of your account and password, including but not limited to the restriction of access to your computer and/or account.\nYou agree to accept responsibility for any and all activities or actions that occur under your account and/or password, whether your password is with our Service or a third-party service.\nYou must notify us immediately upon becoming aware of any breach of security or unauthorized use of your account.\n</p>\n<p> You may not use as a username the name of another person or entity or that is not lawfully available for use, a name or trademark that is subject to any rights of another person or entity other than you, without appropriate authorization.\nYou may not use as a username any name that is offensive, vulgar or obscene.\n</p>\n<p>We reserve the right to refuse service, terminate accounts, remove or edit content, or cancel orders in our sole discretion.</p>Intellectual Property<p> The Service and its original content (excluding Content provided by users), features and functionality are and will remain the exclusive property of iSchoolConnect Inc.\nand its licensors.\nThe Service is protected by copyright, trademark, and other laws of both the United States and foreign countries.\nOur trademarks and trade dress may not be used in connection with any product or service without the prior written consent of iSchoolConnect Inc.\n</p>Copyright Policy<p> We respect the intellectual property rights of others.\nIt is our policy to respond to any claim that Content posted on the Service infringes on the copyright or other intellectual property rights (\"Infringement\") of any person or entity.\n</p>\n<p> If you are a copyright owner, or authorized on behalf of one, and you believe that the copyrighted work has been copied in a way that constitutes copyright infringement, please submit your claim via email to support@ischoolconnect.com, with the subject line: \"Copyright Infringement\" and include in your claim a detailed description of the alleged Infringement as detailed below, under \"DMCA Notice and Procedure for Copyright Infringement Claims\" </p>\n<p> You may be held accountable for damages (including costs and attorneys' fees) for misrepresentation or bad-faith claims on the infringement of any Content found on and/or through the Service on your copyright.\n</p>DMCA Notice and Procedure for Copyright Infringement Claims<p> You may submit a notification pursuant to the Digital Millennium Copyright Act (DMCA) by providing our Copyright Agent with the following information in writing (see 17 U.S.C 512(c)(3) for further detail): </p>\n<ul>\n<li>an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright's interest;</li>\n<li> a description of the copyrighted work that you claim has been infringed, including the URL (i.e., web page address) of the location where the copyrighted work exists or a copy of the copyrighted work.\n</li>\n<li>identification of the URL or other specific location on the Service where the material that you claim is infringing is located;</li>\n<li>your address, telephone number, and email address;</li>\n<li>a statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law;</li>\n<li> a statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner's behalf.\n</li>\n</ul>\n<p>You can contact our Copyright Agent via email at support@ischoolconnect.com</p>Links to other Websites<p>Our Service may contain links to third-party web sites or services that are not owned or controlled by iSchoolConnect Inc.</p>\n<p> iSchoolConnect Inc.\nhas no control over, and assumes no responsibility for the content, privacy policies, or practices of any third-party web sites or services.\nWe do not warrant the offerings of any of these entities/individuals or their websites.\n</p>\n<p> You acknowledge and agree that iSchoolConnect Inc.\nshall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such content, goods or services available on or through any such third-party web sites or services.\n</p>\n<p>We strongly advise you to read the terms and conditions and privacy policies of any third-party web sites or services that you visit.</p>Termination<p> We may terminate or suspend your account and bar access to the Service immediately, without prior notice or liability, under our sole discretion, for any reason whatsoever and without limitation, including but not limited to a breach of the Terms.\n</p>\n<p>If you wish to terminate your account, you may simply discontinue using the Service.</p>\n<p> All provisions of the Terms which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity and limitations of liability.\n</p>Indemnification<p> You agree to defend, indemnify and hold harmless iSchoolConnect Inc.\nand its licensee licensors and affiliates and its and their employees, contractors, agents, officers and directors, from and against any and all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney's fees), resulting from or arising out of a) your use and access of the Service, by you or any person using your account and password.\nb) a breach of these Terms, or c) Content posted on the Service.\n</p>Limitation of Liability<p> In no event shall iSchoolConnect Inc., nor its directors, employees, partners, agents, suppliers, or affiliates, be liable for any indirect, incidental, special, consequential or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses, resulting from (i) your access to or use of or inability to access or use the Service.\n(ii) any conduct or content of any third party on the Service.\n(iii) any content obtained from the Service.\nand (iv) unauthorized access, use or alteration of your transmissions or content, whether based on warranty, contract, tort (including negligence) or any other legal theory, whether or not we have been informed of the possibility of such damage, and even if a remedy set forth herein is found to have failed of its essential purpose.\niSchoolConnect Inc.\nand its affiliates total cumulative liability to you or any other party for any loss or damages resulting from claims, demands, or actions arising out of or relating to this Terms will not exceed $500.\n</p>Disclaimer<p> Your use of the Service is at your sole risk.\nThe Service is provided on an \"AS IS\" and \"AS AVAILABLE\" basis.\nThe Service is provided without warranties of any kind, whether express or implied, including, but not limited to, implied warranties of merchantability, fitness for a particular purpose, non-infringement or course of performance.\n</p>\n<p> iSchoolConnect Inc.\nits subsidiaries, affiliates, and its licensors do not warrant that a) the Service will function uninterrupted, secure or available at any particular time or location.\nb) any errors or defects will be corrected.\nc) the Service is free of viruses or other harmful components.\nor d) the results of using the Service will meet your requirements.\n</p>Third Parties<p> If you use the Service to collect information on behalf of the Third Party or a Third Party otherwise uses the Service through your account, whether or not you are authorized by iSchoolConnect Inc.\nto do so, then You represent and warrant that (a) You are authorized to act on behalf of, and bind to this Agreement, the Third Party to all obligations that you have under this Agreement, (b) iSchoolConnect Inc.\nmay share with the Third Party any Customer Data that is specific to the Third Party's Properties, (c) You will not disclose Third Party's Customer Data to any other party without the Third Party's consent and (d) You shall be liable for any and all acts and omissions of any such Third Parties.\n</p>Your Obligations.<p> Compliance.\nYou will: (a) ensure that use of the Services complies with the Terms.\n(b) prevent and terminate any unauthorized use of or access to its Account(s) or the Services.\nand (c) promptly notify iSchoolConnect Inc.\nof any unauthorized use of or access to its Account(s) or the Services of which You become aware.\n</p>\n<p> Documentation.\niSchoolConnect Inc.\nmay provide Documentation for use of the Services.\nThe Documentation may specify restrictions (e.g.\nattribution or HTML restrictions) on how the Services may be used and You will comply with any such restrictions specified.\n</p>Advertising.<p>You may configure the Service to either display or not display advertisements served by iSchoolConnect Inc.\nwith prior consent of iSchoolConnect Inc.</p>Confidentiality<p> You and iSchoolConnect Inc.\neach agree to retain in confidence the non-public terms in this Agreement and all other non-public information and know-how disclosed pursuant to this Agreement which is either designated as proprietary and/or confidential, or by the nature of the circumstances surrounding disclosure, should reasonably be understood to be confidential (“Confidential Information”).\nEach party agrees to: (a) preserve and protect the confidentiality of the other party’s Confidential Information.\n(b) refrain from using the other party’s Confidential Information except as contemplated herein.\nand (c) not disclose such Confidential Information to any third party except to employees or agents as is reasonably required under this Agreement (and only subject to binding use and disclosure restrictions at least as protective as those set forth herein executed in writing by such employees).\nNotwithstanding the foregoing, either party may disclose Confidential Information of the other party which is: (i) already publicly known.\n(ii) discovered or created by the receiving party without reference to the Confidential Information of the disclosing party, as shown in records of receiving party.\n(iii) otherwise known to the receiving party through no wrongful conduct of the receiving party, or (iv) required to be disclosed by law or court order.\nMoreover, either party hereto may disclose any Confidential Information hereunder to such party’s agents, attorneys and other representatives or any court of competent jurisdiction or any other party empowered hereunder as reasonably required to resolve any dispute between the parties hereto.\n</p>Exclusions<p> Some jurisdictions do not allow the exclusion of certain warranties or the exclusion or limitation of liability for consequential or incidental damages, so the limitations above may not apply to you.\n</p>Governing Law<p>These Terms shall be governed and construed in accordance with the laws of Massachusetts, United States, without regard to its conflict of law provisions.</p>\n<p> Our failure to enforce any right or provision of these Terms will not be considered a waiver of those rights.\nIf any provision of these Terms is held to be invalid or unenforceable by a court, the remaining provisions of these Terms will remain in effect.\nThese Terms constitute the entire agreement between us regarding our Service, and supersede and replace any prior agreements we might have had between us regarding the Service.\n</p>Changes<p> We reserve the right, at our sole discretion, to modify or replace these Terms at any time without giving prior notice.\nAny changes to these Terms will be effective immediately upon posting on this page, with an updated effective date.\n</p>\n<p> By continuing to access or use our Service after any revisions become effective, you agree to be bound by the revised terms.\nIf you do not agree to the new terms, you are no longer authorized to use the Service.\n</p>Contact Us<p>If you have any questions about these Terms, please contact us.</p>", "created_at": "2021-08-18 23:46:31.626337", "updated_at": "2021-08-18 23:46:42.495803"}, {"id": 8780, "name": "Privacy Policy", "url": "https://ischoolconnect.com/en/privacy-policy/", "xpath": "/html/body/app-root/app-master-page/ng-component/section[2]/div/div/div/div/div/isc-privacy-policy/article", "text": "Privacy Policy1.\nIntroduction<p> iSchoolConnect is an online platform that allows students to apply to colleges and universities around the world.\nIt supports students through every step of the way to enable them to make better decisions while saving time and money.\n</p>\n<p> iSchoolConnect together with its affiliates iSchoolConnect Technologies Private Limited is committed to conducting its business in accordance with all applicable data protection laws and regulations and in line with the highest standards of ethical conduct.\n</p>\n<p> This policy sets forth the expected behaviours of iSchoolConnect employees and third parties in relation to the collection, use, retention, transfer, disclosure and destruction of any Personal Data belonging to a iSchoolConnect Data Subject.\n</p>\n<p> Personal Data is any information (including opinions and intentions) which relates to an identified or Identifiable Natural Person.\nPersonal Data is subject to certain legal safeguards and other regulations, which impose restrictions on how organisations may process Personal Data.\nAn organisation that handles Personal Data and makes decisions about its use is known as a Data Controller while a Data Processor is responsible for processing personal data on behalf of the Data Controller.\niSchoolConnect, as a Data Controller and Data Processor, is responsible for ensuring compliance with the Data Protection requirements outlined in this policy.\nNon-compliance may expose iSchoolConnect to complaints, regulatory action, fines and/or reputational damage.\n</p>\n<p> iSchoolConnect’s leadership is fully committed to ensuring continued and effective implementation of this policy, and expects all iSchoolConnect employees and third parties to share in this commitment.\nAny breach of this policy will be taken seriously and may result in disciplinary action or business sanction.\n</p>\n<p>This policy has been approved by iSchoolConnect’s Founder, CEO Mr.\nAshish Fernando.</p>2.\nScope<p>This policy applies to the services offered by iSchoolConnect where a Data Subject’s Personal Data is processed</p>\n<ul>\n<li>In the context of the business activities of iSchoolConnect.</li>\n<li>For the provision or offer of goods or services to individuals (including those provided or offered free-of-charge) by iSchoolConnect.</li>\n<li> In case of monitoring of behaviour of individuals which also includes activities such as persistent web browser cookies or dynamic IP address tracking to profile an individual with a view to analysing or predicting their personal preferences, behaviours and attitudes.\n</li>\n</ul>\n<p> This policy applies to all Processing of Personal Data in electronic form (including electronic mail and documents created with word processing software) or where it is held in manual files that are structured in a way that allows ready access to information about individuals.\n</p>\n<p> This policy has been designed to establish a worldwide baseline standard for the Processing and protection of Personal Data by all iSchoolConnect.\nWhere national law imposes a requirement which is stricter than imposed by this policy, the requirements stated in national law must be followed.\nFurthermore, where national law imposes a requirement that is not addressed in this policy, the relevant national law must be adhered to.\n</p>\n<p>If there are conflicting requirements in this policy and national law, please consult with the Privacy Officer for guidance.</p>\n<p>The protection of Personal Data belonging to iSchoolConnect employees is not within the scope of this policy.</p>3.\nDefinitionsData Subject A&nbsp;data subject&nbsp;is any person whose personal&nbsp;data&nbsp;is being collected, held or processed.\nData subject refers to any individual person who can be identified, directly or indirectly, via an identifier such as a name, an ID number, location data, or via factors specific to the person's physical, physiological, genetic, mental, economic, cultural or social identity.\nData Controller A natural or legal person, public authority, agency or any other body which alone or jointly with others determines the purposes and means of the processing of personal data Data ProcessorsA natural or legal person, Public Authority, Agency or other body which Processes Personal Data on behalf of a Data Controller.Process, Processed, Processing Any operation or set of operations performed on Personal Data or on sets of Personal Data, whether or not by automated means.\nOperations performed may include collection, recording, organisation, structuring, storage, adaptation or alteration, retrieval, consultation, use, disclosure by transmission, dissemination or otherwise making available, alignment or combination, restriction, erasure or destruction.\nSpecial Categories of Data Personal Data pertaining to or revealing racial or ethnic origin, political opinions, religious or philosophical beliefs, trade-union membership.\ndata concerning health or sex life and sexual orientation.\ngenetic data or biometric data.\nConsent Any freely given, specific, informed and unambiguous indication of the Data Subject’s wishes by which he or she, by a statement or by a clear affirmative action, signifies agreement to the Processing of Personal Data relating to him or her.\nData Protection The process of safeguarding Personal Data from unauthorised or unlawful disclosure, access, alteration, Processing, transfer or destruction.\nData Protection Authority An independent Public Authority responsible for monitoring the application of the relevant Data Protection regulation set forth in national law.\nData Protection AuthorityAn independent Public Authority responsible for monitoring the application of the relevant Data Protection regulation set forth in national law.Third Country Any country not recognised as having an adequate level of legal protection for the rights and freedoms of Data Subjects in relation to the Processing of Personal Data.\nPersonal Data‘Personal data’ means any information relating to an identified or identifiable natural person (‘data subject’)Profiling Any form of automated processing of Personal Data where Personal Data is used to evaluate specific or general characteristics relating to an Identifiable Natural Person.\nIn particular to analyse or predict certain aspects concerning that natural person’s performance at work, economic situations, health, personal preferences, interests, reliability, behaviour, location or movement.\nPersonal Data Breach A breach of security leading to the accidental or unlawful destruction, loss, alteration, unauthorised disclosure of, or access to, Personal Data transmitted, stored or otherwise Processed.\nPrivacy Officer An individual responsible for monitoring internal compliance, informing and advising on data protection obligations and act as a contact point for data subjects and the supervisory authority EncryptionThe process of converting information or data into code, to prevent unauthorised access.Pseudonymisation Data amended in such a way that no individuals can be identified from the data (whether directly or indirectly) without a “key” that allows the data to be re-identified.\nAnonymizationData amended in such a way that no individuals can be identified from the data (whether directly or indirectly) by any means or by any person.4.\nPolicy4.1.1 Data Sources<p>Personal Data should be collected only from the Data Subject unless one of the following apply:</p>\n<ul>\n<li>The nature of the business purpose necessitates collection of the Personal Data from other persons or bodies.</li>\n<li> The collection must be carried out under emergency circumstances in order to protect the vital interests of the Data Subject or to prevent serious loss or injury to another person.\n</li>\n</ul>4.1.2 Data Subject Consent<p> iSchoolConnect will obtain Personal Data only by lawful and fair means and, where appropriate with the knowledge and Consent of the individual concerned.\nWhere a need exists to request and receive the Consent of an individual prior to the collection, use or disclosure of their Personal Data, iSchoolConnect is committed to seeking such Consent.\n</p>4.1.3 Data Subject Notification<p> iSchoolConnect will, when required by applicable law, contract, or where it considers that it is reasonably appropriate to do so, provide Data Subjects with information as to the purpose of the Processing of their Personal Data.\n</p>\n<p> The disclosures may be given orally, electronically or in writing.\nIf given orally, the person making the disclosures should use a suitable script or form approved in advance by the Privacy Officer.\nThe associated receipt or form should be retained, along with a record of the facts, date, content, and method of disclosure.\n</p>4.1.4 External Privacy Notices<p> Each external website provided by iSchoolConnect will include an online ‘Website Privacy Policy’ and an online ‘Website Cookie Policy’ fulfilling the requirements of applicable law.\n</p>\n<p>All Privacy and Cookie Notices will be approved by the Privacy Officer prior to publication on any iSchoolConnect external website.</p>4.2 Data Use4.2.1 Data Processing<p>iSchoolConnect uses the Personal Data of its Data Subjects for the following broad purposes:</p>\n<ul>\n<li>To provide services to iSchoolConnect customers.</li>\n<li>The ongoing administration and management of customer services</li>\n</ul>\n<p> The use of a Data Subject’s information should always be considered from their perspective and whether the use will be within their expectations or if they are likely to object.\n</p>\n<p> iSchoolConnect will process Personal Data in accordance with all applicable laws and applicable contractual obligations.\nMore specifically, iSchoolConnect will not process Personal Data unless at least one of the following requirements are met: </p>\n<ul>\n<li> Processing is necessary for the performance of a contract to which the Data Subject is party or in order to take steps at the request of the Data Subject prior to entering into a contract.\n</li>\n<li>Processing is necessary for compliance with a legal obligation to which the Data Controller is subject.</li>\n<li>Processing is necessary in order to protect the vital interests of the Data Subject or of another natural person.</li>\n<li>Processing is necessary for the performance of a task carried out in the public interest or in the exercise of official authority vested in the Data Controller.</li>\n<li> Processing is necessary for the purposes of the legitimate interests pursued by the Data Controller or by a third party (except where such interests are overridden by the interests or fundamental rights and freedoms of the Data Subject, in particular where the Data Subject is a child).\n</li>\n</ul>\n<p> There are some circumstances in which Personal Data may be further processed for purposes that go beyond the original purpose for which the Personal Data was collected.\nWhen deciding the compatibility of the new reason for Processing, guidance and approval must be obtained from the Privacy Officer before any such Processing may commence.\n</p>\n<p> In any circumstance where Consent has not been gained for the specific Processing in question, iSchoolConnect will address the following additional conditions to determine the fairness and transparency of any Processing beyond the original purpose for which the Personal Data was collected: </p>\n<ul>\n<li>Any link between the purpose for which the Personal Data was collected and the reasons for intended further Processing.</li>\n<li>The context in which the Personal Data has been collected, in particular regarding the relationship between Data Subject and the Data Controller.</li>\n<li> The nature of the Personal Data, in particular whether Special Categories of Data are being Processed, or whether Personal Data related to criminal convictions and offences are being processed.\n</li>\n<li>The possible consequences of the intended further Processing for the Data Subject.</li>\n<li>The existence of appropriate safeguards pertaining to further Processing, which may include Encryption, Anonymization or Pseudonymisation.</li>\n</ul>4.2.2 Special Categories of Data<p> iSchoolConnect will only Process Special Categories of Data (also known as sensitive data where the Data Subject expressly consents to such Processing or where one of the following conditions apply: </p>\n<ul>\n<li>The Processing relates to Personal Data which has already been made public by the Data Subject.</li>\n<li>The Processing is necessary for the establishment, exercise or defence of legal claims.</li>\n<li>The Processing is specifically authorised or required by law.</li>\n<li> The Processing is necessary to protect the vital interests of the Data Subject or of another natural person where the Data Subject is physically or legally incapable of giving consent.\n</li>\n<li>Further conditions, including limitations, based upon national law related to the Processing of genetic data, biometric data or data concerning health.</li>\n</ul>\n<p> In any situation where Special Categories of Data are to be processed, prior approval must be obtained from the Privacy Officer and the basis for the Processing clearly recorded with the Personal Data in question.\n</p>4.2.3 Children’s Data<p> Children are unable to Consent to the Processing of Personal Data for information society services.\nConsent must be sought from the person who holds parental responsibility over the child.\nHowever, it should be noted that where Processing is lawful under other grounds, as mentioned above in section 4.4.2, Consent need not be obtained from the child or the holder of parental responsibility.\n</p>\n<p> Should iSchoolConnect foresee a business need for obtaining parental consent for information society services offered directly to a child, guidance and approval must be obtained from the Privacy Officer before any Processing of a child’s Personal Data may commence.\n</p>4.2.4 Data Quality<p> iSchoolConnect will adopt all necessary measures to ensure that the Personal Data it collects and Processes is complete and accurate in the first instance, and is updated to reflect the current situation of the Data Subject.\n</p>\n<ul>\n<li> The measures adopted by iSchoolConnect to ensure data quality include: Correcting Personal Data known to be incorrect, inaccurate, incomplete, ambiguous, misleading or outdated, even if the Data Subject does not request rectification.\n</li>\n<li>Keeping Personal Data only for the period necessary to satisfy the permitted uses or applicable statutory retention period.</li>\n<li>The removal of Personal Data if in violation of any of the Data Protection principles or if the Personal Data is no longer required.</li>\n<li> Restriction, rather than deletion of Personal Data, insofar as: <ul>\n<li>A law prohibits erasure.</li>\n<li>Erasure would impair legitimate interests of the Data Subject.</li>\n<li>The Data Subject disputes that their Personal Data is correct and it cannot be clearly ascertained whether their information is correct or incorrect.</li>\n</ul>\n</li>\n</ul>4.2.5 Digital Marketing<p> As a rule, iSchoolConnect will not send promotional or direct marketing material to an iSchoolConnect Data Subject through digital channels such as mobile phones, email and the Internet, without first obtaining their Consent.\niSchoolConnect wishing to carry out a digital marketing campaign without obtaining prior Consent from the Data Subject must first have it approved by the Privacy Officer.\n</p>\n<p> Where Personal Data Processing is approved for digital marketing purposes, the Data Subject must be informed at the point of first Data Subject that they have the right to object, at any stage, to having their data Processed for such purposes.\nIf the Data Subject puts forward an objection, digital marketing related Processing of their Personal Data must cease immediately and their details should be kept on a suppression list with a record of their opt-out decision, rather than being completely deleted.\n</p>\n<p> It should be noted that where digital marketing is carried out in a ‘business to business’ context, there is no legal requirement to obtain an indication of Consent to carry out digital marketing to individuals provided that they are given the opportunity to opt-out.\n</p>4.2.6 Data Retention<p> To ensure fair Processing, Personal Data will not be retained by iSchoolConnect for longer than necessary in relation to the purposes for which it was originally collected, or for which it was further processed.\n</p>\n<p> The length of time for which iSchoolConnect needs to retain Personal Data will be determined and set out in the Backup and Data Retention policy.\nThis takes into account the legal and contractual requirements, both minimum and maximum, that influence the retention periods set forth in the schedule.\nAll Personal Data should be deleted or destroyed as soon as possible where it has been confirmed that there is no longer a need to retain it.\n</p>4.2.7 Data Protection<p> iSchoolConnect will adopt physical, technical, and organisational measures to ensure the security of Personal Data.\nThis includes the prevention of loss or damage, unauthorised alteration, access or Processing, and other risks to which it may be exposed by virtue of human action or the physical or natural environment.\n</p>\n<p> The minimum set of security measures to be adopted by iSchoolConnect should conform to the standards mentioned in the ‘Information Security Management System’.\nA summary of the Personal Data related security measures is provided below: </p>\n<ul>\n<li>Prevent unauthorised persons from gaining access to data processing systems in which Personal Data are processed.</li>\n<li>Prevent persons entitled to use a data processing system from accessing Personal Data beyond their needs and authorisations.</li>\n<li>Ensure that Personal Data in the course of electronic transmission during transport cannot be read, copied, modified or removed without authorisation.</li>\n<li> Ensure access to Personal Data is governed through appropriate logical and physical access controls.\nEnsure that Personal Data is protected against undesired destruction or loss.\n</li>\n<li>Ensure that Personal Data is not kept longer than necessary.</li>\n</ul>4.2.8 Data Subject Requests<p>The Privacy Officer will establish a system to enable and facilitate the exercise of Data Subject rights related to:</p>\n<ul>\n<li>Information access.</li>\n<li>Restriction of Processing.</li>\n<li>Data rectification.</li>\n<li>Data erasure.</li>\n</ul>\n<p> If an individual makes a request relating to any of the rights listed above, iSchoolConnect will consider each such request in accordance with all applicable Data Protection laws and regulations.\nNo administration fee will be charged for considering and/or complying with such a request unless the request is deemed to be unnecessary or excessive in nature.\n</p>\n<p> Data Subjects are entitled to obtain, based upon a request made in writing to the Privacy Officer and upon successful verification of their identity, the following information about their own Personal Data: </p>\n<ul>\n<li>The purposes of the collection, Processing, use and storage of their Personal Data.</li>\n<li>The source(s) of the Personal Data, if it was not obtained from the Data Subject;</li>\n<li>The categories of Personal Data stored for the Data Subject.</li>\n<li>The recipients or categories of recipients to whom the Personal Data has been or may be transmitted, along with the location of those recipients.</li>\n<li>The envisaged period of storage for the Personal Data or the rationale for determining the storage period.</li>\n<li>The use of any automated decision-making, including Profiling.</li>\n<li> The right of the Data subject to: <ul>\n<li>Object to Processing of their Personal Data.</li>\n<li>Lodge a complaint with the Data Protection Authority.</li>\n<li>Request rectification or erasure of their Personal Data.</li>\n<li>Request restriction of Processing of their Personal Data.</li>\n</ul>\n</li>\n</ul>\n<p> All requests received for access to or rectification of Personal Data must be directed to the Privacy Officer, who will log each request as it is received.\nA response to each request will be provided within 30 days of the receipt of the written request from the Data Subject.\nAppropriate verification must confirm that the requestor is the Data Subject or their authorised legal representative.\nData Subjects shall have the right to require iSchoolConnect to correct or supplement erroneous, misleading, outdated, or incomplete Personal Data.\n</p>\n<p> If iSchoolConnect cannot respond fully to the request within 30 days, the Privacy Officer shall nevertheless provide the following information to the Data Subject, or their authorised legal representative within the specified time: </p>\n<ul>\n<li>An acknowledgement of receipt of the request.</li>\n<li>Any information located to date.</li>\n<li> Details of any requested information or modifications which will be provided to the Data Subject, the reason(s) for the refusal, and any procedures available for appealing the decision.\n</li>\n<li>An estimated date by which any remaining responses will be provided.</li>\n<li>An estimate of any costs to be paid by the Data Subject (e.g.\nwhere the request is excessive in nature).</li>\n<li>The name and Data Subject information of the iSchoolConnect individual who the Data Subject should contact for follow up.</li>\n</ul>\n<p> It should be noted that situations may arise where providing the information requested by a Data Subject would disclose Personal Data about another individual.\nIn such cases, information must be redacted or withheld as may be necessary or appropriate to protect that person’s rights.\n</p>4.2.9 Law Enforcement Requests &amp.\nDisclosures<p> In certain circumstances, it is permitted that Personal Data be shared without the knowledge or Consent of a Data Subject.\nThis is the case where the disclosure of the Personal Data is necessary for any of the following purposes: </p>\n<ul>\n<li>The prevention or detection of crime.</li>\n<li>The apprehension or prosecution of offenders.</li>\n<li>The assessment or collection of a tax or duty.</li>\n<li>By the order of a court or by any rule of law.</li>\n</ul>\n<p> If iSchoolConnect processes Personal Data for one of these purposes, then it may apply an exception to the Processing rules outlined in this policy but only to the extent that not doing so would be likely to prejudice the case in question.\n</p>4.2.10 Data Protection Training<p> All iSchoolConnect employees that have access to Personal Data will have their responsibilities under this policy outlined to them as part of their staff induction training.\nIn addition, iSchoolConnect will provide regular Data Protection training and procedural guidance for their staff.\nThe training and procedural guidance set forth will consist of, at a minimum, the following elements: </p>\n<ul>\n<li>The Data Protection Principles set forth in this document</li>\n<li>Each employee’s duty to use and permit the use of Personal Data only by authorised persons and for authorised purposes.</li>\n<li>The need for, and proper use of, the forms and procedures adopted to implement this policy.</li>\n<li>The correct use of passwords, security tokens and other access mechanisms.</li>\n<li> The importance of limiting access to Personal Data, such as by using password protected screen savers and logging out when systems are not being attended by an authorised person.\n</li>\n<li>Securely storing manual files, print outs and electronic storage media.</li>\n<li> The need to obtain appropriate authorisation and utilise appropriate safeguards for all transfers of Personal Data outside of the internal network and physical office premises.\n</li>\n<li>Proper disposal of Personal Data by using secure shredding facilities.</li>\n<li>Any special risks associated with particular departmental activities or duties.</li>\n</ul>4.2.11 Transfers between iSchoolConnect Entities<p> For iSchoolConnect to carry out its operations effectively across its various entities, there may be occasions when it is necessary to transfer Personal Data from one iSchoolConnect entity to another, or to allow access to the Personal Data from an overseas location.\nShould this occur, the iSchoolConnect entities sending the Personal Data remains responsible for ensuring protection for that Personal Data.\n</p>4.2.12 Transfers to Third Parties<p> iSchoolConnect will only transfer Personal Data to, or allow access by, third parties when it is assured that the information will be processed legitimately and protected appropriately by the recipient.\nWhere third party Processing takes place, iSchoolConnect will first identify if, under applicable law, the third party is considered a Data Controller or a Data Processor of the Personal Data being transferred.\n</p>\n<p> Where the third party is deemed to be a Data Controller, iSchoolConnect will enter into, in cooperation with the Privacy Officer, an appropriate agreement with the Controller to clarify each party’s responsibilities in respect to the Personal Data transferred.\n</p>\n<p> Where the third party is deemed to be a Data Processor, iSchoolConnect will enter into, in cooperation with the Privacy Officer, an adequate Processing agreement with the Data Processor.\nThe agreement must require the Data Processor to protect the Personal Data from further disclosure and to only Process Personal Data in compliance with iSchoolConnect instructions.\nIn addition, the agreement will require the Data Processor to implement appropriate technical and organisational measures to protect the Personal Data as well as procedures for providing notification of Personal Data Breaches.\n</p>\n<p> When iSchoolConnect is outsourcing services to a third party (including Cloud Computing services), they will identify whether the third party will Process Personal Data on its behalf and whether the outsourcing will entail any Third Country transfers of Personal Data.\n</p>\n<p> The Privacy Officer shall conduct regular audits of Processing of Personal Data performed by third parties, especially in respect of technical and organisational measures they have in place.\nAny major deficiencies identified will be reported to and monitored by iSchoolConnect’s management.\n</p>4.2.13 Complaints Handling<p> Data Subjects with a complaint about the Processing of their Personal Data, should put forward the matter in writing to the Privacy Officer.\nAn investigation of the complaint will be carried out to the extent that is appropriate based on the merits of the specific case.\nThe Privacy Officer will inform the Data Subject of the progress and the outcome of the complaint within a reasonable period.\n</p>\n<p> If the issue cannot be resolved through consultation between the Data Subject and the Privacy Officer, then the Data Subject may, at their option, seek redress through mediation, binding arbitration, litigation, or via complaint to the Data Protection Authority within the applicable jurisdiction </p>4.2.14 Breach Reporting<p> Any individual who suspects that a Personal Data Breach has occurred due to the theft or exposure of Personal Data must immediately notify the Privacy Officer providing a description of what occurred.\nNotification of the incident can me made via email on datacompliance@ischoolconnect.com.\n</p>\n<p> The Privacy Officer will investigate all reported incidents to confirm whether or not a Personal Data Breach has occurred.\nIf a Personal Data Breach is confirmed, the Privacy Officer will follow the relevant authorised procedure based on the criticality and quantity of the Personal Data involved.\nFor severe Personal Data Breaches, the iSchoolConnect management will initiate and chair an emergency response team to coordinate and manage the Personal Data Breach response.\n</p>5.\nPolicy Maintenance<p> All inquiries about this policy, including requests for exceptions or changes should be directed to the Privacy Officer via email datacompliance@ischoolconnect.com.\n</p>5.1 Publication<p> This policy shall be available to all iSchoolConnect employees through the iSchoolConnect Policy Portal https://ischoolconnect.com/privacy-policy.\nor via alternative means as deemed appropriate by the Privacy Officer.\n</p>5.2 Effective Date<p>This policy is effective as of 1st May 2021.</p>5.3 Revisions<p> The Privacy Officer is responsible for the maintenance and accuracy of this policy.\nNotice of significant revisions shall be provided to iSchoolConnect employees through the Human Resources department.\nChanges to this policy will come into force when published on iSchoolConnect Policy Portal https://ischoolconnect.com/privacy-policy.\n</p>6.\nRelated Documents<p>Listed below are documents that relate to and are referenced by this policy.</p>\n<ul>\n<li>Website Privacy Policy</li>\n<li>Terms of Use</li>\n<li>Website Cookie Policy</li>\n<li>Backup and Data Retention Policy</li>\n</ul>7.\nAnnexure<p>This policy is applicable to:</p>\n<ul>\n<li>iSchoolConnect , Inc.</li>\n<li>iSchoolConnect Technologies Private Limited</li>\n</ul>", "created_at": "2021-08-19 01:45:18.316411", "updated_at": "2021-08-18 23:46:01.04724"}], "points": [], "urls": ["ischoolconnect.com"]}}