{"error": 448, "message": "OK", "parameters": {"id": 1567, "name": "Plex", "created_at": "2019-05-17 05:41:56.405949", "updated_at": "2021-03-31 19:54:59.705111", "wikipedia": "https://en.wikipedia.org/wiki/Plex_(software)", "keywords": null, "related": null, "slug": "plex_solutions", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/1567.png", "url": "plex.tv", "documents": [{"id": 1363, "name": "Terms of Service", "url": "https://www.plex.tv/about/privacy-legal/plex-terms-of-service/", "xpath": "//div[@class='large-8 medium-12 cell content']", "text": " <p>Revised January 1, 2020</p>\n<p>IMPORTANT—PLEASE READ THE FOLLOWING TERMS OF SERVICE (REFERENCED HEREIN AS “<u>\n<i>TOS</i>\n</u>”) BEFORE OR WHEN USING THE PLEX WEBSITE, A PLEX SOFTWARE, MOBILE, OR WEB APPLICATION(S), OR ANY RELATED PLEX SERVICE(S) (referenced collectively herein as the “<u>Plex Solution</u>”).\nPLEX GmbH (“<u>Plex</u>”) IS WILLING TO LICENSE AND PERMIT USE OF THE PLEX SOLUTION SUBJECT AT ALL TIMES TO AGREEMENT WITH THIS TOS.\nBY USING OR OTHERWISE ACCESSING THE PLEX SOLUTION, YOU ACCEPT AND AGREE TO THIS TOS.\nIF YOU DO NOT AGREE TO THIS TOS, DO NOT USE THE PLEX SOLUTION.</p>\n<ol>\n<li>\n<b>LICENSE</b>.\n<ol>\n<li>1.1.\n<u>Plex Solution Overview</u>.\nFor more information regarding the currently available Plex Solution, please click here.\nThe Plex Solution is provided pursuant to this TOS to individual persons (and not entities) residing in the countries or regions where Plex makes available its products and services.</li>\n<li>1.2.\n<u>General Plex Solution Grant</u>.\nThe Plex Solution is made available by Plex, and this TOS provides to you (identified herein as “<u>you</u>” or a “<u>user</u>” or with “<u>your</u>” (as further described below)) a personal (non-commercial), revocable, limited, non-exclusive, nontransferable, and non-sublicensable license to access and use the Plex Solution (by you and your Authorized Users (as defined below)) conditioned on your continued compliance with this TOS.\nYou may print and download Plex materials and information from the Plex Solution solely for your personal use, provided that all hard copies contain all copyright and other applicable notices contained in (or that are required to be displayed with) such materials and information and that you (or your Authorized User(s)) do not further distribute or disclose such materials and information.\nThe content layout, formatting, and features (or functionality) of and online or remote access processes for the Plex Solution shall be as made available by Plex in its sole discretion.\nYou also acknowledge and agree to the following: (i) Plex has the right to control and direct the means, manner, and method by which the Plex Solution is provided.\n(ii) Plex may, from time to time, engage independent contractors, consultants, or subcontractors to aid Plex in providing the Plex Solution or use thereof.\nand (iii) Plex has the right to provide the Plex Solution to others.</li>\n<li>1.3.\n<u>PMS Software Download(s)</u>.\nPlex may make downloadable software or a mobile application(s) available through or as a part of the Plex Solution for use in connection with your personal media management (“<u>PMS Software</u>”).\nThe right to use the PMS Software is provided as a part of the grant (above) to use the Plex Solution in accordance with this TOS and subject to the following additional obligations.\nYou may only use the PMS Software on a device or hardware that you own or control and as a part of your use of the Plex Solution or other Plex service.\nYou hereby acknowledge that the PMS Software may include or allow integration with certain third-party executable modules that may be subject to additional license terms and conditions.\nPlease click here for more information regarding such modules, but unless otherwise indicated, references to the Plex Solution herein shall include the PMS Software and any integrated third-party executable module(s) that you utilize.</li>\n<li>1.4.\n<u>Content Available Through the Plex Solution</u>.\nIn connection with the foregoing grant to use the Plex Solution, the Plex Solution allows you to view or otherwise access original Plex or third party Content.\n“Content” includes, but is not limited to, text, graphics, photos, sounds, audio, and videos in the form of, by way of example and not limitation, news reports, podcasts, videos, and music.\nThe availability of such Content may change and not all Content is available in all formats.\nUse of the Content is subject to the license grant for the Plex Solution, but in addition, shall remain non-transferable and may be subject to additional license grant terms set by the respective third party licensor(s).\nThird-party Content displayed or accessible through the Plex Solution is protected by copyright and other intellectual property law and belongs to the respective owner(s) or licensor(s).\nThis TOS does not grant you the right to copy (further), distribute, prepare derivative works, publicly display, or otherwise use any Content.\nYou are expressly prohibited from engaging in or facilitating the unauthorized sharing or distribution of Content.</li>\n<li>1.5.\n<u>Plex Solution Updates</u>.\nPlex may, but is not obligated to, update the Plex Solution with updates, upgrades, enhancements, improvements, additions, new or incremental features or functionality of and generally made available through the Plex Solution (as determined by Plex in its sole discretion), or modifications that are provided as part of product support and any other support or maintenance services that Plex provides as part of or otherwise in connection with the Plex Solution (collectively, “<u>Plex Solution Updates</u>”).\nIn some instances, you may be required to consent to or to agree to use and implement an applicable Plex Solution Update in a timely manner, including, without limitation, as a means to protect the Plex Solution from unauthorized use, content, or data.\nIf you decline a Plex Solution Update, you may not be able to use or access the Plex Solution (in whole or in part), and Plex shall have no responsibility or liability for any continued use.\nUnless otherwise indicated, references to the Plex Solution include any Plex Solution Updates.</li>\n<li>1.6.\n<u>Support</u>.\nThis TOS does not entitle you to any support or installation service (collectively, “<u>Support</u>”).\nAny such Support that may be made available by Plex, in its sole discretion, shall be subject to separate terms and conditions with Plex.</li>\n<li>1.7.\n<u>Authorized User(s)</u>.\nSubject to any third party license restrictions for applicable Content, you may enable members of your immediate family and for whom you will be responsible (each, an “<u>Authorized User(s)</u>”) to access and use the Plex Solution so long as all such use remains in compliance with this TOS.\nNevertheless, you acknowledge and agree that you shall be responsible for monitoring your own and your Authorized User(s)’s use of the Plex Solution and for maintaining compliance with this TOS and any third party license restrictions for applicable Content.\nAny breach of this TOS by an Authorized User(s) shall constitute a breach by you.\nUnless otherwise indicated, references to “<u>you</u>” or “<u>your</u>” throughout this TOS therefore mean you, your Authorized User(s), and the person or entity named on your account with Plex.</li>\n</ol>\n</li>\n<li>\n<b>LICENSE GRANT RESTRICTIONS</b>.\nThis TOS is only a license and not an assignment or sale.\nPlex transfers no ownership or intellectual property interest or title in and to the Plex Solution to you or anyone else.\nFurther, Plex reserves all rights not expressly granted by this TOS.\nAccordingly, you may not modify, translate, decompile, create derivative work(s) of, copy, distribute, disassemble, broadcast, transmit, publish, remove or alter any proprietary notices or labels, license, sublicense (other than to an Authorized User(s)), transfer, sell, mirror, frame, exploit, rent, lease, private label, grant a security interest in, or otherwise use in any manner not expressly permitted herein (or by Plex) the Plex Solution.\nIn particular, and without limitation of the foregoing, there is no right to distribute further the PMS Software to the public or in excess of the limited license (above).\nMoreover, this TOS does not grant any right to modify the PMS Software or provide a right or license in or to any third-party executable module(s) or accessible content beyond the limited and express grant herein.</li>\n<li>\n<b>INTERFACING SOFTWARE</b>.\n“<u>Interfacing Software</u>” means any software that you obtain or provide and that accesses or calls any PMS Software provided by Plex as part of the Plex Solution including, but not limited to, plug-ins for the Plex Solution, channel plug-ins, metadata agents, and client applications that communicate directly or indirectly with the Plex Solution.\nYou are responsible and liable for any Interfacing Software, including any data collection that may be undertaken or occur through the Interfacing Software.\nPlex encourages the implementation and adherence of data collection and use practices substantially similar to those articulated in the privacy policy of Plex (identified below).\nBy making, or assisting others in making, available any Interfacing Software, you hereby grant Plex a worldwide, non-exclusive, and royalty-free right and license to use (including testing, hosting, and linking to), copy, publicly perform, publicly display (including screenshots), reproduce in copies for distribution, market or promote (as a part of the Plex Solution or other services of Plex), and distribute the copies of any Interfacing Software (or its associated name).\nIn connection therewith, you hereby agree to provide and include (or link to) a privacy notice summarizing practices consistent with the privacy policy of Plex noted below and include in the source code of the Interfacing Software a copyright notice of the form: Copyright © &lt;year&gt.\n&lt;copyright holders&gt;.\nAny data collection by Plex shall be in a manner consistent with Plex’s privacy policy (noted below).\nSubject to the inclusion by Plex of this notice (if first provided to Plex by you), you grant, and authorize Plex to grant on your behalf, if necessary, a license, free of charge, to any person obtaining a copy of the Interfacing Software and associated documentation files from Plex, to deal in the Interfacing Software without restriction, including, without limitation, the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Interfacing Software, and to permit persons to whom the Interfacing Software is furnished to do so.\nYou represent and warrant that you have all rights necessary to make the foregoing grants, and you further agree that you will use and integrate the Interfacing Software in a manner consistent with acceptable use of the Plex Solution pursuant to this TOS.\nYou may notify us (please click here) if you do not wish for Plex to use the Interfacing Software that was created by and is owned by you.\nAny such notification must include all requested information and representations (as indicated by Plex).\nPlex will comply with such a proper request and cease its own use of the Interfacing Software, but Plex must be granted a transition period of at least thirty (30) days after receipt of the request to comply.\nPlex, however, shall not be obligated to confirm removal or cessation of the Interfacing Software by you or others (including Authorized Users) outside its control.</li>\n<li>\n<b>GENERAL USER OBLIGATIONS</b>.\nYou represent that you are at least eighteen (18) years of age (or the legal age of majority, whichever is greater) and will, at all times, provide true, accurate, current, and complete information when submitting information or materials on or through the Plex Solution, including, without limitation, when you provide information via a Plex Solution registration, account, or submission form.\nYou are responsible for completing any registration(s) or account requirements for access to applicable third party Content available through the Plex Solution.\nIndividuals under the age of eighteen (18) (or the applicable age of majority) may utilize the Plex Solution only with the involvement and acceptance of (this TOS by) a parent or legal guardian and then solely as an Authorized User under a parent or legal guardian’s account.\nYou further represent that you (or the person agreeing to, accepting, or acting under this TOS) are authorized to act on behalf of the person or entity named on the account with Plex.\nIn addition, you agree to abide by all applicable local, state, national, and international laws and regulations with respect to your use of the Plex Solution.\nIn particular, you may not take any action that will infringe on the intellectual property rights of Plex or any other third party.\nYou acknowledge that unauthorized use of copyrighted content of others may subject you to civil and criminal penalties, including possible monetary damages, for copyright infringement.\nYou also acknowledge and agree that use of the Internet and the Plex Solution is solely at your own risk.\nYou further understand that by using the Plex Solution you may encounter content that you may find offensive, indecent, or objectionable.\nYou assume all responsibility for obtaining and paying for all licenses and costs for third-party software and hardware necessary for access to the Plex Solution, and for maintaining and backing-up your content and data.</li>\n<li>\n<b>USER CONTENT &amp.\nACCEPTABLE USE</b>.\nThe Plex Solution enables you to access content, data, communication, and other interactive features and functionality (with such uploaded, downloaded, shared, or exchanged information or content referenced collectively herein as a “<u>User Content</u>”).\nDistribution of User Content may be subject to third-party rights.\nYou agree that by using the Plex Solution you will not upload, post, display, or transmit any of the following:\n<ul>\n<li>anything which defames, harasses, threatens, offends, or in any way violates or infringes on the rights (including, without limitation, patents, copyrights, or trademark rights) of others;</li>\n<li>anything which may damage, lessen, or harm the goodwill or reputation of Plex and its services;</li>\n<li>anything which involves the impersonation of any other person or entity;</li>\n<li>anything which constitutes viral or harmful programming code, files, or software;</li>\n<li>anything which constitutes junk mail, spam, or unauthorized advertising.\nor</li>\n<li>anything which is unlawful.</li>\n</ul>\n<p>Plex reserves the right to establish additional practices, parameters, and limits in its sole discretion concerning the display or availability of any User Content.\nFurther, Plex shall not have any obligation to incorporate or utilize any User Content that does not correspond to or meet Plex’s technical or usage practices, parameters, and limits.</p>\n</li>\n<li>\n<b>PERMISSION TO USE USER CONTENT</b>.\nYou continue to retain any ownership rights you have in the User Content you make available to Plex and/or the Plex Solution.\nHowever, by submitting or making available any type of User Content, you automatically and hereby grant to Plex a royalty-free, transferable, sub-licensable and non-exclusive right and license to use or act on any such User Content in furtherance of and in connection with the operation of the Plex Solution.\nThe rights you grant are limited to the purpose of providing and operating the Plex Solution.\nYou specifically acknowledge that the Plex Solution facilitates distribution of the User Content, and as a part of the foregoing grant, you permit any user with whom you share content a non-exclusive license to access and use the User Content through the Plex Solution as permitted through the functionality of the Plex Solution.\nYou represent that you have all necessary rights to make the foregoing grants and to otherwise make User Content(s) available to Plex and for (and through) the Plex Solution.</li>\n<li>\n<b>NO PRE-SCREENING OF USER CONTENT.\nREMOVAL</b>.\nPlex is not responsible for pre-screening or editing your or any other user’s User Content, support forum posts, or any other communications and encourages all of its users to use reasonable discretion and caution in evaluating or reviewing any such content or communications.\nMoreover, Plex does not endorse, oppose, or edit any opinion or information provided by you or another user (unless separately and expressly provided by Plex) and does not make any representation with respect to, nor does it endorse the accuracy, integrity, quality, acceptability, completeness, timeliness, lawfulness, suitability, or reliability of any User Content or communications displayed, uploaded, or distributed by you or any other user.\nYou also acknowledge that Plex has no control over the extent to which any idea, content, or information may be used by any party or person once it’s posted, shared, or displayed.\nNevertheless, Plex reserves the right to take any action within its control with respect to User Content (or parts thereof), support forum posts, or any other communications that Plex reasonably believes is necessary to: (i) satisfy any applicable law, regulation, legal process or governmental request.\n(ii) enforce this TOS, including investigation of potential violations hereof.\n(iii) detect, prevent, or otherwise address fraud, security, or technical issues.\n(iv) respond to user support requests.\n(v) protect the rights, property, or safety of Plex, its users, or the public.\nor (vi) address any act or omission that Plex believes in good faith violates this TOS and/or is, or is potentially, unlawful or harmful to Plex, its services, or goodwill.</li>\n<li>\n<b>ACCOUNT</b>.\nYou may be required to provide certain personal information necessary to create an account with Plex.\nYou may be required to create login credentials, such as a user name and password, or adhere to other particular access requirements as designated by Plex in its sole discretion from time to time.\nYou are solely responsible for the activity that occurs on your account and agree to keep your login credentials confidential and secure.\nYou acknowledge that Plex may not provide controls that restrict the maturity level of content available through the Plex Solution.\nIf you allow your child (under the age of 18 or the legal age of majority, whichever is greater) to access your Plex account, you are solely responsible for monitoring your child’s use of the Plex Solution and determining what maturity level is appropriate for or accessible to your child.\nYou shall immediately notify Plex if you suspect or become aware of any loss or theft of or unauthorized use of your access credentials.</li>\n<li>\n<b>SUBSCRIPTION &amp.\nSALES</b>.\n<ol>\n<li>9.1.\n<u>Subscription</u>.\nPlex currently offers access to the Plex Solution at no cost.\nHowever, Plex may make available fee-based subscription offering(s).\nPlease click here for more information.\nThe subscription cost, subscription term, available trial period (if any), renewal information, and permitted payment methods will be specified at the time of order.\nAll subscriptions are billed immediately in advance and are final unless otherwise indicated by Plex or as may be required under applicable law.\nThere will be no refunds or credits for partial months, upgrades/downgrades, or nonuse.</li>\n<li>9.2.\n<u>Subscription Changes &amp.\nRenewal</u>.\nSubscription fees are subject to change (with prior notice) and shall apply to the upcoming renewal period (if any) as indicated.\nSuch notice may be provided by email or by posting the changes to your Plex account, the Plex website, or through the Plex Solution.\nWhen you enroll in any recurring subscription arrangement, you authorize Plex to automatically charge the billing source you provided Plex at the time you enrolled for the subscription term specified (at the time of enrollment) until the subscription ends or you cancel your enrollment.\nTo avoid being charged for the next renewal period, you must cancel at least one (1) day prior to the end of the then-current Plex subscription term.\nYou may cancel by clicking here.\nFor any change (upgrade or downgrade) in your subscription that you make or request, your fee and method of payment will be automatically adjusted and charged (as applicable) at the new rate on your next billing cycle.\nDowngrading your subscription may cause the loss of content, features, or capacity of your account.</li>\n<li>9.3.\n<u>Payment</u>.\nPlex shall charge and you shall be responsible for payment of all taxes, tariffs, levies, or duties (except that Plex does collect VAT in certain countries).\nUnless otherwise indicated by Plex in writing, all amounts are immediately due and payable upon order (or renewal).\nUpon placing an order, you therefore agree to pay using the payment method indicated and grant authorization to Plex to charge the applicable (fee) to your payment provider.\nAll transactions, however, are void where prohibited by law and Plex may request particular information in order to confirm the order and method of payment.\nPlex also reserves the right to terminate or suspend access to the Plex Solution if you fail to pay any amounts when due.\nUnless otherwise specified herein, all obligations with respect to the amounts due to Plex under the TOS shall survive any expiration or termination of the TOS.</li>\n</ol>\n</li>\n<li>\n<b>PROPRIETARY RIGHTS</b>.\nThe Plex Solution is owned by Plex GmbH or its licensor(s).\nCopyright 2016-2018 © Plex GmbH and/or its licensor(s).\nAll rights reserved.\nAll content available through the Plex Solution, unless otherwise indicated, is protected by copyright, trade secret, or other intellectual property laws.\nPLEX, the Plex logo, and all other names, logos, and icons identifying Plex and its solutions, products, and services are proprietary trademarks of Plex, and any use of such marks without the express written permission of Plex is strictly prohibited.\nPlease see the Plex Trademarks and Guidelines policy statement available here for more information regarding the trademarks or service marks of Plex.\nOther service, product, or company names mentioned herein may be the trademarks and/or service marks of their respective owners.</li>\n<li>\n<b>THIRD-PARTY CONTENT</b>.\nThird-party content displayed or accessible through the Plex Solution is protected by copyright and other intellectual property law and belongs to the respective owner.\nUse of the third-party content is subject to the terms of use of the third party providing such content.\nThis TOS does not grant you the right to copy, distribute, prepare derivative works, publicly display, or otherwise use any third-party content.\nYou are expressly prohibited from engaging in or facilitating the unauthorized sharing or distribution of third-party content.</li>\n<li>\n<b>CONFIDENTIALITY</b>.\nYou acknowledge and agree that the Plex Solution contains confidential or nonpublic information that is the trade secret(s) of Plex and/or its licensors (the “<u>Confidential Information</u>”).\nYou agree to secure and protect the confidentiality of the Confidential Information of Plex (and/or its licensors) in a manner consistent with the maintenance of Plex’s rights therein, using at least as great a degree of care as you use to maintain the confidentiality of your own confidential information of a similar nature, but in no event using less than reasonable efforts.\nYou shall not, nor permit any third party to, sell, transfer, publish, disclose, or otherwise make available any portion of the Confidential Information to third parties, except as expressly authorized in this TOS.</li>\n<li>\n<b>FEEDBACK</b>.\nPlex welcomes your feedback and suggestions about Plex’s products or services or with respect to how to improve the Plex Solution.\nBy transmitting any suggestions, information, material, or other content (collectively, “<u>Feedback</u>”) to Plex, you represent and warrant that such Feedback does not infringe or violate the intellectual property or proprietary rights of any third party (including, without limitation, patents, copyrights, or trademark rights) and that you have all rights necessary to convey to Plex and enable Plex to use such Feedback.\nIn addition, any Feedback received by Plex will be deemed to include a royalty-free, perpetual, irrevocable, transferable, non-exclusive right and license from you for Plex to adopt, publish, reproduce, disseminate, transmit, distribute, copy, use, create derivative works of, and display (in whole or in part) worldwide, or act on such Feedback without additional approval or consideration, in any form, media, or technology now known or later developed for the full term of any rights that may exist therein, and you hereby waive any claim to the contrary.</li>\n<li>\n<b>MOBILE USAGE</b>.\nThe Plex Solution offers a tool(s) or display functionality that is available to you via your mobile phone or other mobile computing device (“<u>Mobile Plex Solution(s)</u>”).\nPlease note that your mobile carrier’s normal messaging, data, and other rates and fees will apply to your use of the Mobile Plex Solution(s).\nIn addition, downloading, installing, or using certain Mobile Plex Solution(s) may be prohibited or restricted by your mobile carrier, and not all Mobile Plex Solution(s) may work with all carriers or devices or in all locations.\nTherefore, you are solely responsible for checking with your mobile carrier to determine if the Mobile Plex Solution(s) are available for your mobile devices.\nwhat restrictions, if any, may be applicable to your use of the Mobile Plex Solution(s).\nand how much such use will cost you.\nNevertheless, your use of the Plex Solution shall be strictly in accordance with this TOS.</li>\n<li>\n<b>LINKS TO OTHER SITES OR APPLICATIONS</b>.\nPlex may provide links, in its sole discretion, to other sites or applications on the Internet, including to the Plex Store.\nSuch other sites are maintained by third parties over which Plex exercises no control.\nThese links do not imply an endorsement with respect to any third party or any third-party web site or the information, products, or services provided by any third party.\nPlex encourages review of the applicable terms, conditions or notices governing use of these third party sites or applications.</li>\n<li>\n<b>THIRD-PARTY PLATFORMS &amp.\nNETWORKS</b>.\nCertain features allow you to synchronize your content across third-party platforms and networks.\nThese features will enhance the performance of the Plex Solution and allow you to better integrate and harmonize the Plex Solution with information stored on or used with third-party networks.\nUsing this functionality typically requires you to login to your account on the third-party service, and you do so at your own risk.\nYou should always review, and if necessary, adjust your privacy settings on these networks and platforms before linking or connecting them to the Plex Solution.\nYou expressly acknowledge and agree that Plex is in no way responsible or liable for any such third-party services or features.</li>\n<li>\n<b>ADDITIONAL TERMS AND CONDITIONS</b>.Additional notices, terms, and conditions may apply to certain subscription arrangements (including sign-up or registration), Plex products, solutions, or services, receipt of (or access to) certain content, participation in a particular program, and/or to specific portions or features of the Plex Solution.\nWithout limitation of the foregoing, you hereby agree that (a) this TOS operates in addition to any terms of use imposed or required by any digital download platform from which you download the Plex Solution (“<u>App Provider Terms</u>”).\nand (b) the terms of this TOS supplement and do not alter or amend any such App Provider Terms.</li>\n<li>\n<b>PRIVACY POLICY</b>.\nPlease see Plex’s Privacy Policy for a summary of Plex’s personally identifiable information collection and use practices.\nPlex is not responsible for your use of Interfacing Software or of and any data collection or related usage practices associated with your operation or maintenance of any Interfacing Software.\nYou further agree that any notices, agreements, disclosures, or other communications that Plex sends you electronically (using the contact information you provide through the Plex Solution) will satisfy any legal communication requirements.</li>\n<li>\n<b>REPRESENTATION(S)</b>.\nYou represent and warrant that (i) the person accepting this TOS has the legal authority to bind the named person on the account, and (ii) he or she has the right, power, and authority to (a) enter into this TOS, (b) make the respective and applicable representations and warranties contained herein, and (c) commit to and perform the respective duties, obligations, and covenants set forth hereunder.</li>\n<li>\n<b>DISCLAIMER</b>.\nTHE PLEX SOLUTION IS PROVIDED ON AN “AS-IS” AND “AS AVAILABLE” BASIS AND MAY INCLUDE ERRORS, OMISSIONS, OR OTHER INACCURACIES.\nPLEX MAY MAKE MODIFICATIONS AND/OR CHANGES IN THE PLEX SOLUTION AT ANY TIME AND FOR ANY REASON.\nOTHER THAN THE RIGHT TO FULFILL ITS OBLIGATIONS UNDER THIS TOS, AND TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, PLEX EXPRESSLY DISCLAIMS ALL OTHER WARRANTIES, EITHER EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, ANY WARRANTIES OF INTERFERENCE WITH ENJOYMENT OF INFORMATION, SECURITY, NON-INFRINGEMENT, MERCHANTABILITY, QUALITY, OR FITNESS FOR A PARTICULAR PURPOSE.\nMOREOVER, YOU ACKNOWLEDGE AND AGREE THAT PLEX DOES NOT WARRANT THAT THE PLEX SOLUTION WILL OPERATE FREE OF VIRUSES, MALWARE, OR HARMFUL PROGRAMMING SOFTWARE (OR CODE), ERROR-FREE, UNINTERRUPTED, OR IN A MANNER THAT WILL MEET YOUR REQUIREMENTS OR MEET ANY LEGAL, TECHNICAL, OR CERTIFICATION STANDARD.\nBECAUSE THE PLEX SOLUTION IS BASED ON YOUR CONTENT AND DATA, THE ENTIRE RISK AS TO THE QUALITY AND PERFORMANCE OF THE PLEX SOLUTION IS WITH YOU.\nIF THIS DISCLAIMER OF WARRANTY IS HELD TO BE UNENFORCEABLE BY A COURT OF COMPETENT JURISDICTION IN ANY MANNER, THEN ALL EXPRESS AND/OR IMPLIED WARRANTIES MANDATED BY SUCH COURT SHALL BE LIMITED IN DURATION TO A PERIOD OF THIRTY (30) DAYS FROM THE COMMENCEMENT OF THE INITIAL PERIOD FOR THE PLEX SOLUTION AND NO WARRANTIES SHALL APPLY AFTER THIS THIRTY (30) DAY PERIOD.</li>\n<li>\n<b>LIMITATION OF LIABILITY</b>.\nYOU EXPRESSLY ABSOLVE AND RELEASE PLEX FROM ANY CLAIM OF HARM RESULTING FROM A CAUSE BEYOND PLEX’S CONTROL, INCLUDING, WITHOUT LIMITATION, ANY DAMAGE CAUSED BY HARDWARE, FILES, SYSTEMS, SOFTWARE, SERVICES, OR NETWORKS OUTSIDE THE CONTROL OF PLEX.\nPLEX IS NOT RESPONSIBLE OR LIABLE FOR YOUR OR ANY OTHER PERSON’S USE OF ANY INTERFACING SOFTWARE (OUTSIDE ITS CONTROL).\nMOREOVER, ALL USER CONTENT (OR OTHER DATA OR CONTENT) YOU ACCESS THROUGH THE PLEX SOLUTION IS AT YOUR OWN RISK.\nIN CONNECTION THEREWITH, YOU SPECIFICALLY ACKNOWLEDGE THAT PLEX SHALL NOT BE LIABLE FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF YOUR USE (OR DELAY IN USE) OF OR FAILURE TO STORE ANY DATA OR CONTENT MADE AVAILABLE THROUGH THE PLEX SOLUTION AND SHALL NOT BE LIABLE FOR ANY USE OF ANY USER CONTENT BY OTHERS, INCLUDING YOUR AUTHORIZED USERS.\nMOREOVER, IN NO EVENT SHALL PLEX BE LIABLE FOR ANY INDIRECT, PUNITIVE, INCIDENTAL, SPECIAL, OR CONSEQUENTIAL DAMAGES ARISING OUT OF OR IN ANY WAY CONNECTED WITH THE USE OF THE PLEX SOLUTION OR WITH THE DELAY OR INABILITY TO USE THE PLEX SOLUTION, EVEN IF PLEX HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nNOTWITHSTANDING THE FOREGOING, TOTAL LIABILITY OF PLEX FOR BREACH OF THIS TOS IS CESSATION OF USE OF THE PLEX SOLUTION AND FOR ANY OTHER REASON RELATED TO OR ARISING OUT OF YOUR USE OF THE PLEX SOLUTION WHATSOEVER FOR AN AMOUNT NOT EXCEEDING $100 OR THE TOTAL AMOUNT ACTUALLY PAID BY YOU TO PLEX DURING THE PAST THREE MONTHS IN CONNECTION WITH YOUR INDIVIDUAL USE OF THE PLEX SOLUTION, WHICHEVER IS GREATER.\nYou and Plex agree to only bring claims arising from this TOS on an individual basis and not as a plaintiff or class member in any purported class or representative action or proceeding.\nUnless you and Plex agree otherwise, more than one person’s or party’s claims may not be consolidated.\nYou and Plex agree that relief (including monetary, injunctive, and declaratory relief) may be awarded only in favor of the individual party seeking relief and only to the extent necessary to provide relief necessitated by that party’s individual claim(s).</li>\n<li>\n<b>INDEMNIFICATION</b>.\nYou agree to indemnify, defend, and hold Plex (and its affiliated companies, contractors, employees, agents, and suppliers and partners) harmless from any and all claims, suits, actions, liabilities, losses, costs, damages, expenses, and any other liabilities, including, without limitation, attorneys’ fees, arising out of or related in any manner to your breach or alleged breach of this TOS, your Interfacing Software, or for any violation or alleged violation of the rights (including, without limitation, patents, copyrights, or trademark rights) of any other person or entity by your User Content.</li>\n<li>\n<b>ARBITRATION</b>.\nYou agree that all disputes between you and Plex (whether or not such dispute involves a third party) with regard to your relationship with Plex, including, without limitation, disputes related to this TOS, your use of the Plex Solution, and/or rights of privacy and/or publicity, will be resolved by binding, individual arbitration.\nWithout limiting Plex’s right to seek injunctive or other equitable relief (as set forth below), any disputes arising with respect to this TOS between you and Plex (“parties”) shall be referred to an arbitrator affiliated with the Judicial Arbitration and Mediation Services, Inc.\n(“JAMS”).\nThe arbitrator shall be selected by joint agreement of the parties.\nIn the event the parties cannot agree on an arbitrator within thirty (30) days of the initiating party providing the other party with written notice that it plans to seek arbitration, the parties shall each select an arbitrator affiliated with JAMS, which arbitrators shall jointly select a third such arbitrator to resolve the dispute.\nArbitration shall be conducted under the rules then prevailing of JAMS/ENDISPUTE Streamlined Arbitration Rules and Procedures in effect at the time of filing of the demand for arbitration.\nThe parties specifically incorporate the terms of California Code of Civil Procedure Section 1283.05 with respect to discovery.\nThe arbitrator’s award shall be binding and may be entered as a judgment in any court of competent jurisdiction.\nThe arbitration proceeding shall be carried on and heard in Santa Clara County, California using the English language.\nIn any action or proceeding to enforce rights under this TOS, the prevailing party will be entitled to recover costs and reasonable attorneys’ fees from the other party.\nYou may bring claims only on your own behalf.\nNeither you nor Plex will participate in a class-wide arbitration for any claims covered by this TOS.\nThis dispute resolution provision will be governed by the Federal Arbitration Act.</li>\n<li>\n<b>GOVERNING LAW</b>.\nThe Plex Solution is controlled and operated by Plex from its offices within the United States.\nThis TOS has been made in and will be construed and enforced in accordance with the laws of the State of California as applied to agreements entered into and completely performed in the State of California.\nYou access and use the Plex Solution on your own volition and are responsible for compliance with all applicable laws with respect to your access and use of the Plex Solution.\nAdditionally, Plex’s headquarters are located in the United States.\nPlease be aware that information you provide to Plex, or that Plex obtains as a result of your use of the Plex Solution, may be processed and transferred to the United States and be subject to United States law.\nSubject to the foregoing arbitration right, any action to enforce this TOS will be brought in the courts presiding in the Superior Court of Santa Clara County and the United States District Court for the Northern District of California, and all parties to this TOS expressly agree to be subject to the jurisdiction of such courts.\nYou and Plex waive trial by jury.\nMoreover, you may bring claims only on your own behalf.\nNeither you nor Plex will participate in a class action or class-wide arbitration for any claims covered by this TOS.\nYou also agree not to participate in claims brought in a private attorney general or representative capacity, or consolidated claims involving another person’s account, if Plex is a party to the proceeding.</li>\n<li>\n<b>COMMUNICATIONS AND NOTICE</b>.\nAny communication(s) or notice (and any related materials or information) to be sent pursuant to this TOS shall be in the English language and shall be deemed provided: (a) upon receipt if by personal delivery.\n(b) upon receipt if sent by certified or registered U.S.\nMail (return receipt requested).\n(c) one day after it is sent if by next-day delivery by a major commercial delivery service.\nor (d) with respect to termination of this TOS or for information applicable generally to end users of the Plex Solution, to the email address designated by you.</li>\n<li>\n<b>EXPORT CONTROL AND LEGAL COMPLIANCE</b>.\nYou represent and warrant that you are not (a) located in a country that is subject to a U.S.\nGovernment embargo, or that has been designated by the U.S.\nGovernment as a “terrorist supporting” country.\nand (b) listed on any U.S.\nGovernment list of prohibited or restricted parties.\nYou hereby agree that (i) you will comply with all applicable Sanctions and Export Control Laws, (ii) you are solely responsible for ensuring that the Plex Solution is used, disclosed, and/or transported only in accordance with all applicable Sanctions and Export Control Laws, and (iii) you will not re-export or transfer the Plex Solution, in any form, directly or indirectly, to any person or entity based in Cuba, Iran, Syria, Sudan, South Sudan, or North Korea.</li>\n<li>\n<b>ENFORCING SECURITY</b>.\nYou may not use the Plex Solution or any of Plex’s data, systems, network, or services to engage in, foster, or promote illegal, abusive, or irresponsible behavior, including, without limitation, accessing or using Plex data, systems, or networks in an unauthorized manner, attempting to probe, scan, or test the vulnerability of a Plex system or network, circumventing any Plex security or authentication measures, monitoring Plex data or traffic, interfering with any Plex services, collecting or using from the Plex Solution email addresses, screen names, or other identifiers, collecting or using from the Plex Solution information without the consent of the owner or licensor, using any false, misleading, or deceptive TCP-IP packet header information, using the Plex Solution to distribute software or tools that gather information, distributing advertisements, or engaging in conduct that it likely to result in retaliation against Plex or its data, systems, or network.\nActual or attempted unauthorized use of the Plex Solution may result in criminal and/or civil prosecution, including, without limitation, punishment under the Computer Fraud and Abuse Act of 1986 under U.S.\nfederal law.\nPlex reserves the right to view, monitor, and record activity through the Plex Solution without notice or permission from you.\nAny information obtained by monitoring, reviewing, or recording is subject to review by law enforcement organizations in connection with investigation or prosecution of possible criminal or unlawful activity through the Plex Solution as well as to disclosures required by or under applicable law or related government agency actions.\nPlex will also comply with all court orders or subpoenas involving requests for such information.\nIn addition to the foregoing, Plex reserves the right to, at any time and without notice, modify, update, suspend, terminate, or interrupt operation of or access to the Plex Solution, or any portion of the Plex Solution in order to protect the Plex Solution or Plex.</li>\n<li>\n<b>INJUNCTIVE RELIEF</b>.\nYou acknowledge that any breach, threatened or actual, of this TOS, including, without limitation, with respect to unauthorized use of Plex proprietary assets, will cause irreparable injury to Plex, such injury would not be quantifiable in monetary damages, and Plex would not have an adequate remedy at law.\nYou therefore agree that Plex shall be entitled, in addition to other available remedies, to seek and be awarded an injunction or other appropriate equitable relief from a court of competent jurisdiction restraining any breach, threatened or actual, of your obligations under any provision of this TOS.\nAccordingly, you hereby waive any requirement that Plex post any bond or other security in the event any injunctive or equitable relief is sought by or awarded to Plex to enforce any provision of this TOS.</li>\n<li>\n<b>TERM AND TERMINATION</b>.\nThis TOS will take effect (or re-take effect) at the (and each) time you begin installing, accessing, or using the Plex Solution, WHICHEVER IS EARLIEST, and is effective until terminated as set forth below.\nPlex reserves the right to terminate this TOS at any time on reasonable grounds, which shall specifically include, without limitation, discontinuation of the Plex Solution (or related services) as an offering of the Plex business, nonpayment, termination of account, fraudulent or unlawful activity, or actions or omissions that violate this TOS, subject to the survival rights of certain provisions identified below.\nIn addition, Plex shall have the right to take appropriate administrative and/or legal action in the event of breach or (alleged) criminal activity, including alerting legal authorities, as it deems necessary in its sole discretion.\nYou may also terminate this TOS at any time by providing Plex with notice of cancellation, but all applicable provisions of this TOS will survive termination, as identified below.\nYou may close your account by clicking here.\nUpon termination and in accordance with law, your right to access and use the Plex Solution shall cease (regardless of the subscription period) and you must immediately destroy all copies of any aspect of the Plex Solution in your possession.\nTermination shall result in deactivation or deletion of your account with Plex.\nThe provisions concerning Content, License Grant Restrictions, Proprietary Rights, Permission to Use User Content, Proprietary Rights, Feedback, Confidentiality, Additional Terms and Conditions, Disclaimer of Warranty, Limitation of Liability, Indemnification (for a period of one year after termination), Arbitration, Governing Law, Enforcing Security, Injunctive Relief, Term and Termination, Waiver &amp.\nSeverability, and Entire Agreement will survive the termination of this TOS for any reason.\nFurther, Plex shall not be responsible for any damage that may result or arise out of termination of this TOS.</li>\n<li>\n<b>WAIVER &amp.\nSEVERABILITY</b>.\nFailure to insist on strict performance of any of the terms and conditions of this TOS will not operate as a waiver of any subsequent default or failure of performance.\nNo waiver by Plex of any right under this TOS will be deemed to be either a waiver of any other right or provision or a waiver of that same right or provision at any other time.\nIf any part of this TOS is determined to be invalid or unenforceable pursuant to applicable law including, but not limited to, the warranty disclaimers, venue, claim, and liability limitations set forth above, then the invalid or unenforceable provision will be deemed superseded by a valid, enforceable, provision that most clearly matches the intent of the original provision and the remainder of this TOS shall continue in effect.</li>\n<li>\n<b>ENTIRE AGREEMENT</b>.\nNo joint venture, partnership, employment, or agency relationship exists between you and Plex as a result of this TOS or your utilization of the Plex Solution, and you do not have any authority of any kind to bind Plex in any respect whatsoever.\nThis TOS represents the entire agreement between you and Plex with respect to your individual use of the Plex Solution.\nThis TOS is not assignable, transferable, or sub-licensable by you except with Plex’s prior written consent.\nPlex may transfer, assign, or delegate this TOS and its rights and obligations without consent.\n<b>Please note that Plex reserves the right to change the terms and conditions of this TOS and the terms and conditions under which the Plex Solution and its offerings are extended to you by posting online a revised TOS or mailing and/or e-mailing notice thereof to you.\nIn addition, Plex may add, modify, or delete any aspect, program, functionality, or feature of the Plex Solution.\nYour continued use of the Plex Solution following any addition, modification, or deletion will be conclusively deemed acceptance of any change to the terms and conditions of this TOS.\nAccordingly, please review this TOS found at this location on a periodic basis.</b>\n</li>\n<li>\n<b>CONTACT INFORMATION</b>.\nIf you have questions regarding the Plex Solution or if you are interested in obtaining more information concerning Plex or its products, services, or solutions, please contact Plex.</li>\n</ol> ", "created_at": "2019-05-17 05:56:38.416804", "updated_at": "2020-12-14 21:49:16.276752"}, {"id": 1362, "name": "Privacy Policy", "url": "https://www.plex.tv/about/privacy-legal/", "xpath": "//div[@class='large-8 medium-12 cell content']", "text": " <p>Revised January 1, 2020</p>\n<p>Thank you for using Plex! We here at Plex care deeply about your privacy, and we strive to ensure that your personal information always stays safe while we work hard to provide you a service you love and trust.\nOur Privacy Policy explains how we collect, use, and transfer your information, and how you can control the use of the information that we collect.\nThis Privacy Policy applies to all our products and services, including Plex client apps, streaming content to the Plex client apps, our premium Plex Pass service, Plex Media Server software, and all other Plex software and services (collectively, our “Services”).\nYour personal content is stored on your personal hardware (“Personal Content”).\nExcept in the limited circumstances described below, we do not collect filenames or content titles of your Personal Content.\nWe do, however, keep usage statistics to allow us to better serve you and improve our Services.\nWe may use information about how you use our Services to run and improve our Services, to provide, customize, and personalize communications and other content that we deliver or offer to you.\nThis is discussed in detail below.</p>\n<p>Download a PDF version here.</p>\nContacting Us\n<p>You can contact Plex via our contact page.\nYou can also browse our FAQ and support articles.</p>\nInformation We Collect\n<p>You may choose to provide us with certain information, such as when you create your user profile or when you use the Services.\nWe may also collect automatically-generated and technical information.\nTherefore, the information we have (“Collected Information”) may include:</p>\n<ol>\n<li>\n<b>Profile Information</b>.\nYou may provide us with profile information such as your e-mail address, username, a profile image, and password when you create an account, or when you edit your account information.\nYou may also provide us with your payment information when you sign-up for a paid service.</li>\n<li>\n<b>Information from External Services</b>.\nIf you choose to connect your account to an account of an external service, such as a social networking site, we may collect certain information from those accounts, such as your name and email address as well as data required to connect to that service.\nYou may provide such authorization during the connection process, or it may be implicit in the service authorization itself.\nFor example, if you choose to connect your Plex account to a social networking account, we may collect your public profile information if you agree to the collection of this information during the connection process.</li>\n<li>\n<b>Metadata for Personal Content</b>.\nExcept for certain exceptions such as Third-Party Control and Playback Mechanisms and image analysis (i.e., metadata about photos when these features are user-enabled, such as geotag information or scene recognition analysis), as described below, we do not collect or store metadata (information about the specific file, cover art, subtitles, running length, etc.) for Personal Content stored on your personal Plex Media Server.\nHowever, your Plex Media Server may anonymously send us filenames or other identifiers for your Personal Content for the sole purpose of providing metadata back to your personal Plex Media Server.\nYou may disable this metadata matching capability.</li>\n<li>\n<b>Metadata for Personal Content for Integration with Third-Party Control and Playback Mechanisms</b>.\nWe may offer integrations with Third-Party Control and Playback Mechanisms that you may choose to use, such as Sonos, Amazon Alexa, IFTTT, Zapier, SmartThings, webhooks, etc.\nIn order to provide the integrations with the Third-Party Control and Playback Mechanisms, we may collect Metadata for your Personal Content that is needed to integrate with the Third-Party Control and Playback Mechanisms.\nFor example, if you use Amazon Alexa to play a particular song or movie from among your Personal Content at your home, then our Services may search your Personal Content in order to find and play the song or movie that you requested.\nInformation provided by you to the Third-Party Control or Playback Mechanisms is not governed by this privacy policy.</li>\n<li>\n<b>Usage Statistics for Personal Content</b>.\nWe may collect usage statistics for Personal Content.\nThis includes information about your interaction with the Services, such as device information, duration, bit rate, media formats, resolution, and media type (music, photos, videos, etc.).\nWhere possible, we will generalize this information to avoid identifying your Personal Content.\nUsage statistics do not include specific content titles or filenames.\nWe may use information related to your usage to run and improve our Services, to provide, customize, and personalize communications and other content that we deliver or offer to you.</li>\n<li>\n<b>Data Related to Third-Party Content</b>.\nWhen you use the Services to watch, listen to, or record content from a third-party content provider or source such as any officially supported Third-Party Content that Plex streams to Plex apps, trailers and extras from Internet Video Archive (IVA), or use of our Live TV and DVR service, we may collect information related to that media interaction.\nFor example, we may collect what program or movie you are watching and when, your interaction with any static or video advertising, etc.\nWe may also collect your device information and device location, for example, by using your IP address or by asking for your zip code.\nWe may use this information to run and improve our Services, provide advertising and marketing to you, as well as share anonymous or aggregated versions of the data with third parties.</li>\n<li>\n<b>Information about integrated Third-Party Services</b>.\nWe may collect information about your use of third-party services for reporting to these partners and calculating the fees that we owe them.\nFor example, we report the number of trailers and extras viewed to IVA.\nWe may also collect information about third party services and your use of those services in order to serve video content and advertisements via features that rely on third party providers.\nThis information can include the metadata needed to serve advertising.</li>\n<li>\n<b>Information on our Services</b>.\nWe may store information about your configuration or use of our Services when you create a Plex Media Server on a local device, connect to a Plex Media Server that you or another person has configured, or download or connect to a Plex app, or interact with or use other Plex software or Service.\nThis information may include an IP address and port number(s), the name of a Plex Media Server, and information used to secure access to our Services.</li>\n<li>\n<b>Information about Interfacing Software</b>.\n“Interfacing Software” includes but is not limited to, plug-ins for the Services, channel plug-ins, metadata agents, and client applications that communicate directly or indirectly with the Services.\nWe may store copies of Interfacing Software that you provide to Plex and that accesses or calls any software provided by Plex as part of the Services.</li>\n<li>\n<b>Debugging and Other Information Voluntarily Provided</b>.\nYou may send us logs, metadata, or other information about your devices, media, and experiences for the purpose of resolving an issue you may have with the software or suggesting desired features.\nOn client applications where it is possible, we will offer the ability to opt-out of sending crash reports.\nIf you would like to learn more about the information being sent in crash reports, we encourage you to review the privacy policies for the third-party client applications you are using to access Plex Services.\nThe information being sent to us will only be used to help resolve your issue and / or improve our Services, and using our Services and provision of such information, you agree to such use by us.</li>\n<li>\n<b>Device Information</b>.\nLike many online services, we may collect information about the devices that are used to access our Services, such as the IP address of the device, the operating system and version of the device, the browser that you use to access a Plex web page, and the versions of the Plex technologies being used.\nWe may also collect location information about the devices that access our Services.</li>\n<li>\n<b>Application Information</b>.\nWhen a request for information or content is sent to a Plex Media Server, we may collect an application identifier that identifies which application sent the request.\nAn application identifier uniquely identifies a particular copy of an application.\nFor example, if you download an application from Plex, fully uninstall the copy of the application, and then re-download the application from Plex, the new copy of the application will be associated with a different application identifier than the uninstalled copy of the application.\nNote that simply deleting the app without fully uninstalling may not reset the application identifier.</li>\n<li>\n<b>Plex Relay Service</b>.\nWe may provide, and you may choose to use, the Plex Relay Service to connect or stream your Personal Content to another device.\nIf you choose to use the Plex Relay Service, we will transfer the data necessary to perform the service.\nAll such traffic is encrypted from end-to-end in a manner that makes it impossible for Plex or the Plex Relay Service to decrypt or view any data.\nThe data transferred via the Plex Relay Service is not stored by Plex except for the temporary buffering of data required to provide you with an optimal streaming experience.\nYou can disable the Plex Relay Service by turning off Remote Access in your server settings.</li>\n<li>\n<b>Cookies and Other Tracking Technology</b>.\nLike many online services, Plex uses cookies, tracking pixels, and similar technologies to collect information that helps us provide our Services to you.\nWe also use these technologies to help market our products and services to you and other customers.\nFor more information about these technologies and how you may control them, please see the detailed description of Tracking Technologies.</li>\n<li>\n<b>Obtaining Consent</b>.\nIf there is a change to any product or feature that we offer or have offered, and in order to use that product or feature a material change to the collection and / or use of information (including for Personal Content) not contemplated by the Privacy Policy is needed, we will obtain your consent before such collection and / or use.</li>\n<li>\n<b>Your Collected Information</b>.\nIn order to view, amend, erase, or correct your Collected Information, contact Plex support.\nAll requests will be answered within one month of receipt.</li>\n</ol>\nUse, Processing, and Sharing of Your Information\n<ol>\n<li>Plex processes and uses Collected Information with your consent, you can withdraw your consent by updating your privacy settings or closing your account.\nPlex also processes Collected Information when it needs to do so to fulfill a contract with you to provide you services, in its legitimate interest to aid in developing and improving the services, or when required by law.\nIf you do not want to provide certain information to us in order to fulfil our agreement with you to provide the services, we may not be able to provide you the fullest version of our services.</li>\n<li>We use the Collected Information to provide you with the Services, improve the Services, enhance your user experience, and communicate with you.\nFor example, for Third-Party Content, we use information about your interactions with the Services to track the watch state of media items that have been linked to the Services on devices that have been linked to the Services.\nWe use this information to allow you to resume watching in the same watch state on different Plex-linked devices.</li>\n<li>We use your profile information to contact you about your account or about new Plex functionality and certain Plex news and information.\nYou may opt-out of certain types of communications by editing your account settings.</li>\n<li>If you choose to connect your Plex account to a third-party account or service to have us and /or that third party provide a particular feature or service, we will provide that external service with the information needed to have us and / or that third party perform the requested feature or service.\nFor example, if you connect your account to a social networking site and give us permission to publish posts on your behalf, we will do so.\nAdditionally, unless you request or allow us to publish other information, the content of the published posts will be limited to describing your interactions with the Services.\nAs another example, if you choose to have us send (or “scrobble”) your listening history to Last.fm, obtain metadata from a third party service, or use a third-party recommendation service, we use Collected Information to engage with and / or send the Collected Information to that service when you request that service.\nThe shared information may include metadata about the media (such as title, duration, author, cover art, dates associated with the media, and other relevant information) and information about the media itself (such as resolution, bit rate, format, location, etc.).</li>\n<li>We use Collected Information related to Personal Content when you provide consent or otherwise request us to do so, as well as when necessary to provide the services you requested.</li>\n<li>We use Collected Information related to Third-Party Content to allow us and our partners to personalize marketing, advertising, and other content delivered or offered to you.\nFor example, we may use or share Collected Information related to Third-Party Content that is necessary to serve video content and advertisements, including the source of the content, full information about the content including title, device identifiers, timing and location of your consumption, your user information, your IP address, etc.\nWe also share the metadata needed to serve video or audio advertising.</li>\n<li>We also use and share payment information with our payment processor partner in order to process your payment for any services you order.</li>\n<li>Plex may share Collected Information as expressly set forth in this Privacy Policy, including the following limited situations:\n<ol>\n<li>With third parties that assist us in providing you with our Services, such as payment processors, business and analytics providers, content providers, marketers, and cloud service providers, but we require our third parties to only use your information for the purposes of providing the services requested of them and in accordance with this Privacy Policy.</li>\n<li>If we believe that the disclosure is reasonably necessary to (a) satisfy an applicable law, regulation, legal process, or enforceable governmental request.\nor (b) protect or defend the safety, rights, or property of Plex, the public, or any person.</li>\n<li>In connection with a merger, acquisition, bankruptcy, dissolution, reorganization, or similar transaction or other proceeding involving Plex that includes or requires the transfer of the information.</li>\n<li>If your information is a part of a set of non-private, aggregated, anonymized, or otherwise non-personal information, such as anonymized and / or aggregated usage statistics and viewing trends.</li>\n<li>With third parties to improve and deliver advertising to you on our behalf.</li>\n<li>If you request or consent to our sharing of Collected Information with a third party.</li>\n</ol>\n</li>\n<li>We may apply automated decision-making to Collected Information to recommend content to you that we think you may be interested in.</li>\n<li>We will not share with third parties for their use or sell Collected Information about your Personal Content.</li>\n</ol>\nProtection of Your Information\n<ol>\n<li>In order to help keep your media secure, we provide publicly trusted TLS certificates for end-to-end encrypted connections among all of our servers, Services, and client applications.\nFor more information, please review our support article on the topic.</li>\n<li>We have put in place commercially reasonable physical, electronic, and organizational procedures to safeguard and secure the information we collect.\nFor example, password information is stored on our servers and is protected using hashing and encryption technologies.</li>\n<li>We do not store any of your payment or credit card information on our servers.\nThe data is encrypted and securely stored by an independent company, Braintree, which provides payment-processing services for Plex.\nPlease review the Braintree Security Policy for more information.</li>\n</ol>\nYour Information and Terms of Third-Party Products and Services\n<ol>\n<li>Plex may offer and you may choose to use products or services from third parties in connection with our Services that may contain links to or otherwise interface with third-party websites, products, services, or other technologies.\nAny such third-party technology may collect information from you or use other services or technologies that collect information from you.\nAny information collection by these third-party technologies is governed by the privacy practices of those third-party technologies.\nPlex does not control and is not responsible for the collection of information by such third-party technologies.</li>\n</ol>\nChildren\n<ol>\n<li>We do not knowingly collect personal information from children under the age of 13.\nIf we learn that we have collected the personal information of a child under the age of 13, we will take steps to delete the information as soon as possible.</li>\n</ol>\nPrivacy Policy Changes\n<p>This Privacy Policy may be updated from time to time.\nWe will notify you of any changes to our Privacy Policy by posting the new Privacy Policy on the Plex website.\nYou are advised to consult this Privacy Policy regularly for any changes.</p>\nInternational Transfer\n<p>If you use our services outside of the United States, we may transfer information from that jurisdiction to the United States, where data protection regulations may not offer the same level of protection as in other parts of the world, such as the European Union.\nIf you use our services in the European Union we will transfer data to the United States subject to standard contractual clauses.</p>\nControlling Your Information\n<p>You may exercise your rights to access, correct, erase, object to processing, and request data portability where applicable in the following ways:</p>\n<ol>\n<li>Changing your profile information by accessing the Settings page of the Plex website.</li>\n<li>Linking or unlinking your account from another account of an external site, such as a social networking website.</li>\n<li>Deleting your account.\nYou may delete your account by selecting the option to delete your account in the Settings page.\nWe will delete your information without unreasonable delay after receiving the request except that we may retain archived copies of your information as required by law.</li>\n<li>Contacting Plex support here.</li>\n</ol>\nRetention\n<p>Plex retains personal information you provide to create your account for as long as you maintain an account with us.\nPersonal information used to provide the services to you will be kept long enough to provide you with the service, including in archives and logs used to maintain and develop the service.\nSpecifically, we delete data used for logging and error tracking after 90 days, we reset cookies on our website after 14 days.\nWe also delete other personal data used to provide the Plex Solution or to communicate with you within 30 days after your account is deleted.\nWe may retain some usage statistics (including IP addresses) for as long as we have a business purpose in order to improve Plex’s services, but these statistics are no longer linked to the deleted account.</p>\nYour Choices, Including Opt-Out Options\n<p>You have the following choices regarding how we and third parties use certain information collected from or about you.\nWe are committed to complying with the Digital Advertising Alliance (“DAA”) Self-Regulatory Principles for Online Behavioral Advertising and the DAA Application of Self-Regulatory Principles for the Mobile Environment.</p>\n<ol>\n<li>\n<b>Opt-Out from Promotional Communications.</b>.\n<ol>\n<li>You may opt out of receiving the marketing newsletter from us by accessing your account, selecting Settings on the Plex website, and clicking “unsubscribe” in the Newsletter section.\nYou may also opt out of certain promotional communications by clicking the “unsubscribe” link in a particular promotional communication.\nPlease note that you cannot opt out from receiving all communications from us, including administrative messages, service announcements, and messages regarding the terms and conditions of your account.</li>\n<li>You can choose to receive push notifications from Plex on your device.\nIf you do not wish to receive push notifications, you can use your device’s settings to turn them off.</li>\n</ol>\n</li>\n<li>\n<b>Opt-Out Options Page</b>.\nPlease visit the Opt-Out Options page to understand the options available to you regarding Third-Party Online Behavioral or Interest-Based Advertising and any specific third-party advertising companies’ opt out information.</li>\n<li>\n<b>Options for Sharing What You Watch</b>.\nWe may ask for your consent to have Plex share your third-party media consumption information together with your personal information with our content programmers, service providers, and other third parties.\nIf we have asked for your consent, we will provide you with a way to view or change your consent preference by updating your account settings.</li>\n<li>\n<b>Opt-Out of Playback Statistics</b>.\nYou may choose to opt-out of sharing the playback statistics for Personal Local Content that you store on your personal Plex Media Server by updating your Privacy Preferences.</li>\n<li>\n<b>Opt-Out for Digital Advertising</b>.\nPlex may also use third-party advertising companies to serve ads, which may, directly or indirectly, collect or use information about user visits to websites and mobile app usage over time and across non-affiliated websites and mobile apps to display advertisements more tailored to users’ interests on this browser or device, and those browsers or devices associated with it.\nA user can visit www.aboutads.info/choices and/or download the appropriate version the AppChoices app at http://www.youradchoices.com/appchoices if a user wishes to learn more about this practice or would like to know more about his/her choices regarding that activity by companies participating in those choice tools.\nPlease visit the Opt-Out Options for Third-Party Advertising page for any specific third party advertising companies’ opt-out information.</li>\n<li>\n<b>Withdraw Consent</b>.\nYou can withdraw your consent to our processing of personal information by updating your privacy settings, or closing your account.</li>\n</ol>\n<p>\n</p>\nCalifornia Privacy Rights\n<p>This section contains disclosures required by the California Consumer Privacy Act (“CCPA”) and applies only to “personal information” that is subject to the CCPA.\nConsumers with disabilities may access this notice by using a standard screen reader application.</p>\n<p>\n<strong>Personal Information We Collect and Disclose for a Business Purpose.</strong> We collect the categories of personal information about California consumers identified here.\nAs further set forth, in the past 12 months, we have disclosed California consumers’ personal information to third parties for business or commercial purposes.\nThe following categories of personal information have been collected in the last 12 months.</p>\n<p>\n<strong>Personal and online identifiers (such as first and last name, email address, or unique online identifiers)</strong>\n</p>\n<ul>\n<li>\n<u>Categories of sources from which information is collected:</u> Consumers, service providers, third parties and social media you connect to Plex, content providers, advertisers on our Services</li>\n<li>\n<u>Business or commercial purposes for collection, use, and sharing:</u> Auditing related to our interactions with you.\nLegal compliance.\nProvide advertising on our Services.\nContent delivery and recommendations.\nDetecting and protecting against security incidents, fraud, and illegal activity.\nDebugging.\nPerforming services (for us or our service provider) such as account servicing, processing orders and payments, and analytics.\nInternal research for technological improvement.\nInternal operations.\nActivities to maintain and improve our services.\nand Other one-time uses.</li>\n<li>\n<u>Disclosed for business purposes to the following categories of third parties:</u> Content providers.\nservice providers and vendors.\nthird parties, such as social networks, you connect to Plex.\nanalytics providers.\npayment processors.\nand government entities.</li>\n</ul>\n<p>\n<strong>Categories of Personal Information Categories of information described in Section 1798.80(e) of the California Civil Code (such as payment information)</strong>\n</p>\n<ul>\n<li>\n<u>Categories of sources from which information is collected:</u> Consumers</li>\n<li>\n<u>Business or commercial purposes for collection, use, and sharing:</u> Billing to provide you with your subscription services.</li>\n<li>\n<u>Disclosed for business purposes to the following categories of third parties:</u> Payment processors and service providers.</li>\n</ul>\n<p>\n<strong>Categories of Personal Information Commercial or transactions information (such as records of products or services purchased, obtained or considered)</strong>\n</p>\n<ul>\n<li>\n<u>Categories of sources from which information is collected:</u> Consumers, advertisers on our Services, service providers</li>\n<li>\n<u>Business or commercial purposes for collection, use, and sharing:</u> Auditing related to our interactions with you.\nLegal compliance.\nProvide advertising on our Services, Content delivery and recommendations.\nDetecting and protecting against security incidents, fraud, and illegal activity.\nDebugging.\nPerforming services (for us or our service provider) such as account servicing, processing orders and payments, and analytics.\nInternal research for technological improvement.\nInternal operations.\nActivities to maintain and improve our services.\nand Other one-time uses.</li>\n<li>\n<u>Disclosed for business purposes to the following categories of third parties:</u> Content providers.\nservice providers and vendors.\nthird parties, such as social networks, you connect to Plex.\nanalytics providers.\npayment processors.\nand government entities.</li>\n</ul>\n<p>\n<strong>Internet or other electronic network activity information (such as interactions with a website, email, application, or advertisement)</strong>\n</p>\n<ul>\n<li>\n<u>Categories of sources from which information is collected:</u> Consumers, advertisers on our Services, third parties and social media you connect to Plex, service providers, and content providers</li>\n<li>\n<u>Business or commercial purposes for collection, use, and sharing:</u> Auditing related to our interactions with you.\nLegal compliance.\nProvide advertising on our Services, Content delivery and recommendations.\nDetecting and protecting against security incidents, fraud, and illegal activity.\nDebugging.\nPerforming services (for us or our service provider) such as account servicing, processing orders and payments, and analytics.\nInternal research for technological improvement.\nInternal operations.\nActivities to maintain and improve our services.\nand Other one-time uses.</li>\n<li>\n<u>Disclosed for business purposes to the following categories of third parties:</u> Content providers.\nservice providers and vendors.\nthird parties, such as social networks, you connect to Plex.\nanalytics providers.\npayment processors.\nand government entities.</li>\n</ul>\n<p>\n<strong>Geolocation information (such as ZIP code)</strong>\n</p>\n<ul>\n<li>\n<u>Categories of sources from which information is collected:</u> Consumers, service providers</li>\n<li>\n<u>Business or commercial purposes for collection, use, and sharing:</u> Auditing related to our interactions with you.\nLegal compliance.\nProvide advertising on our Services.\nContent delivery and recommendations.\nDetecting and protecting against security incidents, fraud, and illegal activity.\nDebugging.\nPerforming services (for us or our service provider) such as account servicing, processing orders and payments, and analytics.\nInternal research for technological improvement.\nInternal operations.\nActivities to maintain and improve our services.\nand Other one-time uses.</li>\n<li>\n<u>Disclosed for business purposes to the following categories of third parties:</u> Content providers.\nservice providers and vendors.\nthird parties, such as social networks, you connect to Plex.\nanalytics providers.\npayment processors.\nand government entities.</li>\n</ul>\n<p>\n<strong>Inferences drawn from the above information about your predicted characteristics and preferences</strong>\n</p>\n<ul>\n<li>\n<u>Categories of sources from which information is collected:</u> Consumers, service providers, and content providers</li>\n<li>\n<u>Business or commercial purposes for collection, use, and sharing:</u> Auditing related to our interactions with you.\nLegal compliance.\nProvide advertising on our Services.\nContent delivery and recommendations.\nDetecting and protecting against security incidents, fraud, and illegal activity.\nDebugging.\nPerforming services (for us or our service provider) such as account servicing, processing orders and payments, and analytics.\nInternal research for technological improvement.\nInternal operations.\nActivities to maintain and improve our services.\nand Other one-time uses.</li>\n<li>\n<u>Disclosed for business purposes to the following categories of third parties:</u> Content providers.\nservice providers and vendors.\nthird parties, such as social networks, you connect to Plex.\nanalytics providers.\npayment processors.\nand government entities.</li>\n</ul>\n<p>\n<strong>Other information about you that is linked to the personal information above (such as metadata about content you view, timestamps to allow playback, and data related to third party content)</strong>\n</p>\n<ul>\n<li>\n<u>Categories of sources from which information is collected:</u> Consumers, service providers, third parties and social media you connect to Plex, content providers, and advertisers on our Services</li>\n<li>\n<u>Business or commercial purposes for collection, use, and sharing:</u> Auditing related to our interactions with you.\nLegal compliance.\nProvide advertising on our Services.\nContent delivery and recommendations.\nDetecting and protecting against security incidents, fraud, and illegal activity.\nDebugging.\nPerforming services (for us or our service provider) such as account servicing, processing orders and payments, and analytics.\nInternal research for technological improvement.\nInternal operations.\nActivities to maintain and improve our services.\nand Other one-time uses.</li>\n<li>\n<u>Disclosed for business purposes to the following categories of third parties:</u> Content providers.\nservice providers and vendors.\nthird parties, such as social networks, you connect to Plex.\nanalytics providers.\npayment processors.\nand government entities.</li>\n</ul>\n<p>\n<strong>Your Rights Regarding Personal Information.</strong> California residents have certain rights with respect to the personal information collected by businesses.\nIf you are a California resident, you may exercise the following rights regarding your personal information, subject to certain exceptions and limitations:</p>\n<ul>\n<li>The <strong>right to know</strong> the categories and specific pieces of personal information we collect, use, disclose, the categories of sources from which we collected your personal information, our purposes for collecting or selling your personal information, the categories of your personal information that we have disclosed for a business purpose, and the categories of third parties with which we have shared personal information;</li>\n<li>The <strong>right to request</strong> that we delete the personal information we have collected from you or maintain about you.</li>\n<li>The <strong>right not to receive discriminatory treatment</strong> for the exercise of the privacy rights conferred by the CCPA.</li>\n</ul>\n<p>To exercise any of the above rights, please contact us using the following information and submit the required verifying information, by contacting Plex Support here.<br>\nWe may require additional information to verify your requests to exercise your rights or understand the scope of your request, although you will not be required to create an account with us to submit a request or have it fulfilled.\nIf you do have an account, we will require you to submit your request from the email address associated with your account.\nYou may designate an authorized agent to make a CCPA request on your behalf by submitting a request from the email associated with your account and providing the Plex username or email address of your agent.\nWe do not sell personal information collected through our service, including not knowingly selling personal information about consumers under the age of 16.</p>\nPlex and its Affiliates\n<p>This privacy policy governs services provided by Plex GmbH, a Swiss company, and its affiliates, including Plex, Inc., a Delaware company (together, “Plex”).</p>\n<p>Plex GmbH, Hansmatt 32, 6370 Stans, Nidwalden, Switzerland</p>\n<p>Plex Inc, 449 N Santa Cruz Ave, Los Gatos, CA 95030</p>\nPlex’s Data Protection Officer\n<p>Plex’s Data Protection Officer can be contacted at dataprotection@plexapp.com.</p>\nQuestions\n<p>You may contact us with questions and comments regarding this policy via our contact page.\nYou can also contact your local data protection authority with any complaints about Plex’s data collection or processing activity.</p> ", "created_at": "2019-05-17 05:55:28.708498", "updated_at": "2020-12-14 22:17:20.778746"}, {"id": 1368, "name": "Tracking Technologies", "url": "https://www.plex.tv/about/privacy-legal/tracking-technologies/", "xpath": "/html/body/div[1]/section[2]/div/div/div[1]", "text": " Cookies\n<p>Like many online services, Plex uses a technology that is commonly known as “cookies.” A cookie is a small text file that resides on your computer, mobile phone, or other device, and allows us or our business partners to manage and report on your interaction with the Services.\nThrough cookies, we are able to collect non-personally identifiable information that we use to improve the Service, keep count of return visits to our website or partners’ websites, collect and report on aggregate statistical information, or authenticate your login credentials.\nWe may also collect other data such as the page or site that referred you to the Services, the date and time you visited the Services, and your current IP address.</p>\n<p>We also use analytics technologies, such as Google Analytics.\nTo learn more about Google Analytics and your privacy, visit http://www.google.com/analytics/learn/privacy.html.\nTo opt out of being tracked by Google Analytics when using our site, visit http://tools.google.com/dlpage/gaoptout.</p>\n<p>By providing us with information about how you interact with our website, apps and products, these tools help us learn how to make the Plex experience even better and customize our communications with you.\nFor example, these technologies can tell us things like how you arrived at the Plex site, if you have visited the site before, how long you stay on the site, and which pages you visit.\nThey also provide us with general information about where in the world you may be located.</p>\n<p>From time to time, we may contract with third-party marketing partners and advertising networks that use cookies and similar technologies to collect information about your visits to and actions on certain pages of our site and about whether you open certain emails we send you.\nWe do this in order to serve advertisements for relevant Plex products and services to you later, such as when you are on certain third-party sites, and to measure the performance of our messages.\nWe do not share any of your account information or account content with a third party as part of this process.\nYou may opt out of these targeting and advertising cookies at any time by visiting the Network Advertising Initiative opt-out page, where you can select to opt out of some or all third-party advertising networks.</p>\n<p>The Services use social media features provided by companies and services such as Facebook, Twitter, and Google+ to enable you to share information with these channels.\nCookies used by these services are owned and controlled by third parties, and therefore the third parties, and not Plex, are responsible for their use.\nAs such, we can’t guarantee that we have listed every cookie you might get from a third party since a third party could change these cookies at any time as their needs change.\nFor your convenience, below are links to some of the most commonly used social networks and their privacy policies.</p>\n<ul>\n<li>Facebook: https://www.facebook.com/about/privacy</li>\n<li>Google+ and YouTube: http://www.google.com/policies/privacy</li>\n<li>Twitter: http://twitter.com/privacy</li>\n</ul>\n<p>For more information about the use of cookies and how to block them, visit www.allaboutcookies.org, www.youronlinechoices.eu (Europe) or www.aboutads.info/choices/ (United States).\nMost web browsers also allow you to manage your cookie preferences.\nYou can set your browser to refuse cookies, or delete certain cookies.\nThis may impair or prevent proper functioning of the Services.</p>\nTracking Pixels\n<p>Again, like many online services, Plex and its third party partners (such as Facebook, Google and Amazon) employ a technology known as “tracking pixels.” A pixel is a small one-pixel-by-one-pixel clear image that is embedded in HTML content, and is about the size of a period at the end of a sentence.\nWhen HTML content containing a pixel is rendered, the pixel transmits anonymous, non-personally identifiable information to a server, such as a numeric count, unique identifier, or IP address.\nPlex and its partners use pixels to help us better manage our Services.\nFor example, we may place a pixel in HTML-based emails to let us know which emails recipients have opened, or on a webpage to count the number of unique visitors to that page.\nThe use of a pixel allows us to gauge the effectiveness of certain communications and of our marketing campaigns.</p>\n<p>If you do not want to receive tracking pixels, you will need to disable HTML images in your email client, but that may affect your ability to view images in other email that you receive.</p>\n<ul>\n<li>http://google.com/settings/ads</li>\n<li>http://www.networkadvertising.org/managing/opt_out.asp</li>\n</ul>\nEmail\n<p>We do not sell or give your email address to other companies for their own marketing purposes without your permission.\nHowever, we may use your email address or other registration data to provide you with technical support, send you communications about the Service or other promotional offers you have elected to receive, and to serve you with marketing offers that are more relevant to your interests.\nWe may occasionally work with data partners to help increase the relevancy of marketing offers we provide to our customers.\nIn doing so, we may provide such companies with information representing an encrypted or hashed value derived from information you have provided to us, such as your email address.</p> ", "created_at": "2019-05-18 19:57:19.29948", "updated_at": "2019-05-18 19:58:33.118117"}, {"id": 2735, "name": "Terms of Service", "url": "https://www.plex.tv/about/privacy-legal/plex-terms-of-service/", "xpath": "//*[@id=\"plex-site-container\"]/section[2]/div/div/div[1]", "text": " <p>Revised January 1, 2020</p>\n<p>IMPORTANT—PLEASE READ THE FOLLOWING TERMS OF SERVICE (REFERENCED HEREIN AS “<u>\n<i>TOS</i>\n</u>”) BEFORE OR WHEN USING THE PLEX WEBSITE, A PLEX SOFTWARE, MOBILE, OR WEB APPLICATION(S), OR ANY RELATED PLEX SERVICE(S) (referenced collectively herein as the “<u>Plex Solution</u>”).\nPLEX GmbH (“<u>Plex</u>”) IS WILLING TO LICENSE AND PERMIT USE OF THE PLEX SOLUTION SUBJECT AT ALL TIMES TO AGREEMENT WITH THIS TOS.\nBY USING OR OTHERWISE ACCESSING THE PLEX SOLUTION, YOU ACCEPT AND AGREE TO THIS TOS.\nIF YOU DO NOT AGREE TO THIS TOS, DO NOT USE THE PLEX SOLUTION.</p>\n<ol>\n<li>\n<b>LICENSE</b>.\n<ol>\n<li>1.1.\n<u>Plex Solution Overview</u>.\nFor more information regarding the currently available Plex Solution, please click here.\nThe Plex Solution is provided pursuant to this TOS to individual persons (and not entities) residing in the countries or regions where Plex makes available its products and services.</li>\n<li>1.2.\n<u>General Plex Solution Grant</u>.\nThe Plex Solution is made available by Plex, and this TOS provides to you (identified herein as “<u>you</u>” or a “<u>user</u>” or with “<u>your</u>” (as further described below)) a personal (non-commercial), revocable, limited, non-exclusive, nontransferable, and non-sublicensable license to access and use the Plex Solution (by you and your Authorized Users (as defined below)) conditioned on your continued compliance with this TOS.\nYou may print and download Plex materials and information from the Plex Solution solely for your personal use, provided that all hard copies contain all copyright and other applicable notices contained in (or that are required to be displayed with) such materials and information and that you (or your Authorized User(s)) do not further distribute or disclose such materials and information.\nThe content layout, formatting, and features (or functionality) of and online or remote access processes for the Plex Solution shall be as made available by Plex in its sole discretion.\nYou also acknowledge and agree to the following: (i) Plex has the right to control and direct the means, manner, and method by which the Plex Solution is provided.\n(ii) Plex may, from time to time, engage independent contractors, consultants, or subcontractors to aid Plex in providing the Plex Solution or use thereof.\nand (iii) Plex has the right to provide the Plex Solution to others.</li>\n<li>1.3.\n<u>PMS Software Download(s)</u>.\nPlex may make downloadable software or a mobile application(s) available through or as a part of the Plex Solution for use in connection with your personal media management (“<u>PMS Software</u>”).\nThe right to use the PMS Software is provided as a part of the grant (above) to use the Plex Solution in accordance with this TOS and subject to the following additional obligations.\nYou may only use the PMS Software on a device or hardware that you own or control and as a part of your use of the Plex Solution or other Plex service.\nYou hereby acknowledge that the PMS Software may include or allow integration with certain third-party executable modules that may be subject to additional license terms and conditions.\nPlease click here for more information regarding such modules, but unless otherwise indicated, references to the Plex Solution herein shall include the PMS Software and any integrated third-party executable module(s) that you utilize.</li>\n<li>1.4.\n<u>Content Available Through the Plex Solution</u>.\nIn connection with the foregoing grant to use the Plex Solution, the Plex Solution allows you to view or otherwise access original Plex or third party Content.\n“Content” includes, but is not limited to, text, graphics, photos, sounds, audio, and videos in the form of, by way of example and not limitation, news reports, podcasts, videos, and music.\nThe availability of such Content may change and not all Content is available in all formats.\nUse of the Content is subject to the license grant for the Plex Solution, but in addition, shall remain non-transferable and may be subject to additional license grant terms set by the respective third party licensor(s).\nThird-party Content displayed or accessible through the Plex Solution is protected by copyright and other intellectual property law and belongs to the respective owner(s) or licensor(s).\nThis TOS does not grant you the right to copy (further), distribute, prepare derivative works, publicly display, or otherwise use any Content.\nYou are expressly prohibited from engaging in or facilitating the unauthorized sharing or distribution of Content.</li>\n<li>1.5.\n<u>Plex Solution Updates</u>.\nPlex may, but is not obligated to, update the Plex Solution with updates, upgrades, enhancements, improvements, additions, new or incremental features or functionality of and generally made available through the Plex Solution (as determined by Plex in its sole discretion), or modifications that are provided as part of product support and any other support or maintenance services that Plex provides as part of or otherwise in connection with the Plex Solution (collectively, “<u>Plex Solution Updates</u>”).\nIn some instances, you may be required to consent to or to agree to use and implement an applicable Plex Solution Update in a timely manner, including, without limitation, as a means to protect the Plex Solution from unauthorized use, content, or data.\nIf you decline a Plex Solution Update, you may not be able to use or access the Plex Solution (in whole or in part), and Plex shall have no responsibility or liability for any continued use.\nUnless otherwise indicated, references to the Plex Solution include any Plex Solution Updates.</li>\n<li>1.6.\n<u>Support</u>.\nThis TOS does not entitle you to any support or installation service (collectively, “<u>Support</u>”).\nAny such Support that may be made available by Plex, in its sole discretion, shall be subject to separate terms and conditions with Plex.</li>\n<li>1.7.\n<u>Authorized User(s)</u>.\nSubject to any third party license restrictions for applicable Content, you may enable members of your immediate family and for whom you will be responsible (each, an “<u>Authorized User(s)</u>”) to access and use the Plex Solution so long as all such use remains in compliance with this TOS.\nNevertheless, you acknowledge and agree that you shall be responsible for monitoring your own and your Authorized User(s)’s use of the Plex Solution and for maintaining compliance with this TOS and any third party license restrictions for applicable Content.\nAny breach of this TOS by an Authorized User(s) shall constitute a breach by you.\nUnless otherwise indicated, references to “<u>you</u>” or “<u>your</u>” throughout this TOS therefore mean you, your Authorized User(s), and the person or entity named on your account with Plex.</li>\n</ol>\n</li>\n<li>\n<b>LICENSE GRANT RESTRICTIONS</b>.\nThis TOS is only a license and not an assignment or sale.\nPlex transfers no ownership or intellectual property interest or title in and to the Plex Solution to you or anyone else.\nFurther, Plex reserves all rights not expressly granted by this TOS.\nAccordingly, you may not modify, translate, decompile, create derivative work(s) of, copy, distribute, disassemble, broadcast, transmit, publish, remove or alter any proprietary notices or labels, license, sublicense (other than to an Authorized User(s)), transfer, sell, mirror, frame, exploit, rent, lease, private label, grant a security interest in, or otherwise use in any manner not expressly permitted herein (or by Plex) the Plex Solution.\nIn particular, and without limitation of the foregoing, there is no right to distribute further the PMS Software to the public or in excess of the limited license (above).\nMoreover, this TOS does not grant any right to modify the PMS Software or provide a right or license in or to any third-party executable module(s) or accessible content beyond the limited and express grant herein.</li>\n<li>\n<b>INTERFACING SOFTWARE</b>.\n“<u>Interfacing Software</u>” means any software that you obtain or provide and that accesses or calls any PMS Software provided by Plex as part of the Plex Solution including, but not limited to, plug-ins for the Plex Solution, channel plug-ins, metadata agents, and client applications that communicate directly or indirectly with the Plex Solution.\nYou are responsible and liable for any Interfacing Software, including any data collection that may be undertaken or occur through the Interfacing Software.\nPlex encourages the implementation and adherence of data collection and use practices substantially similar to those articulated in the privacy policy of Plex (identified below).\nBy making, or assisting others in making, available any Interfacing Software, you hereby grant Plex a worldwide, non-exclusive, and royalty-free right and license to use (including testing, hosting, and linking to), copy, publicly perform, publicly display (including screenshots), reproduce in copies for distribution, market or promote (as a part of the Plex Solution or other services of Plex), and distribute the copies of any Interfacing Software (or its associated name).\nIn connection therewith, you hereby agree to provide and include (or link to) a privacy notice summarizing practices consistent with the privacy policy of Plex noted below and include in the source code of the Interfacing Software a copyright notice of the form: Copyright © &lt;year&gt.\n&lt;copyright holders&gt;.\nAny data collection by Plex shall be in a manner consistent with Plex’s privacy policy (noted below).\nSubject to the inclusion by Plex of this notice (if first provided to Plex by you), you grant, and authorize Plex to grant on your behalf, if necessary, a license, free of charge, to any person obtaining a copy of the Interfacing Software and associated documentation files from Plex, to deal in the Interfacing Software without restriction, including, without limitation, the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Interfacing Software, and to permit persons to whom the Interfacing Software is furnished to do so.\nYou represent and warrant that you have all rights necessary to make the foregoing grants, and you further agree that you will use and integrate the Interfacing Software in a manner consistent with acceptable use of the Plex Solution pursuant to this TOS.\nYou may notify us (please click here) if you do not wish for Plex to use the Interfacing Software that was created by and is owned by you.\nAny such notification must include all requested information and representations (as indicated by Plex).\nPlex will comply with such a proper request and cease its own use of the Interfacing Software, but Plex must be granted a transition period of at least thirty (30) days after receipt of the request to comply.\nPlex, however, shall not be obligated to confirm removal or cessation of the Interfacing Software by you or others (including Authorized Users) outside its control.</li>\n<li>\n<b>GENERAL USER OBLIGATIONS</b>.\nYou represent that you are at least eighteen (18) years of age (or the legal age of majority, whichever is greater) and will, at all times, provide true, accurate, current, and complete information when submitting information or materials on or through the Plex Solution, including, without limitation, when you provide information via a Plex Solution registration, account, or submission form.\nYou are responsible for completing any registration(s) or account requirements for access to applicable third party Content available through the Plex Solution.\nIndividuals under the age of eighteen (18) (or the applicable age of majority) may utilize the Plex Solution only with the involvement and acceptance of (this TOS by) a parent or legal guardian and then solely as an Authorized User under a parent or legal guardian’s account.\nYou further represent that you (or the person agreeing to, accepting, or acting under this TOS) are authorized to act on behalf of the person or entity named on the account with Plex.\nIn addition, you agree to abide by all applicable local, state, national, and international laws and regulations with respect to your use of the Plex Solution.\nIn particular, you may not take any action that will infringe on the intellectual property rights of Plex or any other third party.\nYou acknowledge that unauthorized use of copyrighted content of others may subject you to civil and criminal penalties, including possible monetary damages, for copyright infringement.\nYou also acknowledge and agree that use of the Internet and the Plex Solution is solely at your own risk.\nYou further understand that by using the Plex Solution you may encounter content that you may find offensive, indecent, or objectionable.\nYou assume all responsibility for obtaining and paying for all licenses and costs for third-party software and hardware necessary for access to the Plex Solution, and for maintaining and backing-up your content and data.</li>\n<li>\n<b>USER CONTENT &amp.\nACCEPTABLE USE</b>.\nThe Plex Solution enables you to access content, data, communication, and other interactive features and functionality (with such uploaded, downloaded, shared, or exchanged information or content referenced collectively herein as a “<u>User Content</u>”).\nDistribution of User Content may be subject to third-party rights.\nYou agree that by using the Plex Solution you will not upload, post, display, or transmit any of the following:\n<ul>\n<li>anything which defames, harasses, threatens, offends, or in any way violates or infringes on the rights (including, without limitation, patents, copyrights, or trademark rights) of others;</li>\n<li>anything which may damage, lessen, or harm the goodwill or reputation of Plex and its services;</li>\n<li>anything which involves the impersonation of any other person or entity;</li>\n<li>anything which constitutes viral or harmful programming code, files, or software;</li>\n<li>anything which constitutes junk mail, spam, or unauthorized advertising.\nor</li>\n<li>anything which is unlawful.</li>\n</ul>\n<p>Plex reserves the right to establish additional practices, parameters, and limits in its sole discretion concerning the display or availability of any User Content.\nFurther, Plex shall not have any obligation to incorporate or utilize any User Content that does not correspond to or meet Plex’s technical or usage practices, parameters, and limits.</p>\n</li>\n<li>\n<b>PERMISSION TO USE USER CONTENT</b>.\nYou continue to retain any ownership rights you have in the User Content you make available to Plex and/or the Plex Solution.\nHowever, by submitting or making available any type of User Content, you automatically and hereby grant to Plex a royalty-free, transferable, sub-licensable and non-exclusive right and license to use or act on any such User Content in furtherance of and in connection with the operation of the Plex Solution.\nThe rights you grant are limited to the purpose of providing and operating the Plex Solution.\nYou specifically acknowledge that the Plex Solution facilitates distribution of the User Content, and as a part of the foregoing grant, you permit any user with whom you share content a non-exclusive license to access and use the User Content through the Plex Solution as permitted through the functionality of the Plex Solution.\nYou represent that you have all necessary rights to make the foregoing grants and to otherwise make User Content(s) available to Plex and for (and through) the Plex Solution.</li>\n<li>\n<b>NO PRE-SCREENING OF USER CONTENT.\nREMOVAL</b>.\nPlex is not responsible for pre-screening or editing your or any other user’s User Content, support forum posts, or any other communications and encourages all of its users to use reasonable discretion and caution in evaluating or reviewing any such content or communications.\nMoreover, Plex does not endorse, oppose, or edit any opinion or information provided by you or another user (unless separately and expressly provided by Plex) and does not make any representation with respect to, nor does it endorse the accuracy, integrity, quality, acceptability, completeness, timeliness, lawfulness, suitability, or reliability of any User Content or communications displayed, uploaded, or distributed by you or any other user.\nYou also acknowledge that Plex has no control over the extent to which any idea, content, or information may be used by any party or person once it’s posted, shared, or displayed.\nNevertheless, Plex reserves the right to take any action within its control with respect to User Content (or parts thereof), support forum posts, or any other communications that Plex reasonably believes is necessary to: (i) satisfy any applicable law, regulation, legal process or governmental request.\n(ii) enforce this TOS, including investigation of potential violations hereof.\n(iii) detect, prevent, or otherwise address fraud, security, or technical issues.\n(iv) respond to user support requests.\n(v) protect the rights, property, or safety of Plex, its users, or the public.\nor (vi) address any act or omission that Plex believes in good faith violates this TOS and/or is, or is potentially, unlawful or harmful to Plex, its services, or goodwill.</li>\n<li>\n<b>ACCOUNT</b>.\nYou may be required to provide certain personal information necessary to create an account with Plex.\nYou may be required to create login credentials, such as a user name and password, or adhere to other particular access requirements as designated by Plex in its sole discretion from time to time.\nYou are solely responsible for the activity that occurs on your account and agree to keep your login credentials confidential and secure.\nYou acknowledge that Plex may not provide controls that restrict the maturity level of content available through the Plex Solution.\nIf you allow your child (under the age of 18 or the legal age of majority, whichever is greater) to access your Plex account, you are solely responsible for monitoring your child’s use of the Plex Solution and determining what maturity level is appropriate for or accessible to your child.\nYou shall immediately notify Plex if you suspect or become aware of any loss or theft of or unauthorized use of your access credentials.</li>\n<li>\n<b>SUBSCRIPTION &amp.\nSALES</b>.\n<ol>\n<li>9.1.\n<u>Subscription</u>.\nPlex currently offers access to the Plex Solution at no cost.\nHowever, Plex may make available fee-based subscription offering(s).\nPlease click here for more information.\nThe subscription cost, subscription term, available trial period (if any), renewal information, and permitted payment methods will be specified at the time of order.\nAll subscriptions are billed immediately in advance and are final unless otherwise indicated by Plex or as may be required under applicable law.\nThere will be no refunds or credits for partial months, upgrades/downgrades, or nonuse.</li>\n<li>9.2.\n<u>Subscription Changes &amp.\nRenewal</u>.\nSubscription fees are subject to change (with prior notice) and shall apply to the upcoming renewal period (if any) as indicated.\nSuch notice may be provided by email or by posting the changes to your Plex account, the Plex website, or through the Plex Solution.\nWhen you enroll in any recurring subscription arrangement, you authorize Plex to automatically charge the billing source you provided Plex at the time you enrolled for the subscription term specified (at the time of enrollment) until the subscription ends or you cancel your enrollment.\nTo avoid being charged for the next renewal period, you must cancel at least one (1) day prior to the end of the then-current Plex subscription term.\nYou may cancel by clicking here.\nFor any change (upgrade or downgrade) in your subscription that you make or request, your fee and method of payment will be automatically adjusted and charged (as applicable) at the new rate on your next billing cycle.\nDowngrading your subscription may cause the loss of content, features, or capacity of your account.</li>\n<li>9.3.\n<u>Payment</u>.\nPlex shall charge and you shall be responsible for payment of all taxes, tariffs, levies, or duties (except that Plex does collect VAT in certain countries).\nUnless otherwise indicated by Plex in writing, all amounts are immediately due and payable upon order (or renewal).\nUpon placing an order, you therefore agree to pay using the payment method indicated and grant authorization to Plex to charge the applicable (fee) to your payment provider.\nAll transactions, however, are void where prohibited by law and Plex may request particular information in order to confirm the order and method of payment.\nPlex also reserves the right to terminate or suspend access to the Plex Solution if you fail to pay any amounts when due.\nUnless otherwise specified herein, all obligations with respect to the amounts due to Plex under the TOS shall survive any expiration or termination of the TOS.</li>\n</ol>\n</li>\n<li>\n<b>PROPRIETARY RIGHTS</b>.\nThe Plex Solution is owned by Plex GmbH or its licensor(s).\nCopyright 2016-2018 © Plex GmbH and/or its licensor(s).\nAll rights reserved.\nAll content available through the Plex Solution, unless otherwise indicated, is protected by copyright, trade secret, or other intellectual property laws.\nPLEX, the Plex logo, and all other names, logos, and icons identifying Plex and its solutions, products, and services are proprietary trademarks of Plex, and any use of such marks without the express written permission of Plex is strictly prohibited.\nPlease see the Plex Trademarks and Guidelines policy statement available here for more information regarding the trademarks or service marks of Plex.\nOther service, product, or company names mentioned herein may be the trademarks and/or service marks of their respective owners.</li>\n<li>\n<b>THIRD-PARTY CONTENT</b>.\nThird-party content displayed or accessible through the Plex Solution is protected by copyright and other intellectual property law and belongs to the respective owner.\nUse of the third-party content is subject to the terms of use of the third party providing such content.\nThis TOS does not grant you the right to copy, distribute, prepare derivative works, publicly display, or otherwise use any third-party content.\nYou are expressly prohibited from engaging in or facilitating the unauthorized sharing or distribution of third-party content.</li>\n<li>\n<b>CONFIDENTIALITY</b>.\nYou acknowledge and agree that the Plex Solution contains confidential or nonpublic information that is the trade secret(s) of Plex and/or its licensors (the “<u>Confidential Information</u>”).\nYou agree to secure and protect the confidentiality of the Confidential Information of Plex (and/or its licensors) in a manner consistent with the maintenance of Plex’s rights therein, using at least as great a degree of care as you use to maintain the confidentiality of your own confidential information of a similar nature, but in no event using less than reasonable efforts.\nYou shall not, nor permit any third party to, sell, transfer, publish, disclose, or otherwise make available any portion of the Confidential Information to third parties, except as expressly authorized in this TOS.</li>\n<li>\n<b>FEEDBACK</b>.\nPlex welcomes your feedback and suggestions about Plex’s products or services or with respect to how to improve the Plex Solution.\nBy transmitting any suggestions, information, material, or other content (collectively, “<u>Feedback</u>”) to Plex, you represent and warrant that such Feedback does not infringe or violate the intellectual property or proprietary rights of any third party (including, without limitation, patents, copyrights, or trademark rights) and that you have all rights necessary to convey to Plex and enable Plex to use such Feedback.\nIn addition, any Feedback received by Plex will be deemed to include a royalty-free, perpetual, irrevocable, transferable, non-exclusive right and license from you for Plex to adopt, publish, reproduce, disseminate, transmit, distribute, copy, use, create derivative works of, and display (in whole or in part) worldwide, or act on such Feedback without additional approval or consideration, in any form, media, or technology now known or later developed for the full term of any rights that may exist therein, and you hereby waive any claim to the contrary.</li>\n<li>\n<b>MOBILE USAGE</b>.\nThe Plex Solution offers a tool(s) or display functionality that is available to you via your mobile phone or other mobile computing device (“<u>Mobile Plex Solution(s)</u>”).\nPlease note that your mobile carrier’s normal messaging, data, and other rates and fees will apply to your use of the Mobile Plex Solution(s).\nIn addition, downloading, installing, or using certain Mobile Plex Solution(s) may be prohibited or restricted by your mobile carrier, and not all Mobile Plex Solution(s) may work with all carriers or devices or in all locations.\nTherefore, you are solely responsible for checking with your mobile carrier to determine if the Mobile Plex Solution(s) are available for your mobile devices.\nwhat restrictions, if any, may be applicable to your use of the Mobile Plex Solution(s).\nand how much such use will cost you.\nNevertheless, your use of the Plex Solution shall be strictly in accordance with this TOS.</li>\n<li>\n<b>LINKS TO OTHER SITES OR APPLICATIONS</b>.\nPlex may provide links, in its sole discretion, to other sites or applications on the Internet, including to the Plex Store.\nSuch other sites are maintained by third parties over which Plex exercises no control.\nThese links do not imply an endorsement with respect to any third party or any third-party web site or the information, products, or services provided by any third party.\nPlex encourages review of the applicable terms, conditions or notices governing use of these third party sites or applications.</li>\n<li>\n<b>THIRD-PARTY PLATFORMS &amp.\nNETWORKS</b>.\nCertain features allow you to synchronize your content across third-party platforms and networks.\nThese features will enhance the performance of the Plex Solution and allow you to better integrate and harmonize the Plex Solution with information stored on or used with third-party networks.\nUsing this functionality typically requires you to login to your account on the third-party service, and you do so at your own risk.\nYou should always review, and if necessary, adjust your privacy settings on these networks and platforms before linking or connecting them to the Plex Solution.\nYou expressly acknowledge and agree that Plex is in no way responsible or liable for any such third-party services or features.</li>\n<li>\n<b>ADDITIONAL TERMS AND CONDITIONS</b>.Additional notices, terms, and conditions may apply to certain subscription arrangements (including sign-up or registration), Plex products, solutions, or services, receipt of (or access to) certain content, participation in a particular program, and/or to specific portions or features of the Plex Solution.\nWithout limitation of the foregoing, you hereby agree that (a) this TOS operates in addition to any terms of use imposed or required by any digital download platform from which you download the Plex Solution (“<u>App Provider Terms</u>”).\nand (b) the terms of this TOS supplement and do not alter or amend any such App Provider Terms.</li>\n<li>\n<b>PRIVACY POLICY</b>.\nPlease see Plex’s Privacy Policy for a summary of Plex’s personally identifiable information collection and use practices.\nPlex is not responsible for your use of Interfacing Software or of and any data collection or related usage practices associated with your operation or maintenance of any Interfacing Software.\nYou further agree that any notices, agreements, disclosures, or other communications that Plex sends you electronically (using the contact information you provide through the Plex Solution) will satisfy any legal communication requirements.</li>\n<li>\n<b>REPRESENTATION(S)</b>.\nYou represent and warrant that (i) the person accepting this TOS has the legal authority to bind the named person on the account, and (ii) he or she has the right, power, and authority to (a) enter into this TOS, (b) make the respective and applicable representations and warranties contained herein, and (c) commit to and perform the respective duties, obligations, and covenants set forth hereunder.</li>\n<li>\n<b>DISCLAIMER</b>.\nTHE PLEX SOLUTION IS PROVIDED ON AN “AS-IS” AND “AS AVAILABLE” BASIS AND MAY INCLUDE ERRORS, OMISSIONS, OR OTHER INACCURACIES.\nPLEX MAY MAKE MODIFICATIONS AND/OR CHANGES IN THE PLEX SOLUTION AT ANY TIME AND FOR ANY REASON.\nOTHER THAN THE RIGHT TO FULFILL ITS OBLIGATIONS UNDER THIS TOS, AND TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, PLEX EXPRESSLY DISCLAIMS ALL OTHER WARRANTIES, EITHER EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, ANY WARRANTIES OF INTERFERENCE WITH ENJOYMENT OF INFORMATION, SECURITY, NON-INFRINGEMENT, MERCHANTABILITY, QUALITY, OR FITNESS FOR A PARTICULAR PURPOSE.\nMOREOVER, YOU ACKNOWLEDGE AND AGREE THAT PLEX DOES NOT WARRANT THAT THE PLEX SOLUTION WILL OPERATE FREE OF VIRUSES, MALWARE, OR HARMFUL PROGRAMMING SOFTWARE (OR CODE), ERROR-FREE, UNINTERRUPTED, OR IN A MANNER THAT WILL MEET YOUR REQUIREMENTS OR MEET ANY LEGAL, TECHNICAL, OR CERTIFICATION STANDARD.\nBECAUSE THE PLEX SOLUTION IS BASED ON YOUR CONTENT AND DATA, THE ENTIRE RISK AS TO THE QUALITY AND PERFORMANCE OF THE PLEX SOLUTION IS WITH YOU.\nIF THIS DISCLAIMER OF WARRANTY IS HELD TO BE UNENFORCEABLE BY A COURT OF COMPETENT JURISDICTION IN ANY MANNER, THEN ALL EXPRESS AND/OR IMPLIED WARRANTIES MANDATED BY SUCH COURT SHALL BE LIMITED IN DURATION TO A PERIOD OF THIRTY (30) DAYS FROM THE COMMENCEMENT OF THE INITIAL PERIOD FOR THE PLEX SOLUTION AND NO WARRANTIES SHALL APPLY AFTER THIS THIRTY (30) DAY PERIOD.</li>\n<li>\n<b>LIMITATION OF LIABILITY</b>.\nYOU EXPRESSLY ABSOLVE AND RELEASE PLEX FROM ANY CLAIM OF HARM RESULTING FROM A CAUSE BEYOND PLEX’S CONTROL, INCLUDING, WITHOUT LIMITATION, ANY DAMAGE CAUSED BY HARDWARE, FILES, SYSTEMS, SOFTWARE, SERVICES, OR NETWORKS OUTSIDE THE CONTROL OF PLEX.\nPLEX IS NOT RESPONSIBLE OR LIABLE FOR YOUR OR ANY OTHER PERSON’S USE OF ANY INTERFACING SOFTWARE (OUTSIDE ITS CONTROL).\nMOREOVER, ALL USER CONTENT (OR OTHER DATA OR CONTENT) YOU ACCESS THROUGH THE PLEX SOLUTION IS AT YOUR OWN RISK.\nIN CONNECTION THEREWITH, YOU SPECIFICALLY ACKNOWLEDGE THAT PLEX SHALL NOT BE LIABLE FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF YOUR USE (OR DELAY IN USE) OF OR FAILURE TO STORE ANY DATA OR CONTENT MADE AVAILABLE THROUGH THE PLEX SOLUTION AND SHALL NOT BE LIABLE FOR ANY USE OF ANY USER CONTENT BY OTHERS, INCLUDING YOUR AUTHORIZED USERS.\nMOREOVER, IN NO EVENT SHALL PLEX BE LIABLE FOR ANY INDIRECT, PUNITIVE, INCIDENTAL, SPECIAL, OR CONSEQUENTIAL DAMAGES ARISING OUT OF OR IN ANY WAY CONNECTED WITH THE USE OF THE PLEX SOLUTION OR WITH THE DELAY OR INABILITY TO USE THE PLEX SOLUTION, EVEN IF PLEX HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nNOTWITHSTANDING THE FOREGOING, TOTAL LIABILITY OF PLEX FOR BREACH OF THIS TOS IS CESSATION OF USE OF THE PLEX SOLUTION AND FOR ANY OTHER REASON RELATED TO OR ARISING OUT OF YOUR USE OF THE PLEX SOLUTION WHATSOEVER FOR AN AMOUNT NOT EXCEEDING $100 OR THE TOTAL AMOUNT ACTUALLY PAID BY YOU TO PLEX DURING THE PAST THREE MONTHS IN CONNECTION WITH YOUR INDIVIDUAL USE OF THE PLEX SOLUTION, WHICHEVER IS GREATER.\nYou and Plex agree to only bring claims arising from this TOS on an individual basis and not as a plaintiff or class member in any purported class or representative action or proceeding.\nUnless you and Plex agree otherwise, more than one person’s or party’s claims may not be consolidated.\nYou and Plex agree that relief (including monetary, injunctive, and declaratory relief) may be awarded only in favor of the individual party seeking relief and only to the extent necessary to provide relief necessitated by that party’s individual claim(s).</li>\n<li>\n<b>INDEMNIFICATION</b>.\nYou agree to indemnify, defend, and hold Plex (and its affiliated companies, contractors, employees, agents, and suppliers and partners) harmless from any and all claims, suits, actions, liabilities, losses, costs, damages, expenses, and any other liabilities, including, without limitation, attorneys’ fees, arising out of or related in any manner to your breach or alleged breach of this TOS, your Interfacing Software, or for any violation or alleged violation of the rights (including, without limitation, patents, copyrights, or trademark rights) of any other person or entity by your User Content.</li>\n<li>\n<b>ARBITRATION</b>.\nYou agree that all disputes between you and Plex (whether or not such dispute involves a third party) with regard to your relationship with Plex, including, without limitation, disputes related to this TOS, your use of the Plex Solution, and/or rights of privacy and/or publicity, will be resolved by binding, individual arbitration.\nWithout limiting Plex’s right to seek injunctive or other equitable relief (as set forth below), any disputes arising with respect to this TOS between you and Plex (“parties”) shall be referred to an arbitrator affiliated with the Judicial Arbitration and Mediation Services, Inc.\n(“JAMS”).\nThe arbitrator shall be selected by joint agreement of the parties.\nIn the event the parties cannot agree on an arbitrator within thirty (30) days of the initiating party providing the other party with written notice that it plans to seek arbitration, the parties shall each select an arbitrator affiliated with JAMS, which arbitrators shall jointly select a third such arbitrator to resolve the dispute.\nArbitration shall be conducted under the rules then prevailing of JAMS/ENDISPUTE Streamlined Arbitration Rules and Procedures in effect at the time of filing of the demand for arbitration.\nThe parties specifically incorporate the terms of California Code of Civil Procedure Section 1283.05 with respect to discovery.\nThe arbitrator’s award shall be binding and may be entered as a judgment in any court of competent jurisdiction.\nThe arbitration proceeding shall be carried on and heard in Santa Clara County, California using the English language.\nIn any action or proceeding to enforce rights under this TOS, the prevailing party will be entitled to recover costs and reasonable attorneys’ fees from the other party.\nYou may bring claims only on your own behalf.\nNeither you nor Plex will participate in a class-wide arbitration for any claims covered by this TOS.\nThis dispute resolution provision will be governed by the Federal Arbitration Act.</li>\n<li>\n<b>GOVERNING LAW</b>.\nThe Plex Solution is controlled and operated by Plex from its offices within the United States.\nThis TOS has been made in and will be construed and enforced in accordance with the laws of the State of California as applied to agreements entered into and completely performed in the State of California.\nYou access and use the Plex Solution on your own volition and are responsible for compliance with all applicable laws with respect to your access and use of the Plex Solution.\nAdditionally, Plex’s headquarters are located in the United States.\nPlease be aware that information you provide to Plex, or that Plex obtains as a result of your use of the Plex Solution, may be processed and transferred to the United States and be subject to United States law.\nSubject to the foregoing arbitration right, any action to enforce this TOS will be brought in the courts presiding in the Superior Court of Santa Clara County and the United States District Court for the Northern District of California, and all parties to this TOS expressly agree to be subject to the jurisdiction of such courts.\nYou and Plex waive trial by jury.\nMoreover, you may bring claims only on your own behalf.\nNeither you nor Plex will participate in a class action or class-wide arbitration for any claims covered by this TOS.\nYou also agree not to participate in claims brought in a private attorney general or representative capacity, or consolidated claims involving another person’s account, if Plex is a party to the proceeding.</li>\n<li>\n<b>COMMUNICATIONS AND NOTICE</b>.\nAny communication(s) or notice (and any related materials or information) to be sent pursuant to this TOS shall be in the English language and shall be deemed provided: (a) upon receipt if by personal delivery.\n(b) upon receipt if sent by certified or registered U.S.\nMail (return receipt requested).\n(c) one day after it is sent if by next-day delivery by a major commercial delivery service.\nor (d) with respect to termination of this TOS or for information applicable generally to end users of the Plex Solution, to the email address designated by you.</li>\n<li>\n<b>EXPORT CONTROL AND LEGAL COMPLIANCE</b>.\nYou represent and warrant that you are not (a) located in a country that is subject to a U.S.\nGovernment embargo, or that has been designated by the U.S.\nGovernment as a “terrorist supporting” country.\nand (b) listed on any U.S.\nGovernment list of prohibited or restricted parties.\nYou hereby agree that (i) you will comply with all applicable Sanctions and Export Control Laws, (ii) you are solely responsible for ensuring that the Plex Solution is used, disclosed, and/or transported only in accordance with all applicable Sanctions and Export Control Laws, and (iii) you will not re-export or transfer the Plex Solution, in any form, directly or indirectly, to any person or entity based in Cuba, Iran, Syria, Sudan, South Sudan, or North Korea.</li>\n<li>\n<b>ENFORCING SECURITY</b>.\nYou may not use the Plex Solution or any of Plex’s data, systems, network, or services to engage in, foster, or promote illegal, abusive, or irresponsible behavior, including, without limitation, accessing or using Plex data, systems, or networks in an unauthorized manner, attempting to probe, scan, or test the vulnerability of a Plex system or network, circumventing any Plex security or authentication measures, monitoring Plex data or traffic, interfering with any Plex services, collecting or using from the Plex Solution email addresses, screen names, or other identifiers, collecting or using from the Plex Solution information without the consent of the owner or licensor, using any false, misleading, or deceptive TCP-IP packet header information, using the Plex Solution to distribute software or tools that gather information, distributing advertisements, or engaging in conduct that it likely to result in retaliation against Plex or its data, systems, or network.\nActual or attempted unauthorized use of the Plex Solution may result in criminal and/or civil prosecution, including, without limitation, punishment under the Computer Fraud and Abuse Act of 1986 under U.S.\nfederal law.\nPlex reserves the right to view, monitor, and record activity through the Plex Solution without notice or permission from you.\nAny information obtained by monitoring, reviewing, or recording is subject to review by law enforcement organizations in connection with investigation or prosecution of possible criminal or unlawful activity through the Plex Solution as well as to disclosures required by or under applicable law or related government agency actions.\nPlex will also comply with all court orders or subpoenas involving requests for such information.\nIn addition to the foregoing, Plex reserves the right to, at any time and without notice, modify, update, suspend, terminate, or interrupt operation of or access to the Plex Solution, or any portion of the Plex Solution in order to protect the Plex Solution or Plex.</li>\n<li>\n<b>INJUNCTIVE RELIEF</b>.\nYou acknowledge that any breach, threatened or actual, of this TOS, including, without limitation, with respect to unauthorized use of Plex proprietary assets, will cause irreparable injury to Plex, such injury would not be quantifiable in monetary damages, and Plex would not have an adequate remedy at law.\nYou therefore agree that Plex shall be entitled, in addition to other available remedies, to seek and be awarded an injunction or other appropriate equitable relief from a court of competent jurisdiction restraining any breach, threatened or actual, of your obligations under any provision of this TOS.\nAccordingly, you hereby waive any requirement that Plex post any bond or other security in the event any injunctive or equitable relief is sought by or awarded to Plex to enforce any provision of this TOS.</li>\n<li>\n<b>TERM AND TERMINATION</b>.\nThis TOS will take effect (or re-take effect) at the (and each) time you begin installing, accessing, or using the Plex Solution, WHICHEVER IS EARLIEST, and is effective until terminated as set forth below.\nPlex reserves the right to terminate this TOS at any time on reasonable grounds, which shall specifically include, without limitation, discontinuation of the Plex Solution (or related services) as an offering of the Plex business, nonpayment, termination of account, fraudulent or unlawful activity, or actions or omissions that violate this TOS, subject to the survival rights of certain provisions identified below.\nIn addition, Plex shall have the right to take appropriate administrative and/or legal action in the event of breach or (alleged) criminal activity, including alerting legal authorities, as it deems necessary in its sole discretion.\nYou may also terminate this TOS at any time by providing Plex with notice of cancellation, but all applicable provisions of this TOS will survive termination, as identified below.\nYou may close your account by clicking here.\nUpon termination and in accordance with law, your right to access and use the Plex Solution shall cease (regardless of the subscription period) and you must immediately destroy all copies of any aspect of the Plex Solution in your possession.\nTermination shall result in deactivation or deletion of your account with Plex.\nThe provisions concerning Content, License Grant Restrictions, Proprietary Rights, Permission to Use User Content, Proprietary Rights, Feedback, Confidentiality, Additional Terms and Conditions, Disclaimer of Warranty, Limitation of Liability, Indemnification (for a period of one year after termination), Arbitration, Governing Law, Enforcing Security, Injunctive Relief, Term and Termination, Waiver &amp.\nSeverability, and Entire Agreement will survive the termination of this TOS for any reason.\nFurther, Plex shall not be responsible for any damage that may result or arise out of termination of this TOS.</li>\n<li>\n<b>WAIVER &amp.\nSEVERABILITY</b>.\nFailure to insist on strict performance of any of the terms and conditions of this TOS will not operate as a waiver of any subsequent default or failure of performance.\nNo waiver by Plex of any right under this TOS will be deemed to be either a waiver of any other right or provision or a waiver of that same right or provision at any other time.\nIf any part of this TOS is determined to be invalid or unenforceable pursuant to applicable law including, but not limited to, the warranty disclaimers, venue, claim, and liability limitations set forth above, then the invalid or unenforceable provision will be deemed superseded by a valid, enforceable, provision that most clearly matches the intent of the original provision and the remainder of this TOS shall continue in effect.</li>\n<li>\n<b>ENTIRE AGREEMENT</b>.\nNo joint venture, partnership, employment, or agency relationship exists between you and Plex as a result of this TOS or your utilization of the Plex Solution, and you do not have any authority of any kind to bind Plex in any respect whatsoever.\nThis TOS represents the entire agreement between you and Plex with respect to your individual use of the Plex Solution.\nThis TOS is not assignable, transferable, or sub-licensable by you except with Plex’s prior written consent.\nPlex may transfer, assign, or delegate this TOS and its rights and obligations without consent.\n<b>Please note that Plex reserves the right to change the terms and conditions of this TOS and the terms and conditions under which the Plex Solution and its offerings are extended to you by posting online a revised TOS or mailing and/or e-mailing notice thereof to you.\nIn addition, Plex may add, modify, or delete any aspect, program, functionality, or feature of the Plex Solution.\nYour continued use of the Plex Solution following any addition, modification, or deletion will be conclusively deemed acceptance of any change to the terms and conditions of this TOS.\nAccordingly, please review this TOS found at this location on a periodic basis.</b>\n</li>\n<li>\n<b>CONTACT INFORMATION</b>.\nIf you have questions regarding the Plex Solution or if you are interested in obtaining more information concerning Plex or its products, services, or solutions, please contact Plex.</li>\n</ol> ", "created_at": "2020-08-01 08:09:24.481319", "updated_at": "2020-08-01 08:15:54.75475"}], "points": [{"id": 9879, "title": "Users agree not to use the service for illegal purposes", "source": "https://www.plex.tv/about/privacy-legal/plex-terms-of-service/", "status": "Generated through the annotate view", "created_at": "2020-08-01 08:25:37.472093", "updated_at": "2020-10-10 20:48:57.734314", "quoteText": "You may not use the Plex Solution or any of Plex’s data, systems, network, or services to engage in, foster, or promote illegal, abusive, or irresponsible behavior, including, without limitation, accessing or using Plex data, systems, or networks in an unauthorized manner, attempting to probe, scan, or test the vulnerability of a Plex system or network, circumventing any Plex security or authentication measures, monitoring Plex data or traffic, interfering with any Plex services, collecting or using from the Plex Solution email addresses, screen names, or other identifiers, collecting or using from the Plex Solution information without the consent of the owner or licensor, using any false, misleading, or deceptive TCP-IP packet header information, using the Plex Solution to distribute software or tools that gather information, distributing advertisements, or engaging in conduct that it likely to result in retaliation against Plex or its data, systems, or network.", "case_id": 280, "document_id": 2735, "quoteStart": 37612, "quoteEnd": 38589}, {"id": 9881, "title": "Users agree to comply with the law of the service's country", "source": "https://www.plex.tv/about/privacy-legal/plex-terms-of-service/", "status": "Generated through the annotate view", "created_at": "2020-08-01 08:32:05.585203", "updated_at": "2020-10-10 20:48:35.939504", "quoteText": "\nIn addition, you agree to abide by all applicable local, state, national, and international laws and regulations with respect to your use of the Plex Solution.", "case_id": 237, "document_id": 2735, "quoteStart": 12073, "quoteEnd": 12233}, {"id": 9877, "title": "There is a date of the last update of the terms", "source": "https://www.plex.tv/about/privacy-legal/plex-terms-of-service/", "status": "Generated through the annotate view", "created_at": "2020-08-01 08:19:42.773862", "updated_at": "2020-08-03 08:06:02.132139", "quoteText": "<p>Revised January 1, 2020", "case_id": 331, "document_id": 2735, "quoteStart": 1, "quoteEnd": 27}, {"id": 9878, "title": "The court of law governing the terms is in location X", "source": "https://www.plex.tv/about/privacy-legal/plex-terms-of-service/", "status": "Generated through the annotate view", "created_at": "2020-08-01 08:23:10.592956", "updated_at": "2020-08-03 08:06:15.018228", "quoteText": "GOVERNING LAW</b>.\nThe Plex Solution is controlled and operated by Plex from its offices within the United States.\nThis TOS has been made in and will be construed and enforced in accordance with the laws of the State of California as applied to agreements entered into and completely performed in the State of California.", "case_id": 163, "document_id": 2735, "quoteStart": 34648, "quoteEnd": 34969}, {"id": 9880, "title": "This service is only available to users of a certain age", "source": "https://www.plex.tv/about/privacy-legal/plex-terms-of-service/", "status": "Generated through the annotate view", "created_at": "2020-08-01 08:29:44.3053", "updated_at": "2020-08-03 08:06:35.713178", "quoteText": "You represent that you are at least eighteen (18) years of age (or the legal age of majority, whichever is greater) and will, at all times, provide true, accurate, current, and complete information when submitting information or materials on or through the Plex Solution, including, without limitation, when you provide information via a Plex Solution registration, account, or submission form.\nYou are responsible for completing any registration(s) or account requirements for access to applicable third party Content available through the Plex Solution.\nIndividuals under the age of eighteen (18) (or the applicable age of majority) may utilize the Plex Solution only with the involvement and acceptance of (this TOS by) a parent or legal guardian and then solely as an Authorized User under a parent or legal guardian’s account.", "case_id": 152, "document_id": 2735, "quoteStart": 11058, "quoteEnd": 11889}, {"id": 6682, "title": "The service deletes tracking data after a period of time and allows you to opt out", "source": "https://www.plex.tv/about/privacy-legal/", "status": "Generated through the annotate view", "created_at": "2019-05-17 06:39:31.466935", "updated_at": "2019-06-15 06:01:14.729205", "quoteText": "we reset cookies on our website after 14 days.", "case_id": 221, "document_id": 1362, "quoteStart": 20500, "quoteEnd": 20546}, {"id": 6678, "title": "You have the right to leave this service at any time", "source": "https://www.plex.tv/about/privacy-legal/", "status": "Generated through the annotate view", "created_at": "2019-05-17 06:19:05.485561", "updated_at": "2019-05-17 06:29:37.732195", "quoteText": "we delete data used for logging and error tracking after 90 days, we reset cookies on our website after 14 days.\nWe also delete other personal data used to provide the Plex Solution or to communicate with you within 30 days after your account is deleted", "case_id": 170, "document_id": 1362, "quoteStart": 20434, "quoteEnd": 20687}, {"id": 6681, "title": "This service gathers information about you through third parties", "source": "https://www.plex.tv/about/privacy-legal/", "status": "Generated through the annotate view", "created_at": "2019-05-17 06:32:28.645941", "updated_at": "2021-02-06 04:32:02.384236", "quoteText": "If you choose to connect your account to an account of an external service, such as a social networking site or cloud storage services, we may collect certain information from those accounts, such as your name and email address ", "case_id": 382, "document_id": 1362, "quoteStart": 2198, "quoteEnd": 2426}, {"id": 6680, "title": "You can delete your content from this service", "source": "https://www.plex.tv/about/privacy-legal/", "status": "Generated through the annotate view", "created_at": "2019-05-17 06:23:02.631049", "updated_at": "2019-06-16 19:07:18.329257", "quoteText": "Deleting your account.\nYou may delete your account by selecting the option to delete your account in the Settings page.\nWe will delete your information without unreasonable delay after receiving the request except that we may retain archived copies of your information as required by law", "case_id": 175, "document_id": 1362, "quoteStart": 18825, "quoteEnd": 19112}, {"id": 6679, "title": "You can opt out of promotional communications", "source": "https://www.plex.tv/about/privacy-legal/", "status": "Generated through the annotate view", "created_at": "2019-05-17 06:20:32.206446", "updated_at": "2019-05-18 20:08:09.546037", "quoteText": "You may opt out of receiving the marketing newsletter from us by accessing your account", "case_id": 223, "document_id": 1362, "quoteStart": 20414, "quoteEnd": 20501}, {"id": 6677, "title": "You can request access and deletion of personal data", "source": "https://www.plex.tv/about/privacy-legal/", "status": "Generated through the annotate view", "created_at": "2019-05-17 06:13:46.343289", "updated_at": "2019-05-18 19:56:31.290902", "quoteText": "In order to view, amend, erase, or correct your Collected Information, contact Plex support", "case_id": 195, "document_id": 1362, "quoteStart": 10582, "quoteEnd": 10673}, {"id": 6683, "title": "User logs are deleted after a finite period of time", "source": "https://www.plex.tv/about/privacy-legal/", "status": "Generated through the annotate view", "created_at": "2019-05-17 06:41:27.561408", "updated_at": "2019-05-18 20:06:54.159897", "quoteText": "we delete data used for logging and error tracking after 90 days", "case_id": 177, "document_id": 1362, "quoteStart": 19496, "quoteEnd": 19560}, {"id": 6719, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://www.plex.tv/about/privacy-legal/tracking-technologies/", "status": "Generated through the annotate view", "created_at": "2019-05-18 20:05:05.036654", "updated_at": "2019-06-09 20:21:30.522631", "quoteText": "Again, like many online services, Plex and its third party partners (such as Facebook, Google and Amazon) employ a technology known as “tracking pixels.” A pixel is a small one-pixel-by-one-pixel clear image that is embedded in HTML content, and is about the size of a period at the end of a sentence.\nWhen HTML content containing a pixel is rendered, the pixel transmits anonymous, non-personally identifiable information to a server, such as a numeric count, unique identifier, or IP address.", "case_id": 323, "document_id": 1368, "quoteStart": 3542, "quoteEnd": 4036}, {"id": 6720, "title": "Tracking pixels are used in service-to-user communication", "source": "https://www.plex.tv/about/privacy-legal/tracking-technologies/", "status": "According to their Tracking Technologies page, Plex \"may place a pixel in HTML-based emails to let us know which emails recipients have opened\"", "created_at": "2019-05-18 20:05:25.963886", "updated_at": "2019-06-15 05:53:00.056754", "quoteText": "For example, we may place a pixel in HTML-based emails to let us know which emails recipients have opened, or on a webpage to count the number of unique visitors to that page.", "case_id": 217, "document_id": 1368, "quoteStart": 4109, "quoteEnd": 4284}, {"id": 6718, "title": "The service uses your personal data to employ targeted third-party advertising", "source": "https://www.plex.tv/about/privacy-legal/tracking-technologies/", "status": "Generated through the annotate view", "created_at": "2019-05-18 20:03:33.904525", "updated_at": "2019-06-25 05:22:58.111911", "quoteText": "<p>From time to time, we may contract with third-party marketing partners and advertising networks that use cookies and similar technologies to collect information about your visits to and actions on certain pages of our site and about whether you open certain emails we send you.\nWe do this in order to serve advertisements for relevant Plex products and services to you later, such as when you are on certain third-party sites, and to measure the performance of our messages.", "case_id": 220, "document_id": 1368, "quoteStart": 1524, "quoteEnd": 2001}, {"id": 6717, "title": "This service use third-party analytics technologies such as Google Analytics", "source": "https://www.plex.tv/about/privacy-legal/tracking-technologies/", "status": "The \"Tracking Technologies\" page says that \"We also use analytics technologies, such as Google Analytics\"", "created_at": "2019-05-18 19:59:44.639751", "updated_at": "2020-12-14 21:43:02.592563", "quoteText": "We also use analytics technologies, such as Google Analytics.", "case_id": 382, "document_id": 1368, "quoteStart": 740, "quoteEnd": 801}, {"id": 6676, "title": "Your personal data is used for limited purposes", "source": "https://www.plex.tv/about/privacy-legal/", "status": "Generated through the annotate view", "created_at": "2019-05-17 06:10:02.63376", "updated_at": "2021-02-06 03:50:42.370362", "quoteText": "We may collect usage statistics for Personal Content.\nThis includes information about your interaction with the Services, such as device information, duration, bit rate, media formats, resolution, and media type (music, photos, videos, etc.).\nWhere possible, we will generalize this information to avoid identifying your Personal Content.\nUsage statistics do not include specific content titles or filenames.\nWe may use information related to your usage to run and improve our Services, to provide, customize, and personalize communications and other content that we deliver or offer to you", "case_id": 196, "document_id": 1362, "quoteStart": 5048, "quoteEnd": 5638}], "urls": ["plex.tv"]}}