{"error": 448, "message": "OK", "parameters": {"id": 6651, "name": "Envoy", "created_at": "2022-06-01 07:33:04.542191", "updated_at": "2022-06-01 22:01:05.601462", "wikipedia": null, "keywords": null, "related": null, "slug": "envoy", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6651.png", "url": "envoy.com", "documents": [{"id": 12118, "name": "Privacy Policy ", "url": "https://envoy.com/privacypolicy/", "xpath": "/html/body/main/article", "text": " Privacy Policy Last updated on Jan 6, 2022 Privacy Policy Last updated on Jan 6, 2022 Terms and Policies\n<ul>\n<li> Privacy policy\n</li>\n<li> Terms of Service\n</li>\n<li> Passport Terms\n</li>\n<li> Purchases and returns\n</li>\n<li> Compliance\n</li>\n<li> CCPA Addendum\n</li>\n<li> GDPR DPA Addendum\n</li>\n<li> Subprocessors\n</li>\n<li> Security and privacy\n</li>\n</ul>\n<p>Envoy, Inc.\n(\"Envoy\", \"we\", \"us\" and/or \"our\") has developed this Privacy Policy to describe how we collect, use and otherwise process information about you, that directly identifies you, or that makes you identifiable (\"Personal Data\") in connection with our website https://www.envoy.com (the \"Site\") and our mobile application (\"Consumer Mobile Application\"), (together the \"Services\") and what choices visitors you have with respect to that information.</p>\nInformation We Collect\n<p>When you interact with us through the Services, we may collect Personal Data and other information from you, as further described below:</p>\nPersonal Data That You Provide\n<ul>\n<li>\n<p>\n<strong>Service Inquiries.</strong>\nWe collect Personal Data from you when you voluntarily provide such information, such as when you contact us with inquiries or register yourself or your company online for access to the Services.\n</p>\n</li>\n<li>\n<p>\n<strong>Account Creation and Profile Information.</strong>\nWe collect Personal Data that you provide when you register for an account.\nThis information includes your full name, company email address, and password.\nOnce you create an account, you may also be able to update your account information, such as your name, phone number, email address, and other preferences and information.\n</p>\n</li>\n<li>\n<p>\n<strong>Communications.</strong>\nWhen you contact us through any method of communications, we may collect your name, email address, mailing address, phone number, or any other Personal Data you choose to provide to us.\n</p>\n</li>\n<li>\n<p>\n<strong>Marketing Emails.</strong>\nIf you sign up to receive news or alerts from us, or join our wait list, we may collect your email and applicable interests and communication preferences.\nIf you wish to stop receiving email messages from us, please use the unsubscribe button included in such communications.\n</p>\n</li>\n<li>\n<p>\n<strong>Feedback Information.</strong>\nWe may also collect and feedback and ratings you provide relating to our Service.\n</p>\n</li>\n</ul>\nPersonal Data Automatically Collected\n<p>As is true ofmost digital platforms, we and our third-party providers and partners collect certain Personal Data automatically when you visit or interact with our Service:</p>\n<ul>\n<li>\n<p>\n<strong>Log Data.</strong>\nIncluding your internet protocol (IP) address, operating system, browser type, browser ID, the URL you entered and the referring page/campaign, date/time of your visit, the time you spent on our services and any errors that may occur during your visit to our Service.\nOur Services may collect and use your location information (for example, by using the Location Services on your mobile device) to provide certain functionality of our Services, including facilitating Visitor registration for Business Customers (as discussed below).\nYour location information is not made available to other users without your express permission.\n</p>\n</li>\n<li>\n<p>\n<strong>Analytics Data.</strong>\nIncluding the electronic path you take to our services, through our services and when exiting our services, as well as your usage and activity on our services, such as the links, objects, products and benefits you view, click or otherwise interact with, including your search history (also known as \"Clickstream Data\").\nWe may also derive information on your preferences based on Clickstream Data.\n</p>\n</li>\n<li>\n<p>\n<strong>Application Data.</strong>\nSome of our services offer mobile or browser applications to allow you to take advantage of our service offerings on the go and/or when visiting third-party websites and other online services.\nCertain of these applications also allow us to access more precise location data about you and collect information about your use and interactions with third-party websites and online services (including the products or services you are interested in or purchase) to better serve you.\n</p>\n</li>\n</ul>\n<p>For information about our, and our third-party providers and partners', use of cookies and related technologies to collect information automatically on our online services, and the choices you may have in relation to those practices, please visit our How We Use Cookies and Other Tracking Technologies section of our Privacy Policy.</p>\nPersonal Data from Other Sources and Third Parties\n<p>Although we often collect the Personal Data described above directly from you, we also collect this information through service providers and other third parties that collect it on our behalf, as noted below.</p>\n<ul>\n<li>\n<p>\n<strong>Social Media.</strong>\nIf you choose to interact with us on social media or third party service, such as when you like, follow or share our content on Facebook, Twitter, Instagram or other sites, or interact with social media icons on our Service, we may collect Personal Data about you from your social media account that you make public.\nWe use Personal Data collected in connection with your social media account to communicate with you, better understand your interests and preferences, and better understand our customer base in the aggregate.\n</p>\n</li>\n<li>\n<p>\n<strong>Account Creation / Single Sign-On.</strong>\nWe may use single sign-on (\"SSO\") to allow a user to authenticate their account through their work email.\nWe will have access to certain information from those third parties in accordance with the authorization procedures determined by those third parties, including, for example, your username, password, name, email address, and profile picture.\n</p>\n</li>\n<li>\n<p>\n<strong>Business Partners.</strong>\nOur business partners collect Personal Data in connection with our Services and often share some or all of this information with us.\n</p>\n</li>\n<li>\n<p>\n<strong>Service Providers.</strong>\nOur service providers, such as our website and service operators and marketing providers, collect Personal Data to provide the service and often share some or all of this information with us.\n</p>\n</li>\n</ul>\nOur Use of Personal Data\n<p>We may use the Personal Data we collect through our Service to:</p>\n<ul>\n<li>\n<p>Provide the Service;</p>\n</li>\n<li>\n<p>Administer and improve our Service, including test different configurations of our Service, diagnose errors and problems with our Service.\n</p>\n</li>\n<li>\n<p>Remember you and the choices you have made in relation to our Service.\n</p>\n</li>\n<li>\n<p>Provide you with news about products and services we or our preferred partners offer and deliver marketing communications and advertisements based on your interests and interactions with us;</p>\n</li>\n<li>\n<p>Incorporate ideas from your responses into our business operations and customer service models;</p>\n</li>\n<li>\n<p>Respond to your comments and questions and provide customer service;</p>\n</li>\n<li>\n<p>Communicate with you regarding our Services, offerings, and products (including by sending you service-related emails).\n</p>\n</li>\n<li>\n<p>Facilitate our day-to-day business operations, such as maintaining accounts and processing transactions.\n</p>\n</li>\n<li>\n<p>Develop new products and services, and improve existing products and services;</p>\n</li>\n<li>\n<p>Aggregate information we receive from you and third parties to help understand your needs, customize our services and offerings to you, and provide you better service.\n</p>\n</li>\n<li>\n<p>Conduct research and analytics designed to understand our customer base and improve our products, services, and customer experience.\n</p>\n</li>\n<li>\n<p>Prevent, investigate or provide notice of fraud or unlawful or criminal activity.\n</p>\n</li>\n<li>\n<p>Enforce and carry out contracts and agreements, including our Terms of Use ;</p>\n</li>\n<li>\n<p>Comply with legal obligations.\n</p>\n</li>\n<li>\n<p>To fulfill any other purpose for which you provide Personal Data.\nand</p>\n</li>\n<li>\n<p>For any other lawful purpose, or other purpose that you consent to.</p>\n</li>\n</ul>\n<p>Please note that we link the Personal Data we collect in connection with your Services with the other Personal Data that we collect about you and may use it for the purposes we describe in more detail in the other sections of this Privacy Policy.</p>\nOur Disclosure of Personal Data\n<p>We may also share, transmit, disclose, grant access to, make available, and provide Personal Data with and to third parties, as described below.</p>\n<ul>\n<li>\n<p>\n<strong>Within Envoy.</strong>\nWe are able to offer you the services we make available because of the hard work of the entire Envoy team.\nEnvoy entities disclose Personal Data to other Envoy companies and brands that are owned or controlled by Envoy, and other companies owned by or under common ownership as Envoy.\nThese companies will use your Personal Data in the same way as we can under this Privacy Notice.\n</p>\n</li>\n<li>\n<p>\n<strong>Business Partners.</strong>\nWe may disclose Personal Data to our business partners for transactional and marketing purposes, including to promote their products or services.\n</p>\n</li>\n<li>\n<p>\n<strong>Data Analytics Providers.</strong>\nWe may share Personal Data with data analytics providers who analyze statistics and trends relating to the usage of and activity relating to our services.\nThese data analytics providers produce reports and make suggestions for our customer and business strategy based on the Personal Data and other information analyzed.\n</p>\n</li>\n<li>\n<p>\n<strong>Communication Providers.</strong>\nWe share Personal Data with third parties who assist us in providing our customer service experience and facilitating our communications with you, including third parties that provide call center, email and chat support services.\n</p>\n</li>\n<li>\n<p>\n<strong>Other Service Providers.</strong>\nIn addition to the third parties identified above, we engage other third parties to perform certain functions on our behalf in connection with the uses of Personal Data described in the Our Collection of Personal Data and Our Use of Personal Data section above, including rewards tracking, communication printing, website hosting, information technology support, content development and fraud monitoring.\nDepending on the function the third party serves, the service provider may process Personal Data on our behalf or have access to Personal Data while performing functions on our behalf.\n</p>\n</li>\n<li>\n<p>\n<strong>Corporate Transactions or Reorganization.</strong>\nWe may take part in or be involved with a corporate business transaction, such as a merger, acquisition, joint venture, or financing or sale of company assets.\nWe may disclose Personal Data to a third party during negotiation of, in connection with or as an asset in such a corporate business transaction.\nPersonal Data may also be disclosed in the event of insolvency, bankruptcy, or receivership.\n</p>\n</li>\n<li>\n<p>\n<strong>Legal Obligations and Rights.</strong>\nWe may disclose Personal Data to third parties, such as legal advisors and law enforcement:\n</p>\n<ul>\n<li>\n<p>In connection with the establishment, exercise, or defense of legal claims.\n</p>\n</li>\n<li>\n<p>To comply with laws and regulations or to respond to lawful requests and legal process.\n</p>\n</li>\n<li>\n<p>To protect our rights and property and the rights and property of our agents, customers, and others, including to enforce our agreements, policies, and Terms of Service;</p>\n</li>\n<li>\n<p>To detect, suppress, or prevent fraud.\n</p>\n</li>\n<li>\n<p>To reduce credit risk and collect debts owed to us.\n</p>\n</li>\n<li>\n<p>To protect the health and safety of us, our customers, or any person.\nor </p>\n</li>\n<li>\n<p>As otherwise required by applicable law.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>Consent.</strong>\nWe may disclose Personal Data about you to certain other third parties with your consent.\n</p>\n</li>\n</ul>\nHow We Use Cookies and Other Tracking Technologies to Collect Information\n<p>We, and our third-party partners, automatically collect certain types of usage information when you visit our Site, read our emails, or otherwise engage with us.\nWe typically collect this information through a variety of tracking technologies, including cookies, web beacons, embedded scripts, location-identifying technologies, file information, and similar technology (collectively, \"tracking technologies\").</p>\n<p>We, and our third-party partners, use tracking technologies to automatically collect usage and device information, such as:</p>\n<ul>\n<li>\n<p>Information about your device and its software, such as your IP address, browser type, Internet service provider, device type/model/manufacturer, operating system, date and time stamp, and a unique ID that allows us to uniquely identify your browser or your account (including, for example, a persistent device identifier or an Ad ID), and other such information.\nWe may also work with third-party partners to employ technologies, including the application of statistical modeling tools, which permit us to recognize and contact you across multiple devices.</p>\n</li>\n<li>\n<p>When you access our sites from a mobile device, we may collect unique identification numbers associated with your device or our Consumer Mobile Application (including, for example, a UDID, Unique ID for Advertisers (\"IDFA\"), Google AdID, or Windows Advertising ID), mobile carrier, device type, model and manufacturer, mobile device operating system brand and model, phone number, and depending on your mobile device settings, or we may be able to approximate a device's location by analyzing other information, like an IP address.</p>\n</li>\n<li>\n<p>Information about the way you access and use our Services, for example, the site from which you came and the site to which you are going when you leave our services, the pages you visit, the links you click, whether you open emails or click the links contained in emails, whether you access the services from multiple devices, and other actions you take on the Site.</p>\n</li>\n<li>\n<p>We may collect analytics data or use third-party analytics tools such as Google Analytics to help us measure traffic and usage trends for the services and to understand more about the demographics of our users.\nYou can learn more about Google's practices at https://policies.google.com/technologies/partner-sites and view its opt-out options at https://tools.google.com/dlpage/gaoptout.</p>\n</li>\n</ul>\n<p>We use the data collected through tracking technologies to: (a) remember information so that you will not have to re-enter it during your visit or the next time you visit the site.\n(b) provide custom, personalized content and information, including targeted content and advertising.\n(c) identify you across multiple devices.\n(d) provide and monitor the effectiveness of our services.\n(e) monitor aggregate metrics such as total number of visitors, traffic, usage, and demographic patterns on our Site.\n(f) diagnose or fix technology problems.\nand (g) otherwise to plan for and enhance our services.</p>\n<p>If you would prefer not to accept cookies, most browsers will allow you to: (i) change your browser settings to notify you when you receive a cookie, which lets you choose whether or not to accept it.\n(ii) disable existing cookies.\nor (iii) set your browser to automatically reject cookies.\nPlease note that doing so may negatively impact your experience using the Service, as some features and services on our Service may not work properly.\nDepending on your mobile device and operating system, you may not be able to delete or block all cookies.\nYou may also set your e-mail options to prevent the automatic downloading of images that may contain technologies that would allow us to know whether you have accessed our e-mail and performed certain functions with it.</p>\nYour Choices\n<p>You can visit the Site without providing any Personal Data.\nIf you choose not to provide any Personal Data, you may not be able to use certain features of the Site or the Services.</p>\nEnvoy Collection and Processing of Business Customer Data\n<p>Envoy provides Services to its Business Customers, including Visitor Registration.\nIn connection with those Services, our Business Customers may electronically submit to us data or information they possess about their Visitors and/or our Business Customers' employees (including you) may electronically submit to us Personal Data (including medical information) (\"Business Customer Data\") for hosting and processing purposes in connection with the Services.\nYou should note that by using the Services, you may have the option to grant access or otherwise share your Personal Data with a Business Customer in an automated manner.</p>\n<p>Envoy will collect and process Business Customer Data per the terms of our relevant agreement with our Business Customers, or as may be required by law.\nEnvoy will disclose Business Customer Data to our Business Customers and other entities when instructed by our Business Customers.\nWe may also disclose Business Customer Data to our agents, consultants and related third parties as necessary to provide services that the Business Customer has requested.</p>\n<p>A Business Customer's use and disclosure of your Personal Data which you have made available through the Services is governed by the terms of such Business Customer's privacy policy or other agreements which you may in place with such Business Customer.</p>\n<p>The Services may permit a Business Customer (or its authorized agents) to connect with a Visitor through the Services, including via SMS or email or other methods of communication.\nNote that by communicating with a Visitor, an agent of a Business Customer may be sharing its Personal Data, including its name and email address, with such Visitor.\nThis Privacy Policy does not govern the use of Personal Data by a Visitor.</p>\nExclusions\n<p>This Privacy Policy does not apply to any Personal Data collected by Envoy other than Personal Data collected through the Services.\nThis Privacy Policy shall not apply to any unsolicited information you provide to Envoy through any means.\nThis includes, but is not limited to, information posted to any public areas of the Site or the Services, any ideas for new products or modiﬁcations to existing products, and other unsolicited submissions (collectively, \"Unsolicited Information\").\nAll Unsolicited Information shall be deemed to be non-conﬁdential and Envoy shall be free to reproduce, use, disclose, and distribute such Unsolicited Information to others without limitation or attribution.</p>\nChildren\n<p>Envoy does not knowingly collect Personal Data from children under the age of 13.\nIf you are under the age of 13, please do not submit any Personal Data.\nWe encourage parents and legal guardians to monitor their children's Internet usage and to help enforce our Privacy Policy by instructing their children never to provide Personal Data without their permission.\nIf you have reason to believe that a child under the age of 13 has provided Personal Data to Envoy, please contact us, and we will endeavor to delete that information from our databases.</p>\nLinks to Other Web Sites\n<p>This Privacy Policy applies only to the Services.\nThe Site or Services may contain links to other web sites not operated or controlled by Envoy.\nThe policies and procedures we described here do not apply to the third party sites or services.\nAny links do not imply that Envoy endorses or has reviewed third party sites or services.\nWe suggest contacting those sites directly for information on their privacy policies.</p>\nData Protection\nInternational Data Transfers And Contractual Terms\n<p>Envoy may transfer your Personal Data to countries other than the one in which you live.\nWe deploy the following safeguards if Envoy transfers Personal Data originating from the European Union or Switzerland to other countries not deemed adequate under applicable data protection law:</p>\n<p>\n<strong>European Union Model Clauses.</strong> Envoy offers European Union Model Clauses, also known as Standard Contractual Clauses, to meet the adequacy and security requirements for our Customers that operate in the European Union,and other international transfers of Customer Data.\nIf you would like to request a copy of our standard data processing addendum, incorporating model clauses, please email us at dataprivacy@envoy.com.</p>\nIdentifying The Data Controller And Processor\n<p>Data protection law in certain jurisdictions differentiates between the \"controller\" and \"processor\" of information.\nIn general, the Business Customer is the controller of Customer Data.\nIn general, Envoy is the processor of Customer Data and the controller of other information.</p>\nYour Rights\n<p>Individuals located in certain countries, including the European Economic Area, have certain statutory rights in relation to their personal data.\nSubject to any exemptions provided by law, you may have the right to request access to Information, as well as to seek to update, delete or correct this Information.\nYou can usually do this using the settings and tools provided in the Envoy Dashboard.\nIf you cannot use the settings and tools, contact the company where you checked in as a visitor, or email dataprivacy@envoy.com for additional access and assistance.</p>\n<p>To the extent that Envoy's processing of your Personal Data is subject to the General Data Protection Regulation, Envoy may do so in order to provide the Services.\nEnvoy may also process other information that constitutes your Personal Data for direct marketing purposes and you have a right to object to Envoy's use of your Personal Data for this purpose at any time.</p>\nChanges to Envoy's Privacy Policy\n<p>Our business may change from time to time.\nAs a result, at times it may be necessary for Envoy to make changes to this Privacy Policy.\nPlease review this policy periodically, and especially before you provide any Personal Data.\nThis Privacy Policy was last updated on the date indicated below.\nIf we make material changes to this Privacy Policy, we will notify individuals by email to their registered email address, by prominent posting on our Services, or through other appropriate communication channels.\nAll changes shall be effective from the date of publication unless otherwise provided.</p>\nAccess to Information.\nContacting Envoy\n<p>To keep your Personal Data accurate, current, and complete, please contact us as speciﬁed below.\nWe will take reasonable steps to update or correct Personal Data in our possession that you have previously submitted.\nPlease also feel free to contact us if you have any questions about Envoy's Privacy Policy or our information practices.</p>\n<p>\n<strong>Contact Information</strong>\n<br>\nIf you have any questions or comments about our Privacy Policy as outlined above, you can contact us at dataprivacy@envoy.com.\n</p>\n<p>\n<strong>Envoy, Inc.</strong>\n<br>410 Townsend St, Suite 410\n<br>San Francisco, CA 94107\n<br>United States\n</p>\n<p>Last updated on Jan 6, 2022</p> ", "created_at": "2022-06-01 05:34:12.856549", "updated_at": "2022-06-01 05:34:23.484044"}, {"id": 12117, "name": "Terms of Service", "url": "https://envoy.com/tos/", "xpath": "/html/body/main/article", "text": " Envoy Terms of Service Last updated on May 12, 2020 Envoy Terms of Service Last updated on May 12, 2020 Terms and Policies\n<ul>\n<li> Privacy policy\n</li>\n<li> Terms of Service\n</li>\n<li> Passport Terms\n</li>\n<li> Purchases and returns\n</li>\n<li> Compliance\n</li>\n<li> CCPA Addendum\n</li>\n<li> GDPR DPA Addendum\n</li>\n<li> Subprocessors\n</li>\n<li> Security and privacy\n</li>\n</ul>\n<p>\n<strong>\nThis ENVOY SAAS Agreement (“Agreement”) contains the terms for use of the SERVICES and is between ENVOY, Inc.\n(“ENVOY”), a Delaware corporation having a place of business at 410 TOWNSEND STREET, 4TH FLOOR, SAN FRANCISCO, CA 94107 and the party agreeing to the terms of this Agreement AND ITS AFFILIATES (“CUSTOMER”).\nBy EXECUTING AN ORDER FORM THAT REFERENCES THIS AGREEMENT, clicking an \"Accept\" or similar button, or otherwise using the SERVICES, CUSTOMER agrees to be bound by the terms of this Agreement.\nCUSTOMER may not use the SERVICES without agreeing to this Agreement first.\nIf a written agreement regarding CUSTOMER’S use of the SERVICES exists between and has been executed by both ENVOY and CUSTOMER, the terms of that written agreement shall take precedence over this Agreement.\n</strong>\n</p>\n1.\nDefinitions\n<p>\n<strong>\"Affiliate\"</strong> means, with respect to a party, any entity which directly or indirectly Controls, is Controlled by, or is under common Control with such party.\n</p>\n<p>\n<strong>“Confidential Information”</strong> has the meaning set forth in Section 9.\n</p>\n<p>\n<strong>“Control”</strong> means ownership or control, directly or indirectly, of more than 50% of the voting interests of the subject entity.\n</p>\n<p>\n<strong>“Customer Equipment”</strong> means Customer’s and its Affiliates’ computer hardware, software and network infrastructure used to access the Services.\n</p>\n<p>\n<strong>“Customer Data”</strong> means data, text, files, and the like that Customer inputs and/or loads into the Services or that Envoy otherwise processes on Customer’s behalf in connection with providing the Services.\n</p>\n<p>\n<strong>“Documentation”</strong> means the description of the Services licensed by Customer contained in the official Envoy Services specifications.\n</p>\n<p>\n<strong>“Effective Date”</strong> means the date this Agreement or an Order Form referencing this Agreement is first executed.\n</p>\n<p>\n<strong>“Hardware”</strong> means any iPads, printers, printer stands, and the like provided by Envoy, if and as listed in an Order Form.\n</p>\n<p>\n<strong>“Order Form”</strong> means an order for the Services signed by Customer and Envoy or a Reseller.\n</p>\n<p>\n<strong>“Reseller”</strong> means a reseller authorized in writing by Envoy to provide the Services on Envoy’s behalf.\n</p>\n<p>\n<strong>“Services”</strong> means any Envoy cloud solution, downloadable software, and APIs licensed by Envoy to Customer, together with all Updates, as further described in the Documentation and in an Order Form.\n</p>\n<p>\n<strong>“Support”</strong> has the meaning set forth in Section 6.\n</p>\n<p>\n<strong>“Taxes”</strong> means any direct or indirect local, state, federal or foreign taxes, levies, duties or similar governmental assessments of any nature, including value-added, sales, use or withholding taxes.\n</p>\n<p>\n<strong>“Term”</strong> means the Term applicable to each of the Services specified on an Order Form, or if no such term period is defined, twelve (12) months, commencing on the effective date of the Order Form.\n</p>\n<p>\n<strong>“Updates”</strong> means all Services updates and enhancements that Envoy generally makes available at no additional charge to its customers of the version of the Services purchased hereunder who are current in payment of applicable fees.\n</p>\n<p>\n<strong>“Users”</strong> means Customer's and its Affiliates' employees, agents, contractors, and consultants who are authorized by Customer to use the Services.\n</p>\n2.\nTerms of the Services and Hardware\n<p>\n2.1 Subject to the terms of the Agreement, Envoy grants Customer and its Affiliates a non-exclusive, non-transferable (except to a successor in interest as permitted hereunder) license to access, use, and install (only for the portions of the Services that are available for download by Envoy) the Services listed under an Order Form during the Term.\nCustomer’s right to use the Services is limited to the location and other restrictions contained in in an Order Form and the Documentation.\n</p>\n<p>\n2.2 Any example language or agreements offered in connection with the Services (e.g., example confidentiality agreements or terms for visitors) are provided solely as examples for informational purposes and Customer is solely responsible for ensuring that any language or agreement it deploys in connection with the Services are appropriately customized and fit for Customer’s purposes.\nThere is optional functionality in the Services that allows Customer to send e-mails.\nFor every email sent in connection with the Services, Customer acknowledges and agrees that the Services may add a source identifier for the Services (e.g., a small logo, a “powered by” tag line or the like).\n</p>\n<p>\n2.3 Notwithstanding anything to the contrary in this Agreement, Envoy shall have the right to collect and analyze data and other information relating to the provision, use and performance of various aspects of the Services and related systems and technologies, and Envoy will be free (during and after the term hereof) to (i) use such information and data to improve and enhance the Services and for other development, diagnostic and corrective purposes in connection with the Services and other Envoy offerings, and (ii) disclose such data solely in aggregate or other de-identified form in connection with its business.\n</p>\n<p>\n2.4 Envoy shall provide the Hardware listed in the applicable Order Form.\nEnvoy shall pass through any and all warranties provided by the applicable manufacturer(s).\nThe Hardware shall be subject to the shipping and returns policies found at https://envoy.com/purchases-and-returns/.\n</p>\n3.\nCustomer Responsibilities Relating to Use of the Services\n<p>\n3.1 As between the parties, Customer is responsible for, (i) all activities conducted under its User logins, (ii) obtaining and maintaining any Customer Equipment and any ancillary software and/or services needed to connect to, access, install (only for the portions of the Services that are available for download by Envoy), or otherwise use the Services, except for any Hardware and, (iii) ensuring that it has the proper third-party licenses to make use of the Services with.\n</p>\n<p>\n3.2 Customer shall use the Services solely for its internal business purposes, in compliance with applicable law (including any and all privacy and spam laws), and shall not: (a) resell, sublicense, lease, time-share or otherwise make the Services available to any third party (including customers of Customer).\n(b) process, send, or store infringing or unlawful material using the Services.\n(c) attempt to gain unauthorized access to, or disrupt the integrity or performance of, the Services or the data contained therein.\n(d) modify, copy or create derivative works based on the Services.\n(e) do any \"mirroring\" or \"framing\" of any part of the Services, or create Internet links to the Services which include log-in information, user names, passwords, and/or secure cookies.\n(f) reverse engineer the Services.\n(g) propagate any virus, worms, Trojan horses, or other programming routine intended to damage any system or data.\n(h) access or use the Services for the purpose of building a competitive product or service or copying its features or user interface.\nor (i) use the Services, or permit it to be used, for purposes of product evaluation, benchmarking or other comparative analysis intended for publication.\n</p>\n4.\nOwnership\n<p>\n4.1 Customer shall retain all ownership rights in and to all Customer Data passing though or generated by the Services and Customer Confidential Information.\nEnvoy shall have and retain all ownership rights in the Services and all work provided by Envoy during the course of providing Support to Customer (if any).\nEnvoy hereby grants Customer a royalty-free, fully paid-up, nonexclusive, license to use the foregoing on the same terms and conditions as the Services during the Term.\n</p>\n<p>\n4.2\tEnvoy shall own any suggestions, enhancement requests, recommendations, or other feedback provided by Customer or its Users relating to the operation of the Services.\n</p>\n5.\nFees\n<p>\n5.1 The Fees for the Services are as stated in an Order Form.\nUnless otherwise stated in the applicable Order Form, Fees for the initial Term are due and payable net thirty (30) days from the date of electronic delivery of the Services by Envoy and are payable to Envoy or Reseller, as applicable.\nFees for any renewal Terms are due in accordance with the above, except that they are due net thirty days from the effective date of the renewal.\n</p>\n<p>\n5.2 Upon execution of this Agreement, payment obligations under any Order Form are non-cancelable and, except as expressly provided in this Agreement, upon payment, all payments made by Customer are non-refundable.\nIf Customer is paying by credit card, Customer shall provide Envoy all relevant information regarding Customer’s credit card prior to the provision of the Services.\nCustomer represents and warrants to Envoy that such information is true and that Customer is authorized to use such payment instrument.\nCustomer will promptly update its account information with any changes (for example, a change in Customer billing address or credit card expiration date) that may occur.\nCustomer hereby authorizes Envoy to bill Customer’s payment instrument in advance on a periodic basis in accordance with the terms described in the Services, and Customer further agrees to pay any charges so incurred.\nAny payment not received from Customer by the due date may accrue (except for amounts then under reasonable and good faith dispute) late charges at the rate of 1.5% of the outstanding balance per month, or the maximum rate permitted by law, whichever is lower, from the date such payment was due until the date paid.\nFailure to make payments in accordance with this Section may result in suspension of Customer's ability to access or use the Services until payment is made.\nIn the event Customer issues purchase orders in its normal course of business, Customer shall provide Envoy with a purchase order upon execution of this Agreement, or Order Form, or if Customer does not provide Envoy with such purchase order, Customer authorizes Envoy to accept this Agreement in lieu of a purchase order.\n</p>\n<p>\n5.3 Customer is responsible for monitoring Customer’s use of the Services.\nIf Customer is aware that its use of the Services is found to be greater than the number of locations licensed or other metrics licensed hereunder, Customer shall notify Envoy or Reseller of such excess use.&nbsp.\nEnvoy or Reseller will invoice Customer for the additional Fees for the period commencing on the date of excess use as reported above or as otherwise identified by Envoy, through the remainder of the Term, and the unpaid Fees shall be payable in accordance with Section 5.1.\n</p>\n<p>\n5.4 Unless otherwise provided, the fees do not include any Taxes.\n&nbsp;Customer is responsible for paying all Taxes,&nbsp;including, but not limited to sales, use, GST, and VAT taxes,&nbsp;associated with&nbsp;its&nbsp;purchases hereunder, excluding Taxes based on Envoy’s or Reseller’s net income or&nbsp;property.\n&nbsp;If an invoice includes Taxes, Customer&nbsp;is responsible for such Taxes, unless Customer provides a valid tax exemption certificate&nbsp;authorized&nbsp;by the appropriate taxing authority upon execution of this Agreement.&nbsp;&nbsp;Taxes not included on an invoice shall be the responsibility of the Customer to remit to the appropriate tax authorities as necessary.\n</p>\n6.\nSupport\n<p>\nAs long as Customer is current on the payment of Fees, Envoy shall provide Support in accordance with its standard Support services.\n</p>\n7.\nWarranties\n<p>\n7.1 Each party represents and warrants that (i) it has the legal power to enter into and perform under this Agreement.\nand (ii) it shall comply with all other applicable laws in its performance hereunder.\n</p>\n<p>\n7.2 Envoy warrants to Customer that the Services will substantially conform in all material respects to the Documentation (“Services Warranty”).\nThe Services Warranty does not apply when: (a) the Services that has been modified by any party other than Envoy.\nor (b) the Services that has been improperly used and/or installed in a manner other than as authorized under the Agreement to the extent such modification(s) or improper installation cause the Services to be nonconforming.\nAs Customer’s sole and exclusive remedy and Envoy’s entire liability for any breach of the foregoing warranty, Envoy will repair or replace any nonconforming Services so that it operates as warranted or, if Envoy is unable to do so, terminate the license for such Services and return or request the Reseller to return the license fees paid for the nonconforming Services, pro-rated from the date of termination, as Customer’s sole and exclusive remedy.\n</p>\n<p>\n7.3 EXCEPT AS EXPRESSLY PROVIDED HEREIN, NEITHER PARTY MAKES ANY WARRANTIES OF ANY KIND, WHETHER IMPLIED, STATUTORY OR OTHERWISE, INCLUDING ANY WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NONINFRINGEMENT.\nENVOY DOES NOT WARRANT THE OPERATION OF THE SERVICES WILL BE UNINTERRUPTED OR ERROR-FREE.\n</p>\n8.\nIndemnity\n<p>\n8.1\tEnvoy shall defend, indemnify and hold Customer harmless against any loss, damage or costs (including reasonable attorneys' fees) incurred in connection with claims, demands, suits, or proceedings (\"Claims\") made or brought against Customer by a third party alleging that the use of the Services as contemplated hereunder infringes the U.S.\nintellectual property rights of such third party, provided that Customer (a) promptly gives written notice of the Claim to Envoy.\n(b) gives Envoy sole control of the defense and settlement of the Claim (provided that Envoy may not settle any Claim unless it unconditionally releases Customer of all liability).\nand (c) provides to Envoy, at Envoy’s cost, all reasonable assistance.\n</p>\n<p>\n8.2 Envoy may, at its sole option and expense: (i) procure for Customer the right to continue using the Services under the terms of this Agreement.\n(ii) replace or modify the Services to be non-infringing without material decrease in functionality.\nor (iii) if the foregoing options are not reasonably practicable, terminate the license for the Services and refund Customer or request the Reseller to refund the prepaid fees for the remainder of the then-current Term after the date of termination.\n</p>\n<p>\n8.3 Envoy shall have no liability for any Claim to the extent the Claim is based upon (i) the use of the Services in combination with any other product, service or device not furnished, recommended or approved by Envoy, if such Claim would have been avoided by the use of the Services, without such product, service or device.\nor (ii) Customer’s use of the Services in breach of this Agreement.\n</p>\n<p>\n8.4\tThe provisions of this Section 8 set forth Envoy’s sole and exclusive obligations, and Customer’s sole and exclusive remedies, with respect to infringement or misappropriation of third party intellectual property rights of any kind.\n</p>\n<p>\n8.5\tCustomer shall defend, indemnify and hold Envoy harmless against any loss, damage or costs (including reasonable attorneys' fees) incurred in connection with any Claims made or brought against Envoy by a third party alleging that the Customer Data infringes the U.S.\nintellectual property rights of such third party or Customer’s use of the Services in violation of any laws, provided that Envoy (a) promptly gives written notice of the Claim to Customer.\n(b) gives Customer sole control of the defense and settlement of the Claim (provided that Customer may not settle any Claim unless it unconditionally releases Envoy of all liability).\nand (c) provides to Customer, at Customer’s cost, all reasonable assistance.\n</p>\n9.\nConfidentiality and Data Processing\n<p>\n9.1 As used herein, \"Confidential Information\" means all confidential and proprietary information of a party (\"Disclosing Party\") disclosed to the other party (\"Receiving Party\"), whether orally or in writing, that is designated as confidential or that reasonably should be understood to be confidential given the nature of the information and the circumstances of disclosure, including the terms and conditions of this Agreement (including pricing and other terms reflected under this Agreement), the Services, Documentation, business and marketing plans, technology and technical information, product designs, and business processes.\nConfidential Information shall not include any information that: (i) is or becomes generally known to the public without breach of any obligation owed to Disclosing Party.\n(ii) was known to Receiving Party prior to its disclosure by Disclosing Party without breach of any obligation owed to Disclosing Party.\n(iii) was independently developed by Receiving Party without breach of any obligation owed to Disclosing Party.\nor (iv) is received from a third party without breach of any obligation owed to Disclosing Party.\n</p>\n<p>\n9.2 Receiving Party shall not disclose any Confidential Information of Disclosing Party for any purpose outside the scope of this Agreement, except with Disclosing Party's prior written consent.\nReceiving Party shall protect the confidentiality of Disclosing Party's Confidential Information in the same manner that it protects the confidentiality of its own confidential information of like kind (but in no event using less than reasonable care).\nNotwithstanding the foregoing, Envoy may use, for its business purposes, data generated by the use of the Services in anonymized format.\nReceiving Party shall promptly notify Disclosing Party if it becomes aware of any actual or reasonably suspected breach of confidentiality of Disclosing Party's Confidential Information.\n</p>\n<p>\n9.3 If Receiving Party is compelled by law to disclose Confidential Information of Disclosing Party, it shall provide Disclosing Party with prior notice of such compelled disclosure (to the extent legally permitted) and reasonable assistance, at Disclosing Party's cost, if Disclosing Party wishes to contest the disclosure.\n</p>\n<p>\n9.4 Upon any termination of this Agreement, the Receiving Party shall continue to maintain the confidentiality of the Disclosing Party's Confidential Information as long as it remains confidential and, upon request, return to the Disclosing Party or destroy (at the Disclosing Party's election) all materials containing such Confidential Information.\n</p>\n<p>\n9.5\tTo the extent Envoy processes Company Personal Data (as defined in the DPA) that is subject to the GDPR (as defined in the DPA), the Envoy Data Protection Addendum located at https://envoy.com/gdpr-dpa will apply (“DPA”).\nTo the extent Envoy processes Personal Information (as defined in the CCPA Addendum) that is subject to the CCPA (as defined in the CCPA Addendum), the CCPA Addendum&nbsp;located at https://envoy.com/ccpa-dpa.\n</p>\n10.\nLimitation of Liability\n<p>\n10.1\tEXCEPT (i) FOR CUSTOMER’S INDEMNIFICATION OBLIGATIONS.\n(ii) FOR CUSTOMER’S FAILURE TO PAY ANY FEES DUE UNDER THIS AGREEMENT.\n(iii) IN THE EVENT OF CUSTOMER’S UNAUTHORIZED USE, DISTRIBUTION OR DISCLOSURE OF ENVOY’S INTELLECTUAL PROPERTY.\nOR (iv) CUSTOMER’S MATERIAL BREACH OF SECTION 9 (“CONFIDENTIALITY”), IN NO EVENT SHALL EITHER PARTY'S AGGREGATE LIABILITY ARISING OUT OF THIS AGREEMENT, WHETHER IN CONTRACT, TORT OR UNDER ANY OTHER THEORY OF LIABILITY, EXCEED THE SUBSCRIPTION FEES PAID TO ENVOY DURING SIX MONTHS PRIOR TO WHEN THE CLAIM ACCRUED.\n</p>\n<p>\n10.2 IN NO EVENT SHALL ENVOY HAVE ANY LIABILITY TO CUSTOMER FOR ANY LOST PROFITS OR FOR ANY INDIRECT, SPECIAL, INCIDENTAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES HOWEVER CAUSED AND, WHETHER IN CONTRACT, TORT OR UNDER ANY OTHER THEORY OF LIABILITY, WHETHER OR NOT IT HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\n</p>\n11.\nTerms and Termination\n<p>\n11.1 This Agreement commences on the Effective Date and continues until all licenses granted in accordance with this Agreement have expired or have been terminated.\nThe term of each Order Form shall be as set forth therein, which shall automatically renew, unless either party requests termination at least thirty (30) days prior to the end of the then-current term.\n</p>\n<p>\n11.2 A party may terminate this Agreement for cause: (i) upon 30 days written notice to the other party of a material breach of this Agreement if such breach remains uncured at the expiration of such period.\n(ii) immediately upon written notice if the other party becomes the subject of a bankruptcy, insolvency, receivership, liquidation, assignment for the benefit of creditors or similar proceeding.\nand (iii) as otherwise provided herein.\n</p>\n<p>\n11.3\tThe parties’ rights and obligations under Sections 4, 5, 7.3, 8, 9, 10, 11.3, 11.4, and 12 shall survive termination of this Agreement.\n</p>\n<p>\n11.4 Within thirty (30) days after termination of this Agreement, Customer shall certify in writing to Envoy that all copies of the Services (where applicable), Updates, and Documentation in any form, including partial copies within modified versions, have been destroyed or returned to Envoy.\n</p>\n12.\nGeneral\n<p>\n12.1 The parties are independent contractors, and no partnership, franchise, joint venture, agency, fiduciary or employment relationship between the parties is created hereby.\nThere are no third-party beneficiaries to this Agreement.\n</p>\n<p>\n12.2\tNotices shall be in writing, sent using a recognized private mail carrier or the United States Postal Service and effective on proof of delivery.\n</p>\n<p>\n12.3\tEach party may include the other's name and logos in its customer or vendor lists and other materials.\n</p>\n<p>\n12.4\tNo amendment or waiver of any provision of this Agreement shall be effective unless in writing and signed by Customer and Envoy.\nTo the extent of any conflict between this Agreement and any other schedule or attachment, this Agreement shall prevail unless expressly stated otherwise.\nNotwithstanding any language to the contrary therein, no terms stated in a purchase order or in any other order document (other than a statement of work, or other mutually executed order document expressly incorporated herein) shall be incorporated into this Agreement, and all such terms shall be void.\nThis Agreement, which includes all documents referenced herein, statements of work and attachments hereto, represents the entire agreement of the parties, and supersedes all prior or contemporaneous agreements, proposals or representations, written or oral, concerning its subject matter.\n</p>\n<p>\n12.5\tNo failure or delay in exercising any right hereunder shall constitute a waiver of such right.\nExcept as otherwise provided, remedies provided herein are in addition to, and not exclusive of, any other remedies of a party at law or in equity.\nIf any provision of this Agreement is held by a court of competent jurisdiction to be contrary to law, such provision shall be modified by the court and interpreted so as best to accomplish the objectives of the original provision to the fullest extent permitted by law, and the remaining provisions shall remain in effect.\n</p>\n<p>\n12.6\tNeither party shall be liable to the other for any delay or failure to perform hereunder (excluding payment obligations) due to a natural disaster, actions or decrees of governmental bodies or communications line failure which (i) hinders, delays or prevents a party in performing any of its obligations, and (ii) is beyond the control of, and without the fault or negligence of, such party, and (iii) by the exercise of reasonable diligence such party is unable to prevent or provide against (“Force Majeure Event).\n</p>\n<p>\n12.7\tNeither party may assign its rights or obligations hereunder, whether by operation of law or otherwise, without the prior written consent of the other (not to be unreasonably withheld).\nNotwithstanding the foregoing, either party may assign this Agreement in its entirety, without consent of the other party, to its successor in interest in connection with a merger, reorganization, or sale of all or substantially all assets or equity not involving a direct competitor of the other party.\nAny attempted assignment in breach of this Section shall be void.\nThis Agreement shall bind and inure to the benefit of the parties, their respective successors and permitted assigns.\nFor clarity, Envoy may use subcontractors in the ordinary course of business.\n</p>\n<p>\n12.8\tThis Section 12.8 shall apply only if Customer is a federal government entity.\nEnvoy provides the Services, including related technology, for ultimate federal government end use solely in accordance with the following: Government technical data and software rights related to the Services include only those rights customarily provided to the public as defined in this Agreement.\nThis customary commercial license is provided in accordance with FAR 12.211 (Technical Data) and FAR 12.212 (Software) and, for Department of Defense transactions, DFAR 252.227-7015 (Technical Data – Commercial Items) and DFAR 227.7202-3 (Rights in Commercial Computer Software or Computer Software Documentation).\nIf greater rights are needed, a mutually acceptable written addendum specifically conveying such rights must be included in this Agreement.\n</p>\n<p>\n12.9\tEach party agrees to comply fully with all applicable regulations of the United States Department of Commerce and with the United States Export Administration Act, as amended from time to time, and with all applicable laws and regulations of other jurisdictions with respect to the importation and use of the Services.\n</p>\n<p>\n12.10\tThis Agreement shall be governed exclusively by the internal laws of the state of California, without regard to its conflicts of laws rules.\nThe United Nations Convention on Contracts for the International Sale of Goods shall not apply.\nThe parties hereby consent to the exclusive jurisdiction of the state and federal courts located in San Francisco, County, California, for resolution of any disputes arising out of this Agreement.\n</p>\nContact Information\n<p>\nIf you have any questions or comments about our Terms of Service as\noutlined above, you can contact us at hi@envoy.com.\n</p>\n<p>\n<strong>Envoy, Inc.</strong>\n<br>410 Townsend St, Suite 410\n<br>San Francisco, CA 94107\n<br>United States\n</p>\n<p>Last updated on May 12, 2020</p> ", "created_at": "2022-06-01 07:33:04.544397", "updated_at": "2022-06-01 05:33:42.820793"}], "points": [], "urls": ["envoy.com"]}}