{"error": 448, "message": "OK", "parameters": {"id": 6304, "name": "FlexBooker", "created_at": "2022-01-14 22:02:42.573911", "updated_at": "2022-01-14 23:01:15.296363", "wikipedia": null, "keywords": null, "related": null, "slug": "flexbooker", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6304.png", "url": "flexbooker.com", "documents": [{"id": 11439, "name": "Terms of Use", "url": "https://www.flexbooker.com/terms-of-use/", "xpath": "/html/body/main/section", "text": " <p>Last modified: 01/16/2018</p>\n<p>&nbsp;</p>\n<ol>\n<li>Acceptance of the Terms of Use</li>\n</ol>\n<p>Welcome to our website! &nbsp;The Website is made available by FlexBooker LLC (“FlexBooker,” “Company,” “we,” “us,” or “our”).\n&nbsp;The following terms and conditions, together with any documents they expressly incorporate by reference (collectively, these \"Terms of Use\"), govern your access to and use of www.FlexBooker.com, including any content, functionality, interactive features, applications or downloads and services offered on or through www.FlexBooker.com (collectively, the \"Website\"), whether as a guest or a registered user.\n&nbsp;As used in these Terms of Use, “you” or “your” refers collectively to an eligible user to the Website.</p>\n<p>By using the Website or by clicking to accept or agree to the Terms of Use when this option is made available to you, you accept and agree to be bound and abide by these Terms of Use and our Privacy Policy, found at&nbsp;&lt;https://www.flexbooker.com/legal/privacy&gt;<sup>&nbsp;</sup>, incorporated herein by reference.&nbsp;&nbsp;If you do not want to agree to these Terms of Use or the Privacy Policy, you must not access or use the Website.\nAny terms and conditions proposed by you which are in addition to or which conflict with these Terms of Use are expressly rejected by FlexBooker and shall be devoid of any and all force and effect to the fullest extent allowed by applicable law.</p>\n<p>This Website is offered and available to users who are 18 years of age or older.\nBy using this Website, you represent and warrant that you meet the foregoing eligibility requirements.\nIf you do not meet this requirement, you must not access or use the Website.</p>\n<p>&nbsp;</p>\n<ol>\n<li>Changes to the Terms of Use</li>\n</ol>\n<p>We may revise and update these Terms of Use from time to time in our sole discretion, without notice to you.\nAll changes are effective immediately when we post them, and apply to all access to and use of the Website thereafter.\nYour continued use of the Website following the posting of revised Terms of Use means that you accept and agree to the changes.\nYou are expected to check this page each time you access this Website so you are aware of any changes, as they are binding on you.\n&nbsp;FOR THE AVOIDANCE OF DOUBT, FLEXBOOKER OFFERS THE WEBSITE AND ITS SERVICE TO YOU CONDITIONED ON YOUR ACCEPTANCE, WITHOUT MODIFICATION, OF THESE TERMS AND CONDITIONS.\nYOUR USE OF THE WEBSITE CONSTITUTES YOUR ACCEPTANCE OF THESE TERMS OF USE.\nTHESE TERMS OF USE CONTAIN DISCLAIMERS OF WARRANTIES AND LIABILITY AND LIMITATIONS ON YOUR REMEDIES.\nTHESE PROVISIONS FORM AN ESSENTIAL BASIS OF THE AGREEMENT BETWEEN YOU AND FLEXBOOKER.</p>\n<p>&nbsp;</p>\n<ol>\n<li>Description of FlexBooker’s Services</li>\n</ol>\n<p>FlexBooker currently provides an Internet-based on-line connection medium for individual customers and consumers (“Customers”) and service providing merchants (each a “Merchant”).\nThe Website allows FlexBooker to connect potential Customers with merchants.\nThe Website provides Customers with the ability to book appointments at selected merchants, via that merchant's website.\nOnce a Customer books an appointment with a merchant using the Website, if they would like, FlexBooker.com will timely notify the particular Merchant of the Customer’s booking by displaying the booking in the Merchant's secure account management area.\nFlexBooker does not provide booked services directly to any Customer or user of the Website.\nWe merely provide a hub where Customers can connect with Merchants in order to obtain the Merchant’s services.\nMerchants must register with the Website in order to be listed in our data base and to be notified when Customers are in need of services.\nUnless explicitly stated otherwise, any new features, which enhance or augment FlexBooker’s current service shall be subject to these Terms of Use.\nYou must obtain access to the internet in order to use the Website, either directly or through other devices that access web-based content.\nIn addition, you shall supply all necessary equipment to connect to the internet, including a computer, a modem or other access devices.</p>\n<p>&nbsp;</p>\n<ol>\n<li>Customer Registration Obligations</li>\n</ol>\n<p>As a Customer, in consideration of your use of the Website, you agree to: (i) use the Website for the sole purpose of facilitating booking services and other related transactions.\n(ii) provide information about yourself that is true, accurate, and complete as prompted by the Website Customer sign up form (the “Customer Sign Up Information”) and (iii) where applicable and appropriate, maintain and promptly update the Customer Sign Up Information to keep it true, accurate, and complete.\nIf you provide information that is untrue, inaccurate, or incomplete, or if FlexBooker has reasonable grounds to suspect that such information is untrue, inaccurate, or incomplete, FlexBooker reserves the right to suspend or terminate your FlexBooker account and refuse any and all current or future use of the Website.\nYou may not use the Website for any illegal purpose or in any manner inconsistent with the Terms of Use.</p>\n<p>&nbsp;</p>\n<ol>\n<li>Merchant Registration Obligations</li>\n</ol>\n<p>As a Merchant (who is currently engaged in providing services to consumers), in consideration of your use of the Website, you agree to: (i) use the Website for the sole purpose of facilitating booking services and other related transactions.\n(ii) provide information about yourself and your company that is true, accurate, and complete as prompted by the Website Merchant sign up form (the “Merchant Sign Up Information”) and (iii) where applicable and appropriate, maintain and promptly update the Merchant Sign Up Information to keep it true, accurate, and complete.\nIf you provide information that is untrue, inaccurate, or incomplete, or if FlexBooker has reasonable grounds to suspect that such information is untrue, inaccurate, or incomplete, FlexBooker reserves the right to suspend or terminate your FlexBooker account and refuse any and all current or future use of the Website.\nYou may not use the Website for any illegal purpose or in any manner inconsistent with the Terms of Use.\nAdditionally, FlexBooker reserves the right to suspend, terminate, or cancel your Merchant FlexBooker account and refuse any and all current or future use of the Website for no reason or any reason at all, including, but not limited to, multiple cancellations of Customer requests and multiple Customer complaints regarding the quality of your services.</p>\n<p>&nbsp;</p>\n<ol>\n<li>Fees and Payment</li>\n</ol>\n<p>FlexBooker may charge Merchants a monthly fee for the use of its Website at the then applicable rate as posted on the Website or such other fee as may be designated by FlexBooker from time to time in its sole discretion.\nUnless otherwise stated by FlexBooker, your first payment shall be due on or before the day that you request our services, and such day will be your due date for the next applicable installment payment.\nWe reserve the right to modify payment terms at any time.\n&nbsp;</p>\n<p>If your credit card information has been entered into the Website and you have elected to continue using our Website, you acknowledge and agree that FlexBooker may automatically charge your credit card on a recurring basis for the fees associated with the Website starting on the day you provide such billing information.\nIf our monthly fee or other applicable fee is modified, you acknowledge and agree that you will be automatically charged with the then applicable rate on your next billing cycle.\n&nbsp;</p>\n<p>&nbsp;</p>\n<ol>\n<li>Payment Service Use</li>\n</ol>\n<p>Either you or FlexBooker may cancel your access to the Website with or without cause at any time and effective immediately.\n&nbsp;If you decide to cancel your access to the Website, you are responsible for properly cancelling your account.\n&nbsp;You will remain liable for all outstanding payments and fees due at the time of cancellation.\nYou are not entitled to any refund including without limitation refunds related to partial month Website access, plan downgrades, or refunds for months unused if you decide to cancel your account before the end of your subscription period.</p>\n<p>FlexBooker may terminate in whole or in part, your access to the Website immediately without notice if you, in FlexBooker’s sole discretion, you fail to comply with any provision of these Terms of Use or the Privacy Policy.\nUpon termination by you or upon notice of termination by FlexBooker, you must promptly destroy all materials obtained from the Website or FlexBooker.</p>\n<p>&nbsp;</p>\n<ol>\n<li>Membership Account, Password and Security</li>\n</ol>\n<p>To access certain Website features, you may be required to create a Website user account and password.\nYou are solely responsible for maintaining the confidentiality of your password and account, and are fully responsible for all activities occurring under your password and account, which may not be disclosed to any other person or entity.\nYou agree to notify FlexBooker immediately if you notice any unauthorized use of your password or account or any other breach of security.\nYou shall ensure that you exit from your account at the end of each session.\n&nbsp;You should use particular caution when accessing your account from a public or shared computer so that others are not able to view or record your password or other personal information.&nbsp;FLEXBOOKER CANNOT AND WILL NOT BE LIABLE FOR ANY DAMAGE OR LOSS ARISING FROM FAILURE TO COMPLY WITH THIS SECTION&nbsp;.</p>\n<p>&nbsp;</p>\n<ol>\n<li>Third Parties Services &amp.\nLinks</li>\n</ol>\n<p>The Website may provide links to other websites and resources supplied by third parties, which are provided for your convenience only.\nThis includes links contained in advertisements, including banner advertisements, payment processors, other payment intermediaries and sponsored links.\nAdditionally, the Website may include reference to a specific third party, commercial consultant, company, firm, process, or service by trade name, trademark, manufacturer, or otherwise.\nAll statements and opinions expressed such materials, and all articles and responses to questions and other content are solely the opinions and the responsibility of the person or entity providing such materials, and do not constitute or imply FlexBooker’s endorsement, recommendation, or favoring of such third party.</p>\n<p>We have no control over the content or accuracy of such websites or resources, and accept no responsibility for them or for any loss or damage that may arise from your use of them.\nIf you decide to access any of the third party websites linked to this Website, you do so entirely at your own risk and subject to the terms and conditions of use for such websites.\n&nbsp;</p>\n<ol>\n<li>Accessing the Website and Account Security</li>\n</ol>\n<p>We reserve the right to withdraw or amend the Website, and any service or material provided on or through the Website, in our sole discretion without notice.\nWe will not be liable if for any reason all or any part of the Website is unavailable at any time or for any period.\nFrom time to time, we may restrict access to some parts of the Website, or the entire Website, to users, including registered users.\nYou shall be responsible for informing all persons who access the Website through your internet connection about these Terms of Use, ensuring they comply with the Terms of Use, as well as making all arrangements necessary for you to have access to the Website.\n&nbsp.\n&nbsp;</p>\n<p>To access the Website or some of the resources offered through the website, you may be asked to provide certain registration details or other information.\nIt is a condition of your use of the Website that all the information you provide on or through the Website is correct, current and complete.\nYou agree that all information you provide to register with this Website or otherwise, including but not limited to through the use of any interactive features on the Website, is governed by our&nbsp;Privacy Policy&nbsp;&nbsp;&lt;https://www.flexbooker.com/legal/privacy&gt;<sup>&nbsp;</sup>, and you consent to all actions we take with respect to your information consistent with our Privacy Policy.</p>\n<p>We have the right to disable any user name, password or other identifier, whether chosen by you or provided by us, at any time in our sole discretion for any or no reason, including if, in our opinion, you have violated any provision of these Terms of Use or the terms of the Privacy Policy.</p>\n<p>&nbsp;</p>\n<ol>\n<li>Intellectual Property Rights</li>\n</ol>\n<p>You acquire absolutely no rights or licenses in or to the Website and materials contained within the Website other than a limited, revocable, and non-exclusive right to utilize the Website in accordance with these Terms of Use.\nShould you choose to download content from the Website, you must do so in accordance with the Terms of Use.</p>\n<p>The Website and its entire contents, features and functionality (including but not limited to all information, software, text, displays, images, video and audio, and the design, selection and arrangement thereof), are owned by FlexBooker, its licensors or other providers of such material and are protected by United States and international copyright, trademark, patent, trade secret and other intellectual property or proprietary rights laws of the US and other countries.\nThe Website is also protected as a collective work or compilation under US copyright and other laws and treaties.\nAll individual articles of information, policies and other elements making up the Website are also copyrighted works.</p>\n<p>These Terms of Use permit you to use the Website strictly in accordance with these Terms of Use.\nYou must not reproduce, distribute, modify, create derivative works of, publicly display, publicly perform, republish, download, store or transmit any of the material on our Website.</p>\n<p>You agree to abide by all applicable patent, trademark, copyright and other laws, as well as any additional patent, trademark and copyright notices or restrictions contained in the Website or later provided by us.\nAny use of materials on this Website, other than as permitted hereunder including reproduction, modification, distribution, or republication, without prior written permission of FlexBooker is absolutely prohibited, and may result in civil or criminal penalties.\nAdditionally, your right to use the Website will cease immediately and you must, at our option, return or destroy any copies of the materials you have made.\nNo right, title or interest in or to the Website or any content on the Website is transferred to you, and all rights not expressly granted are reserved by FlexBooker.</p>\n<p>&nbsp;</p>\n<ol>\n<li>Trademarks</li>\n</ol>\n<p>The FlexBooker name, FlexBooker logo and all related names, logos, product and service names, designs and slogans are trademarks of the Company or its affiliates or licensors.\nYou must not use such marks without the prior written permission of FlexBooker.\nAll other names, logos, product and service names, designs and slogans on this Website are the trademarks of their respective owners.</p>\n<p>&nbsp;</p>\n<ol>\n<li>Prohibited Uses</li>\n</ol>\n<p>You may use the Website only for lawful purposes and in accordance with these Terms of Use.\nYou agree not to use the Website:</p>\n<ol>\n<li>In any way that violates any applicable federal, state, local or international law or regulation (including, without limitation, any laws regarding the export of data or software to and from the US or other countries).</li>\n<li>For the purpose of exploiting, harming or attempting to exploit or harm minors in any way by exposing them to inappropriate content, asking for personally identifiable information or otherwise.</li>\n<li>To transmit, or procure the sending of, any advertising or promotional material, including any \"junk mail\", \"chain letter\" or \"spam\" or any other similar solicitation.</li>\n<li>To impersonate or attempt to impersonate FlexBooker, FlexBooker employee, another user or any other person or entity (including, without limitation, by using e-mail addresses associated with any of the foregoing).</li>\n<li>To engage in any other conduct that restricts or inhibits anyone's use or enjoyment of the Website, or which, as determined by us, may harm FlexBooker or users of the Website or expose them to liability.</li>\n</ol>\n<p>Additionally, you agree not to:</p>\n<ol>\n<li>Use the Website in any manner that could disable, overburden, damage, or impair the site or interfere with any other party's use of the Website, including their ability to engage in real time activities through the Website.</li>\n<li>Use any device, software or routine that interferes with the proper working of the Website.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Changes to the Website</li>\n</ol>\n<p>We may update the content on this Website from time to time, but its content is not necessarily complete or up-to-date.\nAny of the material on the Website may be out of date at any given time, and we are under no obligation to update such material.</p>\n<p>&nbsp;</p>\n<ol>\n<li>Information About You and Your Visits to the Website</li>\n</ol>\n<p>All information we collect on this Website is subject to our Privacy Policy&nbsp;&lt.\nhttps://www.flexbooker.com/legal/privacy&gt;&nbsp;.\nBy using the Website, you consent to all actions taken by us with respect to your information in compliance with the Privacy Policy.</p>\n<p>&nbsp;</p>\n<ol>\n<li>Geographic Restrictions</li>\n</ol>\n<p>The owner of the Website is based in the state of Ohio in the United States.\nWe provide this Website for use only by persons located in the United States, Canada, and the United Kingdom.\nWe make no claims that the Website or any of its content is accessible or appropriate outside of the United States.\nAccess to or use of the Website may not be legal by certain persons or in certain countries.\nIf you access or otherwise the Website from outside the United States, you do so on your own initiative and are responsible for compliance with local laws.</p>\n<p>&nbsp;</p>\n<ol>\n<li>Limitation of Warranties and Limitation of FlexBooker’s Role in the Websites</li>\n</ol>\n<p>Merchants must provide the services as requested by the Customers directly to such Customers, and Merchants are solely responsible to provide all services requested by Customers.\nFurthermore, Customers must pay Merchants directly for the services performed.\nFlexBooker intends only to provide a medium through which Merchants can connect with Customers and provide services, and Customers can remit direct payment therefor to the Merchant.\nFlexBooker does not provide services to Customers.\nYOUR USE OF THE WEBSITE, ITS CONTENT AND ANY SERVICES OR ITEMS OBTAINED THROUGH THE SITE IS AT YOUR OWN RISK.\n&nbsp;THE WEBSITE, ITS CONTENT AND ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITE ARE PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS, WITHOUT ANY WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED.\nNEITHER FLEXBOOKER NOR ANY PERSON ASSOCIATED WITH FLEXBOOKER MAKES ANY WARRANTY OR REPRESENTATION WITH RESPECT TO THE COMPLETENESS, SECURITY, RELIABILITY, QUALITY, ACCURACY OR AVAILABILITY OF (I) THE WEBSITE&nbsp;, OF (II) THE MERCHANTS THEMSELVES, OR (II) THE SERVICES THAT THE MERCHANTS MAY PROVIDE TO CUSTOMERS VIA THE WEBSITE.&nbsp;&nbsp;WITHOUT LIMITING THE FOREGOING, NEITHER FLEXBOOKER NOR ANYONE ASSOCIATED WITH FLEXBOOKER REPRESENTS OR WARRANTS THAT THE WEBSITE, ITS CONTENT OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITE WILL BE ACCURATE, RELIABLE, TIMELY, APPROPRITATE, SUITABLE FOR ANY PURPOSE, ERROR-FREE OR UNINTERRUPTED, THAT DEFECTS WILL BE CORRECTED, THAT OUR SITE OR THE SERVER THAT MAKES IT AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS OR THAT THE WEBSITE OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITE WILL OTHERWISE MEET YOUR NEEDS OR EXPECTATIONS.</p>\n<p>FLEXBOOKER HEREBY DISCLAIMS ALL WARRANTIES OF ANY KIND&nbsp;AND CONDITIONS OF ANY KIND WITHOUT LIMITATION WITH REGARD TO THE SITE, THE SERVICE, THE CONTENT, THE NON-FLEXBOOKER GENERATED MATERIALS OR ANY SOFTWARE,&nbsp;WHETHER EXPRESS OR IMPLIED, STATUTORY OR OTHERWISE, INCLUDING BUT NOT LIMITED TO ANY WARRANTIES OF MERCHANTABILITY, NON-INFRINGEMENT, FITNESS FOR PARTICULAR PURPOSE, AND TITLE.\n&nbsp;THE FOREGOING DOES NOT AFFECT ANY WARRANTIES WHICH CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW.\n&nbsp;&nbsp;IF YOU ARE DISSATISFIED WITH THE SITE OR ANY OF FLEXBOOKER’S TERMS, CONDITIONS, RULES, POLICIES, GUIDELINES OR PRACTICES, OR OTHERWISE HAVE A DISPUTE WITH FLEXBOOKER, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USING THE SITE AND THE SERVICE.</p>\n<p>OUR USE OF OR REFERENCE TO A MERCHANT ON THE WEBSITE DOES NOT CONSTITUTE OR IMPLY OUR ENDORSEMENT, RECOMMENDATION, OR FAVORING OF SUCH MERCHANT.\nSHOULD A DISPUTE ARISE BETWEEN THE CUSTOMER AND THE MERCHANT REGARDING THE WEBSITE, EACH USER OF THE WEBSITE HEREBY AGREES THAT FLEXBOOKER IS NOT AND SHALL NOT BE RESPONSIBLE, AND THAT THE PARTIES SHALL WORK TO RESOLVE THE DISPUTES THEMSELVES.</p>\n<p>YOU UNDERSTAND THAT WE CANNOT AND DO NOT GUARANTEE OR WARRANT THAT FILES AVAILABLE FOR DOWNLOADING FROM THE INTERNET OR THE WEBSITE WILL BE FREE OF VIRUSES OR OTHER DESTRUCTIVE CODE.\nYOU ARE RESPONSIBLE FOR IMPLEMENTING SUFFICIENT PROCEDURES AND CHECKPOINTS TO SATISFY YOUR PARTICULAR REQUIREMENTS FOR ANTI-VIRUS PROTECTION AND ACCURACY OF DATA INPUT AND OUTPUT, AND FOR MAINTAINING A MEANS EXTERNAL TO OUR SITE FOR ANY RECONSTRUCTION OF ANY LOST DATA.\nFLEXBOOKER WILL NOT BE LIABLE FOR ANY LOSS OR DAMAGE CAUSED BY A DISTRIBUTED DENIAL-OF-SERVICE ATTACK, VIRUSES OR OTHER TECHNOLOGICALLY HARMFUL MATERIAL THAT MAY INFECT YOUR COMPUTER&nbsp;&nbsp;EQUIPMENT, COMPUTER PROGRAMS, DATA OR OTHER PROPRIETARY MATERIAL DUE TO YOUR USE OF THE SITE OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE SITE OR TO YOUR DOWNLOADING OF ANY MATERIAL POSTED ON IT, OR ON ANY WEBSITE LINKED TO IT.</p>\n<p>&nbsp;</p>\n<ol>\n<li>Limitation on Liability</li>\n</ol>\n<p>IN NO EVENT WILL FLEXBOOKER, ITS AFFILIATES OR THEIR LICENSORS, SERVICE PROVIDERS, EMPLOYEES, AGENTS, OFFICERS OR DIRECTORS BE LIABLE FOR DAMAGES OF ANY KIND, UNDER ANY LEGAL THEORY, ARISING OUT OF OR IN CONNECTION WITH YOUR USE, OR INABILITY TO USE, THE SITE, ANY WEBSITES LINKED TO IT, ANY CONTENT OR MATERIALS ON THE SITE OR SUCH OTHER WEBSITES OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE SITE OR SUCH OTHER WEBSITES, INCLUDING ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL OR PUNITIVE DAMAGES, INCLUDING BUT NOT LIMITED TO, PERSONAL INJURY, PAIN AND SUFFERING, EMOTIONAL DISTRESS, LOSS OF REVENUE, LOSS OF PROFITS, LOSS OF BUSINESS OR ANTICIPATED SAVINGS, LOSS OF USE, LOSS OF GOODWILL, LOSS OF DATA, AND WHETHER CAUSED BY TORT (INCLUDING NEGLIGENCE), BREACH OF CONTRACT OR OTHERWISE, EVEN IF FORESEEABLE.\n&nbsp;&nbsp;IN NO EVENT SHALL COMPANY’S AGGREGATE LIABILITY ARISING OUT OF OR RELATED TO THE ITEMS AND THE AGREEMENT EXCEED THE TOTAL OF THE AMOUNTS PAID BY YOU DURING THE THIRTY (30) DAY PERIOD PRECEDING THE EVENT GIVING RISE TO THE CLAIM.\n&nbsp;</p>\n<p>&nbsp;</p>\n<ol>\n<li>Indemnification</li>\n</ol>\n<p>You agree to defend, indemnify and hold harmless FlexBooker, its affiliates, licensors and service providers, and its and their respective officers, directors, employees, contractors, agents, licensors, suppliers, successors and assigns from and against any claims, liabilities, damages, judgments, awards, losses, costs, expenses or fees (including reasonable attorneys' fees) arising out of or relating to your violation of these Terms of Use, our Privacy Policy, and your use of the Website, including, but not limited to, your user contributions, any use of the Website's content, services and products other than as expressly authorized in these Terms of Use or your use of any information obtained from the Website.</p>\n<p>&nbsp;</p>\n<ol>\n<li>Governing Law and Jurisdiction</li>\n</ol>\n<p>The exclusive means of resolving any dispute or claim arising out of or relating to these Terms of Use and the Privacy Policy (including any alleged breach thereof), and the Website shall be&nbsp;&nbsp;FINAL AND BINDING ARBITRATION&nbsp;&nbsp;administered by the American Arbitration Association.</p>\n<p>YOU AND COMPANY ACKNOWLEDGE THAT NEITHER OF US WILL BRING OR PARTICIPATE IN ANY CLASS ACTION OR OTHER CLASS PROCEEDING IN CONNECTION WITH ANY DISPUTE WITH THE OTHER&nbsp;PARTY.\nFURTHER, NEITHER YOU NOR COMPANY AGREES TO CLASS ARBITRATION OR ANY ARBITRATION WHERE A PERSON MAY BRING A DISPUTE AS A REPRESENTATIVE OF OTHER PERSON(S).&nbsp.\nYOU AND COMPANY ACKNOWLEDGE AND AGREE TO THE ABOVE ARBITRATION AGREEMENT.\n&nbsp;IN DOING SO,&nbsp;YOU AND COMPANY GIVE UP YOUR RIGHT TO GO TO COURT IN CONNECTION WITH ANY DISPUTE TO ASSERT OR DEFEND ANY CLAIMS BETWEEN YOU AND THE COMPANY&nbsp;.\n&nbsp;&nbsp;YOU AND COMPANY ALSO GIVE UP YOUR RIGHT TO PARTICIPATE IN A CLASS ACTION OR OTHER CLASS PROCEEDING&nbsp;.\nYOUR RIGHTS AND COMPANY’S RIGHTS WILL BE DETERMINED BY A&nbsp;NEUTRAL ARBITRATOR, NOT A JUDGE OR JURY&nbsp;.</p>\n<p>Any proceeding to enforce this Agreement, including any proceeding to confirm, modify, or vacate an arbitration award, may be commenced in any court of competent jurisdiction.\nIn the event that this Agreement is for any reason held to be unenforceable, any litigation against the Company may be commenced only in the federal or state courts located in Franklin County, Ohio.\nYou hereby irrevocably consent to the jurisdiction of those courts for such purposes.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;This Agreement, and any dispute between you and the Company, shall be governed by the laws of the state of Ohio without regard to principles of conflicts of law, provided that this Agreement shall be governed by the Federal Arbitration Act.\n&nbsp;ANY CAUSE OF ACTION OR CLAIM YOU MAY HAVE ARISING OUT OF OR RELATING TO THESE TERMS OF USE, THE PRIVACY POLICY OR THE WEBSITE MUST BE COMMENCED WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES, OTHERWISE, SUCH CAUSE OF ACTION OR CLAIM IS PERMANENTLY BARRED.</p>\n<p>&nbsp;</p>\n<ol>\n<li>Severability</li>\n</ol>\n<p>If any provision of these Terms of Use is held by a court or other tribunal of competent jurisdiction to be invalid, illegal or unenforceable for any reason, such provision shall be eliminated or limited to the minimum extent such that the remaining provisions of the Terms of Use will continue in full force and effect.</p>\n<p>&nbsp;</p>\n<ol>\n<li>Entire Agreement</li>\n</ol>\n<p>The Terms of Use, Customer and Merchant Sign Up, and our Privacy Policy constitute the sole and entire agreement between you and FlexBooker with respect to the Website and supersede all prior and contemporaneous understandings, agreements, representations and warranties, both written and oral, with respect to the Website.</p>\n<p>&nbsp;</p>\n<ol>\n<li>Consent and Representations and Warranties</li>\n</ol>\n<p>By checking or otherwise selecting the “Sign Up” or other applicable button, you represent and warrant that you have read these Terms of Use and our Privacy Policy, acknowledge and agree to be bound by these Terms of Use and our Privacy Policy.\nYou further represent and agree that: (i) you have the power and authority to enter into this agreement.\n(ii) you are at least 18 years old.\n(iii) you will comply with all U.S.\nlaws regarding the transmission of any data obtained from the Website in accordance with these Terms of Use, (iv) you will not use the Website for illegal purposes, and (v) you will not interfere or disrupt networks connected to the Website.&nbsp;You understand that by checking the “Sign Up\" or other applicable button, you are signing in an electronic form in order to enter into a legally binding agreement with FlexBooker for the Website.</p>\n<p>You further understand that such signature of acceptance is the electronic and legal equivalent of a manually scripted signature.\nTherefore, any continued use of the Website by you will be conducted in accordance with these Terms of Use.</p>\n<p>&nbsp;</p>\n<ol>\n<li>Your Comments and Concerns</li>\n</ol>\n<p>This Website is operated by FlexBooker LLC.\n&nbsp;All feedback, comments, requests for technical support and other communications relating to the Website should be directed to:</p>\n<p>&nbsp;</p>\n<p>FlexBooker LLC</p>\n<p>225 W 1st Ave</p>\n<p>Columbus, OH 43201</p>\n<p>Attn: FlexBooker.com Terms of Use</p>\n<p>&nbsp;</p>\n<p>or, via email at&nbsp;privacy@FlexBooker.com&nbsp;.</p>\n<p>&nbsp;</p>\n<p>Thank you for visiting FlexBooker.com.</p> ", "created_at": "2022-01-14 22:02:42.577974", "updated_at": "2022-01-14 21:03:21.798053"}, {"id": 11438, "name": "Privacy Policy", "url": "https://www.flexbooker.com/privacy-policy/", "xpath": "/html/body/main/section", "text": " <p>Last modified: 5/23/2018</p>\n<p>\n<br>Introduction<br>Welcome to FlexBooker.com.\nThe Website is an interactive online service operated by FlexBooker LLC (“Company,” “us,” “we,” or “our”).\nWe respect your privacy and are committed to protecting it through our compliance with this policy (the “Privacy Policy”).\nThe Privacy Policy describes our practices regarding the collection, use and disclosure of information that you may provide through FlexBooker.com, its interactive features, applications or downloads operated by us that are available through FlexBooker.com or that interact with this it including but not limited to our Booking Widget (collectively, the “Website”), however accessed and/or used, whether via personal computer, mobile device, tablet, other electronic device or otherwise (collectively, “Computer”).\nThis Privacy Policy does not apply to our collection of information from other sources (unless specifically stated).</p>\n<p>We have adopted this Privacy Policy to explain what information may be collected on our Website, how we use this information and under what circumstances we may disclose the information to third parties.\nThis Privacy Policy, together with the terms and conditions of use posted on our Website and incorporated herein by this reference (the “Terms of Use”), sets forth the rules, policies and agreements governing your use of our Website.\nDepending on your activities when visiting our Website, you may be required to agree to additional terms and conditions in accordance with the Terms of Use.\nIn the event of a conflict between this Privacy Policy and the Terms of and Conditions, the Terms of Use shall apply.</p>\n<p>Please read this policy carefully to understand our policies and practices regarding your information and how we will treat it.\nWe reserve the right to revise and update this Privacy Policy at any time.\nAny such revisions will be effective on the date of posting to the Website, and will apply to all information collected by us both prior to and following such date.\nYour use of the Website following any such revisions will be deemed your acceptance of such revisions.\nYou should periodically visit this page to review our current policies.\nWHEN YOU ACCESS OR OTHERWISE USE THE WEBSITE, YOU AGREE TO THIS PRIVACY POLICY, AS WELL AS, THE TERMS OF USE.\nIF YOU DO NOT AGREE TO THIS PRIVACY POLICY, OR TO ANY CHANGES WE MAY SUBSEQUENTLY MAKE, YOUR CHOICE IS TO STOP ACCESSING OUR WEBSITE.</p>\n<p>For more information regarding our privacy policy, or to request details about our collection of your personally-identifiable information, please contact support@flexbooker.com with the subject line \"PRIVACY REQUEST\".</p>\n<p>\n<br>Children Under the Age of 13<br>Our Website is not intended for children under 13 years of age .\nNo one under age 13 may provide any information through the Website.\nWe do not knowingly collect personal information from children under 13.\nIf you are under 13, do not use or provide any information on or through this Website or on or through any of its features, make any purchases through the Website, use any of the interactive or public comment features of this Website or provide any information about yourself to us, including your name, address, telephone number, e-mail address or any screen name or user name you may use.\nIf we learn we have collected or received personal information from a child under 13 without verification of parental consent, we will delete such information.\nIf you believe we might have any information from or about a child under 13, please email us at privacy@FlexBooker.com.</p>\n<p>\n<br>Information We Collect About You and How We Collect It<br>Through the Website we may collect the following kinds of information about you: (a) information that you provide that personally identifies you and/or your customers.\n(b) information that does not personally identify you and/or your customers.\nand (c) information about your internet connection, the equipment you use to access our Website and usage details (“Website Usage Information”) that we automatically collect when you visit our Website or that you provide us .</p>\n<p>Personally Identifiable Information<br>The collection and use of certain personally identifiable information about you, and in some cases your customers, is necessary in order to use certain Website features.\nOur definition of personally identifiable information includes, but is not limited to, (i) any information that may be used to specifically identify or contact you, such as your name, phone number, email address, type of services and other forms of identification set forth in the Terms of Use.\n(ii) credit card and bank information used to process your fees.\n(iii) personally identifiable information about your customers, which you or your customers may submit in connection with the Website such as the name that a booking is to be held under.\nand (iv) any other information that the Website collects that is defined as personal or personally identifiable under an applicable law.</p>\n<p>Consent.\nWe may use your personal information as described in this Policy subject to your consent.\nTo withdraw your consent, please contact us at support@flexbooker.com.\nYou may also refrain from providing, or withdraw, your consent for cookies.<br>Performance of a contract.\nWe may need to collect and use your personal information of FlexBooker users, as applicable, to perform our contractual obligations.<br>Legitimate Interests.\nWe may use your personal information for our legitimate interests to provide our Platform and services and to improve our services and the content on our Platform.\nWe process information on behalf of our customers who have legitimate interests in operating their businesses.\nWe may use technical information as described in this Policy and use personal information for our marketing purposes consistent with our legitimate interests and any choices that we offer or consents that may be required under applicable law.</p>\n<p>Non-Personal Information<br>Our definition of non-personal information is any information that does not personally identify you or your customers.\nNon-personal information can include certain personally identifiable information that has been de-identified.\nthat is, information that has been rendered anonymous.\nWe and/or our third party service providers obtain non-personal information about you from information that you provide us, either separately or together with your personally identifiable information.\nWe and/or our third party service providers also automatically collect certain non-personal information from you when you access our Website.</p>\n<p>Website Usage Information<br>In addition to any personally identifiable information or other information that you choose to provide to us through the Website, we and our third-party service providers may use a variety of technologies, now and hereafter devised, that automatically collect certain web site usage information whenever you visit or interact with the Website.\nThis information may include the page served, the time, information about your computer and internet connection, including browser type, operating system and IP address, the source of the request, the preceding page view, details of your visit to our Website, and other similar information.</p>\n<p>[ We also may use these technologies to collect information about your online activities over time and across third-party websites or other online services (behavioral tracking).\nClick here [INCLUDE AS LINK TO DO NOT TRACK DISCLOSURES] for information on how you can opt out of behavioral tracking on this website and how we respond to web browser signals and other mechanisms that enable consumers to exercise choice about behavioral tracking.\n]</p>\n<p>The information we collect automatically may include personal information, or we may maintain it or associate it with personal information we collect in other ways or receive from third parties.\nFlexBooker does not control third parties’ tracking technologies contained at some content or applications, including advertisers, ad networks and servers, or how they should be used.\nIf you have any questions about an advertisement or other targeted content you may contact the responsible provider directly.</p>\n<p>The technologies we use for automatic data collection may include:</p>\n<p>Web Beacons.\nSmall graphic images or other web programming code called web beacons (also known as “1x1 GIFs” or “clear GIFs”) may be included in our web pages, various aspects of Website functionality and e-mail messages.\nWeb beacons may be invisible to you, but any electronic image or other web programming code inserted into a web page or e-mail can act as a web beacon.\nWeb beacons or similar technologies may be used for a number of purposes, including, without limitation, to count visitors to the Website, to monitor how users navigate the Website and to count how many e-mails that were sent were actually opened.</p>\n<p>Cookies.\nA cookie is a data file placed on a Computer when it is used to visit the Website.\nCookies may be used for many purposes, including, without limitation, tracking user preferences and web pages visited while using the Website.\nYou may be able to remove, reject and/or disable some types of cookies using your browser’s preferences or other programs.\nSome features of the Website may not function properly or may operate slowly if you disable, delete, or refuse to accept cookies.\nSome of the cookies we use may be “Flash” cookies.\nA Flash cookie is a data file placed on a Computer via the Adobe Flash plug-in that may be built-in to or downloaded by you to your Computer.\nWhile they are harmless, depending on your browser, these cookies may not be deleted when your cookies are deleted or disabled and, in some instances, they may cause your cookies to reappear in your browser.\nPlease check your browser to determine where these types of cookies are stored and how they may be deleted or disabled.</p>\n<p>Mobile Device Identifiers.\nCertain mobile service providers uniquely identify mobile devices and we or our third-party service providers may receive such device information if you access the Website through mobile devices.\nCertain features of our Website may require collection of mobile phone numbers, and we may associate that phone number to mobile device identification information.\nAdditionally, some mobile phone service providers operate systems that pinpoint the physical location of devices that use their service.\nDepending on the provider, we or our third-party service providers may receive this information.</p>\n<p>Embedded Scripts.\nAn embedded script is programming code that is designed to collect information about your interactions with the Website, such as functions of the Website that you use and links you click on.\nThe code is temporarily downloaded onto your Computer from our web server or a third-party service provider, is active only while you are connected to the Website, and is deactivated or deleted thereafter.</p>\n<p>Passive Means.\nInformation collected through passive means may be non-identifying or may be associated with you.\nIn the latter case it will be treated as personally identifiable information.\nWe use non-personal information in a variety of ways, including to help analyze site traffic, understand customer needs and trends, carry out targeted promotional activities and to improve our services.\nWe may use your non-personal information by itself or aggregate it with information we have obtained from others.\nWe may share your non-personal information with our affiliated companies and third parties to achieve these objectives and others, but remember that aggregate information is anonymous information that does not personally identify you.\nWe may provide our analysis and certain non-personal information to third parties (who may in turn use this information to provide advertisements tailored to your interests), but this will not involve disclosing any of your personally identifiable information.</p>\n<p>Your Rights and Choices Account.\nIn order to keep your personal information accurate and complete, you can log in to review and update your account information, including contact and billing information, via your account settings page.\nYou may also contact us to request information about the personal data we have collected from you and to request the correction, modification or deletion of such personal information.\nWe will do our best to honor your requests subject to any legal and contractual obligations.\nIf you would like to make a request, cancel your account or request we delete or no longer use your account information to provide you Services, contact us at support@flexbooker.com or the address set forth at the end of this Policy.\nSubject to applicable law, we will retain and use your account information only as necessary to comply with our legal obligations, resolve disputes and enforce our agreements.\nE-mail.\nAs described above, if you do not wish to receive promotional emails from us, you may opt out at any time by following the opt-out link contained in the email itself.\nPlease note that it may take up to ten (10) days to process your request.\nPlease also note that if you opt out of receiving marketing communications from us, we may continue to send to you service-related emails which are not available for opt-out.\nIf you do not wish to receive any service-related emails from us, you have the option to deactivate your account.\nCookies.\nYou may also refrain from providing, or withdraw, your consent for cookies.\nYour browser’s help function should contain instructions on how to set your computer to accept all cookies, to notify you when a cookie is issued, or to not receive cookies at any time.\nThird Party Analytics Services.\nSome of the services used provide the ability to opt-out.\nYou may opt-out of Google Analytics’ and Mixpanel’s services using Opt-Out Features on their respective websites.</p>\n<p>\n<br>How We Share<br>We may disclose aggregated information about our users, and information that does not identify any individual, without restriction.</p>\n<p>\n<br>We may disclose personal information that we collect or you provide as described in this privacy policy (i) to our subsidiaries and affiliates.\n(ii) to contractors, service providers and other third parties we use to support our business.\n(iii) to a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution or other sale or transfer of some or all of FlexBooker's assets, whether as a going concern or as part of bankruptcy, liquidation or similar proceeding, in which personal information held by FlexBooker about our Website users is among the assets transferred.\nand (iv) to the merchant’s customers.</p>\n<p>\n<br>How We Use<br>Personally Identifiable Information<br>The personally identifiable information may be used to process your monthly license fees, provide you with the various aspects of the Website and to generally better serve you in other ways naturally associated with the circumstances in which you provided the information and/or we provide the Website.\nWe may also use this information to later contact you for a variety of reasons, such as customer service, to provide you with information or services or process transactions that you have requested or agreed to receive, to provide you with marketing or promotional information for our products/services or those of our parent companies, subsidiaries or other affiliated companies (“Affiliated Companies”), to communicate with you about your use of the Website, changes to the Website and/or Terms of Use, for internal business purposes, to carry out our obligations and enforce our rights arising from contracts entered into between you and us, including billing and collection, or for purposes disclosed at the time you provide your information or as otherwise set forth in this Privacy Policy.\nYou may opt-out from receiving future promotional information from us, or direct that we not share your information in the future with any affiliated companies or third parties for their direct marketing purposes.</p>\n<p>In certain instances we may share your personally identifiable information with our third-party vendors performing functions on our behalf (or on behalf of our affiliated companies) – e.g., vendors that process credit card payments for monthly license fees, administer our promotions, provide us marketing or promotional assistance, analyze our data, assist us with the provision of the Website and customer service, etc.\nIn addition, we may share your personally identifiable information with participating sponsors of the Website and with third parties who assist us in using the content or other information you have shared with us.\nFurther, we may share your personally identifiable information with third parties such as our co-promotional partners and others with whom we have marketing or other relationships.\nExcept as provided in this Privacy Policy, our Terms of Use, or as set forth when you submit the information, your personally identifiable information will not be shared or sold to third parties without your consent.</p>\n<p>Website Usage Information and Non-Personal Information<br>We may use the non-personal information for a variety of purposes, including to enhance or otherwise improve the Website.\nIn addition, we may collect your IP address and other unique identifiers for the particular device you use to access the Internet, as applicable (collectively, referred to herein as a “Device Identifier”).\nA Device Identifier is a number that is automatically assigned to your Computer.\nWhen analyzed, usage information helps us determine how our Website is used, such as what components of the Website are used most frequently.\nWe may associate your Device Identifier or non-personal information with the personally identifiable information you provide, but we will treat the combined information as personally identifiable information.</p>\n<p>Information You Provide About A Third Party<br>If you send someone else a communication from the Website, such as sending Website-related content or functionality to your customers, the information you provide (e.g., names, e-mail addresses, etc.) is used to facilitate the communication and is not used for any other marketing purpose unless we obtain consent from that person or we otherwise indicate.\nPlease be aware that when you send correspondence to customers and other third parties through the Website, your e-mail address and other personally identifiable information may be included in such communication.</p>\n<p>Information Third Parties Provide About You<br>We may, from time to time, supplement the information we collect with outside records from third parties in order to, among other things, enhance our ability to serve you through the Website, tailor the Website to your needs and the needs of our other customers and to offer you opportunities to purchase additional products and/or services that we believe may be of interest to you.\nWe may combine the information we receive from such other sources with information we collect through the Website.\nIn such cases, the terms and conditions contained in this Privacy Policy shall apply to any personally identifiable information received from you, unless otherwise specifically disclosed by us at the time you provide your personally identifiable information.</p>\n<p>\n<br>Other Uses<br>Advertisements<br>We may use the information we have collected from you to enable us to display advertisements to our advertisers' target audiences.\nEven though we do not disclose your personal information for these purposes without your consent, if you click on or otherwise interact with an advertisement, the advertiser may assume that you meet its target criteria.</p>\n<p>E-mail Communications<br>If you send us an e-mail with questions or comments, we may use your personally identifiable information to respond to your questions or comments, and we may save your questions or comments for future reference.\nFor security reasons, we do not recommend that you send non-public personally identifiable information, such as passwords, social security numbers, credit card or bank account information, to us by e-mail.\nFurther, we may send you e-mail under the following circumstances: (a) if you request a particular service or sign up for a feature that involves e-mail communications.\n(b) if it relates to purchases you have made with us (e.g., payment of monthly license fees, Website updates, customer support, etc.).\n(c) if we are sending you information about our other products and services.\n(d) if you consented to being contacted by e-mail for a particular purpose.\n(e) if you send us an e-mail, post information on the Website or otherwise submit information to us electronically, we may e-mail you to follow-up or otherwise communicate with you with respect thereto.\n(f) to provide you legal notices or notices with respect to your use of the Website.\nor (g) to otherwise facilitate a transaction between us.\nIn certain instances, we may provide you with tools on the Website that will allow you to set your preferences for receiving e-mail communications from us.\nthat is, agree to some communications but not others.\nWhere made available to you, you may “opt out” of receiving future, third-party, commercial e-mail communications from us by clicking the “unsubscribe,” or other then applicable link, or by following the instructions included at the bottom of some e-mails we send.\nprovided, however, we reserve the right to send you transactional e-mails such as customer service communications and billing-related information and notifications.</p>\n<p>SMS Communications<br>Upon your consent, we may send you SMS messages under the following circumstances: (a) if you request a particular service or sign up for a feature that involves SMS communications.\n(b) if it relates to purchases you have made with us (e.g., payment of monthly license fees, Website updates, customer support, appointment reminders, etc.).\n(c) if you consented to being contacted by SMS for a particular purpose.\nand (d) emergency circumstances.\nWhere made available to you, you may “opt out” of receiving future, third-party, commercial SMS communications from us by sending an email with your request to privacy@FlexBooker.com .\nWe will not charge you for text messages, however, message and data rates may apply.<br>Sweepstakes, Contests and Promotions<br>We may offer sweepstakes, contests, and other promotions through the Website that may require registration.\nBy entering any promotion, you are agreeing to the official rules that govern that promotion, which may contain specific requirements of you, including, except where prohibited by law, allowing the sponsor(s) of the promotion to use your name, voice and/or likeness in advertising or marketing associated with the promotion.\nIf you choose to enter a sweepstakes, contest or other promotion, personally identifiable information may be disclosed to third parties or the public in connection with the administration of such promotion, including, without limitation, in connection with winner selection, prize fulfillment, and as required by law or permitted by the promotion’s official rules, such as on a winners list.<br>Transfer of Assets<br>As we continue to develop our business, we may sell or purchase assets.\nIf another entity acquires us or all (or substantially all) of our assets, the personally identifiable information and non-personal information we have about you will be transferred to and used by this acquiring entity, though we will take reasonable steps to ensure that your preferences are followed.\nAlso, if any bankruptcy or reorganization proceeding is brought by or against us, all such information may be considered an asset of ours and as such may be sold or transferred to third parties.<br>Third Party Ad Server Network<br>The Website may use third parties such as network advertisers to serve advertisements on the Website and may use traffic measurement services to analyze traffic on the Website.\nNetwork advertisers are third parties that display advertisements based on your visits to the Website and other websites you have visited.\nThird-party ad serving enables us to target advertisements to you for products and services in which you might be interested.\nThe Website’s third party ad network providers, the advertisers, the sponsors and/or traffic measurement services may themselves set and access their own cookies and other technologies on your Computer and track certain behavioral information regarding users of your Computer via a Device Identifier.\nThese third party cookies and other technologies are set to, among other things: (a) help deliver advertisements to you that you might be interested in.\n(b) prevent you from seeing the same advertisements too many times.\nand (c) understand the usefulness to you of the advertisements that have been delivered to you.\nNote that any images (or any other parts of a web page) served by third parties in association with third party cookies may serve as web beacons, which enable third parties to carry out the previously described activities.\nThird party cookies, web beacons, and other third party technologies are governed by each third party’s specific privacy policy, not this Privacy Policy.<br>Other<br>Notwithstanding anything herein to the contrary, we reserve the right to disclose any personally identifiable or non-personal information about you if we are required to do so by law and/or if we believe that such action is otherwise necessary to: (i) fulfill a government request.\n(ii) conform with the requirements of the law or legal process.\n(iii) protect or defend our legal rights or property, our Website, or other users.\nor (iv) in an emergency to protect the health and safety of our Website’s users or the general public.<br>Your California Privacy Rights<br>Residents of the State of California, under certain provisions of the California Civil Code including but not limited to California Civil Code Section § 1798.83, have the right to request from companies conducting business in California a list of all third parties to which the company has disclosed certain personally identifiable information as defined under California law during the preceding year for third party direct marketing purposes.\nTo make such a request, please send an email to privacy@FlexBooker.com or write to us at the below address.\nIn your request, please attest to the fact that you are a California resident and provide a current California address for our response.</p>\n<p>\n<br>FlexBooker LLC</p>\n<p>225 W 1st Ave</p>\n<p>Columbus, OH 43201</p>\n<p>Attn: California Privacy Request</p>\n<p>privacy@FlexBooker.com</p>\n<p>\n<br>Public Forums<br>We may, from time to time, offer message boards, bulletin boards or similar public forums where you and other users of our Website can communicate.\nThe protections described in this Privacy Policy do not apply when you provide information (including personally identifiable information) in connection with your use of these public forums.\nWe may use personally identifiable and non-personal information about you to identify you with a posting in a public forum.\nAny information you share in a public forum is public information and may be seen or collected by anyone, including third parties that do not adhere to our Privacy Policy.\nWe are not responsible for events arising from the distribution of any information you choose to publicly post or share through our Website).</p>\n<p>Keeping Your Information Secure<br>We have implemented security measures that are in compliance with applicable laws and that we consider reasonable and appropriate to protect against the loss, misuse, disclosure and alteration of the information under our control.\nPlease be advised, however, that while we strive to protect your personally identifiable information and privacy, we cannot guarantee or warrant the security of any information you disclose or transmit to us online and are not responsible for the theft, destruction or inadvertent disclosure of your personally identifiable information.\nIn the unfortunate event that your “personally identifiable information” (as the term or similar terms are defined by any applicable law requiring notice upon a security breach) is compromised, we may notify you by e-mail (at our sole and absolute discretion) to the last e-mail address you have provided us.\nprovided, however, delays in notification may occur while we take necessary measures to determine the scope of the breach and restore reasonable integrity to the system as well as for the legitimate needs of law enforcement if notification would impede a criminal investigation.\nFrom time to time we evaluate new technology for protecting information, and when appropriate, we upgrade our information security systems.</p>\n<p>\n<br>The safety and security of your information also depends on you.\nWhere we have given you (or where you have chosen) a password for access to certain parts of our Website, you are responsible for keeping this password confidential.\nWe ask you not to share your password with anyone.\nWe urge you to be careful about giving out information in public areas of the Website like message boards.\nThe information you share in public areas may be viewed by any user of the Website.</p>\n<p>\n<br>Other Sites/Links<br>Our Website may link to or contain links to other third party websites that we do not control or maintain, such as in connection with purchasing services and products referenced on our Website and banner advertisements.\nWe are not responsible for the privacy practices employed by any third party website.\nWe encourage you to note when you leave our Website and to read the privacy statements of all third party websites before submitting any personally identifiable information.</p>\n<p>\n<br>Third Party Applications <br>Third party applications may be available via the Website.\nThe owners of these applications (“Third Party Owners”) may collect personally identifiable information from you and may have their own policies and practices.\nWe are not responsible for how Third Party Owners or their applications use your personally identifiable information.\nThese Third Party Owners may have their own terms of service, privacy policies or other policies and ask you to agree to the same.\nWe are not responsible for these policies or the practices of Third Party Owners.\nBe sure to review any available policies before submitting any personally identifiable information to a third party application or otherwise interacting with it.</p>\n<p>\n<br>Contact and Opt-Out Information<br>The Website includes subscription and registration management tools that allow you to review and make changes regarding, among other things, your personally identifiable information, service level and method of payment of monthly license fees.\nYou may contact us as at support@flexbooker.com if: (a) you have questions or comments about our Privacy Policy.\n(b) wish to make corrections to any personally identifiable information you have provided to us.\n(c) want to opt-out from receiving future commercial correspondence, including e-mails and SMS messages, from us (we may continue to send you transactional messages such as responding to your inquiries and billing notices).\nor (d) wish to withdraw your consent to our future sharing of your personally identifiable information with third parties for their direct marketing purposes.</p>\n<p>&nbsp;</p>\n<p>We will respond to your request and, if applicable and appropriate, make the requested change in our active databases as soon as reasonably practicable.\nPlease, note that we may not be able to fulfill certain requests while allowing you access to certain benefits and features of our Website.\nAlso, please note that it is not always possible to completely change, remove or delete all of your information from our databases and that residual data may remain on backup media or for other reasons and that our obligations with respect to deleting information is limited.\nAlso, if you have made any public postings on or through the Website, these communications are generally not removed by us.</p>\n<p>\n<br>Consent to Transfer of Information to the United States<br>The Website is stored and processed in the United States and intended for users located in the United States.\nIf you are located in the European Union, Canada or elsewhere outside of the United States, please be aware that information we collect will be transferred to and processed in the United States.\nBy using the Website and/or providing us with any information, you consent to this transfer and processing of your information in the United States.</p>\n<p>\n<br>Changes to Our Privacy Policy<br>FlexBooker reserves the right to make changes any changes to its privacy policy.\nIt is our policy to post any changes we make to our privacy policy on this Privacy Policy.\nThe date the Privacy Policy was last revised is identified at the top of the page.\nYou are responsible for periodically visiting our Website and this privacy policy to check for any changes.</p>\n<p>\n<br>Sole Statement<br>This Privacy Policy as posted on this Website, together with the Terms of Use, is the sole statement of our privacy policy with respect to this Website, and no summary, modification, restatement or other version thereof or other privacy statement or policy, in any form, is valid unless we post a new or revised policy to the Website.</p>\n<p>\n<br>Contact Information<br>To ask questions or comment about this privacy policy and our privacy practices, contact us at:</p>\n<p>\n<br>FlexBooker LLC</p>\n<p>649 City Park Avenue</p>\n<p>Columbus, OH 43201</p>\n<p>Attn: FlexBooker.com Privacy Policy comment</p>\n<p>\n<br>or, via email at privacy@FlexBooker.com .</p>\n<p>&nbsp;</p>\n<p>Thank you for visiting FlexBooker.com.</p> ", "created_at": "2022-01-14 22:02:42.57627", "updated_at": "2022-01-14 21:03:06.567999"}], "points": [], "urls": ["flexbooker.com"]}}