{"error": 448, "message": "OK", "parameters": {"id": 3148, "name": "Tribune Publishing", "created_at": "2021-04-14 10:39:51.584128", "updated_at": "2021-08-19 22:00:24.094748", "wikipedia": "https://en.wikipedia.org/wiki/Tribune_Publishing", "keywords": null, "related": null, "slug": "tribune_publishing", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/3148.png", "url": "tribpub.com", "documents": [{"id": 5074, "name": "Central Terms of Service", "url": "https://www.tribpub.com/central-terms-of-service/", "xpath": "/html/body/div[1]/main/div/div", "text": "\n<p>En español: TÉRMINOS DE SERVICIO PRINCIPALES</p>\n<p>\n<b>THESE CENTRAL TERMS OF SERVICE ARE SUBJECT TO BINDING ARBITRATION AND A WAIVER OF CLASS ACTION RIGHTS AS DETAILED IN THE MANDATORY ARBITRATION AND CLASS ACTION WAIVER SECTION</b>\n<b> BELOW</b>\n</p>\n<p>\n<b>READ THESE</b>\n<b> CENTRAL TERMS OF SERVICE CAREFULLY.\nTHEY ARE A LEGAL CONTRACT GOVERNING YOUR USE OF THE SITE PROVIDED BY TRIBUNE PUBLISHING COMPANY AND ITS SUBSIDIARIES AND AFFILIATES (collectively, “Tribune Publishing,” “we,” or “us,” or “our”).</b>\n</p>\n<p>These Central Terms of Service (“Terms”) govern your access to and use of the website, mobile application or other online service where these Terms are posted (collectively, the Site).\nBy clicking an Accept, Register or similar button or icon, connecting to the Site through a third party such as Facebook or by accessing, browsing, or using the Site in any manner, you agree to be bound to these Terms and our Privacy Policy, whether or not you registered with the Site.\nAll references to “you” or “your,” as applicable, mean the person who accesses, uses, and/or participates in the Site in any manner, and each of your heirs, assigns, and successors.\nThe Site reserves the right to deny access to any person who violates these Terms.</p>\n<p>\n<b>Eligibility</b>.\nThe Site is intended solely for persons who are 13 or older.\nAny access to or use of the Site by anyone under 13 is expressly prohibited.\nBy accessing or using the Site you represent and warrant that you are 13 or older.</p>\n<p>\n<b>Copyright.</b> All information, content, services and software displayed on, transmitted through, or used in connection with the Site (with the exception of User Content as defined below), including, for example, news articles, stories, reviews, directories, guides, text, photographs, images, illustrations, audio clips, video, html, source and object code, trademarks, logos, and the like (collectively, the “Content”), as well as its selection and arrangement, is owned by Tribune Publishing and/or its licensors and suppliers.\nYou may use the Content online only, and solely for your personal, non-commercial use, and you may download or print a single copy of any portion of the Content solely for your personal, non-commercial use, provided you do not remove any trademark, copyright or other notice from such Content.\nIf you operate a Web site and wish to link to the Site, you may do so provided you agree to cease such link upon request from us.\nNo other use is permitted without prior written permission of Tribune Publishing.\nThe permitted use described in this section is contingent on your compliance at all times with these Terms.</p>\n<p>Except where explicitly provided for herein or on the Site, you may not republish any portion of the Content on any Internet, Intranet, extranet site or any other online or offline publication, or incorporate the Content in any database, compilation, archive, cache, or similar medium.\nYou may not distribute any Content to others, whether or not for payment or other consideration, and you may not archive, modify, copy, frame, cache, reproduce, sell, publish, transmit, display or otherwise use any portion of the Content.\nYou may not scrape or otherwise copy our Content without our permission.\nYou agree not to decompile, reverse engineer or disassemble any software or other products or processes accessible through the Site nor to insert any code or product or manipulate the Content or the Site in any way, and not to use any data mining, data gathering or extraction method.</p>\n<p>\n<b>Requests to use Content for any purpose other than as permitted in these Terms should be </b>\n<b>directed to </b> termsofservice@tribpub.com<b>.</b>\n<b>\n</b>In certain cases, you may be able to use individual stories, articles, or video that appear on the Site through online functionality we have specifically designated (e.g., to e-mail a story to a friend or to purchase the rights to reproduce a story for other use).\nIn such cases, we will tell you directly in the portion of the Content you may use or you will see a link in the Content itself that will permit you to email the story, article, or video, or purchase the rights to reproduce it.</p>\n<p>\n<b>Registration</b>.\nRegistration is not required to view certain Content.\nHowever, to use some parts of the Site — including without limitation, if you wish to post a comment or upload a photo or video, or view certain other Content — you may be required to register or subscribe and provide certain information about yourself.\nIf you become a registered member of the Site, you accept responsibility for all activities that occur under your registration account.\nYou agree to provide true, accurate, complete, and correct information at the time of registration, and to promptly update this information as needed so that it remains true, accurate, complete, and correct.\nWe reserve the right to terminate your access and use of the Site if individuals from more than one household access the Site using any single registration account.\nYou are responsible for maintaining the confidentiality of your password and for restricting access to your computer so others outside your household may not access the Site using your name in whole or in part without your permission.\nIf you believe someone has accessed the Site using your registration account and password without your authorization, e-mail us immediately at termsofservice@tribpub.com.</p>\n<p>\n<b>User Content Representations and Warranties.</b> By placing material on the Site, including but not limited to posting content or communications to any Site bulletin board, forum, blogspace, message or chat area, or posting text, images, audio files, video clips, or any audio-visual content to the Site (collectively, “User Content”), you represent and warrant: (1) you own or otherwise have all necessary rights to the User Content you provide and the rights to provide it under these Terms.\nand (2) the User Content will not cause injury to any person or entity.\nUsing a name other than your own legal name in association with the submission of User Content is prohibited (except in those specific areas of the Site that may specifically ask for unique, fictitious names).</p>\n<p>\n<b>User Content License.</b> For all User Content you post, upload, or otherwise make available (in this section – “Provide”) to the Site, you grant Tribune Publishing a worldwide, royalty-free, perpetual, irrevocable, non-exclusive right and fully sub-licensable license to use, copy, reproduce, distribute, publish, publicly perform, publicly display, modify, adapt, translate, archive, store, and create derivative works from such User Content, in whole or in part, in any form, format, or medium, of any kind now known or later developed.\nWithout limiting the generality of the previous sentence, you authorize Tribune Publishing to: (i) share the User Content across all websites, mobile applications, newspapers and other online and offline services affiliated with Tribune Publishing.\n(ii) include the User Content in a searchable format accessible by users of the Site and other Tribune Publishing websites, mobile applications, newspapers and other online services.\n(iii) place advertisements in close proximity to such User Content.\nand (iv) use your name, likeness and any other information in connection with our use of the material you Provide.\nYou waive all moral rights with respect to any User Content you Provide to the Site.\nYou also grant Tribune Publishing the right to use any material, information, ideas, concepts, know-how or techniques contained in any communication you Provide or otherwise submit to us for any purpose whatsoever, including but not limited to, commercial purposes, and developing, manufacturing and marketing commercial products using such information.\nAll rights in this section are granted without the need for additional compensation of any sort by Tribune Publishing to you.\nYou agree that you will indemnify, defend, and hold harmless Tribune Publishing and its officers, directors and employees for all claims resulting from User Content you post.\nWe reserve the right, at our own expense, to assume the exclusive defense and control of such disputes, and in any event you will cooperate with us in asserting any available defenses.</p>\n<p>You also hereby grant each user of the Site a non-exclusive license to access your User Content through the Site, and to use, reproduce, distribute, display and perform such User Content as permitted through the functionality of the Site and under these Terms.</p>\n<p>\n<b>Unsolicited Material and Ideas.</b> We are happy to hear from our users and welcome feedback regarding our Site.\nThe Site is not responsible for the similarity of any of its content or programming in any media to materials or ideas provided to the Site.\nIf you do transmit unsolicited submissions to us through the Site or otherwise, you grant Tribune Publishing a worldwide, royalty-free, perpetual, irrevocable, non-exclusive right and fully sub-licensable license to use, copy, reproduce, distribute, publish, publicly perform, publicly display, modify, adapt, translate, archive, store, and create derivative works from such submissions, and you understand and agree that such submissions may be adapted, broadcast, changed, copied, disclosed, licensed, performed, posted, published, sold, transmitted, or otherwise used as Tribune Publishing sees fit.\nBy using the Site and transmitting an unsolicited submission to us, you agree that you are not entitled to any compensation, credit or notice whatsoever with respect to such submission, and that by sending an unsolicited submission you waive the right to make any claim against the Site, Tribune Publishing and its parents, officers or directors relating to our use of such submission, including, without limitation, infringement of proprietary rights, unfair competition, breach of implied contract or breach of confidentiality, even if material or an idea is used that is or may be substantially similar to the idea you sent.</p>\n<p>\n<b>User Content Screening and Removal.</b> You acknowledge that the Site and/or its designees may or may not pre-screen User Content, and shall have the right (but not the obligation), in their sole discretion, to move, remove, block, edit, or refuse any User Content for any reason, including without limitation that such User Content violates these Terms or is otherwise objectionable.</p>\n<p>\n<b>User Content Assumption of Risk.</b> Although the Site may from time to time monitor or review postings, transmissions, and the like on the Site, it cannot and does not monitor or manage all User Content, and does not guarantee the accuracy, integrity, or quality of User Content.\nAll User Content provided to the Site is the sole responsibility of the person who provided it.\n<b>This means that you are entirely responsible for all User Content that you provide.</b> To protect your safety, please use your best judgment when using Site forums, chat rooms, bulletin boards, blogs or similar features.\nWe discourage divulging personal phone numbers and addresses or other information that can be used to identify or locate you.\nYou acknowledge and agree that if you make such disclosures either through posting on any bulletin board, forum, blogspace, message or chat area, or uploading text, images, audio files or other audio-visual content, in classified advertising you place or in other interactive areas, or to third parties in any communication, you do so fully understanding that such information could be used to identify you.</p>\n<p>\n<b>User Content Posting Rules.</b> Any decisions as to whether User Content violates any posting rule set forth in these Terms will be made by us in our sole discretion and after we have actual notice of such posting.\nWhen you provide User Content, you agree to the following rules:</p>\n<ul>\n<li>If the photo or video depicts any children under the age of 13, you affirm that you have written permission from the child’s parent or guardian to provide the photo or video.</li>\n<li>Do not provide User Content that:\n<ul>\n<li>contains copyrighted or other proprietary material of any kind without the express permission of the owner of that material;</li>\n<li>contains vulgar, profane, abusive, racist or hateful language, expressions, epithets, slurs, text, photographs or illustrations, or is in poor taste, or is an inflammatory attack of a personal, racial or religious nature;</li>\n<li>is defamatory, threatening, disparaging, grossly inflammatory, false, misleading, fraudulent, inaccurate, unfair, contains gross exaggeration or unsubstantiated claims, violates the privacy rights of any third party, is unreasonably harmful or offensive to any individual or community;</li>\n<li>may cause any harm or damage to the Site, you, us, or anyone else;</li>\n<li>violates any right of the Site, Tribune Publishing or any third party;</li>\n<li>infringes other individuals privacy rights or rights of publicity;</li>\n<li>discriminates on the grounds of race, religion, national origin, gender, age, marital status, sexual orientation or disability, or refers to such matters in any manner prohibited by law.</li>\n<li>violates or encourages the violation of any municipal, state, federal or international law, rule, regulation, ordinance, or similar requirement;</li>\n<li>interferes with any third party’s use of the Site;</li>\n<li>advertises, promotes or offers to trade any goods or services, except in areas specifically designated for such purpose;</li>\n<li>collects any user content or information, or otherwise accesses the Site using automated means (such as harvesting bots, robots, spiders, or scrapers) without our prior permission;</li>\n<li>violates any robot exclusion headers of the Site, if any, or bypasses or circumvents other measures employed to prevent or limit access to the Site;</li>\n<li>shares, recompiles, decompiles, disassembles, reverse engineers, or makes or distributes any other form of, or any derivative work from, the Site;</li>\n<li>attempts to scrape or collect any personal or private information from other users or from the Site;</li>\n<li>pretends to come from someone other than you, or where you are impersonating someone else;</li>\n<li>intercepts or monitors, damages, or modifies any communication not intended for you;</li>\n<li>uses or attempt to use another’s registration account, password, service or system except as expressly permitted by the Terms;</li>\n<li>uploads or transmits viruses or any other harmful, disruptive or destructive files, materials or code;</li>\n<li>disrupts, interferes with, or otherwise harms or violates the security of the Site, or any services, system resources, accounts, passwords, servers or networks connected to or accessible through the Site or affiliated or linked sites;</li>\n<li>“flames” any individual or entity (e.g., sends repeated messages related to another user and/or makes derogatory or offensive comments about another individual), or repeats prior posting of the same message under multiple threads or subjects.\nor</li>\n<li>otherwise breaches these Terms.</li>\n</ul>\n</li>\n</ul>\n<p>\n<b>WARNING: A VIOLATION OF THESE POSTING RULES MAY BE REFERRED TO LAW ENFORCEMENT AUTHORITIES.</b>\n</p>\n<p>You shall notify us immediately upon becoming aware of the commission by any person of any restricted uses of the Site by sending an email to<br>\ntermsofservice@tribpub.com, and you shall provide us with reasonable assistance in any investigations we conduct in light of the information you provide in this respect.</p>\n<p>You acknowledge that we have no obligation to monitor any users’ access to or use of the Site, or to review or edit any Content, but we have the right to do so in our sole discretion: (i) for the purpose of operating and improving the Site (including without limitation for fraud prevention, risk assessment, investigation and customer support purposes).\n(ii) to ensure your compliance with these Terms.\n(iii) to comply with applicable law or the order or requirement of a court, administrative agency or other governmental body.\nor (iv) to address content that we determine is otherwise objectionable or violates these Terms.\nWe reserve the right, at any time and without prior notice, to remove or disable access to any Content that we, in our sole discretion, consider to be objectionable for any reason, in violation of these Terms, otherwise harmful to the Site, or for any other reason that we deem appropriate.\nIn order to protect the integrity of the Site, we also reserve the right at any time in our sole discretion to block users from certain IP addresses from accessing and using the Site.</p>\n<p>You acknowledge, consent, and agree that we may access, preserve and disclose any of your information if we are required to do so by law, or if we believe in good faith that it is reasonably necessary: (i) to respond to claims asserted against us or to comply with legal process (for example, subpoenas, warrants, or other process ).\n(ii) to enforce or administer our agreements with users, including without limitation these Terms.\n(iii) to render services you request.\n(iv) to protect the rights or property of the Site, Tribune Publishing, and their respective third-party suppliers and licensors.\n(v) for fraud prevention, risk assessment, investigation, customer support, product development and de-bugging purposes.\n(vi) to protect the rights, property or safety of the Site, its users, or members of the public.\nor (vii) in circumstances that we deem, in our sole discretion, to pose a threat to the safety of us, you or others.</p>\n<p>\n<b>Transactions and E-Commerce.</b> During your visit to the Site, you may elect to engage in a transaction involving the purchase of a product such as a newspaper subscription, a print or online advertisement or other tangible goods and services.\nCredit card transactions and order fulfillment are often handled by a third-party processing agent, bank or distribution institution.\nWhile in most cases transactions are completed without difficulty, there is no such thing as perfect security on the Internet or offline.\nIf you are concerned about online credit card safety, in most cases a telephone number will be made available so you can call us and place your order by phone.\nThe Site cannot and does not take responsibility for the success or security of transactions undertaken or processed by third parties.</p>\n<p>\n<b>Linked Sites</b> If we provide links to other websites, you should not infer or assume that we operate, control, or are otherwise connected with these other websites.\nPlease be careful to read the applicable terms and conditions and privacy policy of any other website before you provide any personal information or engage in any transactions.\nWe are not responsible for the content or practices of any website not part of the Site, even if the website is operated by a company affiliated or otherwise connected with us.\nBy using the Site, you acknowledge and agree that we are not responsible or liable to you for any content or other materials hosted, served, or residing on the domain from any websites other than the Site and then only to the extent provided for herein.</p>\n<p>During your visit to the Site, you may link to, or view as part of a frame, certain content that is actually created, hosted and/or licensed by a third party.\nBecause the Site has no control over third-party sites and resources, you acknowledge and agree that the Site is not responsible for the availability of external websites or resources, nor for the content, actions, or policies of those sites.\nInformation you provide on such websites, including personal information and transactional information, is subject to the applicable terms and conditions and privacy policy of those websites.</p>\n<p>\n<b>Errors in Advertisements.</b> On occasion, a product or service may not be available at the time or the price as it appears in an advertisement or other material in the Site.\nIn such event, or in the event a product is listed at an incorrect price or with incorrect information due to typographical error, technology error, error in the date or length of publication, error in pricing or product information received from our advertisers or suppliers, or for any other reason, you agree the Site is not responsible for such errors or discrepancies.</p>\n<p>\n<b>Communications with Third Parties </b>\n<b>Through</b>\n<b> the</b>\n<b> Site.</b> Your dealings or communications through the Site with any party other than Tribune Publishing are solely between you and that third party.\nFor example, certain areas of the Site may allow you to conduct transactions or purchase goods or services.\nIn most cases, these transactions will be conducted by our third-party partners and vendors.\nUnder no circumstances will the Site be liable for any goods, services, resources or content available through such third-party dealings or communications, or for any harm related thereto.\nPlease review carefully that third party’s policies and practices and make sure you are comfortable with them before you engage in any transaction.\nComplaints, concerns or questions relating to materials provided by third parties should be directed to the third party.</p>\n<p>\n<b>Notice of Intellectual Property Infringement.</b> In accordance with the Digital Millennium Copyright Act (DMCA) and other applicable law, it is the policy of the Site, in appropriate circumstances, to terminate the registration account of a member who is deemed to infringe third-party intellectual property rights or to remove User Content that is deemed to be infringing.\nIf you believe that your work has been copied in a way that constitutes copyright infringement and is displayed on the Site, please provide substantially the following information to our Copyright Agent (please consult your legal counsel or see 17 U.S.C.\nSection 512(c)(3) to confirm these requirements):</p>\n<ol>\n<li>an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright or other intellectual property interest;</li>\n<li>a description of your copyrighted work or other intellectual property that you claim has been infringed;</li>\n<li>a description of where the material you claim is infringing is located on the Site <b>(providing us with website URL is the quickest way to help us locate content quickly)</b>;</li>\n<li>your address, telephone number, and e-mail address;</li>\n<li>a statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law;</li>\n<li>a statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright or intellectual property owner or authorized to act on the copyright or intellectual property owner’s behalf.</li>\n</ol>\n<p>The Site’s copyright agent can be reached as follows:</p>\n<p>Copyright Agent, 160 N.\nStetson Avenue, 3rd Floor, Chicago, IL 60601, 312-222-4643(voice), 312-222-4567 (fax), copyrightnotice@tribpub.com</p>\n<p>Please note that the above contact information is for intellectual property infringement notices only.\nDO NOT CONTACT OUR COPYRIGHT AGENT FOR OTHER INQUIRIES OR QUESTIONS.\nFor other inquiries or questions, please email us at termsofservice@tribpub.com.\nPlease also note that, pursuant to Section 512(f) of the Copyright Act, any person who knowingly materially misrepresents that material or activity is infringing may be subject to liability.</p>\n<p>\n<b>General Dis</b>\n<b>claimer and Limitation of Liability.</b> While the Site and Tribune Publishing use reasonable efforts to include accurate and up-to-date information, neither the Site nor Tribune Publishing make any warranties or representations as to the accuracy of the Content and assume no liability or responsibility for any error or omission in the Content.\nThe Site and Tribune Publishing do not represent or warrant that use of any Content will not infringe rights of third parties.\nThe Site and Tribune Publishing have no responsibility for actions of third parties or for content provided by others, including without limitation User Content.</p>\n<p>USE OF THE SITE IS AT YOUR OWN RISK.\nALL CONTENT AND ACCESS TO THE SITE ARE PROVIDED “AS IS” AND “AS AVAILABLE.” NEITHER TRIBUNE PUBLISHING, THE SITE, NOR ANY OF THE TRIBUNE PUBLISHING AND/OR SITE OFFICERS, DIRECTORS, SHAREHOLDERS, MEMBERS, EMPLOYEES, REPRESENTATIVES, CONTRACTORS, AGENTS, CONTENT PROVIDERS OR LICENSORS, MAKE ANY REPRESENTATION OR WARRANTY OF ANY KIND REGARDING THE SITE, THE CONTENT, ANY ADVERTISING MATERIAL, INFORMATION, PRODUCTS OR SERVICES AVAILABLE ON OR THROUGH THE SITE, AND/OR THE RESULTS THAT MAY (OR MAY NOT) BE OBTAINED FROM USE OF THE SITE OR THE CONTENT.\nALL EXPRESS OR IMPLIED WARRANTIES, INCLUDING WITHOUT LIMITATION WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE, WARRANTIES AGAINST INFRINGEMENT, AND WARRANTIES THE SITE WILL MEET YOUR REQUIREMENTS, BE UNINTERRUPTED, TIMELY, SECURE OR ERROR FREE, ARE SPECIFICALLY DISCLAIMED.\nTHE SITE, TRIBUNE PUBLISHING AND THEIR RESPECTIVE OFFICERS, DIRECTORS, SHAREHOLDERS, MEMBERS, EMPLOYEES, REPRESENTATIVES, CONTRACTORS, AGENTS, CONTENT PROVIDERS OR LICENSORS ARE NOT RESPONSIBLE OR LIABLE FOR CONTENT POSTED BY THIRD PARTIES, ACTIONS OF ANY THIRD PARTY, OR FOR ANY DAMAGE TO, OR VIRUS OR MALWARE THAT MAY INFECT, YOUR COMPUTER EQUIPMENT, MOBILE DEVICE, OR OTHER PROPERTY.\nTHE SITE CONTAINS FACTS, VIEWS, OPINIONS, STATEMENTS AND RECOMMENDATIONS OF THIRD-PARTY INDIVIDUALS AND ORGANIZATIONS.\nTHE SITE DOES NOT REPRESENT OR ENDORSE THE ACCURACY, CURRENTNESS OR RELIABILITY OF ANY ADVICE, OPINION, STATEMENT OR OTHER INFORMATION DISPLAYED, UPLOADED OR DISTRIBUTED THROUGH THE SITE.\nANY RELIANCE UPON ANY SUCH OPINION, ADVICE, STATEMENT OR INFORMATION IS AT YOUR SOLE RISK.\nTO THE MAXIMUM EXTENT PERMITTED BY LAW, THE SITE, TRIBUNE PUBLISHING AND/OR THEIR RESPECTIVE OFFICERS, DIRECTORS, SHAREHOLDERS, MEMBERS, EMPLOYEES, REPRESENTATIVES, CONTRACTORS, AGENTS, CONTENT PROVIDERS OR LICENSORS SHALL NOT BE LIABLE FOR ANY INDIRECT, CONSEQUENTIAL, SPECIAL, INCIDENTAL OR PUNITIVE DAMAGES INCLUDING, WITHOUT LIMITATION, DAMAGES RELATED TO UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR DATA, THE CONTENT OR ANY ERRORS OR OMISSIONS IN THE CONTENT, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nTO THE MAXIMUM EXTENT PERMITTED BY LAW, THE SITE, TRIBUNE PUBLISHING AND/OR ANY OF THEIR RESPECTIVE OFFICERS, DIRECTORS, SHAREHOLDERS, EMPLOYEES, REPRESENTATIVES, CONTRACTORS, AGENTS, CONTENT PROVIDERS OR LICENSORS SHALL NOT BE LIABLE FOR ANY AMOUNT FOR DIRECT DAMAGES IN EXCESS OF THE LESSER OF $100 OR THE AMOUNT YOU PAID TO USE THE SITE.\nTHE LIMITATION OF LIABILITY DESCRIBED ABOVE SHALL APPLY FULLY TO RESIDENTS OF NEW JERSEY.</p>\n<p>\n<b>Indemnity.</b> You agree to indemnify, defend and hold harmless the Site and Tribune Publishing, as well as each of their respective parent companies, and each of their respective partners, suppliers, licensors, officers, directors, shareholders, members, employees, representatives, contractors and agents, and sub-licensees from any and all claims (including but not limited to claims for defamation, trade disparagement, privacy and intellectual property infringement) and damages (including attorneys’ fees and court costs) in any and all jurisdictions arising from or relating to any allegation regarding: (1) your use of the Site.\n(2) the Site’s and/or Tribune Publishing’s use of any User Content or information you provide, as long as such use is not inconsistent with these Terms.\n(3) information or material provided through your registration account, even if not posted by you.\nand (4) any violation of these Terms by you.</p>\n<p>\n<b>International Users.</b> The Site is controlled, operated and administered by Tribune Publishing from its offices within the United States.\nIf you are using the Services from outside the United States, please be aware that certain interactive, personalized or enriched media features, products and services may not be available in every jurisdiction.\nThe Site and Tribune Publishing make no representation that materials or Content available through the Site are appropriate or available for use outside the United States and access to them from territories where their contents are illegal is prohibited.\nYou may not use the Site or export the Content and/or User Content in violation of U.S.\nexport laws and regulations.\nIf you access the Site from a location outside the United States, you are responsible for compliance with all applicable laws.</p>\n<p>\n<b>Modifying these Terms.</b> The Site and Tribune Publishing reserve the right to change these Terms at any time in their respective discretion and to notify users of any such changes solely by changing the Effective Date of these Terms.\nThe most current version of these Terms will supersede all previous versions.\nYour continued use of the Site after the posting of any amended Terms shall constitute your agreement to be bound by any such changes.\nYour use of the Site prior to the time these Terms were posted will be governed according to the Terms that applied at the time of your use.</p>\n<p>\n<b>Discontinuation of Service.</b> The Site may modify, suspend, discontinue or restrict the use of any portion of the Site, including the availability of any portion of the Content at any time, without notice or liability.\nThe Site may deny access to any registered member or other user at any time for any reason, or no reason at all in our sole discretion.\nIn addition, the Site or Tribune Publishing may at any time transfer rights and obligations under these Terms to any Tribune Publishing affiliate, subsidiary or business unit, or any of their affiliated companies or divisions, or any entity that acquires Tribune Publishing, the Site or any of their respective assets.</p>\n<p>\n<b>Statute of Limitation</b>\n<b>s.</b> You agree to file any claim regarding any aspect of this Site or these Terms within six months of the time in which the events giving rise to such claim began, or you agree to waive such claim.\nThis statute of limitations provision does not apply to residents of New Jersey.</p>\n<p>\n<b>Disputes.</b> Our Customer Support Department is available at termsofservice@tribpub.com to address any concerns you may have regarding the Site.\nOur Customer Support Department is able to resolve most concerns quickly to our customers’ satisfaction.\nThe parties shall use their best efforts to settle any dispute, claim, question, or disagreement directly through consultation with the Customer Support Department and good faith negotiations which shall be a condition to either party initiating a lawsuit or arbitration.</p>\n<p>For any dispute that is not subject to binding arbitration or otherwise as set forth in these Terms, you and the Site agree to submit to the personal and exclusive jurisdiction of and venue in the federal and state courts located in State of Illinois.\nYou further agree to accept service of process by mail, and hereby waive any and all jurisdictional and venue defenses otherwise available.</p>\n<p>These Terms and the relationship between you and the Site shall be governed by the laws of the State of Illinois without regard to conflict of law provisions.</p>\n<p>\n<b>\n<br>\nMANDATORY ARBITRATION AND CLASS ACTION WAIVER</b>\n</p>\n<p>\n<b>PLEASE READ THIS SECTION CAREFULLY.\nIT AFFECTS YOUR LEGAL RIGHTS, INCLUDING YOUR RIGHT TO FILE A LAWSUIT IN COURT.</b>\n</p>\n<p>You and Tribune Publishing agree that these Terms affect interstate commerce and that the Federal Arbitration Act governs the interpretation and enforcement of these arbitration provisions.</p>\n<p>This Section is intended to be interpreted broadly and governs any and all disputes between us, including but not limited to claims arising out of or relating to any aspect of the relationship between us, whether based in contract, tort, statute, fraud, misrepresentation or any other legal theory.\nclaims that arose before these Terms or any prior agreement (including, but not limited to, claims related to advertising).\nand claims that may arise after the termination of these Terms.\n<b>The only disputes excluded from this broad prohibition are the litigation of certain intellectual property and small court claims, as provided below.</b>\n</p>\n<p>By agreeing to these Terms, you agree to resolve any and all disputes with Tribune Publishing as follows:</p>\n<p>\n<b>Initial Dispute Resolution</b>\n<b>.</b> Most disputes can be resolved without resort to litigation.\nYou can reach our Customer Support Department at termsofservice@tribpub.com.\nExcept for intellectual property and small claims court claims, the parties agree to use their best efforts to settle any dispute, claim, question, or disagreement directly through consultation with our Customer Support Department, and good faith negotiations shall be a condition to either party initiating a lawsuit or arbitration.</p>\n<p>\n<b>Binding Arbitration</b>\n<b>.</b>\n<b>\n</b>If the parties do not reach an agreed-upon solution within a period of sixty (60) days from the time informal dispute resolution is initiated under the Initial Dispute Resolution provision above, then either party may initiate binding arbitration as the sole means to resolve claims, subject to the terms set forth below.\nSpecifically, all claims arising out of or relating to these Terms (including the Terms’ or Privacy Policy’s formation, performance, and breach), the parties’ relationship with each other, and/or your use of the Site shall be finally settled by binding arbitration administered by JAMS in accordance with the JAMS Streamlined Arbitration Procedure Rules for claims that do not exceed $250,000 and the JAMS Comprehensive Arbitration Rules and Procedures for claims exceeding $250,000 in effect at the time the arbitration is initiated, excluding any rules or procedures governing or permitting class actions.\nThe arbitrator, and not any federal, state, or local court or agency, shall have exclusive authority to resolve all disputes arising out of or relating to the interpretation, applicability, enforceability, or formation of these Terms or the Privacy Policy, including but not limited to any claim that all or any part of these Terms or Privacy Policy is void or voidable, whether a claim is subject to arbitration, or the question of waiver by litigation conduct.\nThe arbitrator shall be empowered to grant whatever relief would be available in a court under law or in equity.\nThe arbitrator’s award shall be written and shall be binding on the parties and may be entered as a judgment in any court of competent jurisdiction.\nTo start an arbitration, you must do the following: (a) write a Demand for Arbitration that includes a description of the claim and the amount of damages you seek to recover (you may find a copy of a Demand for Arbitration at www.jamsadr.com).\n(b) send three copies of the Demand for Arbitration, plus the appropriate filing fee, to JAMS, Two Embarcadero Center, Suite 1500, San Francisco, California 94111.\nand (c) send one copy of the Demand for Arbitration to Tribune Publishing at 160 N.\nStetson Avenue, ATTENTION: LEGAL, Chicago, IL 60601.</p>\n<p>To the extent the filing fee for the arbitration exceeds the cost of filing a lawsuit, Tribune Publishing will pay the additional cost.\nIf the arbitrator finds the arbitration to be non-frivolous, Tribune Publishing will pay the fees invoiced by JAMS, including filing fees and arbitrator and hearing expenses.\nYou are responsible for your own attorneys’ fees unless the arbitration rules and/or applicable law provide otherwise.</p>\n<p>The parties understand that, absent this mandatory arbitration provision, they would have the right to sue in court and have a jury trial.\nThey further understand that, in some instances, the costs of arbitration could exceed the costs of litigation and the right to discovery may be more limited in arbitration than in court.</p>\n<p>If you are a resident of the United States, arbitration may take place in the county where you reside at the time of filing.\nFor individuals residing outside the United States, arbitration shall be initiated in Cook County in the State of Illinois, United States of America, and you and Tribune Publishing agree to submit to the personal jurisdiction of any federal or state court in Cook County, Illinois in order to compel arbitration, to stay proceedings pending arbitration, or to confirm, modify, vacate, or enter judgment on the award entered by the arbitrator.</p>\n<p>\n<b>Class Action Waiver</b>\n<b>.</b>\n<b>\n</b>The parties further agree that the arbitration shall be conducted in their individual capacities only and not as a class action or other representative action, and the parties expressly waive their right to file a class action or seek relief on a class basis.<b>YOU AND TRIBUNE PUBLISHING AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.</b> If any court or arbitrator determines that the class action waiver set forth in this paragraph is void or unenforceable for any reason or that an arbitration can proceed on a class basis, then the arbitration provisions set forth above shall be deemed null and void in their entirety and the parties shall be deemed to have not agreed to arbitrate disputes on a class basis.</p>\n<p>\n<b>Exception</b>\n<b>.</b>\n<i> Litigation of Intellectual Property and Small Claims Court Claims:</i> Notwithstanding the parties’ decision to resolve all disputes through arbitration, either party may bring enforcement actions, validity determinations or claims arising from or relating to theft, piracy or unauthorized use of intellectual property in state or federal court or in the U.S.\nPatent and Trademark Office to protect its intellectual property rights (“intellectual property rights” means patents, copyrights, moral rights, trademarks, and trade secrets, but not privacy or publicity rights).\nEither party may also seek relief in a small claims court for disputes or claims within the scope of that court’s jurisdiction.</p>\n<p>\n<b>30-Day Right to Opt Out</b>\n<b>.</b> You have the right to opt out and not be bound by the arbitration and class action waiver provisions set forth above by sending written notice of your decision to opt out to termsofservice@tribpub.com with the subject line, “MANDATORY ARBITRATION AND CLASS ACTION WAIVER OPT-OUT.” The notice must be sent within thirty (30) days of (a) the Effective Date of these Terms.\nor (b) the first date that you used the Site that contained any versions of the Terms that included this version of the mandatory arbitration and class action waiver, whichever is later.\nOtherwise, you shall be bound to arbitrate disputes in accordance with the terms of those paragraphs.\nIf you opt out of these arbitration provisions, Tribune Publishing also will not be bound by them.</p>\n<p>\n<b>Changes to This Section</b>.\nAny changes to this section will be made in the same manner as described in the Modifying these Terms section above.\nhowever, such changes will only become effective sixty (60) days after the revised Effective Date of these Terms and only will apply prospectively to claims arising after the sixtieth (60th) day.\nIf a court or arbitrator decides that this subsection on “Changes to This Section” is not enforceable or valid, then this subsection shall be severed from the section entitled “Mandatory Arbitration and Class Action Waiver,” and the court or arbitrator shall apply the first Mandatory Arbitration and Class Action Waiver section in existence after you began using the Site.</p>\n<p>\n<b>Survival</b>\n<b>.</b> This Mandatory Arbitration and Class Action Waiver section shall survive any termination of your account or the Site.</p>\n<p>\n<b>General Provisions</b>\n</p>\n<p>\n<b>Force Majeure.</b> The failure of the Site to comply with any provision of these Terms due to an act of God, hurricane, war, fire, riot, earthquake, terrorism, act of public enemies, actions of governmental authorities outside of the control of the Site (excepting compliance with applicable codes and regulations) or other force majeure event will not be considered a breach of these Terms.</p>\n<p>\n<b>Severability.</b> If for any reason any provision of these Terms is found unenforceable, that provision shall be enforced to the maximum extent permissible so as to effect the intent of the parties as reflected in that provision, and the remainder of these Terms shall continue in full force and effect.</p>\n<p>\n<b>No Waiver.</b> Any failure of the Site to enforce or exercise any provision of these Terms or related right shall not constitute a waiver of that right or provision.</p>\n<p>\n<b>No Third-Party Beneficiaries.</b> You agree, except as expressly provided in these Terms, there shall be no third-party beneficiaries to these Terms.</p>\n<p>\n<b>Section Titles.</b> The section titles used in these Terms are purely for convenience and carry with them no legal or contractual effect.</p>\n<p>\n<b>Termination.</b> In the event of termination of these Terms for any reason, you agree the following provisions will survive: the provisions regarding limitations on your use of Content, the license(s) you have granted to the Site, the Disputes provisions, and all other provisions for which survival is equitable or appropriate.</p>\n<p>\n<b>Conflicts.</b> In the case of a conflict between these Terms and the terms of any electronic or machine readable statement or policy, these Terms shall control.\nSimilarly, in case of a conflict between these Terms and our Privacy Policy, these Terms control.</p>\n<p>\n<b>No Joint Venture, Partners</b>\n<b>hip, or Agency Relationship.</b> No joint venture, partnership or agency relationship exists between you and the Site.\nThese Terms, our Privacy Policy, any uses of the Site by you, and any information, products, or services provided by the Site to you do not create and shall not be construed to create a joint venture, partnership or agency relationship between you and the Site or Tribune Publishing.</p>\n<p>\n<b>Limitation of Liability and Disclaimer of Warranties are Material Terms of these Terms.</b> You agree that the provisions of these Terms that limit liability and disclaim warranties are essential terms of these Terms of Service.</p>\n<p>\n<b>Entire Agreement.</b> These Terms constitute the entire agreement between you and the Site and supersede all prior or contemporaneous understandings regarding such subject matter.\nNo amendment to or modification of these Terms will be binding unless made in writing and signed by Tribune Publishing.\nNo failure to exercise, and no delay in exercising, on the part of either party, any right or any power hereunder shall operate as a waiver thereof, nor shall any single or partial exercise of any right or power hereunder preclude further exercise of any other right hereunder.\nIn the event of a conflict between these Terms and any applicable purchase or other terms, these Terms shall govern.</p>\n<p>Effective Date: February 1, 2019</p>\n", "created_at": "2021-04-14 10:41:26.079652", "updated_at": "2021-04-14 10:41:36.229908"}, {"id": 5075, "name": "Subscriber Terms and Conditions", "url": "https://www.tribpub.com/subscriber-terms-and-conditions/", "xpath": "//body", "text": " <ul>\n<li>Who We Are</li>\n<li>What We Do</li>\n<li>Careers</li>\n<li>Investor Relations</li>\n<li>Contact Us</li>\n</ul> Subscriber Terms and Conditions\n<p>As used below, the words “you” and “your” mean the subscriber.\nthe words “Tribune Publishing,” “we,” “us” and “our” mean Tribune Publishing Company, its affiliated newspapers, digital communications and all other properties, its affiliates, subsidiaries, successors and assigns.\nthe word “device” means the personal computer, tablet, smartphone or other electronic device you are using to view this page.\nand “payment method” means the credit card, debit card, bank account or the Apple Pay default card information you provide to us from time to time in connection with a subscription.\nPlease print or save to your device a copy of this page.</p>\n<p>\n<strong>1.\nContinuous Subscription Terms and Right To Cancel</strong>\n</p>\n<p>All subscriptions are CONTINUOUS, which means your subscription will continue and you will be billed until you cancel the subscription.\nBy providing your payment method information and clicking the PLACE ORDER button as your electronic signature, you accept a CONTINUOUS SUBSCRIPTION, which means your initial subscription will automatically renew until canceled.\nYou have the right to cancel service at any time by calling the appropriate number or sending an email to the appropriate email address listed in Section 9 (Contact Us) below.\nWe do not accept written correspondence sent by U.S.\nmail or otherwise.\nYou will be charged for any service prior to cancellation.</p>\n<p>Your introductory rate is valid for the period of time specified in the Order Page.\nThat amount will be the initial charge made to your payment method.\nAfter the introductory offer, your payment method will automatically be charged the amount specified on the Order Page until you notify us to cancel.</p>\n<p>All Print subscriptions and Print Delivery + Unlimited Digital Access subscriptions include premium issues each calendar year.\nYour account will be charged an additional fee in the billing period when the premium issue publishes.\nThis will result in shortening the length of your billing period.\nYou can opt out of premium issues by contacting customer service as provided in Section 9 (Contact Us) below.\nFor premium issue dates refer to the Order Page.</p>\n<p>\n<strong>2.\nAutomatic Payment Authorization.\nDigital Subscriptions, Print Subscriptions, Print Delivery + Unlimited Digital Access and Other Properties</strong>\n</p>\n<p>By providing your payment method information and clicking the PLACE ORDER button as your electronic signature, you authorize us to initiate charges/debits to your payment method automatically to pay each of your periodic payment amounts when due.\nInitial prices and your billing periods are set forth on the Order Page.\nFuture Prices may be higher.\nWe reserve the right to increase rates at any time.\nYou will be notified in advance of any change in rates.\nCharges will be made to your payment method as of the due date of each payment or the next business day and in the amount of the payment due.\nThis authorization will remain in effect until it is cancelled by you or us.\nYou may cancel this authorization at any time by calling us at the appropriate number provided in Section 9 (Contact Us) below and your cancellation will take effect after we have had a reasonable opportunity to act on it.\nWe may cancel automatic payments at any time if any payment is returned by your financial institution unpaid.\nIf you or we cancel this authorization without you cancelling your subscription, you will still be required to make your payments by check or other means.\nOur cancellation of your automatic payments does not result in a cancellation of your continuous subscription.</p>\n<p>\n<strong>3.\nElectronic Communications Disclosure Statement and Consent</strong>\n</p>\n<p>By providing your payment method information and clicking the PLACE ORDER button as your electronic signature, you confirm that you have read the disclosures below and you agree to receive billing statements and other notices, disclosures, documents and all other communications (collectively, “communications”) from us in electronic form.</p>\n<ul>\n<li>To receive communications electronically, you will need a device and operating system software that will support:\n<ul>\n<li>A connection to the Internet and an e-mail account,</li>\n<li>An Internet browser that we support, including: Internet Explorer 11, Chrome, Firefox and Safari (all versions are supported), and</li>\n<li>A software program that accurately reads and displays PDF files, such as Adobe Acrobat reader.\n(All versions of Adobe Acrobat reader are supported but be advised that, if you are not using the latest version, you will be asked to update accordingly.)</li>\n</ul>\n</li>\n<li>In order to retain and/or print communications sent to you electronically, your device will need to be able to save and store communications and/or you will need a functioning printer connected to your device.</li>\n<li>You may withdraw your consent to receiving communications electronically by contacting us at the appropriate phone number provided in Section 9 (Contact Us) below.</li>\n<li>You may request a paper copy of a communication that was sent electronically at no charge by contacting us as provided in Section 9 (Contact Us) below.</li>\n<li>You agree to notify us immediately of any change in the e-mail address you have provided by contacting us as provided in Section 9 (Contact Us) below.</li>\n</ul>\n<p>\n<strong>4.\nMandatory Arbitration and Class Action Waiver</strong>\n</p>\n<p>\n<strong>PLEASE READ THIS SECTION CAREFULLY.\nIT AFFECTS YOUR LEGAL RIGHTS, INCLUDING YOUR RIGHT TO FILE A LAWSUIT IN COURT.</strong>\n</p>\n<p>You and Tribune Publishing agree that these Terms affect interstate commerce and that the Federal Arbitration Act governs the interpretation and enforcement of these arbitration provisions.</p>\n<p>This Section is intended to be interpreted broadly and governs any and all disputes between us, including but not limited to claims arising out of or relating to any aspect of the relationship between us, whether based in contract, tort, statute, fraud, misrepresentation or any other legal theory.\nclaims that arose before these Terms or any prior agreement (including, but not limited to, claims related to advertising).\nand claims that may arise after the termination of these Terms.\n<strong>The only disputes excluded from this broad prohibition are the litigation of certain intellectual property and small court claims, as provided below.</strong>\n</p>\n<p>By agreeing to these Terms, you agree to resolve any and all disputes with Tribune Publishing as follows:</p>\n<p>\n<em>Initial Dispute Resolution:</em> Most disputes can be resolved without resort to litigation.\nYou can reach our support department at the phone number provided in the Contact Us section.\nExcept for intellectual property and small claims court claims, the parties agree to use their best efforts to settle any dispute, claim, question, or disagreement directly through consultation with our support department, and good faith negotiations shall be a condition to either party initiating a lawsuit or arbitration.</p>\n<p>\n<em>Binding Arbitration:</em> If the parties do not reach an agreed-upon solution within a period of sixty (60) days from the time informal dispute resolution is initiated under the Initial Dispute Resolution provision above, then either party may initiate binding arbitration as the sole means to resolve claims, subject to the terms set forth below.\nSpecifically, all claims arising out of or relating to these Terms (including the Terms’ formation, performance, and breach) and the parties’ relationship with each other shall be finally settled by binding arbitration administered by JAMS in accordance with the JAMS Streamlined Arbitration Rules and Procedures for claims that do not exceed $250,000 and the JAMS Comprehensive Arbitration Rules and Procedures for claims exceeding $250,000 in effect at the time the arbitration is initiated, excluding any rules or procedures governing or permitting class actions.\nThe arbitrator, and not any federal, state, or local court or agency, shall have exclusive authority to resolve all disputes arising out of or relating to the interpretation, applicability, enforceability, or formation of these Terms, including but not limited to any claim that all or any part of these Terms is void or voidable, whether a claim is subject to arbitration, or the question of waiver by litigation conduct.\nThe arbitrator shall be empowered to grant whatever relief would be available in a court under law or in equity.\nThe arbitrator’s award shall be written and shall be binding on the parties and may be entered as a judgment in any court of competent jurisdiction.\nTo start an arbitration, you must do the following: (a) write a Demand for Arbitration that includes a description of the claim and the amount of damages you seek to recover (you may find a copy of a Demand for Arbitration at www.jamsadr.com ).\n(b) send three copies of the Demand for Arbitration, plus the appropriate filing fee, to JAMS, Two Embarcadero Center, Suite 1500, San Francisco, California 94111.\nand (c) send one copy of the Demand for Arbitration to Tribune Publishing at 160 N.\nStetson Avenue, ATTENTION: LEGAL, Chicago, IL 60601.</p>\n<p>To the extent the filing fee for the arbitration exceeds the cost of filing a lawsuit, Tribune Publishing will pay the additional cost.\nIf the arbitrator finds the arbitration to be non-frivolous, Tribune Publishing will pay the fees invoiced by JAMS, including filing fees and arbitrator and hearing expenses.\nYou are responsible for your own attorneys’ fees unless the arbitration rules and/or applicable law provide otherwise.</p>\n<p>The parties understand that, absent this mandatory arbitration provision, they would have the right to sue in court and have a jury trial.\nThey further understand that, in some instances, the costs of arbitration could exceed the costs of litigation and the right to discovery may be more limited in arbitration than in court.</p>\n<p>If you are a resident of the United States, arbitration may take place in the county where you reside at the time of filing.\nFor individuals residing outside the United States, arbitration shall be initiated in Cook County in the State of Illinois, United States of America, and you and Tribune Publishing agree to submit to the personal jurisdiction of any federal or state court in Cook County, Illinois in order to compel arbitration, to stay proceedings pending arbitration, or to confirm, modify, vacate, or enter judgment on the award entered by the arbitrator.</p>\n<p>\n<em>Class Action Waiver:</em> The parties further agree that the arbitration shall be conducted in their individual capacities only and not as a class action or other representative action, and the parties expressly waive their right to file a class action or seek relief on a class basis.\n<strong>YOU AND TRIBUNE PUBLISHING AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.</strong> If any court or arbitrator determines that the class action waiver set forth in this paragraph is void or unenforceable for any reason or that an arbitration can proceed on a class basis, then the arbitration provisions set forth above shall be deemed null and void in their entirety and the parties shall be deemed to have not agreed to arbitrate disputes on a class basis.</p>\n<p>\n<em>Exception – Litigation of Intellectual Property and Small Claims Court Claims:</em> Notwithstanding the parties’ decision to resolve all disputes through arbitration, either party may bring enforcement actions, validity determinations or claims arising from or relating to theft, piracy or unauthorized use of intellectual property in state or federal court or in the U.S.\nPatent and Trademark Office to protect its intellectual property rights (“intellectual property rights” means patents, copyrights, moral rights, trademarks, and trade secrets, but not privacy or publicity rights).\nEither party may also seek relief in a small claims court for disputes or claims within the scope of that court’s jurisdiction.</p>\n<p>\n<em>30-Day Right to Opt Out:</em> You have the right to opt out and not be bound by the arbitration and class action waiver provisions set forth above by sending written notice of your decision to opt out to termsofservice@tribpub.com with the subject line, “MANDATORY ARBITRATION AND CLASS ACTION WAIVER OPT-OUT.” The notice must be sent within thirty (30) days of (a) the Effective Date of these Terms.\nor (b) the first date that you used the site that contained any versions of the Terms that included this version of the mandatory arbitration and class action waiver whichever is later.\nOtherwise, you shall be bound to arbitrate disputes in accordance with the terms of those paragraphs.\nIf you opt out of these arbitration provisions, Tribune Publishing also will not be bound by them.</p>\n<p>\n<em>Survival:</em> This Mandatory Arbitration and Class Action Waiver section shall survive any termination of your account.</p>\n<p>\n<strong>5.\nTerms of Service and Privacy Policy</strong>\n</p>\n<p>By providing your payment method information and clicking the PLACE ORDER button as your electronic signature, you confirm that you have read and agree to the Terms of Service and Privacy Policy.</p>\n<p>\n<strong>6.\nEligibility for Offer</strong>\n</p>\n<p>A.\nPrint Delivery + Unlimited Digital Access–This offer is available to new subscribers and households that have not subscribed to the paper in the past 30 days (previous account must be in good standing) and can’t be used in conjunction with any other offer.\nHome delivery offer available in our home delivery area and limited to one offer per household.</p>\n<p>B.\nDigital Subscription–This offer is valid for new digital subscriptions only, is nontransferable and limited to one per household.</p>\n<p>\n<strong>7.\nOther Terms</strong>\n</p>\n<p>The payment amounts and timing were described in the offer that you accepted online.\nPlease refer to the authorization terms you were directed to print or save to your computer when you accepted the offer for more details.</p>\n<p>Transportation costs may apply to home delivery, which may vary by location and are subject to change.\nCall the appropriate telephone number provided below in Section 9 (Contact Us) to determine if you have the option to pick up the newspaper and avoid these charges.</p>\n<p>Future prices may be higher.\nWe reserve the right to increase rates at any time.\nYou will be notified in advance of any change in rates.\nIn addition to premium issues described above, pay through dates will be affected by different factors, including but not limited to, changes in delivery, service adjustments and interruptions in service.</p>\n<p>Billing Disputes – all disputes must be received by phone or electronic communication within 120 days of the statement date.\nDisputes received after this timeframe will not be eligible for review.</p>\n<p>Refund Policy – if your subscription is terminated and you have a credit balance of more than $3.00 with us, a refund will either be credited to the credit or debit card on file if the card account is open or a check will be mailed to the postal address we have on record approximately sixty (60) days following termination.</p>\n<p>Effective February 1, 2021.\nSubscribers that choose to receive a printed invoice will be charged a $3.50 processing fee for each printed invoice sent.\nTo avoid this fee please have your subscription automatically charged to your bank, credit or checking account.\nPlease contact customer service with any questions or to convert to EzPay billing by calling the appropriate telephone number in Section 9 (Contact Us) below.\nPrinted invoice processing fees are not applicable to subscribers in New York and Delaware.\n</p>\n<p>We reserve the right to change these Subscriber Terms and Conditions (Terms) at any time in our discretion and to notify you of any such changes by changing the Revision Date of these Terms.\nThe most current version of these Terms will supersede all previous versions.\nYour continued subscription after the posting of any amended Terms shall constitute your agreement to be bound by any such changes.</p>\n<p>\n<strong>8.\nService Issues</strong>\n</p>\n<p>To report any service issues, please call the appropriate number provided in the Contact Us section below.</p>\n<p>\n<strong>9.\nContact Us</strong>\n</p>\n<p>To contact us, please use the following:</p> Property\nCS Phone\nManage Account On-line The Baltimore Sun\n443-692-9011\nbaltimoresun.com/customerservice Chicago Tribune\n312-546-7900\nchicagotribune.com/customerservice Daily Press\n757-247-4800\ndailypress.com/customerservice Hartford Courant\n860-525-5555\ncourant.com/customerservice Morning Call\n484-244-4170\nmcall.com/customerservice New York Daily News\n1-800-692-6397\nnydailynews.com/customerservice Orlando Sentinel\n407-420-5353\norlandosentinel.com/customerservice Sun Sentinel\n954-375-2018\nsunsentinel.com/customerservice The Virginian-Pilot\n757-446-9000\npilotonline.com/customerservice <p>\n<em>Revision Date: March 26, 2021</em>\n</p>\n<ul>\n<li>Privacy Policy</li>\n<li>Subscriber Terms and Conditions</li>\n<li>Central Terms of Service</li>\n<li>Do Not Sell My Personal Information</li>\n</ul> Copyright © 2021 Tribune Publishing Company, LLC ", "created_at": "2021-04-14 10:42:13.895577", "updated_at": "2021-04-14 10:42:46.366065"}, {"id": 5076, "name": "Privacy Policy", "url": "https://www.tribpub.com/privacy-policy", "xpath": "//body", "text": null, "created_at": "2021-04-14 10:43:19.429201", "updated_at": "2021-04-14 10:43:41.692588"}], "points": [{"id": 25903, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://www.tribpub.com/central-terms-of-service/", "status": "Generated through the annotate view", "created_at": "2021-11-23 01:49:02.007393", "updated_at": "2021-12-19 21:55:47.548822", "quoteText": "USE OF THE SITE IS AT YOUR OWN RISK.\nALL CONTENT AND ACCESS TO THE SITE ARE PROVIDED “AS IS” AND “AS AVAILABLE.”", "case_id": 286, "document_id": 5074, "quoteStart": 24324, "quoteEnd": 24436}, {"id": 25905, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://www.tribpub.com/central-terms-of-service/", "status": "Generated through the annotate view", "created_at": "2021-11-23 01:50:25.001443", "updated_at": "2022-01-05 14:03:59.880797", "quoteText": "You agree to indemnify, defend and hold harmless the Site and Tribune Publishing, as well as each of their respective parent companies, and each of their respective partners, suppliers, licensors, officers, directors, shareholders, members, employees, representatives, contractors and agents, and sub-licensees from any and all claims (including but not limited to claims for defamation, trade disparagement, privacy and intellectual property infringement) and damages (including attorneys’ fees and court costs) in any and all jurisdictions arising from or relating to any allegation regarding: (1) your use of the Site.\n(2) the Site’s and/or Tribune Publishing’s use of any User Content or information you provide, as long as such use is not inconsistent with these Terms.\n(3) information or material provided through your registration account, even if not posted by you.\nand (4) any violation of these Terms by you.", "case_id": 146, "document_id": 5074, "quoteStart": 26983, "quoteEnd": 27901}, {"id": 25904, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://www.tribpub.com/central-terms-of-service/", "status": "Generated through the annotate view", "created_at": "2021-11-23 01:49:36.268764", "updated_at": "2022-01-25 13:44:31.939949", "quoteText": "THE SITE DOES NOT REPRESENT OR ENDORSE THE ACCURACY, CURRENTNESS OR RELIABILITY OF ANY ADVICE, OPINION, STATEMENT OR OTHER INFORMATION DISPLAYED, UPLOADED OR DISTRIBUTED THROUGH THE SITE.", "case_id": 288, "document_id": 5074, "quoteStart": 25712, "quoteEnd": 25899}, {"id": 25902, "title": "This service is only available to users over a certain age", "source": "https://www.tribpub.com/central-terms-of-service/", "status": "Generated through the annotate view", "created_at": "2021-11-23 01:48:26.987491", "updated_at": "2021-12-19 21:56:40.009724", "quoteText": "The Site is intended solely for persons who are 13 or older.\nAny access to or use of the Site by anyone under 13 is expressly prohibited.\nBy accessing or using the Site you represent and warrant that you are 13 or older.</p>\n<p>", "case_id": 152, "document_id": 5074, "quoteStart": 1292, "quoteEnd": 1520}, {"id": 24844, "title": "You waive your moral rights", "source": "https://www.tribpub.com/central-terms-of-service/", "status": "Generated through the annotate view", "created_at": "2021-08-17 11:51:25.487203", "updated_at": "2021-08-19 13:38:06.003908", "quoteText": "You waive all moral rights with respect to any User Content you Provide to the Site.", "case_id": 118, "document_id": 5074, "quoteStart": 7425, "quoteEnd": 7509}, {"id": 18837, "title": "There is a date of the last update of the agreements", "source": "https://www.tribpub.com/subscriber-terms-and-conditions/", "status": "Generated through the annotate view", "created_at": "2021-04-15 08:54:50.357291", "updated_at": "2021-04-15 10:17:06.189273", "quoteText": "<p>Effective February 1, 2021.", "case_id": 331, "document_id": 5075, "quoteStart": 15563, "quoteEnd": 15593}], "urls": ["tribpub.com"]}}