{"error": 448, "message": "OK", "parameters": {"id": 234, "name": "CreditNerds", "created_at": "2018-01-16 15:26:06.552016", "updated_at": "2021-06-25 02:40:04.677954", "wikipedia": null, "keywords": "", "related": "", "slug": "creditnerds", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/234.png", "url": "creditnerds.com", "documents": [{"id": 7287, "name": "Terms of Service", "url": "https://www.creditnerds.com/legal/", "xpath": "/html/body/div[1]/div[4]/div/div/section[3]/div[1]/div/div/section[2]/div/div", "text": " Terms of Service <p>The specific services, guarantees, payment terms, time-frame, and total cost are set forth in the client disclosure statement incorporated herein for all purposes.\nNOW, in consideration of the mutual promises contained herein, the parties agree as follows:</p>\n<p>\n<strong>Conflict of Interest</strong>\n<br>Client warrants to Company that it does not currently represent or promote any lines or products that compete with the Company’s Products, they are not currently a client of any other Credit Repair company, nor have they been a client of another credit repair company in the last six (6) months.</p>\n<p>\n<strong>Indemnification by Client</strong>\n<br>Client shall indemnify and hold Company free and harmless from any and all claims, damages or lawsuits (including reasonable attorneys’ fees) arising out of negligence or malfeasance of Client.</p>\n<p>\n<strong>Indemnification by Company</strong>\n<br>Company shall indemnify and hold Client free and harmless from any and all claims, damages or lawsuits (including reasonable attorneys’ fees) arising out of failure of Company to provide reasonable credit score increase within the allotted term.</p>\n<p>\n<strong>Affiliate Service Provider</strong>\n<br>While it is not the current policy of CreditNerds.com to use an affiliate service provider, Company has the option of fulfilling the credit services through a credit services processor or affiliate to best serve you.</p>\n<p>\n<strong>Terms and Termination</strong>\n<br>a.\nThis Agreement shall continue as outlined in “Exhibit A” unless terminated by Company or Client as provided herein.</p>\n<p>b.\nTermination for Cause.\nIf either party shall default in the performance of any material obligation in this Agreement, then the non-defaulting party may give written or electronic notice to the defaulting party and if the default is not cured within thirty (30) days following such notice, the Agreement will be terminated.</p>\n<p>\n<strong>Confidentiality</strong>\n<br>Client acknowledges that by reason of its relationship to Company, they will have access to certain information and material concerning Company’s business that are of substantial value to Company.\nThe value would be impaired if such information were disclosed to third parties.\nClient agrees that it shall not use in any way for its own account or the account of any third party, nor disclose to any third party, any such confidential information revealed to it by Company.</p>\n<p>\n<strong>Governing Law and Jurisdiction</strong>\n<br>This Agreement shall be governed by and construed according to the laws of the State of Arkansas.</p>\n<p>\n<strong>Entire Agreement</strong>\n<br>This Agreement sets forth the entire agreement and understanding of the parties relating to the subject matter herein and supersedes any prior discussions or agreements between them.\nNo modification of or amendment to the Agreement, nor any waiver of any rights under this Agreement, shall be effective unless in writing signed by the party to be charged.</p>\n<p>\n<strong>Notices</strong>\n<br>Any notices required or permitted by the Agreement shall be deemed given if sent by Certified mail, postage prepaid, e-mail, fax, return receipt requested or by recognized overnight delivery service: If to Company.\nat its principal place of business or if to Client, at the provided address.</p>\n<p>\n<strong>Severability</strong>\n<br>If any provision of this Agreement is held to be invalid by a court of competent jurisdiction, then the remaining provisions shall nevertheless remain in full force and effort.</p>\n<p>\n<strong>Legal Expenses</strong>\n<br>The prevailing party in any legal action brought by one party against the other and arising out of this Agreement shall be entitled, in addition to any other rights and remedies it may have, to reimbursement for its expenses, including court costs and reasonable attorneys’ fees.</p>\n<p>\n<strong>CLIENT OBLIGATIONS</strong>\n</p>\n<ol>\n<li>Client will need a Proof of Identity and a recent utility bill showing the correct address (phone bill, gas bill, electric bill, etc…)</li>\n<li>Client agrees to maintain a “credit monitoring system” and provide CreditNerds.com access to that account.\nIf client fails to keep an active monitoring account and fails to provide credit results, client’s file shall be cancelled.</li>\n<li>Client agrees to forward all mail received regarding their credit file to CreditNerds.com.</li>\n</ol>\n<p>\n<strong>CREDITNERDS.COM GUARANTEE POLICY</strong>\n</p>\n<p>CreditNerds.com offers no guarantee as to a specific result from the use of our services.\nCreditNerds.com is engaged for the attempted repair or removal of each item on which the client chooses for us to work.\nCreditNerds.com requires the client to keep an active credit monitoring system.\nAfter each round of disputes, CreditNerds.com will update that monitoring account by requesting a new 3-bureau credit report, and the client will be notified of any items that have been repaired or removed in the previous round of disputes.\nThese deletions or repairs may or may not lead to an improvement in the client’s credit scores and/or credit report.</p>\n<p>&nbsp;</p>\n<p>\n<strong>DISCLOSURE STATEMENTS</strong>\n</p>\n<p>All clients of CreditNerds.com must read and understand the following statements.</p>\n<ul>\n<li>Client understands this is a binding agreement.</li>\n<li>Either party may cancel this agreement at any time.</li>\n<li>CreditNerds.com shall, within the course of 5 to 7 business days of signup, set up clients with their online private client site which will allow them to check progress throughout their service.</li>\n<li>A username and password will be provided to the client to access their online client portal.</li>\n<li>CreditNerds.com will prepare client audit within 5 – 7 days and deliver via the online client portal before the audit fee is charged.</li>\n<li>CreditNerds.com shall prepare challenges for items appearing on the customer’s credit reports in accordance with the FCRA.</li>\n<li>After each consecutive round of service, CreditNerds.com shall prepare all follow-up challenges, as allowed by the Fair Credit Reporting Act, Fair Debt Collection Practices Act, Fair and Accurate Transactions Act and Fair Credit Billing Act or other laws applicable.</li>\n<li>All items repaired or removed will be posted to the client’s online portal, which is accessed online by username and password provided to client upon initiation.</li>\n<li>CreditNerds.com shall assist client in determining the action to take with each account in regards to that client’s file.</li>\n<li>CreditNerds.com is available to review the client’s personal credit file by calling the customer service numbers provided upon enrollment.</li>\n<li>Client acknowledges receipt of two (2) copies of a Notice of Right to Cancel.</li>\n<li>Client acknowledges receipt of Consumer Credit File Rights under State and Federal Law.</li>\n<li>CreditNerds.com shall also provide a client services staff for assistance in answering questions regarding a client’s account.</li>\n<li>CreditNerds.com will&nbsp;<strong>ONLY</strong>&nbsp;challenge items as allowed by law.</li>\n<li>A “removal” is defined as an item, tradeline, personal information, or inquiry that is removed from any of the client’s three credit files for ANY reason during our service.</li>\n<li>A “repair” is defined as any “formerly negative” tradeline or any of the client’s credit files that, during our service, becomes a “positive” tradeline.\nThis could include but is not limited to removal of “late notations” or “status change”.</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n<strong>OUR PRICING</strong>\n</p>Our core services of Credit Repair are provided 100% free of charge.All clients may CHOOSE to purchase an OPTIONAL credit audit for $97.This fee will be charged only after the audit has been completed and delivered to the client via the online client portal.<p>&nbsp;</p>\n<p>\n<strong>THE FOLLOWING ARE PART OF BUT NOT CONSIDERED TO BE A COMPLETE LIST OF OUR SERVICES.</strong>\n</p>\n<ul>\n<li>Create a unique, secure interactive client web portal for online access.</li>\n<li>A username and password will be provided to the client to access their online client portal.</li>\n<li>Create a secure online environment as part of the client web portal for secure document sharing and transfer.</li>\n<li>Assist client in obtaining copy of credit report if needed.</li>\n<li>Analysis and review of client credit report.</li>\n<li>Enter Data from clients credit report into internal database.</li>\n<li>Enter Data from clients credit report into secure interactive online client portal.</li>\n<li>Enter clients information into online client portal for tracking purposes.</li>\n<li>Analysis and review of client file status updates.</li>\n<li>CreditNerds.com shall also provide a client services staff for assistance in answering questions regarding a client’s account.</li>\n<li>Receiving and processing of Manual Updates.</li>\n<li>Respond to, receive, and or initiate correspondence via telephone, mail, email, or fax.</li>\n<li>Review clients credit report updates to determine next step.</li>\n<li>Create strategic plan to assist clients in meeting their goals.</li>\n<li>Create dispute letters.</li>\n<li>Assist with credit questions.</li>\n<li>Provide ongoing credit education.</li>\n</ul>\n<p>We would like to take this time to thank you for trusting CreditNerds.com to help you through this difficult time.\nWe are glad you have given us the chance to help, and we look forward to a successful relationship together.</p> ", "created_at": "2021-06-25 02:40:37.850607", "updated_at": "2021-06-25 02:41:54.305937"}], "points": [{"id": 27088, "title": "The court of law governing the terms is in location X", "source": "https://www.creditnerds.com/legal/", "status": "Generated through the annotate view", "created_at": "2022-03-04 01:52:13.106141", "updated_at": "2022-03-04 01:52:13.106141", "quoteText": "This Agreement shall be governed by and construed according to the laws of the State of Arkansas.</p>\n<p>\n<strong>", "case_id": 163, "document_id": 7287, "quoteStart": 2530, "quoteEnd": 2644}, {"id": 1963, "title": "ToS: http://creditnerds.com/ Cancellation Policy", "source": "https://groups.google.com/forum#!topic/tosdr/_bKaTe8CNC0", "status": "ToS: http://creditnerds.com/ Cancellation Policy", "created_at": "2018-05-15 09:12:09.942585", "updated_at": "2021-02-06 03:50:29.025717", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["creditnerds.com"]}}