{"error": 448, "message": "OK", "parameters": {"id": 2500, "name": "Wikidot", "created_at": "2021-01-05 17:30:13.549925", "updated_at": "2021-06-16 18:36:45.631622", "wikipedia": null, "keywords": null, "related": null, "slug": "wikidot", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/2500.png", "url": "wikidot.com", "documents": [{"id": 3418, "name": "Terms of Service", "url": "https://www.wikidot.com/legal:terms-of-service", "xpath": "", "text": " Toggle navigation your place on the web Create account or Sign in <ul>\n<li>Features</li>\n<li>Opinions</li>\n<li>Pricing</li>\n<li>Advertising</li>\n</ul>\n<br> Terms Of Service <p>Here is a non-binding summary of the legal text:</p>\n<ul>\n<li>We provide wiki-based hosting of websites.</li>\n<li>We respect your privacy.</li>\n<li>Please respect copyright and licenses of materials you are going to use.</li>\n<li>Do not spam, we fight spam.\nDo not vandalize.</li>\n<li>Some content is not allowed.\nSee the prohibited usage list below!</li>\n<li>Basic functionality is free, there are fees for useful upgrades.</li>\n<li>Free sites cannot be used to place any advertising.</li>\n<li>We can terminate any account and block any site if there is any improper activity.</li>\n<li>We do our best to keep Wikidot.com online and error-free but do not guarantee anything.\nUse at your own risk.</li>\n</ul>\nIntroduction\n<p>Welcome to Wikidot.com - wiki hosting project that allows Users to build web sites (\"Wikidot Sites\", \"Sites\"), collaboratively edit content and communicate (\"Services\") under these Terms of Service (\"Terms\").\nWikidot is owned by Wikidot Inc.\n(\"We\" or \"Wikidot.com\") and located in Poland.</p>\n<p>Wikidot Inc.\nis incorporated in Delaware, USA (Division of Corporations, file no.\n4326793), registered and operating in Poland as <em>Wikidot Inc.\nS.A.\nOddział w Polsce</em> (KRS: 0000294101), address: ul.\nW.\nŁokietka 5, 87100 Toruń, Poland.</p>\n<p>By using the Services by viewing or displaying or publishing (\"posting\") any text, files, images, music, photos, video, sounds or any other work (\"Content\") to any of the Wiki Sites or using any other feature provided by the Services, you agree to be bound by these Terms of Service and obey any applicable law.</p>\n<p>The current version of the Terms is always available at http://www.wikidot.com/legal:terms-of-service.\nWhen new Terms are published they apply immediately to all unregistered users of the Services.\nRegistered users will be presented with the changes, and the option of accepting the new Terms, or canceling their account, at their next authenticated visit to the Services.\nIf you are a registered user and you choose to continue to use the Services, you agree to be bound by the new Terms.</p>\nPrivacy\n<p>Some information is a subject to Privacy Policy which is a part of these Terms.\nWe follow Polish legislation for personal data management.</p>\nContent and use\n<p>By using the Wikidot.com Services you warrant that all the registration (and profile) information you submit is accurate and you will maintain the accuracy of such information and your use of Services does not violate any applicable law or regulation.</p>\n<p>Wikidot.com may delete Content that in sole judgment of Wikidot.com violates these Terms.\nWe however assume no responsibility for monitoring any of the Wiki Sites for inappropriate content nor review any Content before it is posted.</p>\n<p>You as a Wikidot.com User are solely responsible for the Content you post through any of the Services and any information or materials you transmit directly to other Users.</p>\n<p>By becoming an Administrator of a Wiki Site (by creating a new Wiki Site or joining an existing one) you agree to control the Content posted to the site and asure the site is not being used against these Terms either by monitoring changes for improper use and acting accordingly or by setting strict permissions that allow content editing only to a limited number of users.</p>\nCopyrighted materials\n<p>Wikidot.com does not claim any copyrights to the Content you post to the Services.\nHowever by posting any content through the Services to a public Wikidot.com site, you hereby grant to Wikidot.com a limited non-exclusive, fully-paid, royalty-free, sublicensable and worldwide license to use, modify, display and perform, reproduce and distribute the Content solely on and through the Services.\nThe license will terminate at the time the Content is removed from the Services.</p>\n<p>This right is required for proper and legal operation of the Services.\nThe license does not allow us to do anything more that you would expect, e.g.\nit does not give us the right to distribute your Content outside Wikidot Services or sell your content to anyone.\nAlthough we might reuse Content from public wikis in various places such as \"featured content\" or \"top wikis\", we will not disclose any content from non-public (private) sites to unauthorized users.</p>\n<p>Wikidot Services contain Content that is protected by various licenses, copyrights and trademarks (Wikidot Content).\nWherever required, we grant you a limited, revocable and nonsublicensable license to reproduce and display Wikidot Content solely for your personal use in connection with using the Services.</p>\nProhibited content and usage\n<p>The following is a list of prohibited or illegal usage of the Services.\nWe reserve the right to investigate and take appropriate actions against anyone (in our sole discretion) violates these rules, including removing offending content and terminating the Wikidot Membership.</p>\n<p>Prohibited usage includes but is not limited to uploading, posting or otherwise making available or promote:</p>\n<ol>\n<li>any Content that is unlawful, harmful, threatening, abusive, harassing, tortuous, defamatory, vulgar, obscene, libelous, invasive of another's privacy, hateful, harm minors or racially, ethnically or otherwise objectionable, pornography and \"adult content\";</li>\n<li>any Content that contains nudity, violence, pornography, \"adult content\" or contains links to any other web site with such materials</li>\n<li>any Information that you know is false or misleading</li>\n<li>any Content that promotes illegal or fraudulent activities</li>\n<li>any Content that you do not have a right to make publicly available or promotes the illegal use of any work without rights or license;</li>\n<li>any Content that infringes any patent, trademark, trade secret, copyright or other proprietary rights of any party.\nin particular it is not allowed to upload Content that is not compatible with the particular Wiki Site content license</li>\n<li>any \"junk\", \"spam\", \"chain letters,\" \"pyramid schemes\" etc.;</li>\n<li>any material that contains software viruses, spyware, malware or any other computer code, files or programs designed to interrupt, destroy or limit the functionality of any computer software or hardware or other electronic equipment, steal or collect private information;</li>\n<li>any material that collects or contains personal information of other Users for any unlawful purpose or without the User's permission</li>\n<li>any material that promotes pharmacy products (e.g.\nViagra, Cialis) and encourage Users to visit online stores selling such products</li>\n<li>any material that promotes financial products (such as loans, credit cards, bank accounts) and encourage Users to visit websites offering such products</li>\n<li>any material that promote fraudulent services and misleads Users to visit legally doubtful websites.</li>\n</ol>\n<p>Other prohibited usage includes:</p>\n<ol>\n<li>intentionally or unintentionally violating any applicable local, state, national or international law;</li>\n<li>collecting, storing or publishing available personal data about others without their acceptance;</li>\n<li>advertising to (or soliciting of) Users to buy or sell any product or services through direct communication provided by the Services without their prior consent.\nthis includes sending spam, junk messages or chain letters to other Users via the Private Messages feature or any live connection</li>\n<li>covering or obscuring any of the advertisement boxes or Toolbars via CSS style modification or any other technique;</li>\n<li>covering or obscuring any elements of any of the page that impair its functionality.\nthis also include the footer which contains links to Wikidot.com main site, help pages, this Terms, Privacy Policy, and problem reporting;</li>\n<li>any automated use of the Services that is not officially available.\nthis includes reading, posting or changing any Content, sending Messages and any other such use.\nthis does not include RSS feeds access</li>\n<li>interfering with any part of the Services, exploiting possible bugs or security holes;</li>\n<li>mislead Users by imitating any part of the Services for collecting personal data or other unlawful purpose;</li>\n<li>using an identity (account, username, password) of another User or disclosing your own username or password to any third party or permitting any third party to access your account;</li>\n<li>transferring your profile (includes selling) to any third party;</li>\n<li>promoting objectionable content through the created Sites (e.g.\npharmacy products, financial products)</li>\n<li>massively promote particular Wikidot Sites on other sites and services (forums, blogs, news sites hosted by Wikidot or other providers) for objectionable purposes (aka spamming)</li>\n</ol>\n<p>The use of custom CSS that hides, moves, covers, or otherwise interferes with the visibility, positioning and functionality of the top or bottom Toolbar elements will be considered as prohibited usage.</p>\n<p>If you find any page that contains objectionable content please use \"flag as objectionable\" option at the bottom of each page.</p>\n<p>Users can contact support@wikidot.com to make sure that their intended use of Wikidot does not violate the Terms.</p>\nCommercial usage\n<p>You can use your Wiki for any legal commercial purpose including \"business to business\" and \"business to consumer\" types of websites.</p>\nAdvertising\n<p>To compensate costs of hosting free Sites, Wikidot keeps exclusive right to use advertising space on web pages within free Sites.\nUsers of free Sites are not allowed to place any other advertising to monetize their traffic, unless the Site is upgraded to any of the paid plans.</p>\nFees and upgrades\n<p>Basic use of Services is free of charge, but Wikidot.com can charge Users for additional features related to User account or Site.\nYou acknowledge that Wikidot reserves the right to change the fees any time.\nYou also acknowledge that if we terminate your account because of violating these Terms you will not be entitled to the refund of any unused portion of the fee.</p>\n<p>By selecting a premium service you agree to pay Wikidot Inc.\nthe monthly or annual subscription fees indicated for that service.\nPayments will be charged on the day you sign up for a service (pre-paid) and will cover the use of that service for a specified period.</p>\n<p>Subscribers to premium services shall have thirty (30) days from the date of subscription to cancel their subscription for a full refund.\nAfter this thirty (30) day period, purchases are final not refundable except in our sole and absolute discretion.</p>\n<p>The current paid service offer is presented at http://www.wikidot.com/plans.\nWe reserve the right to change the pricing and plans.\nEspecially we can change the prices to adjust to the changing currency exchange ratios.</p>\n<p>For each purchase Wikidot Inc.\nwill issue a valid VAT invoice as directed by Council Directive 2001/115/EC of 20 December 2001 and applicable Polish tax law.</p>\n<p>VAT tax of 23% is added to all purchases at Wikidot.com for customers from European Union unless they qualify for reverse charge by providing a valid EU VAT ID, as directed by Council Directive 2006/112/EC and applicable Polish tax law.\nCustomers that do qualify for reverse charge are responsible for accounting such purchases according to their national tax rules.</p>\n<p>Customers from outside European Union are not charged VAT.</p>\n<p>Falsification of information to evade payment of VAT may result in immediate service termination, fines and/or criminal prosecution.</p>\nCopyright policy\n<p>Each of the Wiki Sites can choose individual license (\"Site License\") for content (feature available only if allowed by subscription plans).\nBy posting Content to any of the Wiki Sites you agree to follow this Site License and make the Content you author available under this license.\nIf your content does not follow the Site License it must be clearly stated.</p>\n<p>You are not allowed to post, modify, distribute or reproduce any copyrighted material, trademarks or other proprietary information that belongs to others without having permission or appropriate license or if its license is incompatible with the Site License.</p>\n<p>Wikidot.com may terminate any User account and remove any unauthorized material from any the Wiki Site.\nWe also reserve the right to remove any Wiki Site that repeatedly contains illegal materials.</p>\n<p>If you believe your copyrighted work has been posted on any of the Wiki Sites without your permission and against the license under which it is distributed - please contact us via email: copyright@wikidot.com.</p>\nTermination and blocking\n<p>Wikidot reserves the right, without notice and in its sole discretion, to terminate your license to use the Services and to block or prevent your access to and use of the Service.</p>\n<p>We also reserve the right to block any IP address from accessing or modyfying any or all parts of the Service.</p>\n<p>In addition any user or IP address (when acting anonymously) can be blocked by administrators of individual Sites preventing such a user from participating and changing the site and posting content.</p>\n<p>We reserve the right to delete any Wiki that has been created for testing purposes only without any significant content, recent activity and with clear signs of being abandoned.</p>\n<p>Users can also delete their Wikidot accounts by themselves.</p>\nDisclaimers\n<p>Wikidot.com is not responsible for any incorrect or inaccurate Content posted on any of the Wiki Sites or through any other part of the Services.\nWikidot.com is not responsible for links to other websites that may be contained in Wiki Sites nor content of linked websites.</p>\n<p>Wikidot takes no responsibility of advertisements posted by third parties through the Service nor any items or services offered by the advertiser.</p>\n<p>The Services are provided \"AS IS\".\nYou are using Wikidot Services at your own risk.\nAlthough we work hard to keep the Services online and working, we take no responsibility for possible errors, damages, lost Content, malfunction</p>\n<p>Except in those jurisdictions which do not allow the exclusion of certain warranties, Wikidot expressly disclaims all warranties of any kind and shall not be liable for any damages or losses whether directly or indirectly related to your use of this site or its content.</p>\n<p>This limitation of liability shall apply to the maximum extent permitted by law.</p>\nLegal disputes\n<p>You agree to indemnify Wikidot, its owners, employees, and users from any liability relating to your use of the Services.</p>\n<p>You agree that any legal dispute involving Wikidot Services shall be governed by the laws of Poland and be subject to the jurisdiction of courts in Toruń, Poland.</p>\n<p>history</p>\n<p>Official Wikidot blog</p>\n<p>Community</p>\n<p>Documentation</p>\n<p>About Wikidot</p>\n<p>Gift Shop</p>\n<p>Terms of Service</p>\n<p>Privacy policy</p> Copyright © All Rights Reserved, Wikidot Inc.\n2020 Click here to edit contents of this page.\nClick here to toggle editing of individual sections of the page (if possible).\nWatch headings for an \"edit\" link when available.\nAppend content without editing the whole page source.\nCheck out how this page has evolved in the past.\nIf you want to discuss contents of this page - this is the easiest way to do it.\nView and manage file attachments for this page.\nA few useful tools to manage this Site.\nSee pages that link to and include this page.\nChange the name (also URL address, possibly the category) of the page.\nView wiki source for this page without editing.\nView/set parent page (used for creating breadcrumbs and structured layout).\n", "created_at": "2021-01-05 17:30:34.19281", "updated_at": "2021-02-03 22:42:09.208983"}, {"id": 3419, "name": "Privacy Policy", "url": "https://www.wikidot.com/legal:privacy-policy", "xpath": "", "text": " Toggle navigation your place on the web Create account or Sign in <ul>\n<li>Features</li>\n<li>Opinions</li>\n<li>Pricing</li>\n<li>Advertising</li>\n</ul>\n<br> Privacy Policy <p>At Wikidot we care about the privacy of our users.\nIf you use any of the Sites hosted by Wikidot you must accept the way we handle personal information that is described below.</p> FoldUnfold\nTable of Contents Purpose of this document\nWhat we collect and how we use personal information\nAnonymous users\nPersonal information for accounting purposes\nPersonal data inspection and removal\nCookies\nLinks to other sites\nPosting Content\nPrivate sites\nAdvertising\nSecurity\nSharing the information\nQuestions? Purpose of this document\n<p>Within the Wikidot.com Services Users are allowed to create individual Wiki Sites, edit and post Content, create profiles and communicate with other Users.\nFor the Services to work it is required that some personal information is collected and selected information is displayed publicly.\nThis Privacy Policy describes the way the personal information is used within the Wikidot Services.</p>\n<p>We will update the privacy policy from time to time.\nThe most current version of the policy is always available at: http://www.wikidot.com/legal:privacy-policy.</p>\n<p>Personal information is data required to identify individual users, such as user name, email address, telephone number, IM identifier etc.\nand also activity of an individual and any other information that is linked to an individual.</p>\nWhat we collect and how we use personal information\n<p>Wikidot.com collects information required for proper user account handling and user identification such as: email address, screen name (and password).\nOptionally Users can fill additional profile data including but not limited to: real name, gender, birth date, User's website, instant messaging contact info and location.\nProfile information is public or private.\nProfile information can be changed by any time by the User.</p>\n<p>The Services also logs other information including IP address and browser type from both registered Users and anonymous visitors.\nThis data is used for technical purposes of running the Services, monitor and analyze trends and improve the Services and for security and monitoring purposes.\nThese aggregate data (with any individual information stripped such that no connection to individual users can be made) can be shared with third-parties to provide more relevant services and advertisements.</p>\n<p>User profile data is public and can be viewed by any visitor, or it can be set as private and visible to contacts or people that are members of the same Sites the User is too (available in Pro accounts).</p>\n<p>User email addresses are never displayed publicly nor revealed to other Users unless a User puts it directly on the pages or another User is in your contact list.\nHowever to make finding Users easier we allow searching by email address where one can look up a User whose email address matches the queried one.</p>\n<p>Your email address is only revealed to the Users in your contact list.\nYou shall be warned about it at the moment you add a User to your contact list.</p>\n<p>Email address may be used to send Wikidot Newsletter or other important Services information or updates and to notify User about events related to particular user account.\nThe User can decide not to receive any emailed information from the Services by configuring the Account Settings.</p>\n<p>Email addresses are not shared with any third party, rent or sold.</p>\nAnonymous users\n<p>On some Sites anonymous users are allowed to post content and/or participate in forum discussions.\nIn such a case, since no user name can be associated with such a user, the IP address number of a user is used as an identifier.<br>\n<strong>When posting content or messages to the Sites anonymously, part of your IP address will be revealed to the public.</strong>\n</p>\nPersonal information for accounting purposes\n<p>Users purchasing upgrades are required to fill in their Billing Address.\nThis address is treated as personal data and is kept secure in our databases.\nThe data is used solely for accounting purposes and is never shared with 3rd party services without User agreement.</p>\nPersonal data inspection and removal\n<p>Users can access and modify their data through Wikidot services, especially Account Dashboard.\nUsers can require removal of their parsonal data by contacting privacy@wikidot.com.</p>\nCookies\n<p>Wikidot.com Services use Cookies to uniquely identify and record session information.\nThis is required for proper Service operation.\nUsers with cookies disabled in their browsers will not be able to fully interact with the Services.\nWikidot also uses 3rd party services to measure traffic and gather analytics.\nThese 3rd party services can use cookies to track individual users.</p>\nLinks to other sites\n<p>Any Wiki Sites can contain links to other web sites or include information from other sites via RSS feed import or embedding selected HTML code portions from other social sites.\nWikidot.com is not responsible for the privacy policies or rules on these sites.\nThis privacy only relates to the Wikidot Services.</p>\nPosting Content\n<p>Please note that whenever you post Content to any of the public Wiki Sites the Content can be accessed by anyone.</p>\nPrivate sites\n<p>You can set up the Wiki Site as <em>private</em> which means only selected users (Site Members and individually allowed users) would be able to view and browse it.\nMoreover if the Site is private:</p>\n<ul>\n<li>all the attached files will be visible only to authorized members,</li>\n<li>site feeds (changes, forum feeds or any other feed) is password-protected.\nindividual users should use their <em>private feed password</em> to access it</li>\n</ul>\n<p>If an unauthorized user is visiting your site he/she will be redirected to a page (by default system:join).</p>\n<p>We will not share, publish nor reuse any Content from private sites for purposes other than showing the Content to its authorized users.\nThis is what \"private\" means.</p>\nAdvertising\n<p>Advertisements appearing on any of the Wiki Sites can be delivered to Users and Visitors by Wikidot.com or any of our advertising partners.\nThese partners may set additional cookies which are required for the ad server to work properly and optimize ads served to you.\nThis Privacy Policy only covers cookies usage by the Wikidot.com Services and not by any advertising partners.</p>\nSecurity\n<p>Wikidot.com User accounts are protected by user-created passwords.</p>\n<p>Wherever required we use security measures to avoid <em>plain-text</em> transport of personal information between the browser and Wikidot.com servers.\nIn particular the login form data (email + password), all registration data, password-recovery forms and a few other that involve personal data use secure transport.</p>\n<p>To ensure secure data transfer, pages with sensitive information use the <em>HTTPS</em> protocol with at least 128-bit SSL certificates when communicating with a web browser.\nAreas protected by SSL include: My Account panel, login pages, create account pages, upgrade pages, AdSense panel and all user-created Sites with SSL enabled.</p>\n<p>Whenever Wikidot.com servers need to communicate sensitive information to other third party servers, such as AdSense servers, direct card payment gateways or other payment services, secure SSL transport is used.</p>\n<p>Wikidot.com uses various techniques against unauthorized access to the information that result from hacking activity such as cross server scripting (XSS), session stealing, sniffing and many others.</p>\n<p>The data stored on our database servers is kept with a reasonable protection against unauthorized access and accessible only by minimal number of employees.\nWe however can not guarantee protection against unauthorized use, hardware or software failure and other factors that may compromise the security of User information that is beyond our control.</p>\n<p>In particular we also take no responsibility for unauthorized access that results from Users sharing their password with others or not taking sufficient security measures when using public computers.</p>\nSharing the information\n<p>No User information is shared or disclosed as described above without user acceptance except when it is required by law.\nSome information can be shared with other third party services that provide level of integration with Wikidot, but every such information transfer is prior clearly explained to the User and requires User's acceptance.</p>\n<p>Wikidot.com reserves the right to transfer personal information in case of acquisition of the Wikidot.com Services or any part of it by another company.</p>\nQuestions?\n<p>If you have any questions regarding the privacy policy, feel free to contact us at privacy@wikidot.com</p>\n<p>Official Wikidot blog</p>\n<p>Community</p>\n<p>Documentation</p>\n<p>About Wikidot</p>\n<p>Gift Shop</p>\n<p>Terms of Service</p>\n<p>Privacy policy</p> Copyright © All Rights Reserved, Wikidot Inc.\n2020 Click here to edit contents of this page.\nClick here to toggle editing of individual sections of the page (if possible).\nWatch headings for an \"edit\" link when available.\nAppend content without editing the whole page source.\nCheck out how this page has evolved in the past.\nIf you want to discuss contents of this page - this is the easiest way to do it.\nView and manage file attachments for this page.\nA few useful tools to manage this Site.\nSee pages that link to and include this page.\nChange the name (also URL address, possibly the category) of the page.\nView wiki source for this page without editing.\nView/set parent page (used for creating breadcrumbs and structured layout).\n", "created_at": "2021-01-05 17:31:51.698603", "updated_at": "2021-02-03 22:42:12.507524"}], "points": [{"id": 27234, "title": "You can choose the copyright license", "source": "https://www.wikidot.com/legal:terms-of-service", "status": "Generated through the annotate view", "created_at": "2022-03-10 23:49:37.699904", "updated_at": "2022-03-10 23:49:37.699904", "quoteText": "Each of the Wiki Sites can choose individual license (\"Site License\") for content (feature available only if allowed by subscription plans).\n", "case_id": 222, "document_id": 3418, "quoteStart": 11800, "quoteEnd": 11941}, {"id": 16224, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://www.wikidot.com/legal:terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-02-09 11:34:10.39183", "updated_at": "2021-02-10 07:21:06.772351", "quoteText": "Although we work hard to keep the Services online and working, we take no responsibility for possible errors, damages, lost Content, malfunction", "case_id": 287, "document_id": 3418, "quoteStart": 14175, "quoteEnd": 14319}, {"id": 16219, "title": "Prohibits the posting of pornographic content", "source": "https://www.wikidot.com/legal:terms-of-service", "status": "Full Text: \"Prohibited usage includes but is not limited to uploading, posting or otherwise making available or promote: [...] any Content that contains nudity, violence, pornography, \"adult content\" or contains links to any other web site with such materials\"", "created_at": "2021-02-09 11:13:24.894968", "updated_at": "2021-02-10 07:24:09.815871", "quoteText": "any Content that contains nudity, violence, pornography, \"adult content\" or contains links to any other web site with such materials", "case_id": 315, "document_id": 3418, "quoteStart": 5481, "quoteEnd": 5613}, {"id": 16223, "title": "This service assumes no responsibility and liability for the contents of links to other websites", "source": "https://www.wikidot.com/legal:terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-02-09 11:28:12.971717", "updated_at": "2021-02-10 07:24:50.239767", "quoteText": "Wikidot.com is not responsible for links to other websites that may be contained in Wiki Sites nor content of linked websites.</p>", "case_id": 279, "document_id": 3418, "quoteStart": 13803, "quoteEnd": 13933}, {"id": 16221, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://www.wikidot.com/legal:terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-02-09 11:20:35.114957", "updated_at": "2021-02-10 07:20:41.671359", "quoteText": "Wikidot.com is not responsible for any incorrect or inaccurate Content posted on any of the Wiki Sites or through any other part of the Services.", "case_id": 288, "document_id": 3418, "quoteStart": 13657, "quoteEnd": 13802}, {"id": 16222, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://www.wikidot.com/legal:terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-02-09 11:21:44.956957", "updated_at": "2021-02-10 07:20:52.224991", "quoteText": "The Services are provided \"AS IS\".\nYou are using Wikidot Services at your own risk.", "case_id": 286, "document_id": 3418, "quoteStart": 14091, "quoteEnd": 14174}, {"id": 16220, "title": "This service prohibits users sending chain letters, junk mail, spam or any unsolicited messages", "source": "https://www.wikidot.com/legal:terms-of-service", "status": "Full Text: \"Prohibited usage includes but is not limited to uploading, posting or otherwise making available or promote: [...] any \"junk\", \"spam\", \"chain letters,\" \"pyramid schemes\" etc.\"", "created_at": "2021-02-09 11:17:32.292858", "updated_at": "2021-02-10 07:24:39.7525", "quoteText": "any \"junk\", \"spam\", \"chain letters,\" \"pyramid schemes\" etc.", "case_id": 281, "document_id": 3418, "quoteStart": 6141, "quoteEnd": 6200}], "urls": ["wikidot.com"]}}