{"error": 448, "message": "OK", "parameters": {"id": 5171, "name": "The Old Reader", "created_at": "2021-10-20 21:00:35.015922", "updated_at": "2021-10-20 22:01:10.786028", "wikipedia": "https://en.wikipedia.org/wiki/The_Old_Reader", "keywords": null, "related": null, "slug": "the-old-reader", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5171.png", "url": "theoldreader.com", "documents": [{"id": 9268, "name": "Privacy policy", "url": "https://theoldreader.com/pages/privacy", "xpath": "//body", "text": " Privacy policy <p>To make your The Old Reader experience enjoyable we have to obtain some information about you.\nWe take your privacy very seriously and are 100% transparent about the ways we use your data.</p>\nInformation that we access\n<p>Information that you make available to us depends on login type that you use to access The Old Reader.</p>\nFacebook\n<ul>\n<li>We get your name and e-mail address.\nWe use them to authorize you and to send you email notifications that you can enable in your profile settings;</li>\n<li>We get list of your friends.\nWe use it to help you find fellow The Old Reader users among them;</li>\n<li>The Old Reader can post your shared items to your Facebook timeline, but only if you enabled the corresponding option in your profile settings.</li>\n</ul>\nGoogle\n<ul>\n<li>We get your name and e-mail address.\nWe use them to authorize you and to send you email notifications that you can enable in your profile settings;</li>\n<li>The Old Reader has full access to your contact list.\nWe only need to read it to help you find fellow The Old Reader users among your contacts, however Google provides no way to request read-only access to your contacts using oauth API.\nWe will never alter your contact list in any way, we promise;</li>\n<li>If you decide to import your subscriptions from Google Reader directly, we ask you for your Google account credentials.\nThe credentials are not stored in The Old Reader and are only used once to import your feeds.</li>\n</ul>\nPublic information\n<p>The following information is visible for everyone:\n</p>\n<ul>\n<li>your shared items (excluding comments);</li>\n<li>list of your followers and people your follow;</li>\n<li>link to your Facebook profile (if you enabled the corresponding option in your profile settings).</li>\n</ul>\n<p>When you \"like\" a post, your name is getting added to list of users who liked it, and that list is visible for all users who see that post.\nHowever, there is no straightforward way for other users to get a list of all posts you liked.</p>\n<p>\n</p>\nCredit Card Information\n<p>For those that sign up for our premium service, your credit card information and email is sent directly to our payment processor Stripe.\nAt no period in time is the card number transferred to our servers.\nYou can view the Stripe privacy policy here.</p> Connect Deeper to the Things You Care About Sign Up <p>Sign Up</p>\n<p>Sign In</p>\n<p>Product Tour</p>\n<p>Apps</p>\n<p>Contact Us</p>\n<i>\n</i> Twitter <i>\n</i> Facebook <i>\n</i> Blog Privacy policy | Terms of Service © 2012-2021 The Old Reader Sign Up &nbsp.\nSign In ", "created_at": "2021-10-20 19:01:30.442421", "updated_at": "2021-10-20 19:02:10.79855"}, {"id": 9267, "name": "Terms of Service", "url": "https://theoldreader.com/pages/tos", "xpath": "//body", "text": " Terms of Service <p>This is a binding agreement between you and The Old Reader, Inc.\n(referred to as the “Company”), governing your use of the website located at www.theoldreader.com and all of the services accessible therefrom (the “Services”).\nThese terms of use affect your legal rights.\nPlease read them carefully.</p> Important matters relating to your legal rights\n<ul>\n<li>Your use of the Service is at your own risk.\nThe Service is provided on an “as is” and “as available” basis.\nThe Company makes no express warranties and disclaims all implied warranties, including any implied warranties of merchantability, fitness for a particular purpose, and non-infringement.</li>\n<li>The Company is not liable to you for any incidental, indirect, punitive, actual, consequential, special, exemplary, or other damages, including loss of revenue or income, pain and suffering, emotional distress, or similar damages.</li>\n<li>In no case will Company be liable to you (whether in contract, tort, or otherwise) for damages in excess of the greater of $500 or the amount that you have paid to the Company for the Service during the most recent 12-month period.</li>\n<li>This agreement shall be governed and interpreted pursuant to the laws of the State of Wisconsin, United States of America, without regard to its choice of law rules.\nThe parties agree that the exclusive venue for any dispute between arising out of this agreement will be in, and specifically consent to the personal jurisdiction of, the state and federal courts located in Madison, Wisconsin.</li>\n</ul> Access to the services\n<ul>\n<li>As a condition to using the Services, you must provide registration information.\nThe information you provide is required to be complete and accurate.</li>\n<li>You affirm that you are at least 18 years of age, or at least 13 years of age and have permission from your parent or guardian to accept this agreement and use the Service.\nThe Service is not intended for use by children under the age of 13.</li>\n<li>Your use of the Service is in the Company’s discretion.\nThe Company may terminate your access to the Services, without prior notice.\n[In case of termination, the Company will provide you with an export of your feeds in OPML format.]</li>\n<li>The Service is intended only for your personal, non-commercial use.</li>\n</ul> Proper conduct\n<ul>\n<li>You may not engage in any conduct that the Company believes: <ul>\n<li>Might harm the Service or its other users.</li>\n<li>Violates the law.</li>\n</ul>\n</li>\n<li>You are legally responsible for any harm that you cause to the Service relating to your misconduct.\n</li>\n</ul>\nPricing and payment\n<ul>\n<li>Many parts of the Service are provided to you free of charge.\nHowever, the Company may offer “premium features” of the Service that will be accessible only to users who pay a monthly fee.\nThe price for premium features (“Fees”) will be stated at the time of purchase.</li>\n<li>Fees must be paid by a credit card that you are authorized to use.\n</li>\n<li>Payment is for access to the premium features during the term stated when you sign up.\nYou are obligated to pay regardless of the amount of your usage.\nThe Company will not provide refunds.\nIf you are not using a premium feature, you are free to cancel.</li>\n<li>The Company may, from time to time, offer free trial evaluations of the premium features for a trial period of a specified number of days.\nThe trial period, and the Fees and billing period for use of the premium features beyond the trial period, will be stated at the time of your enrollment in the free trial.\nUpon the expiration of the trial period, unless you have cancelled the premium features, the credit card you have provided will automatically be charged for the first billing period and for successive billing periods thereafter, unless and until you cancel your access to premium features as described below.</li>\n</ul> Renewal\n<ul>\n<li>Your access to paid premium features will renew automatically at the end of each billing period, at the price in effect at the time of renewal, which may be higher than the price that was in effect during the previous period.\nUnless you provide a different form of payment, the payment method used for your initial payment of Fees will be charged for all renewals.\nYou may change your payment information here.</li>\n<li>If you wish to cancel premium features, you must do so using the \"cancel my subscription\" button here.\nThe Company does not refund or pro-rate Fees at the time of cancellation, for any billing period already charged.\nYou will continue to have access to premium features through the end of the billing period for which you have paid Fees.</li>\n</ul> Ownership\n<ul>\n<li>You understand that the content that you access via the Service is the property of its authors and may be protected by copyright law.\nThe terms governing your use of such content are set by those authors, and may be found on the website from which the content originates.\nThe Company cannot and does not convey any rights to third-party content.</li>\n</ul> DMCA notice\n<ul>\n<li>The Company respects the copyrights of others.\nIt is the Company’s policy not to permit materials known by it to be infringing to remain within the Service.\nIn accordance with the Digital Millennium Copyright Act, or “DMCA” (summary here), you should notify us promptly if you believe any materials displayed within the Service infringe your copyright.\nRegardless of whether we are liable for such infringement, our response may include removing or disabling access to material claimed to be infringing activity and/or terminating the alleged infringer’s access to the Service.\nIf we remove or disable access in response to your notice, we will make a good-faith attempt to contact the person who submitted the material so that they may have the opportunity to submit a counter-notification.</li>\n<li>Please send all notices to the Company here.Your notice of alleged copyright infringement should include: <ul>\n<li>A description of how your copyrighted work or other intellectual property has been infringed</li>\n<li>A description of where the infringing material is located within the Service</li>\n<li>Where we can contact you and, if different, where the allegedly infringing party can contact you</li>\n<li>A statement that you believe that the use of the material is not authorized by the copyright or other intellectual property rights owner, by its agent, or by law</li>\n<li>A statement, under penalty of perjury, that the information in the notification is correct and that you are authorized to act on behalf of the owner of the exclusive right that is alleged to be infringed</li>\n<li>Your electronic or physical signature</li>\n<li>Please note that under the DMCA, misrepresentations made in your notices or counter notices can expose you to liability for substantial damages.\nIf you are not sure whether material available within the Service infringes your copyright, or whether material posted by you is infringing, you should seek legal advice.</li>\n</ul>\n</li>\n</ul>\n<p>In any case you have a question regarding these Terms of Use, you may e-mail it to hello@theoldreader.com.</p>\n<p>Last updated: February 3rd, 2013</p> Connect Deeper to the Things You Care About Sign Up <p>Sign Up</p>\n<p>Sign In</p>\n<p>Product Tour</p>\n<p>Apps</p>\n<p>Contact Us</p>\n<i>\n</i> Twitter <i>\n</i> Facebook <i>\n</i> Blog Privacy policy | Terms of Service © 2012-2021 The Old Reader Sign Up &nbsp.\nSign In ", "created_at": "2021-10-20 21:00:35.018103", "updated_at": "2021-10-20 19:01:41.859684"}], "points": [], "urls": ["theoldreader.com"]}}