{"error": 448, "message": "OK", "parameters": {"id": 2927, "name": "Personal Capital", "created_at": "2021-04-01 11:24:19.963861", "updated_at": "2021-04-18 00:00:59.786266", "wikipedia": "https://en.wikipedia.org/wiki/Personal_Capital", "keywords": null, "related": null, "slug": "personal_capital", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/2927.png", "url": "personalcapital.com", "documents": [{"id": 4579, "name": "Privacy Policy", "url": "https://www.personalcapital.com/privacy-policy/", "xpath": "", "text": " Icon Close check-mark black-lock <p>To learn what personal information Personal Capital collects, please see our&nbsp;privacy policy&nbsp;for details.</p>\n<ul>\n<li>Help<ul>\n<li>Support</li>\n<li>Contact Us</li>\n</ul>\n</li>\n<li>Sign In</li>\n</ul>Menu<br>Personal Capital Privacy PolicyLast updated on October 9, 2020<p>&nbsp;</p>\n<p>This Personal Capital Privacy Policy (the “policy”) describes the specific policies and procedures we use to collect, utilize, disclose, share and protect your Personal Information.\nWe refer to Personal Capital Corporation and our operating subsidiaries, Personal Capital Services Corporation and Personal Capital Advisors Corporation, collectively as <b>“Personal Capital”</b>, <b>“we”</b> or <b>“us”</b>.\nTogether with our Terms of Use, this Privacy Policy governs your use of our platform and services.</p>\n<p>Personal Capital is committed to the protection of our Visitors, Users, Cash Customers and Clients (also referred to as <b>“you</b>” or <b>“your</b>”) privacy.\nWe understand that keeping your information secure and confidential is critical to earning and keeping your trust.\n<b>Let us be clear - we do not rent, sell or trade your Personal Information.</b>\n</p>\n<p>&nbsp;</p>\n<b>How to Use this Privacy Policy</b>\n<p>This policy describes how we collect and use your Personal Information and how we address other privacy matters – such as deletion of your Personal Information upon request, and opting-out of marketing communications.\nWe also describe methods for contacting Personal Capital if you have privacy questions, comments or feedback.</p>\n<p>The information that we collect, and how we use it, depends on your relationship with us and as your relationship evolves with Personal Capital.\nThis policy is organized based on those different types of relationships – Visitors, Users, Cash Customers and Advisory Clients.</p>\n<ul>\n<li>Visitors - Individuals who visit our public website without logging into an account or using our services</li>\n<li>Users - Individuals who establish an account with us or otherwise use our services offerings, including our financial dashboard software</li>\n<li>Cash Customers - Individuals who open a Personal Capital Cash account</li>\n<li>Advisory Clients - Individuals who become clients of our Wealth Management and financial advisory services and establish a Personal Capital managed investment account</li>\n</ul>\n<p>You may fall into more than one category.\nFor example, a Cash Customer may also be a Visitor before they log into their Personal Capital dashboard and will also be a User.</p>\n<p>&nbsp;</p>\n<b>How We Collect &amp.\nUse Your Information</b>\n<p>\n<b>“Personal Information”</b> means your personally-identifiable information such as your name, email or mailing address, phone number, account credentials (User id and passwords), social security number, government ID numbers and other information that can be used to identify you personally.</p>\n<p>We also collect and use other information that we obtain from your activities using our services.\nThis includes information that you do not explicitly provide to us but which may be implicitly provided to us as part of such activities.\nMore information on this is provided below under the Visitors use case.</p>\n<p>The following describes in further detail the information we collect at various stages of our relationship with you.</p>\n<p>&nbsp;</p>\n<b>\n<i>Visitors</i>\n</b>\n<p>When you visit any of our websites, including our blog, or download our apps, we consider you a <b>Visitor</b>.\nThis section describes our privacy practices related to this use case.</p>What do we collect?Why do we collect it?Can you limit?<b>Personal Capital Cookies</b>\n<ul>\n<li>To recognize you when you make a return visit and deliver overall a consistent experience</li>\n</ul>Most modern browsers allow you to delete or limit cookies.<b>Third-Party Tags and Cookies</b>\n<ul>\n<li>To measure our marketing effectiveness</li>\n</ul>Most modern browsers allow you to delete or limit cookies, including third-party cookies however you may not be able to limit marketing tags entirely unless you do not visit our sites.<b>Internet Protocol (IP) Address</b>\n<ul>\n<li>As part of the basic function of the internet</li>\n<li>To measure who is visiting us and where they are from</li>\n</ul>The only way to avoid this is not visiting our sites.<b>Browser Metadata</b>\n<br> Such as browser type, version, your operating system, system language, etc.<ul>\n<li>As part of the basic function of the internet</li>\n<li>To ensure we maintain a positive website experience for most used browsers</li>\n</ul>Browsers communicate this automatically however some third-party extensions may allow you to limit this.<b>Survey Responses</b>\n<br> Such as retirement goals, opinions on market trends and contact information<ul>\n<li>Collect information about our products and services</li>\n<li>Gain insights into financial trends and opinions and conduct anonymized and aggregated research on these trends</li>\n<li>Provide aggregated survey results and promotional offers</li>\n<li>To market our products and services to you</li>\n</ul>Yes, answering survey questions is always optional.<p>&nbsp;</p>\n<b>\n<i>Users</i>\n</b>\n<p>When you register, create a User Account on our Dashboard and begin using our services, we consider you a <b>User</b>.\nThis section describes our privacy practices related to this use case.\nKeep in mind <b>Users</b> are also considered <b>Visitors</b> so this is information we collect in addition to what was described for <b>Visitors</b>.</p>What do we collect?Why do we collect it?Can you limit?<b>Email and Password</b>\n<ul>\n<li>To establish your account and allow you secure access to it</li>\n<li>Email you about service updates, maintenance activities, security notifications, weekly summaries and other account related information</li>\n<li>Email you about service and/or product offerings, surveys and other marketing promotions</li>\n<li>Allow our Support team to contact you if needed</li>\n</ul>No, that is required to have a functioning account.\n<br>\n<br> You can opt out of marketing emails, see the Opt-Out section.<b>Phone Number</b>\n<ul>\n<li>To secure your account with our Multi-Factor Authentication</li>\n<li>To contact you via phone or text message to recommend services and/or product offerings</li>\n<li>Allow our Support or Security team to contact you if needed, at your request</li>\n</ul>No, we require this for security purposes.\nYou can, however, request to be placed on our Do Not Call list.\nSee the Opt-Out section.<i>[Optional]</i>\n<br>\n<b>Financial Planning Information</b>\n<br> Includes information you provide about your financial planning goals, such as your age, income, retirement age, retirement plan information, risk tolerance, family information and other demographic or related information.\nThis also includes any other information you provide within your User Account, such as the address of any property you own and the value of any manually entered accounts.<ul>\n<li>Provide you our free Retirement Planner service and design your personalized retirement plan</li>\n<li>Provide you our free Investment Checkup service and perform an analysis of your investments (or other product features)</li>\n<li>If qualified, provide you with a free financial consultation with one of our investment advisors</li>\n<li>Recommend Personal Capital products and services that may be of interest to you</li>\n<li>Customize your User experience</li>\n<li>Conduct and publish anonymized aggregated research on personal finance trends</li>\n</ul>Yes, those are optional services which you are free to use or not use.<i>[Optional]</i>\n<br>\n<b>Financial Account Information</b>\n<br> For third-party financial accounts you link - this includes your account credentials, passwords, security questions, transactions, balances, assets held, statements and other account information.<ul>\n<li>Provide you the holistic view of all of your finances in our Dashboard</li>\n<li>Provide you our free financial planning tools such as our Cash Flow tool, Budget tool and others</li>\n<li>Allow background automatic refreshes of your data so that your Dashboard is always up to date</li>\n<li>Recommend Personal Capital products and services that may be of interest to you</li>\n<li>Customize your User experience</li>\n<li>Conduct and publish anonymized aggregated research on personal finance trends</li>\n</ul>Yes, those are optional services which you are free to use or not use.<b>Product Use Information</b>\n<ul>\n<li>Monitor and maintain system performance</li>\n<li>Identify most popular features and inform new features development</li>\n<li>Personalize your experience with Personal Capital</li>\n<li>Recommend Personal Capital products and services</li>\n</ul>No, if you are a User we will collect this information<p>&nbsp;</p>\n<b>\n<i>Personal Capital Cash Customers</i>\n</b>\n<p>If you are opening a Personal Capital Cash program account, we consider you a <b>Personal Capital Cash Customer</b>.\n<b>Personal Capital Cash Customers</b> are also considered <b>Users</b> and <b>Visitors</b> and may also be <b>Advisory Clients</b> so this section describes the information that we collect in addition to what is described in those sections of this Privacy Policy.</p>What do we collect?Why do we collect it?Can you limit?<b>Detailed Account Information</b>\n<ul>\n<li>Name</li>\n<li>Date of birth</li>\n<li>Social Security Number</li>\n<li>Physical and mailing address</li>\n<li>State ID, driver’s license or passport number</li>\n<li>Citizenship and country of birth</li>\n<li>Income and other financial information</li>\n<li>Occupation</li>\n<li>Contact, account &amp.\nrouting number, titling and fraud information for accounts you want to move funds to or from</li>\n<li>Other required personal information</li>\n</ul>\n<ul>\n<li>Verify your identity and develop a behavior profile to enable us to better prevent fraud</li>\n<li>Facilitate the opening of a Personal Capital Cash program account, on your behalf, with our selected bank partner</li>\n<li>Enable our bank partners to comply with their customer identification programs to combat money laundering and prevent financial fraud</li>\n<li>Provide ongoing information required to provide continuing services to you</li>\n<li>Recommend Personal Capital products and services that may be of interest to you</li>\n<li>Satisfy legal and regulatory requirements</li>\n</ul>Yes, becoming a Personal Capital Cash Customer is entirely voluntary.\nIf you opt to become a Personal Capital Cash Customer, this information is required.<p>&nbsp;</p>\n<b>\n<i>Advisory Clients</i>\n</b>\n<p>If you are opening a wealth management advisory account with us and utilizing our fee-based advisory service, we consider you an <b>Advisory Client</b>.\n<b>Advisory Clients</b> are also considered <b>Users</b> and <b>Visitors</b> and may also be Personal Capital Cash Customers, so this section describes information that we collect in addition to what was described previously, as applicable.</p>\n<p>As part of our relationship with you as an <b>Advisory Client</b>, we will utilize the information we have on your financial dashboard in order to provide you with our holistic financial advice.\nWe may also, at your request or as appropriate for your situation and needs, recommend third-party services to you.</p>What do we collect?Why do we collect it?Can you limit?<b>Detailed Account Information</b>\n<ul>\n<li>Name</li>\n<li>Social Security Number</li>\n<li>Mailing address</li>\n<li>Tax planning information</li>\n<li>Transferred securities information such as cost basis</li>\n<li>Your beneficiaries</li>\n<li>Contact information for investment accounts or banks you want to move funds from</li>\n<li>Your investment objectives, if not previously collected</li>\n<li>Other required personal information</li>\n</ul>\n<ul>\n<li>Opening an account, on your behalf, with an independent securities brokerage trading and clearing custodian account or banking institution</li>\n<li>Enabling us to fund your accounts with your other investments assets or cash</li>\n<li>Providing the independent broker or banking institution with ongoing information required to provide continuing services to you</li>\n<li>Allowing us to perform tax analysis on the movement of assets, if applicable.</li>\n<li>Designing, implementing and managing your investment portfolio strategy</li>\n<li>Providing you with account statements, trade confirmations, tax information and other notifications related to the Advisory Service</li>\n<li>Satisfying legal and regulatory requirements</li>\n</ul>Yes, becoming an Advisory Client is entirely voluntary.\nIf you opt to become an Advisory Client, this information is required.<p>&nbsp;</p>\n<b>\n<i>What Information Do We Share and Why?</i>\n</b>\n<p>Personal Capital’s core business is wealth management.\nThis means that our objective is to win you over as a Personal Capital Advisory Client.\n<b>We do not rent, sell or trade your Personal Information.</b> We do share some information as described in the table below.</p>\n<p>\n<b>\n<i>Personal Information</i>\n</b>\n</p>Sharing CategoryWhat do we share and why?<i>Our Service Providers</i>Like most businesses, we use third-party service providers to deliver some of the services mentioned in this Privacy Policy.\nIn doing so, we provide some of your data (including your Personal Information) to those third-party service providers, on a need to know basis.\nOur contracts with those service providers require them to safeguard your information and prohibit them from using your data for any purpose other than to provide services to us or to improve their services.<i>Marketing Partners</i>We also share your name, phone number, mailing address and email address (or email hashes) with Marketing Partners working on our behalf and solely for marketing our services to you.\nFor example, if you participate in our referral program we will share your name and email with our referral management partner so you can be credited the referral fee.\nWe do not sell or allow your information to be used for any purpose other than to market our own products and services.\nWe also never share sensitive financial information, such as account numbers, detailed account balances or transaction history, with our marketing partners.<i>Personal Capital Cash program account partners</i>If you are a Personal Capital Cash Customer, you will own a program account provided through our banking partner and other participating program banks.\nOur banking partner for our Personal Capital Cash Customer program accounts is UMB Bank, National Association (“UMB”) and we will share Detailed Cash Account Information with UMB.\nOur contract with UMB requires them to treat your information as confidential information.\nUMB’s Privacy Policy is available here.<i>Identity verification and fraud analysis</i>If you are a Personal Capital Cash Customer or an Advisory Client we will share some of your Personal Information, Detailed Cash Account Information and Detailed Investment Account Information (as applicable) with third-party identity verification providers and fraud analysis partners for the sole purpose of verifying your identity and preventing fraudulent transactions.\nThese providers are required under contract with us to safeguard your information and not provide it to any third parties except as required to provide the services or as otherwise required by law, regulation or by court order.<i>Your brokerage account(s)</i>If you are an Advisory Client of Personal Capital, you will have a custodial brokerage account to hold your personal portfolio.\nOur custodial brokerage partner for our Advisory Clients’ accounts is Pershing and we will share Detailed Advisory Account Information with them.\nYou will have direct visibility, access, and interaction with Pershing while you are a Personal Capital Advisory Client.\nPershing’s Privacy Policy is available here.<i>Security, Legal &amp.\nRegulatory Requirements</i>We also reserve the right to disclose information about you that we believe, in good faith, is appropriate or necessary to (i) take precautions against liability, (ii) protect ourselves or others from fraudulent, abusive, or unlawful uses or activity, (iii) investigate and defend ourselves against any third-party claims or allegations, (iv) protect the security or integrity of the services we provide and any facilities or equipment used to make those services available, (v) comply with any law or regulatory requirement, including pursuant to a subpoena, court order or other legal process, or (vi) protect our property or other legal rights (including, but not limited to, enforcement of our agreements), or the rights, property, or safety of others.<p>&nbsp;</p>\n<b>\n<i>Anonymized Information</i>\n</b>\n<p>We may share anonymized information that is summarized or derived from information you provide to us as explained below.\nAnonymized information is information that does not include any personally identifiable information.</p>Sharing CategoryWhat do we share and why?<i>Personal Capital Research</i>From time to time Personal Capital performs analysis on personal finance and related topics, utilizing anonymized and summarized insights from our Users and Clients.\nSuch research reports or findings may be shared with external publishers or published by us on financial topics of interest such as our “Hidden Beneath The Surface - What Americans are Paying in Advisory Fees” and others.<i>Service Providers</i>As most businesses, we use third-party service providers to deliver the services mentioned in this Privacy Policy.\nIn doing so, we authorize some Service Providers to use anonymized information to provide services to us or to improve their services generally.<p>&nbsp;</p>\n<i>Additional Privacy Information and Your Privacy Rights and Resources</i>\n<b>Affiliate Use </b>\n<p>We may share Personal Information and other User information among our affiliated companies to provide services you have requested or to offer new services or products to you.\nWhen we talk about affiliated companies, we mean Personal Capital Corporation and its subsidiaries - Personal Capital Advisors Corporation and Personal Capital Services Corporation, as well as affiliated Empower Retirement branded companies.\nOur affiliated companies share our commitment to privacy and will not rent, sell or trade your personal information.</p>\n<br>\n<b>Our Use of Google Analytics</b>\n<p>We use Google Analytics to help us understand how you interact with our website and mobile app, market our products and services to you, and to improve the User experience.\nTo do this, we share a unique identifier with Google.\nFor information on how Google Analytics collects and processes data, as well as how you can control information sent to Google, see “How Google uses data when you use our partners’ sites or apps” linked here.\nYou can learn about Google Analytics’ currently available opt-outs, including the Google Analytics Browser Ad-On, here.</p>\n<br>\n<b>Our Use of Tags, Pixels, Cookies and Other Trackers</b>\n<p>Tags, pixels and cookies are bits of code that we use to gather information to operate and measure engagement with our site.\nThese generally fall into two categories:</p>\n<ul>\n<li>User Experience – Information that helps us determine which features are most popular with our users, provide content and offers that are relevant to a user’s financial situation or site engagement, market our products and services to you, and identify errors or other technical issues on our site.\nand</li>\n<li>Marketing Attribution – Information that allows us to track the effectiveness of advertising we run on other sites and to manage our affiliate marketing program.\nFor example, marketing pixels operate by sending a small amount of information when triggered by specific events, such as when a user registers on our site after clicking through a promotional link on another site.\nTo do this, the pixel uses a unique identifier that does not contain personally identifying information to connect that data (user registration) back to the action (clicking on the link).</li>\n</ul>\n<p>To implement the features described above, Personal Capital contracts with trusted service providers to place tags on the Personal Capital applications.\nThese service providers are prohibited from using any Personal Information they collect on our behalf for any purpose other than providing services to Personal Capital.\n</p>\n<br>\n<b>How to Request Deletion of the Personal Information We Collect</b>\n<p>Personal Capital allows you to delete your account.\nYou can consult our support article for instructions on how to do so.\nWe will retain information on deleted accounts as required for legal, regulatory and security purposes.</p>\n<br>\n<b>Opt-out Information</b>\n<p>If you request to be added to our Opt-out lists, we will keep your Personal Information on those Opt-out lists until you request to be removed from such lists.\nWe allow you to Opt-out of the following:</p>\n<ul>\n<li>Promotional or Product Notification emails - see reference</li>\n<li>Advisor phone calls - notify your advisor at the time of the call to place you on the do not call list or reach out to the privacy team</li>\n<li>Physical Mailings - send your request to our support team or privacy team to be added to Opt-out list</li>\n<li>Short Message Service (SMS) Messages - Personal Capital supports industry standards for SMS Opt-out such as replying with “STOP” to opt-out of those messages.</li>\n</ul>\n<p>For opt-out requests, please find contact information under <b>“Privacy Questions, Comments or Feedback?”</b> below.</p>\n<br>\n<b>Email Records</b>\n<p>Personal Capital keeps business records, including emails you send to us, for five (5) years to meet our regulatory compliance requirements.\nThis includes any email you send to our privacy, security or support teams.</p>\n<br>\n<b>Data Residency</b>\n<p>Our services and data are hosted in the United States and are intended for individuals located within the United States.</p>\n<br>\n<b>US State Residents Privacy Notices</b>\n<p>To exercise any of your rights described below, please find contact information under <b>“Privacy Questions, Comments or Feedback?”</b> below.</p>\n<br>\n<b>\n<i>Nevada Residents</i>\n</b>\n<p>We are providing you this notice under Nevada state law.\nYou may be placed on our internal Do Not Call List by contacting us.</p>\n<p>In addition to contacting us, Nevada residents can contact the Bureau of Consumer Protection, Office of the Nevada Attorney General, in writing at 555 E.\nWashington St., Suite 3900, Las Vegas, NV 89101.\nby calling (702) 486-3132.\nor by emailing: BCPINFO@ag.state.nv.us.</p>\n<br>\n<b>\n<i>Vermont Residents</i>\n</b>\n<p>Under Vermont law, we will not share any Personal Information we collect about Vermont residents with third parties, unless the law allows.</p>\n<br>\n<b>\n<i>California Residents</i>\n</b>\n<p>Residents of California have the right to request a disclosure describing what types of Personal Information (if any) we have shared with third parties for their direct marketing purposes, and with whom we have shared it, during the preceding calendar year.</p>\n<p>Effective January 1, 2020, the California Consumer Privacy Act (“CCPA”) provides a number of rights to California consumers.\nFor a full description of your rights under the CCPA, please see Appendix A.</p>\n<br>\n<b>Protecting Children’s Privacy Online</b>\n<p>Personal Capital is not directed to individuals under the age of thirteen (13), and those children should not provide Personal Information through our websites or applications.\nWe do not knowingly collect information from children under 13 without parental consent.\nFor more information about the Children’s Online Privacy Protection Act (COPPA), visit the Federal Trade Commission website.</p>\n<br>\n<b>Modifications to our Privacy Policy</b>\n<p>We change our privacy practices from time to time as the need arises.\nWhen we do, we will revise this Privacy Policy, and we will post the revised document on our website at https://www.personalcapital.com/privacy-policy.</p>\n<p>When changes to this Privacy Policy are material, we will provide notice to Personal Capital Cash Customers and Advisory Clients.</p>\n<p>&nbsp;</p>\n<b>Privacy Questions, Comments or Feedback?</b>\n<p>Please contact us*</p>\n<p>Attention: Privacy Team <br> Personal Capital <br> 3 Lagoon Drive <br> Suite 200 <br> Redwood City, CA 94065</p>\n<br>\n<p>Call toll-free 855-855-8005 <br> Visit www.personalcapital.com <br> Email us at privacy@personalcapital.com</p>\n<p>\n<i>*Note that the Privacy Team may not respond to automated requests or other requests that do not appear to be legitimate in nature.</i>\n</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>Appendix ACalifornia Consumer Privacy Act (“CCPA”) Disclosures<p>&nbsp;</p>\n<b>Who does the CCPA apply to?</b>\n<p>The CCPA provides certain rights to California residents.</p>\n<br>\n<b>What rights do I have under the CCPA?</b>\n<p>Broadly speaking, the CCPA grants California residents the following rights:</p>\n<ol>\n<li>a right to request that a business disclose the personal information that the business collects, uses, discloses and sells;</li>\n<li>a right to request that a business delete the personal information that the business has collected from them;</li>\n<li>a right to opt out of having their personal information sold by a business.\nand</li>\n<li>a right not to receive discriminatory treatment by a business for exercising their rights under the CCPA.</li>\n</ol>\n<br>\n<b>What personal information does Personal Capital collect about California consumers?</b>\n<p>The chart below describes the categories of personal information Personal Capital has collected over the past 12 months, as well as the categories of sources from which the information was collected, the business purpose for which the information is collected, and the categories of third parties with whom Personal Capital shared personal information.</p>\n<p>Please note that we also disclose the types of information we collect earlier in our Privacy Policy.\nHowever, the CCPA requires that we provide this information with reference to certain categories described in the CCPA and so we are restating the information here.</p>\n<br>\n<b>Category of Personal Information</b>\n<b>Examples</b>\n<b>Business Purposes</b>\n<i>\n<b>Identifiers</b> such as a real name, alias, postal address, unique personal identifier, online identifier Internet Protocol address, email address, account name, social security number, driver’s license number, passport number, or other similar identifiers.<br> Categories of Sources: Y, SP, TP</i>You provide this information when creating a dashboard, adding accounts, or signing up for a wealth management or Cash account.\nWe may also obtain this information from service providers to verify your identity or provide services to you.1-7<i>\n<b>Personal information</b> that identifies, relates to, describes, or is capable of being associated with, a particular individual, including, but not limited to, his or her name, signature, social security number, physical characteristics or description, address, telephone number, passport number, driver’s license or state identification card number, insurance policy number, education, employment, employment history, bank account number, credit card number, debit card number, or any other financial information, medical information, or health insurance information.\n<br> Categories of Sources: Y, SP, TP</i>You provide this information when creating a dashboard, adding accounts, or signing up for a wealth management or Cash account.\nWe may also obtain this information from service providers to verify your identity or provide services to you.\n<br>\n<br> We do not store account numbers, credit or debit card numbers or login credentials for accounts that you link to your dashboard.\nWe do not generally collect descriptions of physical characteristics, insurance policy numbers, education, medical or health insurance information, although if you are a wealth management Client and disclose this information to your advisor we may have a record of it.1-7<i>\n<b>Characteristics of protected classifications</b> under California or federal law.\n<br> Categories of Sources: Y</i>You may provide your age, sex and marital status if you use our retirement planner.\nIf you are a Personal Capital Cash customer you confirmed that you were a U.S.\ncitizen.1, 2, 5-7<i>\n<b>Commercial information</b>, including records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies.\n<br> Categories of Sources: Y, SP</i>If you have added accounts to your dashboard, we have collected transaction information reflected in those accounts.\nIn addition, we have information about the investment and cash accounts you have opened with us.1-3, 5-7<i>\n<b>Internet or other electronic network activity</b> information, including, but not limited to, browsing history, search history, and information regarding a consumer’s interaction with an Internet Web site, application, or advertisement.\n<br> Categories of Sources: Y</i>We collect your IP address and cookies from your browser to recognize you and deliver a consistent experience when you visit our site and to measure the effectiveness of our marketing.\nWe also collect information about how you interact with our website.1-3, 5-7<i>Professional or <b>employment-related information</b>.\n<br> Categories of Sources: Y</i>You may provide employment information when applying for a Personal Capital Cash account or if you are a wealth management Client.2, 5<i>\n<b>Inferences</b> drawn from any of the information identified in this subdivision to create a profile about a consumer reflecting the consumer’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes.\n<br> Categories of Sources: Y</i>We may use information you provide to tailor products or offers to you.1, 3-7<p>Note that we do not collect education, biometric or geolocation information.</p>\n<b>Categories of Sources of Information</b>\n<p>(Y) Most of the information personal information we have is provided by you either (a) through our website, including information you enter into our web site as well as information provided by your web browser or device, or (b) when speaking to a Personal Capital advisor or customer service agent.\n<br> (SP) We receive information from service providers who help us provide services to you.\n<br> (TP) In some instances, we purchase information from third parties.\nFor example, we may purchase addresses for direct mail campaigns and sales leads from referral partners.</p>\n<b>Business or Commercial Purpose for Collecting the Personal Information</b>\n<p>(1) Auditing related to a current interaction with the consumer and concurrent transactions, including, but not limited to, counting ad impressions to unique visitors, verifying positioning and quality of ad impressions, and auditing compliance with this specification and other standards.\n<br> (2) Detecting security incidents, protecting against malicious, deceptive, fraudulent, or illegal activity, and prosecuting those responsible for that activity.\n<br> (3) Debugging to identify and repair errors that impair existing intended functionality.\n<br> (4) Short-term, transient use, provided that the personal information is not disclosed to another third party and is not used to build a profile about a consumer or otherwise alter an individual consumer’s experience outside the current interaction, including, but not limited to, the contextual customization of ads shown as part of the same interaction.\n<br> (5) Performing services on behalf of the business or service provider, including maintaining or servicing accounts, providing customer service, processing or fulfilling orders and transactions, verifying customer information, processing payments, providing financing, providing advertising or marketing services, providing analytic services, or providing similar services on behalf of the business or service provider.\n<br> (6) Undertaking internal research for technological development and demonstration.\n<br> (7) Undertaking activities to verify or maintain the quality or safety of a service or device that is owned, manufactured, manufactured for, or controlled by the business, and to improve, upgrade, or enhance the service or device that is owned, manufactured, manufactured for, or controlled by the business.</p>\n<b>Categories of Third Parties With Whom We Share Personal Information</b>\n<p>We share the information described above with service providers to the extent necessary to provide the services you have requested and for the business purposes described above.</p>\n<br>\n<b>How Can I Exercise My Right to Opt Out of the Sale of My Personal Information?</b>\n<p>Personal Capital does not sell any consumers’ personal information and has not sold consumers’ information in the past 12 months.</p>\n<br>\n<b>How Can I Exercise My Rights Under the CCPA?</b>\n<p>If you have a Personal Capital dashboard account:</p>\n<ul>\n<li>Log into your account and go to Settings.</li>\n<li>Under the Privacy section, you will be able to request a report of the categories of information or specific information that we have collected about you or request that we delete your personal information.</li>\n<li>In most cases, we will be able to authenticate your request using your dashboard login.\nIn certain circumstances, if we believe it is necessary to authenticate your request and protect the security of your information, we may require additional information.</li>\n</ul>\n<br>\n<p>If you do not have a Personal Capital dashboard account:</p>\n<ul>\n<li>Fill out an online request form</li>\n<li>You will need to provide your full name, phone number, and email so that we can locate you and authenticate your identity.\n<b>\n<u>If you previously had a Personal Capital dashboard account, please provide the email and phone number you used to log into your dashboard</u>\n</b>.</li>\n<li>We will authenticate your request by matching the information you provide against any information we have collected about you.\nIn certain circumstances, if we believe it is necessary to authenticate your request and protect the security of your information, we may require additional information.</li>\n</ul>\n<br>\n<b>How Can I Designate an Authorized Agent to Exercise My Rights Under the CCPA?</b>\n<p>You may use an authorized agent to submit a request on your behalf.\nTo do so, the authorized agent must provide a copy of your signed authorization to privacy@personalcapital.com.\nYou will also be required to verify your identity directly with us and confirm that you provided the authorized agent with permission to submit a request on your behalf.</p>\n<br>\n<b>Contact Information</b>\n<p>If you have any questions about your rights under the CCPA, please contact privacy@personalcapital.com.</p>\n<p>&nbsp;</p>\n<p>Download The App</p>\n<ul>\n<li>About Us</li>\n<li>Our Blog</li>\n<li>Press</li>\n<li>Affiliates</li>\n<li>Careers</li>\n<li>Security</li>\n<li>Legal &amp.\nDisclosures</li>\n<li>Privacy Policy</li>\n</ul>\n<p>Advisory services are offered for a fee by Personal Capital Advisors Corporation (\"PCAC\"), a registered investment adviser with the Securities and Exchange Commission.\nRegistration does not imply a certain level of skill or training.\nInvesting involves risk.\nPast performance is not indicative of future returns.\nYou may lose money.\nAll visuals are illustrative only.\nFeatured individuals are actors or paid spokespeople and not clients of PCAC.\nPCAC is a wholly owned subsidiary of Personal Capital Corporation (\"PCC\"), an Empower company.\nPCC is a wholly owned subsidiary of Empower Holdings, LLC.&nbsp;Read Full Disclosures »</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>Invest with logic.<br> Plan with heart.<sup>™</sup>\n</p>\n<p>© 2021 Personal Capital Corporation, an Empower Company.\n<br>All rights reserved.</p>\n<p> [\"Author\"] has entered into a referral agreement with Personal Capital Corporation (\"Personal Capital\"), through which Author will be paid between $70 and $150 for each person who uses webpage to register with Personal Capital and links at least $100,000 in investable assets to Personal Capital's Free Financial Dashboard.\nAuthor may also be eligible to participate in an additional bonus compensation program through which the Author will be paid additional compensation based on achievement of certain goal metrics.\nEligible participants in the bonus compensation program and the goal metrics are established by PCC at its sole discretion.\nAuthor is not affiliated with Personal Capital and Author's services consist solely of referrals of prospective clients.\nAs a result of this arrangement Author may financially benefit from referring potential clients to Personal Capital.\nNo fees or other amounts will be charged to investors by Author or Personal Capital as a result of the referral arrangement.\nInvestors that are referred by Author to Personal Capital and subscribe for investment advisory services provided by Personal Capital’s subsidiary, Personal Capital Advisors Corporation (“PCAC”), will not pay increased management fees or other similar compensation to Author, Personal Capital or PCAC as a result of the referral arrangement.\nAdditional information about PCAC is contained in Part 2A of PCAC’s Form ADV.\nThis referral agreement with Author does not imply a sponsorship, endorsement, approval, investigation, verification, or monitoring by PCAC of the contents of the Author's website.\nPersonal Capital is not responsible for the content of any website owned by a third party that may be linked to Personal Capital's Website regardless of whether the link is provided by PCAC or a third party.\nPersonal Capital does not prepare or maintain, has not and will not review or update, and does not guarantee the accuracy, timeliness, completeness, suitability, reliability, or usefulness of any information contained on a linked third-party website.</p>\n<ul>\n<li>Sign In</li>\n<li>Get Started</li>\n</ul>Wealth <br>Management<ul>\n<li>Wealth Management</li>\n<li>Private Client</li>\n<li>Socially Responsible Investing</li>\n<li>Personal Strategy<sup>®</sup>\n</li>\n<li>Investment Methodology &amp.\nTeam</li>\n</ul>See How It WorksCash <br>Management<ul>\n<li>Personal Capital Cash</li>\n</ul>Financial Tools<ul>\n<li>Financial Tools</li>\n<li>Net Worth</li>\n<li>Savings Planner</li>\n<li>Retirement Planner</li>\n<li>Investment Checkup</li>\n<li>Fee Analyzer</li>\n<li>Mobile Apps</li>\n</ul>About Us<ul>\n<li>About Us</li>\n<li>Our Advisors</li>\n<li>Press</li>\n<li>Careers</li>\n<li>Security</li>\n<li>Affiliates</li>\n<li>Reviews</li>\n<li>Empower Retirement</li>\n</ul>Help<ul>\n<li>Support</li>\n<li>FAQs</li>\n<li>Accessibility</li>\n<li>Contact Us</li>\n<li>Sitemap</li>\n</ul>Learn More<ul>\n<li>Our Blog</li>\n<li>College</li>\n<li>Family Life</li>\n<li>Legacy &amp.\nEstate</li>\n<li>Investing &amp.\nMarkets</li>\n<li>News</li>\n<li>Guides</li>\n<li>Retirement</li>\n<li>Taxes &amp.\nInsurance</li>\n</ul> ", "created_at": "2021-04-01 11:24:20.242862", "updated_at": "2021-04-01 11:26:43.147768"}], "points": [{"id": 18957, "title": "Your personal data is not sold", "source": "https://www.personalcapital.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-04-17 01:17:59.585446", "updated_at": "2021-04-17 13:43:18.468756", "quoteText": "<b>Let us be clear - we do not rent, sell or trade your Personal Information.", "case_id": 193, "document_id": 4579, "quoteStart": 1120, "quoteEnd": 1197}, {"id": 18960, "title": "Third parties used by the service are bound by confidentiality obligations", "source": "https://www.personalcapital.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-04-17 01:32:31.002616", "updated_at": "2021-04-17 13:43:39.868247", "quoteText": "Our contracts with those service providers require them to safeguard your information and prohibit them from using your data for any purpose other than to provide services to us or to improve their services.", "case_id": 210, "document_id": 4579, "quoteStart": 13441, "quoteEnd": 13648}, {"id": 18958, "title": "Tracking via third-party cookies for other purposes without your consent.", "source": "https://www.personalcapital.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-04-17 01:26:27.087695", "updated_at": "2021-04-17 13:43:50.595596", "quoteText": "Third-Party Tags and Cookies</b>\n<ul>\n<li>To measure our marketing effectiveness</li>\n</ul>Most modern browsers allow you to delete or limit cookies, including third-party cookies however you may not be able to limit marketing tags entirely unless you do not visit our sites.", "case_id": 128, "document_id": 4579, "quoteStart": 3869, "quoteEnd": 4144}, {"id": 18959, "title": "This service collects your IP address, which can be used to view your approximate location", "source": "https://www.personalcapital.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-04-17 01:28:06.199308", "updated_at": "2021-04-17 13:43:10.405104", "quoteText": "ternet Protocol (IP) Address</b>\n<ul>\n<li>As part of the basic function of the internet</li>\n<li>To measure who is visiting us and where they are from</li>\n</ul>The only way to avoid this is not visiting our sites.<b>", "case_id": 399, "document_id": 4579, "quoteStart": 4149, "quoteEnd": 4366}], "urls": ["personalcapital.com"]}}