{"error": 448, "message": "OK", "parameters": {"id": 2937, "name": "E2 Essential Elements", "created_at": "2021-04-02 12:25:06.531675", "updated_at": "2021-04-03 00:01:00.268668", "wikipedia": null, "keywords": null, "related": null, "slug": "e2_essential_elements", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2937.png", "url": "e2essentialelements.com", "documents": [{"id": 4618, "name": "Cookie Policy", "url": "https://e2essentialelements.com/politique-des-cookies/", "xpath": "", "text": "E2 Essential Elements utilise des cookiesLes cookies nous permettent de personnaliser le contenu et les annonces, d'offrir des fonctionnalités relatives aux médias sociaux et d'analyser notre trafic.\nNous partageons également des informations sur l'utilisation de notre site avec nos partenaires de médias sociaux, de publicité et d'analyse, qui peuvent combiner celles-ci avec d'autres informations que vous leur avez fournies ou qu'ils ont collectées lors de votre utilisation de leurs services.\nVous consentez à nos cookies si vous continuez à utiliser notre site Web.[#OOI_PERSONAL_INFORMATION#] Utiliser uniquement les cookies nécessaires Autoriser tous les cookies Afficher les détails OK Utiliser uniquement les cookies nécessaires Autoriser la sélection Autoriser tous les cookies NécessairesPréférencesStatistiquesMarketing Afficher les détails Déclaration relative aux cookies [#IABV2SETTINGS#] À propos des cookies  Nécessaires (19) Préférences (1) Statistiques (3) Marketing (1) Non classés (1)Les cookies nécessaires contribuent à rendre un site Web utilisable en activant des fonctions de base comme la navigation de page et l'accès aux zones sécurisées du site Web.\nLe site Web ne peut pas fonctionner correctement sans ces cookies.\nNomFournisseurFinalitéExpirationType__paypal_sdk_storage__PaypalCe cookie est nécessaire pour la fonction de connexion PayPal sur le site Web.PersistentHTML__stripe_midStripeCe cookie est nécessaire pour effectuer des transactions par carte de crédit sur le site.\nLe service est fourni par Stripe.com qui permet les transactions en ligne sans stocker aucune information de carte de crédit.1 annéeHTTP__stripe_sidStripeCe cookie est nécessaire pour effectuer des transactions par carte de crédit sur le site.\nLe service est fourni par Stripe.com qui permet les transactions en ligne sans stocker aucune information de carte de crédit.1 jourHTTPCookieConsentCookiebotStocke l'autorisation d'utilisation de cookies pour le domaine actuel par l'utilisateur 1 annéeHTTPHttpOnlye2essentialelements.comGarantit la sécurité de navigation du visiteur en empêchant la contrefaçon de requête inter-site.\nCe cookie est essentiel pour la sécurité du site web et du visiteur.1 jourHTTPwc_cart_createde2essentialelements.comNécessaire pour la fonctionnalité de panier d'achat sur le site Web.\nSessionHTMLwc_cart_hash_#y5t5h9k5.rocketcdn.meNécessaire pour que la fonctionnalité de panier d'achat du site Web mémorise les produits choisis.\nCela permet également au site Web de promouvoir des produits connexes auprès du visiteur, en fonction du contenu du panier.PersistentHTMLwc_fragments_#y5t5h9k5.rocketcdn.meCookie de session permettant d'afficher le Panier.SessionHTMLwoocommerce_cart_hashe2essentialelements.comNécessaire pour que la fonctionnalité de panier d'achat du site Web mémorise les produits choisis.\nCela permet également au site Web de promouvoir des produits connexes auprès du visiteur, en fonction du contenu du panier.\nSessionHTTPwoocommerce_items_in_carte2essentialelements.comNécessaire pour que la fonctionnalité de panier d'achat du site Web mémorise les produits choisis.\nCela permet également au site Web de promouvoir des produits connexes auprès du visiteur, en fonction du contenu du panier.\nSessionHTTPwp_woocommerce_session_#e2essentialelements.comCookie de session e-commerce.1 jourHTTPmm.stripe.comDétermine l'appareil utilisé pour accéder au site Web.\nCela permet au site Web d'être formaté en conséquence.2 annéesHTTP[SessionID#27]PaypalCe cookie est fourni par Paypal.\nLe cookie est utilisé dans le contexte des transactions sur le site web - Il est nécessaire pour des transactions sécurisées.2 joursHTTPakavpau_ppsdPaypalCe cookie est fourni par Paypal.\nLe cookie est utilisé dans le contexte des transactions sur le site web - Il est nécessaire pour des transactions sécurisées.SessionHTTPenforce_policyPaypalCe cookie est fourni par Paypal.\nLe cookie est utilisé dans le contexte des transactions sur le site web - Il est nécessaire pour des transactions sécurisées.1 annéeHTTPl7_azPaypalCe cookie est nécessaire pour la fonction de connexion PayPal sur le site Web.1 jourHTTPts_cPaypalUtilisé dans le contexte de la fonction de paiement PayPal sur le site Web.\nLe cookie est nécessaire pour effectuer une transaction en toute sécurité via PayPal.3 annéesHTTPhttps://q.stripe.com/StripeCe cookie est nécessaire pour effectuer des transactions par carte de crédit sur le site.\nLe service est fourni par Stripe.com qui permet les transactions en ligne sans stocker aucune information de carte de crédit.SessionPixeltsPaypalUtilisé dans le contexte de la fonction de paiement PayPal sur le site Web.\nLe cookie est nécessaire pour effectuer une transaction en toute sécurité via PayPal.SessionPixel Les cookies de préférences permettent à un site Web de retenir des informations qui modifient la manière dont le site se comporte ou s’affiche, comme votre langue préférée ou la région dans laquelle vous vous situez.\nNomFournisseurFinalitéExpirationType(innomé)e2essentialelements.comEn attenteSessionHTTP Les cookies statistiques aident les propriétaires du site Web, par la collecte et la communication d'informations de manière anonyme, à comprendre comment les visiteurs interagissent avec les sites Web.\nNomFournisseurFinalitéExpirationType_gae2essentialelements.comEnregistre un identifiant unique utilisé pour générer des données statistiques sur la façon dont le visiteur utilise le site.2 annéesHTTP_gate2essentialelements.comUtilisé par Google Analytics pour diminuer radicalement le taux de requêtes1 jourHTTP_gide2essentialelements.comEnregistre un identifiant unique utilisé pour générer des données statistiques sur la façon dont le visiteur utilise le site.1 jourHTTP Les cookies marketing sont utilisés pour effectuer le suivi des visiteurs au travers des sites Web.\nLe but est d'afficher des publicités qui sont pertinentes et intéressantes pour l'utilisateur individuel et donc plus précieuses pour les éditeurs et annonceurs tiers.\nNomFournisseurFinalitéExpirationTypeNIDGoogleEnregistre un identifiant qui identifie l'appareil de l'utilisateur récurrent.\nCet identifiant est utilisé pour des annonces ciblées.6 moisHTTP Les cookies non classés sont les cookies qui sont en cours de classification, ainsi que les fournisseurs de cookies individuels.\nNomFournisseurFinalitéExpirationTypepayJsRolloutFlagStripeEn attenteSessionHTML  [#IABV2_LABEL_PURPOSES#] [#IABV2_LABEL_FEATURES#] [#IABV2_LABEL_PARTNERS#] [#IABV2_BODY_PURPOSES#] [#IABV2_BODY_FEATURES#] [#IABV2_BODY_PARTNERS#] Les cookies sont des petits fichiers textes qui peuvent être utilisés par les sites Web pour rendre l'expérience utilisateur plus efficace.\n<br>\n<br>La loi stipule que nous ne pouvons stocker des cookies sur votre appareil que s’ils sont strictement nécessaires au fonctionnement de ce site.\nPour tous les autres types de cookies, nous avons besoin de votre permission.<br>\n<br>Ce site utilise différents types de cookies.\nCertains cookies sont placés par les services tiers qui apparaissent sur nos pages.<br>\n<br>À tout moment, vous pouvez modifier ou retirer votre consentement dès la Déclaration relative aux cookies sur notre site Web.<br>\n<br>En savoir plus sur qui nous sommes, comment vous pouvez nous contacter et comment nous traitons les données personnelles veuillez voir notre Politique confidentialité.\nDéclaration relative aux cookies mise à jour le 3/24/21 par Cookiebot Tel: (+32) 56 33 08 35 <ul>\n<li> Facebook </li>\n<li> Twitter </li>\n<li> Instagram </li>\n<li>Pinterest</li>\n<li>YouTube</li>\n<li>Amazon</li>\n</ul>\n<ul>\n<li> Facebook </li>\n<li> Twitter </li>\n<li> Instagram </li>\n<li>Pinterest</li>\n<li>YouTube</li>\n<li>Amazon</li>\n</ul>\n<ul>\n<li>Mon Compte\n<ul>\n<li>Panier</li>\n<li>Commande</li>\n</ul>\n</li>\n</ul> Article 0 <ul>\n<li>Sprays\n<ul>\n<li>Hydro Alcoolique <ul>\n<li>E2 Solution Hydro Alcoolique</li>\n<li>E2 Duo de Solution Hydro Alcoolique</li>\n<li>E2 Solution Hydro Alcoolique 3 Huiles Essentielles</li>\n<li>E2 Duo de Solution Hydro Alcoolique 3 Huiles Essentielles</li>\n</ul>\n</li>\n<li>Sprays Aériens 100% Bio <ul>\n<li>E2 Spray Assainissant Bio</li>\n<li>E2 Spray Assainissant Bio 200ml</li>\n<li>E2 Spray Respiratoire Bio</li>\n<li>E2 Spray Sommeil Bio</li>\n</ul>\n</li>\n<li>Sprays Aériens 100% Naturels <ul>\n<li>E2 Spray Assainissant</li>\n<li>E2 Spray Respiratoire</li>\n<li>E2 Spray Sommeil</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Répulsifs\n<ul>\n<li>E2 Stop Tiques</li>\n<li>E2 Stop Moustiques</li>\n<li>E2 Stop Moustiques Bio</li>\n</ul>\n</li>\n<li>Lotions\n<ul>\n<li>E2 Complexe Ultra Jeunesse</li>\n<li>E2 Complexe Articulaire</li>\n<li>E2 Complexe Jambes Légères</li>\n</ul>\n</li>\n<li>Diffuseur IRIS\n<ul>\n<li>Capsules IRIS</li>\n<li>Coffrets IRIS <ul>\n<li>E2 Pack Découverte Diffuseur IRIS</li>\n<li>E2 Coffret Hiver Diffuseur IRIS</li>\n<li>E2 Coffret Bonne Nuit Diffuseur IRIS</li>\n<li>E2 Coffret Air Pur Diffuseur IRIS</li>\n<li>E2 Coffret Love Diffuseur IRIS</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Kits E2\n<ul>\n<li>E2 Kit Nuits d’Été Bio</li>\n<li>E2 Duo Desinfectant</li>\n<li>E2 Kit Essentiel Bio</li>\n<li>E2 Kit Incontournable</li>\n<li>E2 Kit Protection</li>\n<li>E2 Kit Sérénité</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Sprays\n<ul>\n<li>Hydro Alcoolique <ul>\n<li>E2 Solution Hydro Alcoolique</li>\n<li>E2 Duo de Solution Hydro Alcoolique</li>\n<li>E2 Solution Hydro Alcoolique 3 Huiles Essentielles</li>\n<li>E2 Duo de Solution Hydro Alcoolique 3 Huiles Essentielles</li>\n</ul>\n</li>\n<li>Sprays Aériens 100% Bio <ul>\n<li>E2 Spray Assainissant Bio</li>\n<li>E2 Spray Assainissant Bio 200ml</li>\n<li>E2 Spray Respiratoire Bio</li>\n<li>E2 Spray Sommeil Bio</li>\n</ul>\n</li>\n<li>Sprays Aériens 100% Naturels <ul>\n<li>E2 Spray Assainissant</li>\n<li>E2 Spray Respiratoire</li>\n<li>E2 Spray Sommeil</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Répulsifs\n<ul>\n<li>E2 Stop Tiques</li>\n<li>E2 Stop Moustiques</li>\n<li>E2 Stop Moustiques Bio</li>\n</ul>\n</li>\n<li>Lotions\n<ul>\n<li>E2 Complexe Ultra Jeunesse</li>\n<li>E2 Complexe Articulaire</li>\n<li>E2 Complexe Jambes Légères</li>\n</ul>\n</li>\n<li>Diffuseur IRIS\n<ul>\n<li>Capsules IRIS</li>\n<li>Coffrets IRIS <ul>\n<li>E2 Pack Découverte Diffuseur IRIS</li>\n<li>E2 Coffret Hiver Diffuseur IRIS</li>\n<li>E2 Coffret Bonne Nuit Diffuseur IRIS</li>\n<li>E2 Coffret Air Pur Diffuseur IRIS</li>\n<li>E2 Coffret Love Diffuseur IRIS</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Kits E2\n<ul>\n<li>E2 Kit Nuits d’Été Bio</li>\n<li>E2 Duo Desinfectant</li>\n<li>E2 Kit Essentiel Bio</li>\n<li>E2 Kit Incontournable</li>\n<li>E2 Kit Protection</li>\n<li>E2 Kit Sérénité</li>\n</ul>\n</li>\n<li>Mon Compte\n<ul>\n<li>Panier</li>\n<li>Commande</li>\n</ul>\n</li>\n</ul> Politique de Cookies Accueil&nbsp;/&nbsp;Politique des Cookies 1.\nCe que sont les cookies | 2.\nDéclaration des cookies | 3.\nOfficier de protection des données 1.\nCe que sont les cookies\n<p>(1) Les cookies sont de petits fichiers texte qui sont stockés sur votre disque dur et assignés à votre navigateur et qui fournissent certaines informations à l’entité qui a placé le cookie (nous dans ce cas).\nLes cookies ne peuvent pas provoquer l’exécution de programmes ni transmettre de virus à votre ordinateur.\nIls sont utilisés pour rendre notre offre Internet plus convivial et plus efficace dans son ensemble.</p>\n<p>(2) Utilisation des cookies :<br>\na) Ce site Internet utilise les types de cookies suivants, dont la portée et les fonctions sont expliquées ci-dessous :</p>\n<p>Cookies de session (voir b)<br>\nCookies permanents (voir c).</p>\n<p>b) Les cookies de session enregistrent un ID de session, avec lequel différentes requêtes de votre navigateur peuvent être attribuées à la session partagée.\nLes cookies de session sont supprimés lorsque vous vous déconnectez ou fermez votre navigateur.\nSi vous lancez à nouveau votre navigateur et que vous revenez sur le site, le site ne vous reconnaîtra pas.\nVous devrez vous reconnecter (si une connexion est nécessaire) ou vous devrez réinitialiser vos modèles et préférences lorsque le site Web propose de telles fonctions.\nEnsuite, un nouveau cookie de session est généré qui stocke vos informations et qui reste actif jusqu’à ce que vous quittiez la page ou que vous fermiez votre navigateur.</p>\n<p>c) Les cookies permanents sont automatiquement supprimés après une période déterminée, qui peut être différente selon le cookie.\nVous pouvez à tout moment supprimer les cookies dans les paramètres de sécurité de votre navigateur (voir ci-dessous ).</p>\n<p>(3) Dans quel but utilisons-nous des cookies ?<br>\nNous utilisons des cookies pour personnaliser les contenus et les publicités, pour fournir des fonctions de médias sociaux et pour analyser le trafic sur notre site Internet.\nEn outre, nous fournissons des informations sur votre utilisation de notre site Internet à nos partenaires pour les médias sociaux, la publicité et les analyses.\nNos partenaires peuvent combiner ces informations avec d’autres données que vous leur avez fournies ou qu’ils ont collectées lors de votre utilisation des services.\nEn continuant à utiliser notre site Internet, vous donnez votre accord à nos cookies.<br>\nLes cookies utilisés individuellement et leur mode d’action sur le site web peuvent être identifiés à l’aide du gestionnaire de cookies de Cookiebot (https://www.cookiebot.com/ ).\nL’aperçu est régulièrement mis à jour.\nVous trouverez ci-dessous une vue d’ensemble simplifiée.</p>\n<p>Cookies techniquement indispensables<br>\nLes cookies techniquement essentiels vous permettent d’utiliser notre site Web, en activant des fonctions de base comme la navigation sur le site et l’accès aux zones sécurisées du site.\nL’accès à notre site Web peut ne pas fonctionner correctement sans ces cookies.<br>\nLes cookies de session sont supprimés lorsque le navigateur est fermé.</p>\n<p>Performances (par exemple, le navigateur de l’utilisateur) et préférences<br>\nLors de l’utilisation de notre site Internet, des cookies sont implémentés (par exemple pour reconnaître le navigateur) afin d’optimiser les performances (par exemple pour charger les contenus plus rapidement).\nLorsque vous visitez notre site Internet, le pays et la langue que vous avez choisis ou définis sont enregistrés dans des cookies afin de vous éviter de devoir les sélectionner à nouveau lors de vos visites ultérieures.\nNous vérifions au préalable si votre navigateur accepte les cookies et ces informations sont enregistrées dans un cookie supplémentaire.\nVous voyez alors apparaître des informations de contact qui ont été localisées en fonction de votre pays et de la langue choisie et qui sont également enregistrées.\nLa base juridique à cet égard est l’art.\n6 al.\n1 (1) f) de GDPR.<br>\nCookies de session – sont supprimés lorsque le navigateur est fermé.</p>\n<p>Cookies analytiques / suivi (statistiques)<br>\nNous utilisons des cookies analytiques tiers afin de comprendre comment les visiteurs utilisent notre site Web.\nCela nous aide à améliorer la qualité et le contenu de notre site Web.\nL’information statistique agrégée comprend des données telles que le nombre total de visiteurs.\nNous savons par exemple combien de fois et dans quel ordre les différentes pages sont consultées et combien de temps les visiteurs passent en moyenne sur nos pages Web.\nNous apprenons également si des utilisateurs ont déjà visité notre site Web à une date antérieure.\nCeci est légalement autorisé avec l’accord que vous avez donné conformément à l’art.\n6 al.\n1 (1) a) de la GDPR.\nVous trouverez de plus amples informations à ce sujet au chapitre 13 (Services d’analyse de sites Internet).<br>\nLes cookies permanents – restent, mais sont automatiquement supprimés après une période de deux ans si un site web n’a pas été visité à nouveau.</p>\n<p>Cookies publicitaires (Marketing)<br>\nNous utilisons des cookies publicitaires afin de pouvoir évaluer l’efficacité de nos efforts publicitaires et d’en tirer d’éventuelles améliorations.\nCeci est légalement autorisé avec l’accord que vous avez donné conformément à l’art.\n6 al.\n1 (1) a) de la GDPR.<br>\nLes cookies permanents – restent, mais sont automatiquement supprimés après une période de deux ans si un site web n’a pas été visité à nouveau.</p>\n<p>(4) Contrôle des cookies<br>\nVous pouvez configurer votre navigateur pour qu’il vous informe sur l’installation de cookies et n’autorise les cookies que dans des cas individuels, qu’il accepte les cookies dans certains cas ou qu’il les exclue et les supprime automatiquement à la fermeture de votre navigateur.<br>\nEffacer, activer et gérer les cookies dans Chrome : https://support.google.com/chrome/answer/95647?co=GENIE.Platform%3DDesktop&amp;hl=en<br>\nEffacer, activer et gérer les cookies dans Firefox : https://support.mozilla.org/en-US/kb/disable-third-party-cookies<br>\nEffacer, activer et gérer les cookies dans Safari : https://support.apple.com/en-gb/guide/safari/sfri11471/mac<br>\nVeuillez noter que la désactivation des cookies peut limiter les fonctionnalités de ce site Web.</p> 2.\nDéclaration\n<p>\n</p>\n<p>E2 Essential Elements utilise des cookies.\nLes cookies nous permettent de personnaliser le contenu et les annonces, d'offrir des fonctionnalités relatives aux médias sociaux et d'analyser notre trafic.\nNous partageons également des informations sur l'utilisation de notre site avec nos partenaires de médias sociaux, de publicité et d'analyse, qui peuvent combiner celles-ci avec d'autres informations que vous leur avez fournies ou qu'ils ont collectées lors de votre utilisation de leurs services.\nVous consentez à nos cookies si vous continuez à utiliser notre site Web.</p>\n<p>Les cookies sont des petits fichiers textes qui peuvent être utilisés par les sites Web pour rendre l'expérience utilisateur plus efficace.\n<br>\n<br>La loi stipule que nous ne pouvons stocker des cookies sur votre appareil que s’ils sont strictement nécessaires au fonctionnement de ce site.\nPour tous les autres types de cookies, nous avons besoin de votre permission.<br>\n<br>Ce site utilise différents types de cookies.\nCertains cookies sont placés par les services tiers qui apparaissent sur nos pages.<br>\n<br>À tout moment, vous pouvez modifier ou retirer votre consentement dès la Déclaration relative aux cookies sur notre site Web.<br>\n<br>En savoir plus sur qui nous sommes, comment vous pouvez nous contacter et comment nous traitons les données personnelles veuillez voir notre Politique confidentialité.</p>\n<p>Votre consentement s'applique aux domaines suivants : e2essentialelements.com</p> Votre état ​​actuel: Cookies nécessaires uniquement.&nbsp;Votre état ​​actuel: Ne vendez pas mes informations personnelles.&nbsp;Votre état ​​actuel: Autoriser la sélection&nbsp;(Nécessaires, Préférences, Statistiques, Marketing).&nbsp;Votre état ​​actuel: Autoriser tous les cookies.&nbsp;<p>Identifiant de votre consentement: 0Date de consentement: </p>Modifiez votre consentement&nbsp;&nbsp;|&nbsp;&nbsp;Retirez votre consentementNe vendez pas mes informations personnelles<br>\n<p>Déclaration relative aux cookies mise à jour le 3/24/21 par Cookiebot: </p>\n<p>Nécessaires (19) </p>\n<p>Les cookies nécessaires contribuent à rendre un site Web utilisable en activant des fonctions de base comme la navigation de page et l'accès aux zones sécurisées du site Web.\nLe site Web ne peut pas fonctionner correctement sans ces cookies.</p> Nom Fournisseur Finalité Expiration Type [SessionID#27] Paypal Ce cookie est fourni par Paypal.\nLe cookie est utilisé dans le contexte des transactions sur le site web - Il est nécessaire pour des transactions sécurisées.\n2 jours HTTP Cookie __paypal_sdk_storage__ Paypal Ce cookie est nécessaire pour la fonction de connexion PayPal sur le site Web.\nPersistent HTML Local Storage __stripe_mid Stripe Ce cookie est nécessaire pour effectuer des transactions par carte de crédit sur le site.\nLe service est fourni par Stripe.com qui permet les transactions en ligne sans stocker aucune information de carte de crédit.\n1 année HTTP Cookie __stripe_sid Stripe Ce cookie est nécessaire pour effectuer des transactions par carte de crédit sur le site.\nLe service est fourni par Stripe.com qui permet les transactions en ligne sans stocker aucune information de carte de crédit.\n1 jour HTTP Cookie akavpau_ppsd Paypal Ce cookie est fourni par Paypal.\nLe cookie est utilisé dans le contexte des transactions sur le site web - Il est nécessaire pour des transactions sécurisées.\nSession HTTP Cookie CookieConsent Cookiebot Stocke l'autorisation d'utilisation de cookies pour le domaine actuel par l'utilisateur 1 année HTTP Cookie enforce_policy Paypal Ce cookie est fourni par Paypal.\nLe cookie est utilisé dans le contexte des transactions sur le site web - Il est nécessaire pour des transactions sécurisées.\n1 année HTTP Cookie HttpOnly e2essentialelements.com Garantit la sécurité de navigation du visiteur en empêchant la contrefaçon de requête inter-site.\nCe cookie est essentiel pour la sécurité du site web et du visiteur.\n1 jour HTTP Cookie https://q.stripe.com/ Stripe Ce cookie est nécessaire pour effectuer des transactions par carte de crédit sur le site.\nLe service est fourni par Stripe.com qui permet les transactions en ligne sans stocker aucune information de carte de crédit.\nSession Pixel Tracker l7_az Paypal Ce cookie est nécessaire pour la fonction de connexion PayPal sur le site Web.\n1 jour HTTP Cookie m m.stripe.com Détermine l'appareil utilisé pour accéder au site Web.\nCela permet au site Web d'être formaté en conséquence.\n2 années HTTP Cookie ts Paypal Utilisé dans le contexte de la fonction de paiement PayPal sur le site Web.\nLe cookie est nécessaire pour effectuer une transaction en toute sécurité via PayPal.\nSession Pixel Tracker ts_c Paypal Utilisé dans le contexte de la fonction de paiement PayPal sur le site Web.\nLe cookie est nécessaire pour effectuer une transaction en toute sécurité via PayPal.\n3 années HTTP Cookie wc_cart_created e2essentialelements.com Nécessaire pour la fonctionnalité de panier d'achat sur le site Web.\nSession HTML Local Storage wc_cart_hash_# y5t5h9k5.rocketcdn.me Nécessaire pour que la fonctionnalité de panier d'achat du site Web mémorise les produits choisis.\nCela permet également au site Web de promouvoir des produits connexes auprès du visiteur, en fonction du contenu du panier.\nPersistent HTML Local Storage wc_fragments_# y5t5h9k5.rocketcdn.me Cookie de session permettant d'afficher le Panier.\nSession HTML Local Storage woocommerce_cart_hash e2essentialelements.com Nécessaire pour que la fonctionnalité de panier d'achat du site Web mémorise les produits choisis.\nCela permet également au site Web de promouvoir des produits connexes auprès du visiteur, en fonction du contenu du panier.\nSession HTTP Cookie woocommerce_items_in_cart e2essentialelements.com Nécessaire pour que la fonctionnalité de panier d'achat du site Web mémorise les produits choisis.\nCela permet également au site Web de promouvoir des produits connexes auprès du visiteur, en fonction du contenu du panier.\nSession HTTP Cookie wp_woocommerce_session_# e2essentialelements.com Cookie de session e-commerce.\n1 jour HTTP Cookie <p>Préférences (1) </p>\n<p>Les cookies de préférences permettent à un site Web de retenir des informations qui modifient la manière dont le site se comporte ou s’affiche, comme votre langue préférée ou la région dans laquelle vous vous situez.</p> Nom Fournisseur Finalité Expiration Type (innomé) e2essentialelements.com En attente Session HTTP Cookie <p>Statistiques (3) </p>\n<p>Les cookies statistiques aident les propriétaires du site Web, par la collecte et la communication d'informations de manière anonyme, à comprendre comment les visiteurs interagissent avec les sites Web.</p> Nom Fournisseur Finalité Expiration Type _ga e2essentialelements.com Enregistre un identifiant unique utilisé pour générer des données statistiques sur la façon dont le visiteur utilise le site.\n2 années HTTP Cookie _gat e2essentialelements.com Utilisé par Google Analytics pour diminuer radicalement le taux de requêtes 1 jour HTTP Cookie _gid e2essentialelements.com Enregistre un identifiant unique utilisé pour générer des données statistiques sur la façon dont le visiteur utilise le site.\n1 jour HTTP Cookie <p>Marketing (1) </p>\n<p>Les cookies marketing sont utilisés pour effectuer le suivi des visiteurs au travers des sites Web.\nLe but est d'afficher des publicités qui sont pertinentes et intéressantes pour l'utilisateur individuel et donc plus précieuses pour les éditeurs et annonceurs tiers.</p> Nom Fournisseur Finalité Expiration Type NID Google Enregistre un identifiant qui identifie l'appareil de l'utilisateur récurrent.\nCet identifiant est utilisé pour des annonces ciblées.\n6 mois HTTP Cookie <p>Non classés (1) </p>\n<p>Les cookies non classés sont les cookies qui sont en cours de classification, ainsi que les fournisseurs de cookies individuels.</p> Nom Fournisseur Finalité Expiration Type payJsRolloutFlag Stripe En attente Session HTML Local Storage <p>\n</p> 3.\nContrôleur, officier de protection des données\n<p>(1) Le contrôleur selon l’art.\n4 (7) du Règlement général sur la protection des données de l’UE (RGPD) est</p>\n<p>Laboratoires Paris Elysees SPRL<br>\nRue de Menin 28,<br>\n7700 Mouscron, Belgique.<br>\nPhone: +32 56 33 08 35<br>\nE-mail: info@e2essentialelements.com</p>\n<p>Pour plus d’informations sur le vendeur, reportez-vous à nos Mentions légales.</p>\n<p>(2) Le responsable de la sécurité des données est joignable à l’adresse suivante privacy@e2essentialelements.com ou en utilisant l’adresse postale susmentionnée à l’attention du responsable de la sécurité des données.</p> Politique des cookies mise à jour en Mars 2020.\n Expédition Gratuite Au delà de 35€ d'achat dans toute l'Europe  Paiement Sécurisé <p>Réglez grâce à Paypal ou avec votre carte bancaire</p>  Garantie E2 <p>30 jours de rétractation pour vos commandes</p>  Assistance 24/7 <p>Contactez nous via mail, téléphone ou réseaux sociaux</p> Mentions Légales<ul>\n<li>Conditions Générales de Vente</li>\n<li>Politique de Confidentialité</li>\n<li>Politique des Cookies</li>\n<li>Mentions Légales</li>\n</ul> Liens Utiles<ul>\n<li>Boutique E2</li>\n<li>A Propos de E2</li>\n<li>Contactez-Nous</li>\n<li>Expéditions et Retours</li>\n<li>FAQ Foire aux Questions</li>\n</ul> Votre Compte<ul>\n<li>Mon Compte</li>\n<li>Détails du compte</li>\n<li>Historique de Commande</li>\n<li>Votre Panier</li>\n<li>Commander</li>\n</ul> Nous Contacter <p>\n<strong>Téléphone:</strong> +32 56 33 08 35<br>\n<strong>Horaires:</strong> 09:00 – 18:00<br>\n<strong>E-mail:</strong> info@e2essentialelements.com</p>\n<p>\n<strong>Adresse:</strong>\n<br>\n28 Rue de Menin,<br>\n7700 Mouscron, Belgique</p>\n<p>\n</p>\n<p>\n</p>\n<ul>\n<li> Facebook </li>\n<li> Twitter </li>\n<li> Instagram </li>\n<li>Pinterest</li>\n<li>YouTube</li>\n<li>Amazon</li>\n</ul>© E2 Essential Elements 2020 tous droits réservés | E2-V3 développé et maintenu par eredit.io ", "created_at": "2021-04-02 12:25:07.682661", "updated_at": "2021-04-02 12:29:33.394578"}, {"id": 4615, "name": "Privacy Policy", "url": "https://e2essentialelements.com/politique-de-confidentialite/", "xpath": "", "text": "E2 Essential Elements utilise des cookiesLes cookies nous permettent de personnaliser le contenu et les annonces, d'offrir des fonctionnalités relatives aux médias sociaux et d'analyser notre trafic.\nNous partageons également des informations sur l'utilisation de notre site avec nos partenaires de médias sociaux, de publicité et d'analyse, qui peuvent combiner celles-ci avec d'autres informations que vous leur avez fournies ou qu'ils ont collectées lors de votre utilisation de leurs services.\nVous consentez à nos cookies si vous continuez à utiliser notre site Web.[#OOI_PERSONAL_INFORMATION#] Utiliser uniquement les cookies nécessaires Autoriser tous les cookies Afficher les détails OK Utiliser uniquement les cookies nécessaires Autoriser la sélection Autoriser tous les cookies NécessairesPréférencesStatistiquesMarketing Afficher les détails Déclaration relative aux cookies [#IABV2SETTINGS#] À propos des cookies  Nécessaires (19) Préférences (1) Statistiques (3) Marketing (1) Non classés (1)Les cookies nécessaires contribuent à rendre un site Web utilisable en activant des fonctions de base comme la navigation de page et l'accès aux zones sécurisées du site Web.\nLe site Web ne peut pas fonctionner correctement sans ces cookies.\nNomFournisseurFinalitéExpirationType__paypal_sdk_storage__PaypalCe cookie est nécessaire pour la fonction de connexion PayPal sur le site Web.PersistentHTML__stripe_midStripeCe cookie est nécessaire pour effectuer des transactions par carte de crédit sur le site.\nLe service est fourni par Stripe.com qui permet les transactions en ligne sans stocker aucune information de carte de crédit.1 annéeHTTP__stripe_sidStripeCe cookie est nécessaire pour effectuer des transactions par carte de crédit sur le site.\nLe service est fourni par Stripe.com qui permet les transactions en ligne sans stocker aucune information de carte de crédit.1 jourHTTPCookieConsentCookiebotStocke l'autorisation d'utilisation de cookies pour le domaine actuel par l'utilisateur 1 annéeHTTPHttpOnlye2essentialelements.comGarantit la sécurité de navigation du visiteur en empêchant la contrefaçon de requête inter-site.\nCe cookie est essentiel pour la sécurité du site web et du visiteur.1 jourHTTPwc_cart_createde2essentialelements.comNécessaire pour la fonctionnalité de panier d'achat sur le site Web.\nSessionHTMLwc_cart_hash_#y5t5h9k5.rocketcdn.meNécessaire pour que la fonctionnalité de panier d'achat du site Web mémorise les produits choisis.\nCela permet également au site Web de promouvoir des produits connexes auprès du visiteur, en fonction du contenu du panier.PersistentHTMLwc_fragments_#y5t5h9k5.rocketcdn.meCookie de session permettant d'afficher le Panier.SessionHTMLwoocommerce_cart_hashe2essentialelements.comNécessaire pour que la fonctionnalité de panier d'achat du site Web mémorise les produits choisis.\nCela permet également au site Web de promouvoir des produits connexes auprès du visiteur, en fonction du contenu du panier.\nSessionHTTPwoocommerce_items_in_carte2essentialelements.comNécessaire pour que la fonctionnalité de panier d'achat du site Web mémorise les produits choisis.\nCela permet également au site Web de promouvoir des produits connexes auprès du visiteur, en fonction du contenu du panier.\nSessionHTTPwp_woocommerce_session_#e2essentialelements.comCookie de session e-commerce.1 jourHTTPmm.stripe.comDétermine l'appareil utilisé pour accéder au site Web.\nCela permet au site Web d'être formaté en conséquence.2 annéesHTTP[SessionID#27]PaypalCe cookie est fourni par Paypal.\nLe cookie est utilisé dans le contexte des transactions sur le site web - Il est nécessaire pour des transactions sécurisées.2 joursHTTPakavpau_ppsdPaypalCe cookie est fourni par Paypal.\nLe cookie est utilisé dans le contexte des transactions sur le site web - Il est nécessaire pour des transactions sécurisées.SessionHTTPenforce_policyPaypalCe cookie est fourni par Paypal.\nLe cookie est utilisé dans le contexte des transactions sur le site web - Il est nécessaire pour des transactions sécurisées.1 annéeHTTPl7_azPaypalCe cookie est nécessaire pour la fonction de connexion PayPal sur le site Web.1 jourHTTPts_cPaypalUtilisé dans le contexte de la fonction de paiement PayPal sur le site Web.\nLe cookie est nécessaire pour effectuer une transaction en toute sécurité via PayPal.3 annéesHTTPhttps://q.stripe.com/StripeCe cookie est nécessaire pour effectuer des transactions par carte de crédit sur le site.\nLe service est fourni par Stripe.com qui permet les transactions en ligne sans stocker aucune information de carte de crédit.SessionPixeltsPaypalUtilisé dans le contexte de la fonction de paiement PayPal sur le site Web.\nLe cookie est nécessaire pour effectuer une transaction en toute sécurité via PayPal.SessionPixel Les cookies de préférences permettent à un site Web de retenir des informations qui modifient la manière dont le site se comporte ou s’affiche, comme votre langue préférée ou la région dans laquelle vous vous situez.\nNomFournisseurFinalitéExpirationType(innomé)e2essentialelements.comEn attenteSessionHTTP Les cookies statistiques aident les propriétaires du site Web, par la collecte et la communication d'informations de manière anonyme, à comprendre comment les visiteurs interagissent avec les sites Web.\nNomFournisseurFinalitéExpirationType_gae2essentialelements.comEnregistre un identifiant unique utilisé pour générer des données statistiques sur la façon dont le visiteur utilise le site.2 annéesHTTP_gate2essentialelements.comUtilisé par Google Analytics pour diminuer radicalement le taux de requêtes1 jourHTTP_gide2essentialelements.comEnregistre un identifiant unique utilisé pour générer des données statistiques sur la façon dont le visiteur utilise le site.1 jourHTTP Les cookies marketing sont utilisés pour effectuer le suivi des visiteurs au travers des sites Web.\nLe but est d'afficher des publicités qui sont pertinentes et intéressantes pour l'utilisateur individuel et donc plus précieuses pour les éditeurs et annonceurs tiers.\nNomFournisseurFinalitéExpirationTypeNIDGoogleEnregistre un identifiant qui identifie l'appareil de l'utilisateur récurrent.\nCet identifiant est utilisé pour des annonces ciblées.6 moisHTTP Les cookies non classés sont les cookies qui sont en cours de classification, ainsi que les fournisseurs de cookies individuels.\nNomFournisseurFinalitéExpirationTypepayJsRolloutFlagStripeEn attenteSessionHTML  [#IABV2_LABEL_PURPOSES#] [#IABV2_LABEL_FEATURES#] [#IABV2_LABEL_PARTNERS#] [#IABV2_BODY_PURPOSES#] [#IABV2_BODY_FEATURES#] [#IABV2_BODY_PARTNERS#] Les cookies sont des petits fichiers textes qui peuvent être utilisés par les sites Web pour rendre l'expérience utilisateur plus efficace.\n<br>\n<br>La loi stipule que nous ne pouvons stocker des cookies sur votre appareil que s’ils sont strictement nécessaires au fonctionnement de ce site.\nPour tous les autres types de cookies, nous avons besoin de votre permission.<br>\n<br>Ce site utilise différents types de cookies.\nCertains cookies sont placés par les services tiers qui apparaissent sur nos pages.<br>\n<br>À tout moment, vous pouvez modifier ou retirer votre consentement dès la Déclaration relative aux cookies sur notre site Web.<br>\n<br>En savoir plus sur qui nous sommes, comment vous pouvez nous contacter et comment nous traitons les données personnelles veuillez voir notre Politique confidentialité.\nDéclaration relative aux cookies mise à jour le 3/24/21 par Cookiebot Tel: (+32) 56 33 08 35 <ul>\n<li> Facebook </li>\n<li> Twitter </li>\n<li> Instagram </li>\n<li>Pinterest</li>\n<li>YouTube</li>\n<li>Amazon</li>\n</ul>\n<ul>\n<li> Facebook </li>\n<li> Twitter </li>\n<li> Instagram </li>\n<li>Pinterest</li>\n<li>YouTube</li>\n<li>Amazon</li>\n</ul>\n<ul>\n<li>Mon Compte\n<ul>\n<li>Panier</li>\n<li>Commande</li>\n</ul>\n</li>\n</ul> Article 0 <ul>\n<li>Sprays\n<ul>\n<li>Hydro Alcoolique <ul>\n<li>E2 Solution Hydro Alcoolique</li>\n<li>E2 Duo de Solution Hydro Alcoolique</li>\n<li>E2 Solution Hydro Alcoolique 3 Huiles Essentielles</li>\n<li>E2 Duo de Solution Hydro Alcoolique 3 Huiles Essentielles</li>\n</ul>\n</li>\n<li>Sprays Aériens 100% Bio <ul>\n<li>E2 Spray Assainissant Bio</li>\n<li>E2 Spray Assainissant Bio 200ml</li>\n<li>E2 Spray Respiratoire Bio</li>\n<li>E2 Spray Sommeil Bio</li>\n</ul>\n</li>\n<li>Sprays Aériens 100% Naturels <ul>\n<li>E2 Spray Assainissant</li>\n<li>E2 Spray Respiratoire</li>\n<li>E2 Spray Sommeil</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Répulsifs\n<ul>\n<li>E2 Stop Tiques</li>\n<li>E2 Stop Moustiques</li>\n<li>E2 Stop Moustiques Bio</li>\n</ul>\n</li>\n<li>Lotions\n<ul>\n<li>E2 Complexe Ultra Jeunesse</li>\n<li>E2 Complexe Articulaire</li>\n<li>E2 Complexe Jambes Légères</li>\n</ul>\n</li>\n<li>Diffuseur IRIS\n<ul>\n<li>Capsules IRIS</li>\n<li>Coffrets IRIS <ul>\n<li>E2 Pack Découverte Diffuseur IRIS</li>\n<li>E2 Coffret Hiver Diffuseur IRIS</li>\n<li>E2 Coffret Bonne Nuit Diffuseur IRIS</li>\n<li>E2 Coffret Air Pur Diffuseur IRIS</li>\n<li>E2 Coffret Love Diffuseur IRIS</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Kits E2\n<ul>\n<li>E2 Kit Nuits d’Été Bio</li>\n<li>E2 Duo Desinfectant</li>\n<li>E2 Kit Essentiel Bio</li>\n<li>E2 Kit Incontournable</li>\n<li>E2 Kit Protection</li>\n<li>E2 Kit Sérénité</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Sprays\n<ul>\n<li>Hydro Alcoolique <ul>\n<li>E2 Solution Hydro Alcoolique</li>\n<li>E2 Duo de Solution Hydro Alcoolique</li>\n<li>E2 Solution Hydro Alcoolique 3 Huiles Essentielles</li>\n<li>E2 Duo de Solution Hydro Alcoolique 3 Huiles Essentielles</li>\n</ul>\n</li>\n<li>Sprays Aériens 100% Bio <ul>\n<li>E2 Spray Assainissant Bio</li>\n<li>E2 Spray Assainissant Bio 200ml</li>\n<li>E2 Spray Respiratoire Bio</li>\n<li>E2 Spray Sommeil Bio</li>\n</ul>\n</li>\n<li>Sprays Aériens 100% Naturels <ul>\n<li>E2 Spray Assainissant</li>\n<li>E2 Spray Respiratoire</li>\n<li>E2 Spray Sommeil</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Répulsifs\n<ul>\n<li>E2 Stop Tiques</li>\n<li>E2 Stop Moustiques</li>\n<li>E2 Stop Moustiques Bio</li>\n</ul>\n</li>\n<li>Lotions\n<ul>\n<li>E2 Complexe Ultra Jeunesse</li>\n<li>E2 Complexe Articulaire</li>\n<li>E2 Complexe Jambes Légères</li>\n</ul>\n</li>\n<li>Diffuseur IRIS\n<ul>\n<li>Capsules IRIS</li>\n<li>Coffrets IRIS <ul>\n<li>E2 Pack Découverte Diffuseur IRIS</li>\n<li>E2 Coffret Hiver Diffuseur IRIS</li>\n<li>E2 Coffret Bonne Nuit Diffuseur IRIS</li>\n<li>E2 Coffret Air Pur Diffuseur IRIS</li>\n<li>E2 Coffret Love Diffuseur IRIS</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Kits E2\n<ul>\n<li>E2 Kit Nuits d’Été Bio</li>\n<li>E2 Duo Desinfectant</li>\n<li>E2 Kit Essentiel Bio</li>\n<li>E2 Kit Incontournable</li>\n<li>E2 Kit Protection</li>\n<li>E2 Kit Sérénité</li>\n</ul>\n</li>\n<li>Mon Compte\n<ul>\n<li>Panier</li>\n<li>Commande</li>\n</ul>\n</li>\n</ul> Politique de Confidentialité Accueil&nbsp;/&nbsp;Politique de Confidentialité <p>0.\nIntroduction | 1.\nProtection des données | 2.\nType de données traitées | 3.\nUtilisation des cookies | 4.\nUtilisation du site web | 5.\nCookies | 6.\nMoyens de contact | 7.\nNewsletter | 8.\nBoutique en ligne | 9.\nDivulgation à des tiers | 10.\nPrise de décision automatisée | 11.\nProfilage | 12.\nTraitement des données par fournisseurs tiers | 13.\nMédias sociaux | 14.\nPlug-ins et outils | 15.\nVos droits | 16.\nSécurité | 17.\nUtilisation des cookies | 18.\nRèglement des litiges en ligne | 19.\nConditions générales de vente</p> 0.\nIntroduction\n<p>Nous sommes heureux que vous ayez visité notre site web et que vous vous intéressiez à notre entreprise et à nos produits.\nLa protection de vos données et de vos informations est une question que nous prenons au sérieux et nous voulons donc que vous vous sentiez en sécurité lorsque vous visitez notre site web.\nLa section ci-dessous fournit, conformément à la réglementation applicable en matière de protection des données, des informations sur les données personnelles que nous recueillons lorsque vous visitez notre site:</p>\n<p> visitez notre site web: e2essentialelements.com<br> passer une commande sur la boutique en ligne de E2 Essential Elements<br> utiliser votre compte client sur E2 Essential Elements<br> s’inscrire aux lettres d’information électroniques (newsletters) de E2 Essential Elements</p>\n<p>(ci-après dénommés collectivement « site web »), à quelles fins nous utilisons ces données et comment nous les utilisons pour optimiser nos services à votre égard.</p> 1.\nResponsable du traitement, Délégué à la protection des données.\n<p>(1) Le responsable selon l’art.\n4 (7) du Règlement Général sur la Protection des Données de l’UE (RGPD) est</p>\n<p>Laboratoires Paris Elysees<br>\nRue de Menin 28,<br>\n7700 Mouscron, Belgium.<br>\nPh.: +32 56 33 08 35<br>\ne-mail: privacy@e2essentialelements.com </p>\n<p>ci-après dénommés «Laboratoires Paris Elysees », « E2 Essential Elements», « E2 », ou « nous ».<br>\nPour plus d’informations sur le vendeur, consultez nos Mentions Légales .</p>\n<p>(2) Le responsable de la sécurité des données peut être joint à l’adresse suivante privacy@e2essentialelements.com ou en utilisant l’adresse postale susmentionnée à l’attention du responsable de la sécurité des données (DPO).</p> 2.\nTypes de données traitées, Catégories de personnes concernées\n2.1 Types de données traitées\n<p>Données d’inventaire (par exemple, les données de base des clients, telles que les noms, les adresses)<br>\nCoordonnées (par exemple, e-mail, numéros de téléphone)<br>\nDonnées relatives au contenu (par exemple, entrées de texte, photos, vidéos)<br>\nDonnées contractuelles (par exemple, objet, durée, catégorie de clients)<br>\nDonnées de paiement (par exemple, informations bancaires, historique des paiements)<br>\nDonnées d’utilisation (par exemple, sites visités, intérêt pour le contenu, temps d’accès)<br>\nMéta /données de communication (par exemple, informations sur le dispositif, adresses IP)</p>\n2.2 Catégories de personnes concernées\n<p>Visiteurs et utilisateurs du site web et des offres en ligne<br>\nClients, parties intéressées et partenaires commerciaux<br>\nAbonnés à la newsletter<br>\n(Les personnes susmentionnées sont collectivement appelées ci-après « Utilisateur »).</p> 3.\nUtilisation des cookies\n<p>Nous utilisons vos données personnelles</p>\n<p>pour fournir notre site web et nos offres en ligne, ses fonctions et son contenu.<br>\npour créer et gérer votre compte client personnel.<br>\npour vous identifier en tant que partenaire contractuel.<br>\npour traiter vos achats en ligne.\nCela inclut vos commandes et le retour des produits achetés dans notre boutique en ligne, le traitement des paiements ainsi que l’envoi d’avis sur l’état de la livraison ou tout problème lié à une livraison.\nVos données personnelles peuvent également être traitées pour le traitement des plaintes ou des éventuelles demandes de garantie.<br>\npour répondre aux demandes de contact et communiquer avec les utilisateurs.<br>\npour faire valoir, faire exécuter, maintenir ou se défendre contre toute(s) réclamation(s) et litige(s) ainsi qu’identifier, enquêter et prévenir tout acte criminel<br>\npour des mesures de sécurité<br>\nà des fins de marketing direct, par exemple sous la forme d’un bulletin d’information électronique ou d’une publicité postale.<br>\naux fins des enquêtes de satisfaction sur les produits et services et de l’analyse de ces enquêtes.</p> 4.\nMise à disposition du site web et de fichiers journaux\n<p>(1) En cas d’utilisation du site web uniquement à des fins d’information, c’est-à-dire lorsque vous n’êtes pas enregistré ou que vous ne nous fournissez pas d’autres informations, nous ne recueillons que les données personnelles que votre navigateur envoie automatiquement à notre serveur.\nSi vous souhaitez naviguer sur notre site web, nous recueillons les données suivantes qui sont techniquement nécessaires pour que nous puissions vous montrer notre site web et assurer sa stabilité et sa sécurité (ceci est légalement autorisé par l’art.\n6 Para.\n1 (1) f) du RGPD) :</p>\n<p>Adresse IP<br>\nDate et heure de la consultation<br>\nDifférence de fuseau horaire par rapport au temps moyen de Greenwich (GMT)<br>\nContenu de la demande (page spécifique)<br>\nStatut d’accès/Code de statut HTTP<br>\nQuantité de données transmises respectivement<br>\nSite web d’où provient la demande<br>\nNavigateur<br>\nSystème d’exploitation et son interface<br>\nLangue et version du logiciel de navigation</p>\n<p>(2) Les adresses IP des utilisateurs sont supprimées ou rendues anonymes après la fin de l’utilisation du site web.\nEn cas d’anonymisation, les adresses IP sont modifiées de telle sorte que les données individuelles relatives à des circonstances personnelles ou factuelles ne peuvent plus être attribuées à une personne physique spécifique ou identifiable ou ne peuvent être attribuées que moyennant un temps, des coûts et des efforts disproportionnés.</p> 5.\nCookies\n<p>(1) Outre les données du fichier journal susmentionné, des cookies sont enregistrés sur votre ordinateur lorsque vous utilisez notre site web.\nLes cookies sont de petits fichiers texte qui sont stockés sur votre disque dur et assignés à votre navigateur et qui fournissent certaines informations à l’entité qui a placé le cookie (nous dans ce cas).\nLes cookies ne peuvent pas provoquer l’exécution de programmes ni transmettre de virus à votre ordinateur.\nIls sont utilisés pour rendre notre offre Internet plus conviviale et plus efficace dans son ensemble.</p>\n<p>(2) Utilisation de cookies :<br>\na) Ce site web utilise les types de cookies suivants, dont la portée et les fonctions sont expliquées ci-dessous:</p>\n<p>Cookies de session (voir b)<br>\nCookies permanents (voir c).</p>\n<p>b) Les cookies de session stockent un « identifiant de session », avec lequel différentes requêtes de votre navigateur peuvent être attribuées à la session partagée.\nLes cookies de session sont supprimés lorsque vous vous déconnectez ou que vous fermez votre navigateur.\nSi vous lancez à nouveau votre navigateur et que vous revenez sur le site, le site ne vous reconnaîtra pas.\nVous devrez vous reconnecter (si une connexion est nécessaire) ou vous devrez réinitialiser vos modèles et préférences lorsque le site web propose de telles fonctions.\nUn nouveau cookie de session est alors généré qui stocke vos informations et qui reste actif jusqu’à ce que vous quittiez la page ou que vous fermiez votre navigateur.</p>\n<p>c) Les cookies permanents sont automatiquement supprimés après une période déterminée, qui peut être différente selon le cookie.\nVous pouvez supprimer les cookies dans les paramètres de sécurité de votre navigateur à tout moment.</p>\n<p>(3) Dans quel but utilisons-nous des cookies ?<br>\nNous utilisons des cookies pour personnaliser les contenus et les publicités, pour fournir des fonctions de médias sociaux et pour analyser le trafic sur notre site web.\nEn outre, nous fournissons des informations sur votre utilisation de notre site web à nos partenaires pour les médias sociaux, la publicité et les analyses.\nNos partenaires peuvent combiner ces informations avec d’autres données que vous leur avez fournies ou qu’ils ont recueillies lors de votre utilisation des services.\nEn continuant à utiliser notre site web, vous donnez votre accord à nos cookies.<br>\nLes cookies utilisés individuellement et leur mode d’action sur le site web peuvent être identifiés à l’aide du gestionnaire de cookies de Cookiebot (https://www.cookiebot.com/ ).\nCette vue d’ensemble est régulièrement mise à jour.\nVous trouverez ci-dessous une vue d’ensemble simplifiée.</p>\n<p>Cookies techniquement indispensables<br>\nLes cookies techniquement essentiels vous permettent d’utiliser notre site web, en activant des fonctions de base comme la navigation sur le site et l’accès aux zones sécurisées du site.\nL’accès à notre site web peut ne pas fonctionner correctement sans ces cookies.<br>\nLes cookies de session sont supprimés lorsque le navigateur est fermé.</p>\n<p>Performances (par exemple, le navigateur de l’utilisateur) et préférences<br>\nLors de l’utilisation de notre site web, des cookies sont implémentés (par exemple pour reconnaître le navigateur) afin d’optimiser les performances (par exemple pour charger le contenu plus rapidement).\nLorsque vous visitez notre site web, le pays et la langue que vous avez choisis ou définis sont enregistrés dans des cookies afin de vous éviter de devoir les sélectionner à nouveau lors de vos visites ultérieures.\nNous vérifions au préalable si votre navigateur prend en charge les cookies et ces informations sont stockées dans un cookie supplémentaire.\nLes informations de contact qui ont été localisées en fonction des paramètres de votre pays et de votre langue vous sont alors présentées et sont également stockées.\nLa base juridique à cet égard est l’art.\n6, al.\n1 (1) f) du RGPD.<br>\nLes cookies de session sont supprimés lorsque le navigateur est fermé.</p>\n<p>Cookies analytiques / suivi (statistiques)<br>\nNous utilisons des cookies analytiques tiers afin de comprendre comment les visiteurs utilisent notre site web.\nCela nous aide à améliorer la qualité et le contenu de notre site web.\nLes informations statistiques agrégées comprennent des données telles que le nombre total de visiteurs.\nPar exemple, nous savons à quelle fréquence et dans quel ordre les différentes pages sont consultées et combien de temps les visiteurs passent en moyenne sur nos pages web.\nNous apprenons également si les utilisateurs ont déjà visité notre site web à une date antérieure.\nCeci est légalement autorisé avec le consentement que vous avez donné conformément à l’article.\n6, al.\n1 (1) a) du RGPD.\nPour plus d’informations, voir la section 13 (Services d’analyse du web).<br>\nLes cookies permanents sont conservés, mais sont automatiquement supprimés après une période de un an si un site web n’a pas été visité à nouveau.</p>\n<p>Cookies publicitaires (Marketing)<br>\nNous utilisons des cookies publicitaires afin de pouvoir évaluer l’efficacité de nos efforts publicitaires et d’en tirer d’éventuelles améliorations.\nCeci est légalement autorisé avec le consentement que vous avez donné conformément à l’article 6, al.\n1 (1) a) du RGPD.<br>\nLes cookies permanents sont conservés, mais sont automatiquement supprimés après une période de un an si un site web n’a pas été visité à nouveau.</p>\n<p>(4) Contrôle des cookies<br>\nVous pouvez configurer votre navigateur pour qu’il vous informe de la configuration des cookies et n’autoriser les cookies que dans des cas individuels, accepter les cookies dans certains cas ou, de manière générale, exclure et permettre la suppression automatique des cookies lors de la fermeture de votre navigateur.\nLa désactivation des cookies peut limiter la fonctionnalité de ce site web.<br>\nPour en savoir plus et modifier vos choix concernant les cookies que nous utilisons, rendez-vous sur notre page dédiée: Politique de Cookies E2 Essential Elements</p> 6.\nFormulaire de contact, Google Recapcha, Adresse email de contact\n<p>(1) Notre site web dispose d’un formulaire de contact, qui permet de nous contacter plus facilement par voie électronique.\nSi un utilisateur fait usage de cette possibilité, les données saisies dans le masque de saisie nous sont envoyées et stockées.\nLes données correspondantes, en particulier les données personnelles, les données d’adresse et les messages (champ de texte libre) peuvent être consultées directement sur le masque de saisie correspondant.</p>\n<p>Au moment de la soumission, les données suivantes sont également stockées :</p>\n<p>L’adresse IP de l’utilisateur<br>\nDate et heure de soumission du formulaire</p>\n<p>(2) En ce qui concerne le traitement des données, il est fait référence à la présente politique de confidentialité au cours du processus de soumission du formulaire.\nUn utilisateur peut également nous contacter en utilisant les adresses électroniques fournies.\nDans ce cas, les données personnelles de l’Utilisateur envoyées avec le courrier électronique seront stockées.\nLes données seront utilisées exclusivement pour le traitement de la demande.</p>\n<p>(3) Le traitement des données qui sont transmises lors de l’utilisation du formulaire de contact ou de l’envoi d’un courrier électronique est légalement autorisé en vertu de l’article 6, al.\n1 (1) f) du RGPD.\nSi l’objectif du contact par courrier électronique est d’obtenir une assistance ou de s’informer sur les commandes en cours du client ou de conclure un accord, la base juridique supplémentaire pour le traitement des données est l’article 6, paragraphe 1, point f), de la loi sur la protection des données.\n6, paragraphe 1, point f), de la loi sur la protection des données (RGPD).\n1 (1) b) du RGPD.</p>\n<p>(4) Les données à caractère personnel collectées à partir du masque de saisie sont utilisées uniquement dans le but de faciliter le contact.\nLe contact par courrier électronique présuppose également l’existence d’un intérêt légitime nécessaire au traitement des données.\nLes autres données personnelles traitées lors de la soumission du formulaire sont utilisées pour éviter une utilisation abusive de notre formulaire de contact et pour assurer la sécurité de nos systèmes informatiques.</p>\n<p>(5) Les données seront supprimées dès qu’elles ne seront plus nécessaires pour atteindre l’objectif pour lequel elles ont été collectées.\nPour les données personnelles collectées à partir du masque de saisie du formulaire de contact et celles qui sont soumises par e-mail, c’est le cas lorsque la conversation respective avec l’Utilisateur est terminée.\nLa conversation est terminée lorsqu’il est possible de conclure, sur la base des circonstances, que le problème en question a été résolu de manière concluante.\nLes données personnelles qui sont collectées en plus pendant la procédure de soumission du formulaire seront supprimées au plus tard après une période de sept jours.</p> 7.\nBulletin d’information électronique (newsletter)\n<p>7.1 S’abonner à la newsletter<br>\n(1) En donnant votre accord, vous pouvez vous inscrire à notre bulletin d’information électronique (ci-après dénommé » Newsletter « ), qui est envoyé pour vous informer sur nos produits, nos offres et nos événements.</p>\n<p>(2) Pour s’inscrire à la Newsletter, nous utilisons un processus dit de double opt-in.\nCela signifie que nous enverrons un e-mail à l’adresse électronique fournie après votre inscription, dans lequel vous serez invité à confirmer que vous souhaitez recevoir notre bulletin d’information.\nSi vous ne confirmez pas votre inscription dans les quatorze jours, vos informations seront automatiquement supprimées.\nEn outre, nous enregistrons également les adresses IP que vous avez utilisées pour vous inscrire et confirmer ainsi que les heures d’inscription et de confirmation.\nLe but de ce processus est de vérifier votre enregistrement et, si nécessaire, de résoudre tout abus éventuel de vos données personnelles.</p>\n<p>(3) Les informations obligatoires pour l’envoi de la lettre d’information sont uniquement votre adresse électronique.\nLa fourniture d’autres informations est volontaire et n’est utilisée que pour pouvoir s’adresser à vous personnellement.\nAprès réception de votre confirmation, nous enregistrons votre adresse électronique pour vous envoyer la lettre d’information.</p>\n<p>(4) Les procédures susmentionnées au cours du processus d’abonnement à la newsletter sont légalement autorisées avec votre consentement conformément à l’art.\n6, al.\n1 (1) a) du RGPD</p>\n<p>(5) Votre consentement à recevoir nos lettres d’information peut être révoqué à tout moment en vous désabonnant.\nVous pouvez vous désabonner en cliquant sur le lien correspondant fourni dans chaque e-mail de la newsletter ou en envoyant un e-mail aux coordonnées mentionnées ci-dessus au point 1.1 de la présente politique de confidentialité.</p>\n<p>(6) Les données que vous avez fournies lors de votre inscription à notre lettre d’information seront supprimées lorsque vous annulerez votre abonnement.</p>\n<p>7.2.\nEnvoi de newsletter après l’achat d’un produit<br>\n(1) Si vous avez acheté des produits dans notre boutique en ligne, nous pouvons éventuellement vous envoyer notre lettre d’information même sans abonnement préalable à notre lettre d’information, notamment à l’adresse électronique que vous fournissez au moment de l’achat.\nCela concerne les lettres d’information faisant la promotion de produits similaires à ceux que vous avez achetés dans notre boutique en ligne et les enquêtes de satisfaction des clients.\nNous sélectionnons les produits pour des recommandations personnalisées conformément aux exigences légales et en particulier sur la base de votre historique d’achat et des informations sur vos intérêts.\nÀ partir de là, nous déterminons votre intérêt pour des produits spécifiques, en tenant compte de toute information que vous nous avez communiquée concernant vos intérêts et vos préférences.</p>\n<p>(2) À cette fin, nous enregistrons cette adresse électronique dans la base de données des adresses de notre bulletin d’information.\nPour vérifier la légitimité de la livraison de la lettre d’information, nous enregistrons également l’adresse IP utilisée lors de l’achat et le moment de l’achat.</p>\n<p>(3) Les procédures susmentionnées dans le cadre de l’envoi de Newsletters après un achat sont légalement autorisées en vertu de l’art.\n6, al.\n1 (1) f) du RGPD.\nNotre intérêt légitime dans le traitement des données est basé sur la promotion directe de nos produits auprès de nos clients et sur leur intérêt pour les offres et les promotions.</p>\n<p>(4) Vous pouvez annuler l’abonnement à la lettre d’information à tout moment.\nVous pouvez annuler en cliquant sur le lien correspondant fourni dans chaque e-mail de la lettre d’information ou en envoyant un e-mail aux coordonnées mentionnées ci-dessus au point 1.1 de la présente politique de confidentialité.</p>\n<p>7.3.\nSuivi des newsletter<br>\n(1) Nous soulignons que nous analysons le comportement des destinataires de la Newsletter.\nPour cette analyse, les e-mails envoyés comprennent des balises web ou des pixels de suivi qui représentent des fichiers d’images d’un seul pixel.\nPour ces analyses, nous combinons les données ou parties de données mentionnées ci-dessus au point 2.1 de la présente politique de confidentialité ainsi que les balises web avec votre adresse électronique et un identifiant individuel.\nMême les liens inclus dans le bulletin d’information portent cette identification.\nAvec les données ainsi obtenues, nous créons un profil d’utilisateur qui nous permet de personnaliser la lettre d’information afin de mieux répondre aux intérêts de nos clients.\nCe faisant, nous enregistrons lorsque vous lisez nos lettres d’information, les liens sur lesquels vous cliquez et en déduisons ainsi vos intérêts personnels.\nNous associons ensuite ces données à vos actions sur notre site web.</p>\n<p>(2) Le suivi ci-dessus est légalement autorisé avec le consentement que vous avez donné conformément à l’article.\n6, al.\n1 (1) a) du GDPR, à condition que vous vous soyez abonné à notre Newsletter.</p>\n<p>(3) Dans le cas où vous recevez notre Newsletter après avoir effectué un achat sans vous être spécifiquement inscrit à la Newsletter et avoir donné votre consentement, le suivi susmentionné est légalement autorisé en vertu de l’Art.\n6, al.\n1 (1) f) du RGPD.\nNotre intérêt légitime dans le traitement des données dans le cadre du suivi est notre désir d’adapter la lettre d’information afin de mieux répondre aux intérêts de nos clients.</p>\n<p>Vous pouvez vous opposer au suivi susmentionné à tout moment en cliquant sur le lien de désabonnement respectif fourni dans chaque e-mail de la newsletter ou en envoyant un e-mail aux coordonnées mentionnées ci-dessus au point 1.1 de la présente politique de confidentialité.\nLes informations obtenues par le suivi seront conservées jusqu’à ce que vous vous désabonniez de la lettre d’information.\nAprès la désinscription, nous conservons les données de manière anonyme à des fins purement statistiques.</p>\n<p>(5) Le suivi n’est d’ailleurs pas possible si vous avez désactivé par défaut l’affichage des images dans votre client de messagerie.\nDans ce cas, vous ne pourrez pas voir la lettre d’information dans son intégralité et vous ne pourrez peut-être pas utiliser toutes les fonctionnalités de la lettre d’information.\nLe déblocage manuel de l’affichage des images active le suivi décrit ci-dessus.</p>\n<p>7.4.\nFournisseur de service de newsletter<br>\n(1) Les traitements mentionnés ci-dessus en rapport avec notre newsletter, et en particulier l’analyse et l’évaluation des informations relatives aux clients et aux personnes intéressées (données de transaction), sont mis en œuvre à l’aide des services et des systèmes informatiques du prestataire de services suivant, que nous avons mandaté comme sous-traitant:</p>\n<p>The Rocket Science Group, LLC<br>\n675 Ponce de Leon Ave NE Suite 5000<br>\nAtlanta, GA 30308 USA</p>\n<p>Vous pouvez consulter la page « Mailchimp et le RGPD » à cette adresse https://mailchimp.com/gdpr/ </p>\n<p>(2) La légalité est garantie dans les contrats formés conformément à l’Art.\n28 du GDPR et les clauses types de l’UE.</p> 8.\nBoutique en ligne\n8.1 Utilisation de la boutique en ligne\n<p>Lorsque vous commandez des marchandises dans notre boutique en ligne, nous recueillons et traitons vos données personnelles qui sont nécessaires au traitement de votre commande.\nLes informations obligatoires (nom et adresse) qui sont nécessaires au traitement des commandes sont marquées de façon spécifique.\nles autres informations sont fournies volontairement.\nLe traitement de ces données personnelles est autorisé par la loi en vertu de l’art.\n6, al.\n1 b) du RGPD.</p>\n8.2 Compte client\n<p>Lors de l’enregistrement d’un compte client (création d’un compte sous « Inscription » ou « Connexion ») qui n’est pas nécessaire pour effectuer un achat dans notre boutique en ligne, nous traitons les données personnelles suivantes: L’adresse électronique et le mot de passe que vous avez généré.\nEn tant que client enregistré, vous pouvez accéder à votre profil et consulter l’historique de vos commandes ou vos commandes en cours.\nVous pouvez supprimer votre compte client à tout moment en envoyant un message au contact indiqué au point 1.1.\nou un e-mail à l’adresse suivante privacy@e2essentialelements.com.\nLe traitement de ces données personnelles est légalement établi dans l’art.\n6, al.\n1 (1) b) du RGPD.</p>\n<p>8.3 Procédures électroniques de commande et de paiement<br>\nAprès avoir décidé d’effectuer votre achat en tant que client ou invité enregistré, nous recueillons les données suivantes afin d’exécuter la commande: Prénom et nom, téléphone et date de naissance, adresse, éventuellement adresse de livraison.\nEn ce qui concerne le type de paiement, vous pouvez choisir de payer par carte de crédit ou par PayPal.\nSi vous payez par carte de crédit (Visa ou MasterCard), nous traitons le nom, le numéro de la carte, la date d’expiration et le code de validation de la carte.<br>\nLe traitement de vos données de commande et de paiement est légalement autorisé en vertu de l’art.\n6, al.\n1 (1) b) du RGPD.<br>\nVos données d’adresse, de paiement et de commande sont conservées pendant une période de dix ans après l’achèvement du contrat sur la base des obligations d’archivage prévues par le droit fiscal et commercial, puis supprimées, sauf si vous avez consenti à une période de conservation plus longue ou si le traitement ultérieur des données est nécessaire pour faire valoir, exercer ou défendre des droits légaux.\nLe traitement des données à caractère personnel en vue de remplir les obligations légales d’archivage et de conservation est autorisé par la loi en vertu de l’art.\n6, al.\n1 (1) c) du RGPD.</p>\n8.4 Divulgation de données dans le cadre du champ d’application\n<p>Nous traitons les données que vous nous avez fournies afin de traiter votre commande.\nPour exécuter un contrat, nous fournissons vos données à l’entreprise de transport (par exemple, la Poste française ou la Poste belge) qui est responsable de la livraison, dans la mesure où cela est nécessaire pour la livraison de la marchandise achetée.\nNous fournirons également les informations de paiement collectées à la banque que vous avez sélectionnée pour le paiement et, si nécessaire, au prestataire de services de paiement que nous avons mandaté ou au service de paiement sélectionné.\nLe prestataire de services de paiement sélectionné collectera en partie ces données lui-même si vous créez un compte chez lui.\nDans ce cas, vous devez vous connecter au prestataire de services de paiement en utilisant vos données de connexion pendant le processus de commande.\nDans ce contexte, la politique de confidentialité du fournisseur de services de paiement respectif s’applique.\nConformément à l’art.\n6, al.\n1 b) du RGPD, nous sommes autorisés à divulguer vos données personnelles.\nNos prestataires de services ne peuvent traiter ou utiliser vos données que dans le but pour lequel elles leur ont été fournies et uniquement si cela est nécessaire.\nVous pouvez accéder aux données à tout moment.\nSi des données ont été transmises à des prestataires de services externes, nous nous sommes assurés, à l’aide de mesures techniques et organisationnelles, que les règles de protection des données sont respectées</p> 9.\nDivulgation à des tiers\n<p>(1) Afin de pouvoir traiter votre commande de manière optimale, nous collectons et enregistrons les données nécessaires au traitement de la transaction et, le cas échéant, nous fournissons ces données aux entreprises impliquées dans l’exécution de la commande dans le cadre des accords de traitement des commandes exécutés (paiement, logistique, expédition).\nPour le traitement des paiements, nous faisons appel à des prestataires de services de paiement qui sont indiqués sur la page de commande où il est nécessaire de sélectionner les modes de paiement.</p>\n<p>(2) Nos newsletters sont envoyées avec la participation des services et des systèmes informatiques d’un prestataire de services externe (Mailchimp, The Rocket Science Group, LLC), que nous avons commandé dans le cadre du traitement des commandes.</p>\n<p>(3) Dans le cadre de l’hébergement de notre site web, vos données que nous traitons seront traitées par la société d’hébergement de sites web Infomaniak Network SA qui agit en notre nom sur la base d’un accord de traitement.</p>\n<p>(4) En cas d’utilisation de services d’analyse du web et de fournisseurs tiers, les données seront transmises dans le cadre décrit ici.\nLes fournisseurs tiers participent à l’accord sur la protection de la vie privée conformément à l’art.\n45, al.\n1 du RGPD.\nCela implique que ces entreprises sont en mesure de démontrer un niveau approprié de protection des données.\nPour plus d’informations, voir : www.privacyshield.gov .</p> 10.\nPrise de décision automatisée\n<p>Nous n’utilisons aucun système décisionnel entièrement automatisé pour justifier et mener à bien des relations d’affaires conformément à l’art.\n22 du RGPD.</p> 11.\nProfilage\n<p>Afin de pouvoir vous informer et vous conseiller de manière ciblée sur les produits, nous ou les prestataires de services agissant en notre nom utilisons éventuellement des services d’analyse du web, en particulier des technologies de suivi.\nCes services facilitent une communication et une publicité appropriées.\nÀ cet égard, nous faisons référence à l’art.\n12 de la présente politique de confidentialité.</p> 12.\nTraitement des données par des fournisseurs tiers\n12.1 Google Analytics\n<p>(1) Ce site web utilise Google Analytics, un service d’analyse en ligne de Google Inc.\n(« Google »).\nGoogle Analytics utilise des cookies, c’est-à-dire des fichiers texte, qui sont enregistrés sur votre ordinateur et qui permettent d’analyser votre utilisation du site web.\nLes informations générées par le cookie sur la base de votre utilisation de ce site web sont généralement transmises à un serveur de Google aux États-Unis et y sont stockées.\nSi la fonction d’anonymat IP est activée sur ce site web, votre adresse IP sera préalablement abrégée par Google dans les États membres de l’Union européenne ou dans les autres États signataires du traité sur l’Espace économique européen.\nUne adresse IP complète n’est envoyée que dans des cas exceptionnels à un serveur de Google aux États-Unis et y est tronquée.\nGoogle utilisera cette information pour le compte de l’exploitant de ce site web afin d’évaluer votre utilisation du site web, de compiler des rapports sur les activités du site web et de proposer à l’exploitant du site web d’autres services liés à l’utilisation du site web et à l’utilisation d’Internet.</p>\n<p>(2) L’adresse IP envoyée par votre navigateur dans le cadre de Google Analytics n’est pas compilée par Google avec d’autres données.</p>\n<p>Vous pouvez empêcher l’enregistrement de cookies en configurant votre navigateur en conséquence .\nveuillez toutefois noter que vous ne pourrez peut-être pas utiliser pleinement toutes les fonctions de ce site web.\nEn outre, vous pouvez empêcher Google de collecter les données générées par le cookie et associées à votre utilisation du site (y compris votre adresse IP) et le traitement de ces données par Google en téléchargeant et en installant le plug-in de navigateur fourni par Google : Module complémentaire de navigateur pour la désactivation de Google Analytics (Ce module est disponible pour Microsoft Internet Explorer 11, Google Chrome, Mozilla Firefox, Apple Safari et Opera.) https://tools.google.com/dlpage/gaoptout </p>\n<p>(4) Ce site web utilise Google Analytics avec l’extension « _anonymizeIp() ».\nPar conséquent, les adresses IP ne sont traitées que sous une forme tronquée afin d’éviter qu’elles ne soient liées à une personne spécifique.\nSi les données collectées à votre sujet peuvent être associées à une personne spécifique, ces données seront immédiatement exclues et les données personnelles seront rapidement supprimées.</p>\n<p>(5) Nous utilisons Google Analytics afin d’analyser et d’améliorer régulièrement notre site web.\nGrâce aux statistiques, nous sommes en mesure d’améliorer notre offre et de la rendre plus intéressante pour vous en tant qu’utilisateur.\nPour les cas exceptionnels où des données personnelles sont envoyées aux États-Unis, Google a accepté de se conformer au Privacy Shield UE-USA, https://www.privacy-shield.gov/EU-US-Framework .\nL’utilisation de Google Analytics est légalement autorisée avec le consentement que vous avez donné (art.\n6, al.\n1 (1) a) du DSGVO).</p>\n<p>(6) Informations sur le tiers fournisseur: Google Dublin, Google Ireland Ltd, Gordon House, Barrow Street, Dublin 4, Irlande, Fax: +353 (1) 436 1001.\nConditions d’utilisation : http://www.google.com/analytics/terms/de.html , Aperçu de la politique de protection de la vie privée: http://www.google.com/intl/de/analytics/learn/privacy.html , et les règles de confidentialité de Google : http://www.google.defintl/de/policies/privacy .</p> 13.\nMédias sociaux\n13.1 Utilisation du plug-in Facebook\n<p>(1) Nous utilisons actuellement les plug-ins de médias sociaux suivants : Facebook.<br>\nCe plugin Facebook nous permet de connecter nos produits à nos magasins sur Facebook et Instagram afin de permettre à des clients potentiels d’acheter ces produits sur notre site web.</p>\n<p>(2) Nous n’avons aucun contrôle sur les données collectées et les opérations de traitement des données et nous ne connaissons pas l’étendue de la collecte des données, la finalité du traitement et les périodes de conservation respectives.\nNous ne disposons pas non plus d’informations relatives à la suppression des données collectées par le fournisseur du plug-in.</p>\n<p>(3) Le fournisseur de plug-ins stocke les données collectées à votre sujet sous forme de profils d’utilisation et les utilise à des fins publicitaires, d’études de marché et/ou pour adapter son site web aux besoins.\nCette évaluation est notamment effectuée (même pour les utilisateurs non connectés) pour fournir une publicité axée sur les demandes et pour informer les autres utilisateurs du réseau social de vos activités sur notre site web.\nVous avez le droit de vous opposer à la création de ces profils d’utilisateurs, mais vous devez contacter le fournisseur de plug-ins correspondant pour faire valoir votre objection.\nLes plug-ins nous donnent la possibilité d’interagir avec les réseaux sociaux et les autres utilisateurs, ce qui nous permet d’améliorer notre offre et de rendre notre présentation plus intéressante pour vous en tant qu’utilisateur.\nL’utilisation de plug-ins est légalement autorisée en vertu de l’art.\n6 Para..\n1 (1) b) du RGPD.</p>\n<p>(4) La divulgation des données a lieu indépendamment du fait que vous ayez un compte auprès du fournisseur de plug-ins et que vous y soyez connecté.\nSi vous êtes connecté avec le fournisseur de plug-ins, les données recueillies à votre sujet sont directement affectées à votre compte existant avec le fournisseur de plug-ins.\nNous vous recommandons de vous déconnecter régulièrement lorsque vous avez terminé d’utiliser un réseau social, car cela vous permettra d’éviter que votre profil ne soit affecté au fournisseur de plug-ins.</p>\n<p>(5) Nous signalons expressément par la présente que nous, en tant que fournisseur de ce site Web, n’avons aucune connaissance du contenu et de l’étendue des données transmises ni de leur utilisation par le fournisseur de plug-ins.\nPour plus d’informations sur le but et l’étendue de la collecte de données et leur traitement par le fournisseur de plug-ins, consultez les politiques de confidentialité des fournisseurs respectifs énumérées ci-dessous.\nVous y trouverez également plus d’informations sur vos droits à cet égard et sur les paramètres possibles pour protéger votre vie privée.</p>\n<p>(6) Adresses du fournisseur du plug-in et URL avec les politiques de confidentialité :<br> Facebook Inc., 1601 S California Ave, Palo Alto, California 94304, USA.\nhttp://www.facebook.com/policy.php .\npour plus d’informations sur la collecte de données: http.//vvww.facebook.cona/help/186325668085084 , http://vvww.faceb-ook.cona/about/privacy/your-info-on-other#applications et http://www.face-book.com/about/privacy/your-info#everyoneinfo .\nFacebook a accepté de se conformer au Privacy Shield de l’UE et des États-Unis, https://www.privacyshield.gov/EU-US-Frame-work .</p>\n13.2 Utilisation du plug-in Instagram\n<p>(1) Notre site web utilise des plug-ins sociaux (« Plug-ins ») d’Instagram, qui est géré par Instagram LLC, 1601 Willow Road, Menlo Park, CA 94025, USA (« Instagram »).</p>\n<p>(2) Lorsque vous ouvrez une page de notre site web qui contient un tel plug-in, votre navigateur établit une connexion directe avec les serveurs Instagram.\nLe contenu du plug-in est envoyé par Instagram directement à votre navigateur et intégré dans la page web.\nGrâce à cette intégration, Instagram reçoit des informations indiquant que votre navigateur a accédé à la page correspondante de notre site web, même si vous n’avez pas de profil Instagram ou si vous n’êtes pas actuellement connecté à Instagram.\nCes informations (y compris votre adresse IP) sont envoyées par votre navigateur directement à un serveur Instagram aux États-Unis et y sont stockées.\nSi vous êtes connecté à Instagram, Instagram est en mesure d’affecter directement votre visite sur notre site web à votre compte Instagram.\nSi vous interagissez avec les plug-ins, par exemple en actionnant un bouton Instagram, cette information est également envoyée directement à un serveur Instagram et y est stockée.\nLes informations sont également affichées sur votre compte Instagram et y sont présentées à vos contacts.</p>\n<p>(3) Pour obtenir des informations sur l’objectif et la portée des pratiques de collecte de données et sur le traitement et l’utilisation ultérieurs de ces données par Instagram, ainsi que sur vos droits à cet égard et les options disponibles pour protéger votre vie privée, consultez la politique de confidentialité d’Instagram.\nhttps://help.instagram.com/155833707900388/ Si vous ne souhaitez pas qu’Instagram affecte directement à votre compte Instagram les données collectées par l’intermédiaire de notre site web, vous devez vous déconnecter d’Instagram avant de visiter notre site web.\nVous pouvez également empêcher le chargement des plug-ins Instagram en installant des modules complémentaires pour votre navigateur, par exemple le bloqueur de script « NoScript ».\nhttp://noscript.net/ .</p> 14.\nPlug-ins et outils\n<p>Nous utilisons les plug-ins et outils suivants.\nL’utilisation de plug-ins est légalement autorisée en vertu de l’Art.\n6 Para.\n1 (1) b) du RGPD.</p>\n14.1 Youtube\n<p>(1) Nous avons inclus dans notre offre en ligne des vidéos YouTube, qui sont stockées à l’adresse http://www.youtube.com et peuvent être consultées directement sur notre site web.\nElles sont toutes intégrées en « mode de confidentialité renforcée » .\nen d’autres termes, aucune donnée n’est envoyée à YouTube concernant votre statut d’utilisateur si vous ne visionnez pas les vidéos.\nLes données mentionnées sous l’art.\n2 ne sont envoyées que si vous visionnez les vidéos.\nNous n’avons aucun contrôle sur le transfert de ces données.</p>\n<p>(2) En visitant le site web, YouTube reçoit des informations sur le fait que vous avez accédé à la sous-page correspondante de notre site web.\nEn outre, les données mentionnées sous la rubrique Art.\n2 (Visite du site web) de la présente déclaration seront également transmises.\nCela se produit indépendamment du fait que vous ayez ou non un compte d’utilisateur YouTube qui y est connecté.\nSi vous êtes connecté à Google, vos données sont directement affectées à votre compte.\nSi vous préférez que l’utilisation ne soit pas associée à votre profil YouTube, vous devez vous déconnecter avant d’actionner le bouton.\nYouTube stocke les données collectées à votre sujet sous forme de profils d’utilisation et les utilise à des fins publicitaires, d’études de marché et/ou pour adapter son site web aux besoins.\nCette évaluation est notamment effectuée (même pour les utilisateurs non connectés) pour fournir une publicité orientée vers les demandes et pour informer les autres utilisateurs du réseau social de vos activités sur notre site web.\nVous avez le droit de vous opposer à la création de tels profils d’utilisateurs, vous devez dès lors contacter YouTube pour faire valoir votre objection.</p>\n<p>(3) YouTube est une filiale de Google.\nPour plus d’informations sur l’objectif et l’étendue de la collecte de données et de leur traitement par YouTube, consultez sa politique de confidentialité.\nVous y trouverez également plus d’informations sur vos droits et les paramètres possibles pour protéger votre vie privée.\nhttps://wwvv.google.de/intl/de/policies/privacy .\nGoogle traite également vos données personnelles aux États-Unis et a accepté de se conformer à la réglementation EU-US-Privacy-Shield, https://www.privacyshield.gov/EU-US-Framework .</p>\n14.2 Google fonts\n<p>(1) Ce site utilise des polices de caractères Web fournies par Google afin de garantir une présentation uniforme des polices.\nLorsque vous accédez à une page, votre navigateur charge les polices web nécessaires dans le cache de votre navigateur pour faciliter l’affichage correct des textes et des polices.</p>\n<p>(2) Pour ce faire, le navigateur que vous utilisez doit se connecter aux serveurs de Google.\nAinsi, Google sait que notre site web a été consulté à l’aide de votre adresse IP.\nLes polices web de Google sont utilisées dans le but de fournir une présentation uniforme et attrayante de nos services en ligne.\nCeci constitue un intérêt légitime au sens de l’Art.\n6 Para.\n1 (1) f) du RGPD.\nSi votre navigateur ne prend pas en charge les polices Web, votre ordinateur utilisera la police par défaut.\nVous trouverez de plus amples informations sur les polices web de Google à l’adresse suivante https://developers.google.com/fonts/faq et dans la politique de confidentialité de Google: https://www.google.com/policies/privacy/ .</p> 15.\nVos droits\n<p>Si des données à caractère personnel vous concernant sont traitées, vous êtes au sens juridique du terme une personne concernée par le règlement RGPD et vous disposez des droits suivants à notre égard en tant que responsable du traitement.\nSi vous souhaitez exercer vos droits ou recevoir de plus amples informations, veuillez nous contacter ou contacter notre responsable de la sécurité des données:</p>\nA) Droits selon l’art.\n15 et suivants du RGPD\n<p>(1) La personne concernée a le droit de demander au responsable du traitement de confirmer si elle a traité des données à caractère personnel la concernant.\nsi tel est le cas, la personne concernée a le droit d’être informée de ces données à caractère personnel et de recevoir les informations énumérées en détail à l’article.\n15 du RGPD.\nSous certaines conditions légales, vous avez un droit de rectification conformément à l’article 16 du du RGPD, le droit de restreindre le traitement conformément à l’art.\n18 du RGPD et le droit de suppression (« droit d’être oublié ») conformément à l’article 17 du RGPD.\nEn outre, vous avez le droit de demander la réception des données que vous avez fournies dans un format structuré, commun et lisible par machine (droit à la portabilité des données) conformément à l’article 16 du RGPD, le droit de restreindre le traitement conformément à l’article 18 du RGPD et le droit d’effacer (« droit d’être oublié ») conformément à l’article 20 du RGPD, à condition que le traitement soit mis en œuvre à l’aide de procédures automatisées et qu’il soit fondé sur le consentement prévu à l’article Art.\n6 Para.\n1 a) ou Art.\n9 Para.\n2 a) ou un contrat en accord avec l’Art.\n6 Para.\n1 b) du règlement RGPD.</p>\nB) Révoquer le consentement conformément à l’article 7, al.\n3 du RGPD\n<p>Si le traitement est effectué sur la base d’un consentement, vous pouvez révoquer à tout moment votre consentement au traitement des données à caractère personnel.\nVeuillez noter qu’une révocation ne prend effet que pour l’avenir.\nLe traitement des données, qui a eu lieu avant la révocation, n’est pas concerné par celle-ci.</p>\nC) Droit de porter plainte\n<p>Vous avez la possibilité de déposer une plainte auprès de nous ou auprès d’une autorité de contrôle de la protection des données (art.\n77 RGPD).\nL’autorité de contrôle compétente en Belgique est : DPA (Data Protection Authority – Autorité de protection des données – Gegevensbeschermingsautoriteit), Rue de la presse 35, 1000 Bruxelles, Tel.: +32 (0)2 274 48 00, Fax: +32 (0)2 274 48 35, e-mail: contact@apd-gba.be, Site web: https://www.dataprotectionauthority.be/ </p>\nD) Droit d’opposition conformément à l’art.\n21 du RGPD\n<p>Outre les droits susmentionnés, vous avez également le droit de vous opposer comme suit:</p>\nDroit d’opposition au cas par cas\n<p>Vous avez le droit, pour des raisons liées à votre situation particulière, de vous opposer à tout moment au traitement des données à caractère personnel vous concernant et fondées sur l’article.\n6, al.\n1 (1) e) du RGPD (Traitement de données effectué pour des raisons d’intérêt public) et de l’art.\n6, al.\n1, e) de la loi sur la protection des données (RGPD) (traitements de données effectués pour des raisons d’intérêt public) et de l’art.\n6, al.\n1 1 f) de RGPD (Traitement des données à des fins d’intérêts légitimes) .\ncela s’applique également au profilage fondé sur cette disposition au sens de l’art.\n4 (4) du RGPD.\nSi vous vous y opposez, nous ne traiterons plus vos données personnelles, sauf si nous sommes en mesure de fournir des raisons légitimes et convaincantes pour un tel traitement qui l’emportent sur vos intérêts, droits et libertés ou si le traitement sert à faire valoir, exercer et défendre des droits légaux.</p>\nDroit d’opposition au traitement des données à fins publicitaires\n<p>Dans des cas spécifiques, nous traitons vos données personnelles à des fins de publicité directe.\nVous avez le droit de vous opposer à tout moment au traitement des données à caractère personnel vous concernant à des fins de publicité directe.\ncela vaut également pour votre profil, à condition qu’il soit associé à cette publicité directe.\nSi vous vous opposez au traitement effectué à des fins de publicité directe, nous ne traiterons plus vos données à caractère personnel à ces fins.</p> 16.\nSécurité\n<p>(1) Nous avons pris des mesures de sécurité techniques et organisationnelles conformément à l’article 5 de la directive.\n24, 32 du RGPD afin de protéger vos données personnelles contre la perte, la destruction, la manipulation ou l’accès non autorisé.\nTous nos employés et tous les tiers qui participent au traitement des données sont tenus de respecter les exigences du RGPD et le traitement confidentiel des données personnelles.</p>\n<p>(2) Cryptage SSL ou TLS .\nCe site utilise le cryptage SSL ou TSL pour des raisons de sécurité et pour protéger la transmission de contenus sensibles, tels que les commandes et les demandes que vous nous envoyez en tant qu’opérateur du site.\nVous pouvez reconnaître une connexion cryptée par le fait que la barre d’adresse du navigateur passe de « http:// » à « https:// » et qu’un symbole de cadenas y apparaît également.\nSi le cryptage SSL ou TSL est activé, les données que vous nous envoyez ne peuvent pas être lues par des tiers.</p> 17.\nModifications de notre politique de confidentialité\n<p>Nous nous réservons le droit de modifier nos mesures de sécurité et de protection de la vie privée si cela s’avère nécessaire en raison de l’évolution technique ou de changements juridiques.\nDans ce cas, nous adapterons également notre politique de confidentialité en conséquence.\nPar conséquent, veillez à toujours utiliser la version actuelle de notre politique de confidentialité.</p> 18.\nRèglement des litiges en ligne\n<p>Selon le règlement relatif à la résolution en ligne des litiges en matière de consommation (http://ec.europa.eu/consumers/odr/ ), nous avons l’obligation légale de vous informer: Nous ne sommes ni obligés ni désireux de participer au règlement d’un litige devant une commission d’arbitrage pour les consommateurs.</p> 19.\nConditions générales de vente\n<p>Cette politique de confidentialité complète les conditions générales de vente (CGV) de Laboratoires Paris Elysees SPRL pour sa boutique en ligne en ce qui concerne les questions de confidentialité des données.</p> Politique de Confidentialité mise à jour en Mars 2020.\n Expédition Gratuite Au delà de 35€ d'achat dans toute l'Europe  Paiement Sécurisé <p>Réglez grâce à Paypal ou avec votre carte bancaire</p>  Garantie E2 <p>30 jours de rétractation pour vos commandes</p>  Assistance 24/7 <p>Contactez nous via mail, téléphone ou réseaux sociaux</p> Mentions Légales<ul>\n<li>Conditions Générales de Vente</li>\n<li>Politique de Confidentialité</li>\n<li>Politique des Cookies</li>\n<li>Mentions Légales</li>\n</ul> Liens Utiles<ul>\n<li>Boutique E2</li>\n<li>A Propos de E2</li>\n<li>Contactez-Nous</li>\n<li>Expéditions et Retours</li>\n<li>FAQ Foire aux Questions</li>\n</ul> Votre Compte<ul>\n<li>Mon Compte</li>\n<li>Détails du compte</li>\n<li>Historique de Commande</li>\n<li>Votre Panier</li>\n<li>Commander</li>\n</ul> Nous Contacter <p>\n<strong>Téléphone:</strong> +32 56 33 08 35<br>\n<strong>Horaires:</strong> 09:00 – 18:00<br>\n<strong>E-mail:</strong> info@e2essentialelements.com</p>\n<p>\n<strong>Adresse:</strong>\n<br>\n28 Rue de Menin,<br>\n7700 Mouscron, Belgique</p>\n<p>\n</p>\n<p>\n</p>\n<ul>\n<li> Facebook </li>\n<li> Twitter </li>\n<li> Instagram </li>\n<li>Pinterest</li>\n<li>YouTube</li>\n<li>Amazon</li>\n</ul>© E2 Essential Elements 2020 tous droits réservés | E2-V3 développé et maintenu par eredit.io ", "created_at": "2021-04-02 12:25:06.81992", "updated_at": "2021-04-02 12:29:52.27226"}, {"id": 4616, "name": "Legal Mentions", "url": "https://e2essentialelements.com/mentions-legales/", "xpath": "", "text": "E2 Essential Elements utilise des cookiesLes cookies nous permettent de personnaliser le contenu et les annonces, d'offrir des fonctionnalités relatives aux médias sociaux et d'analyser notre trafic.\nNous partageons également des informations sur l'utilisation de notre site avec nos partenaires de médias sociaux, de publicité et d'analyse, qui peuvent combiner celles-ci avec d'autres informations que vous leur avez fournies ou qu'ils ont collectées lors de votre utilisation de leurs services.\nVous consentez à nos cookies si vous continuez à utiliser notre site Web.[#OOI_PERSONAL_INFORMATION#] Utiliser uniquement les cookies nécessaires Autoriser tous les cookies Afficher les détails OK Utiliser uniquement les cookies nécessaires Autoriser la sélection Autoriser tous les cookies NécessairesPréférencesStatistiquesMarketing Afficher les détails Déclaration relative aux cookies [#IABV2SETTINGS#] À propos des cookies  Nécessaires (19) Préférences (1) Statistiques (3) Marketing (1) Non classés (1)Les cookies nécessaires contribuent à rendre un site Web utilisable en activant des fonctions de base comme la navigation de page et l'accès aux zones sécurisées du site Web.\nLe site Web ne peut pas fonctionner correctement sans ces cookies.\nNomFournisseurFinalitéExpirationType__paypal_sdk_storage__PaypalCe cookie est nécessaire pour la fonction de connexion PayPal sur le site Web.PersistentHTML__stripe_midStripeCe cookie est nécessaire pour effectuer des transactions par carte de crédit sur le site.\nLe service est fourni par Stripe.com qui permet les transactions en ligne sans stocker aucune information de carte de crédit.1 annéeHTTP__stripe_sidStripeCe cookie est nécessaire pour effectuer des transactions par carte de crédit sur le site.\nLe service est fourni par Stripe.com qui permet les transactions en ligne sans stocker aucune information de carte de crédit.1 jourHTTPCookieConsentCookiebotStocke l'autorisation d'utilisation de cookies pour le domaine actuel par l'utilisateur 1 annéeHTTPHttpOnlye2essentialelements.comGarantit la sécurité de navigation du visiteur en empêchant la contrefaçon de requête inter-site.\nCe cookie est essentiel pour la sécurité du site web et du visiteur.1 jourHTTPwc_cart_createde2essentialelements.comNécessaire pour la fonctionnalité de panier d'achat sur le site Web.\nSessionHTMLwc_cart_hash_#y5t5h9k5.rocketcdn.meNécessaire pour que la fonctionnalité de panier d'achat du site Web mémorise les produits choisis.\nCela permet également au site Web de promouvoir des produits connexes auprès du visiteur, en fonction du contenu du panier.PersistentHTMLwc_fragments_#y5t5h9k5.rocketcdn.meCookie de session permettant d'afficher le Panier.SessionHTMLwoocommerce_cart_hashe2essentialelements.comNécessaire pour que la fonctionnalité de panier d'achat du site Web mémorise les produits choisis.\nCela permet également au site Web de promouvoir des produits connexes auprès du visiteur, en fonction du contenu du panier.\nSessionHTTPwoocommerce_items_in_carte2essentialelements.comNécessaire pour que la fonctionnalité de panier d'achat du site Web mémorise les produits choisis.\nCela permet également au site Web de promouvoir des produits connexes auprès du visiteur, en fonction du contenu du panier.\nSessionHTTPwp_woocommerce_session_#e2essentialelements.comCookie de session e-commerce.1 jourHTTPmm.stripe.comDétermine l'appareil utilisé pour accéder au site Web.\nCela permet au site Web d'être formaté en conséquence.2 annéesHTTP[SessionID#27]PaypalCe cookie est fourni par Paypal.\nLe cookie est utilisé dans le contexte des transactions sur le site web - Il est nécessaire pour des transactions sécurisées.2 joursHTTPakavpau_ppsdPaypalCe cookie est fourni par Paypal.\nLe cookie est utilisé dans le contexte des transactions sur le site web - Il est nécessaire pour des transactions sécurisées.SessionHTTPenforce_policyPaypalCe cookie est fourni par Paypal.\nLe cookie est utilisé dans le contexte des transactions sur le site web - Il est nécessaire pour des transactions sécurisées.1 annéeHTTPl7_azPaypalCe cookie est nécessaire pour la fonction de connexion PayPal sur le site Web.1 jourHTTPts_cPaypalUtilisé dans le contexte de la fonction de paiement PayPal sur le site Web.\nLe cookie est nécessaire pour effectuer une transaction en toute sécurité via PayPal.3 annéesHTTPhttps://q.stripe.com/StripeCe cookie est nécessaire pour effectuer des transactions par carte de crédit sur le site.\nLe service est fourni par Stripe.com qui permet les transactions en ligne sans stocker aucune information de carte de crédit.SessionPixeltsPaypalUtilisé dans le contexte de la fonction de paiement PayPal sur le site Web.\nLe cookie est nécessaire pour effectuer une transaction en toute sécurité via PayPal.SessionPixel Les cookies de préférences permettent à un site Web de retenir des informations qui modifient la manière dont le site se comporte ou s’affiche, comme votre langue préférée ou la région dans laquelle vous vous situez.\nNomFournisseurFinalitéExpirationType(innomé)e2essentialelements.comEn attenteSessionHTTP Les cookies statistiques aident les propriétaires du site Web, par la collecte et la communication d'informations de manière anonyme, à comprendre comment les visiteurs interagissent avec les sites Web.\nNomFournisseurFinalitéExpirationType_gae2essentialelements.comEnregistre un identifiant unique utilisé pour générer des données statistiques sur la façon dont le visiteur utilise le site.2 annéesHTTP_gate2essentialelements.comUtilisé par Google Analytics pour diminuer radicalement le taux de requêtes1 jourHTTP_gide2essentialelements.comEnregistre un identifiant unique utilisé pour générer des données statistiques sur la façon dont le visiteur utilise le site.1 jourHTTP Les cookies marketing sont utilisés pour effectuer le suivi des visiteurs au travers des sites Web.\nLe but est d'afficher des publicités qui sont pertinentes et intéressantes pour l'utilisateur individuel et donc plus précieuses pour les éditeurs et annonceurs tiers.\nNomFournisseurFinalitéExpirationTypeNIDGoogleEnregistre un identifiant qui identifie l'appareil de l'utilisateur récurrent.\nCet identifiant est utilisé pour des annonces ciblées.6 moisHTTP Les cookies non classés sont les cookies qui sont en cours de classification, ainsi que les fournisseurs de cookies individuels.\nNomFournisseurFinalitéExpirationTypepayJsRolloutFlagStripeEn attenteSessionHTML  [#IABV2_LABEL_PURPOSES#] [#IABV2_LABEL_FEATURES#] [#IABV2_LABEL_PARTNERS#] [#IABV2_BODY_PURPOSES#] [#IABV2_BODY_FEATURES#] [#IABV2_BODY_PARTNERS#] Les cookies sont des petits fichiers textes qui peuvent être utilisés par les sites Web pour rendre l'expérience utilisateur plus efficace.\n<br>\n<br>La loi stipule que nous ne pouvons stocker des cookies sur votre appareil que s’ils sont strictement nécessaires au fonctionnement de ce site.\nPour tous les autres types de cookies, nous avons besoin de votre permission.<br>\n<br>Ce site utilise différents types de cookies.\nCertains cookies sont placés par les services tiers qui apparaissent sur nos pages.<br>\n<br>À tout moment, vous pouvez modifier ou retirer votre consentement dès la Déclaration relative aux cookies sur notre site Web.<br>\n<br>En savoir plus sur qui nous sommes, comment vous pouvez nous contacter et comment nous traitons les données personnelles veuillez voir notre Politique confidentialité.\nDéclaration relative aux cookies mise à jour le 3/24/21 par Cookiebot Tel: (+32) 56 33 08 35 <ul>\n<li> Facebook </li>\n<li> Twitter </li>\n<li> Instagram </li>\n<li>Pinterest</li>\n<li>YouTube</li>\n<li>Amazon</li>\n</ul>\n<ul>\n<li> Facebook </li>\n<li> Twitter </li>\n<li> Instagram </li>\n<li>Pinterest</li>\n<li>YouTube</li>\n<li>Amazon</li>\n</ul>\n<ul>\n<li>Mon Compte\n<ul>\n<li>Panier</li>\n<li>Commande</li>\n</ul>\n</li>\n</ul> Article 0 <ul>\n<li>Sprays\n<ul>\n<li>Hydro Alcoolique <ul>\n<li>E2 Solution Hydro Alcoolique</li>\n<li>E2 Duo de Solution Hydro Alcoolique</li>\n<li>E2 Solution Hydro Alcoolique 3 Huiles Essentielles</li>\n<li>E2 Duo de Solution Hydro Alcoolique 3 Huiles Essentielles</li>\n</ul>\n</li>\n<li>Sprays Aériens 100% Bio <ul>\n<li>E2 Spray Assainissant Bio</li>\n<li>E2 Spray Assainissant Bio 200ml</li>\n<li>E2 Spray Respiratoire Bio</li>\n<li>E2 Spray Sommeil Bio</li>\n</ul>\n</li>\n<li>Sprays Aériens 100% Naturels <ul>\n<li>E2 Spray Assainissant</li>\n<li>E2 Spray Respiratoire</li>\n<li>E2 Spray Sommeil</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Répulsifs\n<ul>\n<li>E2 Stop Tiques</li>\n<li>E2 Stop Moustiques</li>\n<li>E2 Stop Moustiques Bio</li>\n</ul>\n</li>\n<li>Lotions\n<ul>\n<li>E2 Complexe Ultra Jeunesse</li>\n<li>E2 Complexe Articulaire</li>\n<li>E2 Complexe Jambes Légères</li>\n</ul>\n</li>\n<li>Diffuseur IRIS\n<ul>\n<li>Capsules IRIS</li>\n<li>Coffrets IRIS <ul>\n<li>E2 Pack Découverte Diffuseur IRIS</li>\n<li>E2 Coffret Hiver Diffuseur IRIS</li>\n<li>E2 Coffret Bonne Nuit Diffuseur IRIS</li>\n<li>E2 Coffret Air Pur Diffuseur IRIS</li>\n<li>E2 Coffret Love Diffuseur IRIS</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Kits E2\n<ul>\n<li>E2 Kit Nuits d’Été Bio</li>\n<li>E2 Duo Desinfectant</li>\n<li>E2 Kit Essentiel Bio</li>\n<li>E2 Kit Incontournable</li>\n<li>E2 Kit Protection</li>\n<li>E2 Kit Sérénité</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Sprays\n<ul>\n<li>Hydro Alcoolique <ul>\n<li>E2 Solution Hydro Alcoolique</li>\n<li>E2 Duo de Solution Hydro Alcoolique</li>\n<li>E2 Solution Hydro Alcoolique 3 Huiles Essentielles</li>\n<li>E2 Duo de Solution Hydro Alcoolique 3 Huiles Essentielles</li>\n</ul>\n</li>\n<li>Sprays Aériens 100% Bio <ul>\n<li>E2 Spray Assainissant Bio</li>\n<li>E2 Spray Assainissant Bio 200ml</li>\n<li>E2 Spray Respiratoire Bio</li>\n<li>E2 Spray Sommeil Bio</li>\n</ul>\n</li>\n<li>Sprays Aériens 100% Naturels <ul>\n<li>E2 Spray Assainissant</li>\n<li>E2 Spray Respiratoire</li>\n<li>E2 Spray Sommeil</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Répulsifs\n<ul>\n<li>E2 Stop Tiques</li>\n<li>E2 Stop Moustiques</li>\n<li>E2 Stop Moustiques Bio</li>\n</ul>\n</li>\n<li>Lotions\n<ul>\n<li>E2 Complexe Ultra Jeunesse</li>\n<li>E2 Complexe Articulaire</li>\n<li>E2 Complexe Jambes Légères</li>\n</ul>\n</li>\n<li>Diffuseur IRIS\n<ul>\n<li>Capsules IRIS</li>\n<li>Coffrets IRIS <ul>\n<li>E2 Pack Découverte Diffuseur IRIS</li>\n<li>E2 Coffret Hiver Diffuseur IRIS</li>\n<li>E2 Coffret Bonne Nuit Diffuseur IRIS</li>\n<li>E2 Coffret Air Pur Diffuseur IRIS</li>\n<li>E2 Coffret Love Diffuseur IRIS</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Kits E2\n<ul>\n<li>E2 Kit Nuits d’Été Bio</li>\n<li>E2 Duo Desinfectant</li>\n<li>E2 Kit Essentiel Bio</li>\n<li>E2 Kit Incontournable</li>\n<li>E2 Kit Protection</li>\n<li>E2 Kit Sérénité</li>\n</ul>\n</li>\n<li>Mon Compte\n<ul>\n<li>Panier</li>\n<li>Commande</li>\n</ul>\n</li>\n</ul> Mentions Légales Accueil&nbsp;/&nbsp;Mentions Légales <p>1.\nInformations générales | 2.\nUtilisation du site web | 3.\nAccord de l’utilisateur | 4.\nMoyens de contact | 5.\nPropriété intellectuelle | 6.\nVie privée | 7.\nCookies | 8.\nPhotos retouchées | 9.\nRessources externes | 10.\nDroit applicable et juridiction | 11.\nRèglement des litiges en ligne</p> 1.\nInformations générales\n<p>(1) Vous êtes actuellement en train de visiter la page « Mentions légales » de e2essentialelements.com, le site officiel de la marque E2 Essential Elements (ci-après dénommé « le site », « ce site » ou « le site de la société ») sous la société Laboratoires Paris Elysees SPRL.\n(ci-après dénommée « LPE »), sise Rue de Menin 28, 7700 Mouscron, Belgique.\nEnregistrée en Belgique auprès de “La Banque Carrefour des Entreprises” sous numéro de TVA BE0534783071.</p>\n<p>L’éditeur responsable est : A.\nVola – adrien@paris-elysees.com<br>\nLe responsable technique est : M.\nDemouveaux – admin@eredit.io </p>\n<p>(2) Le site est hébergé sur un serveur privé dédié en Suisse par la société Infomaniak Network SA – 26 Avenue de la Praille 1227 Genève, numéro d’enregistrement CHE-103.167.648.\nL’utilisation de ce site est soumise à l’acceptation des Mention Légale de E2 Essential Elements qui sont décrite ci-dessous.\nL’Utilisateur qui ne souhaite pas accepter tout ou partie des Mentions Légales de E2 Essential Elements ou toute modification ultérieure, doit s’abstenir d’utiliser le Site.</p> 2.\nUtilisation du site web\n<p>L’accès et l’utilisation de ce site web sont de la responsabilité exclusive du visiteur qui reconnaît l’accord, en tant qu’utilisateur, de toutes et chacune des conditions suivantes.\nVous certifiez être âgé d’au moins 14 ans.\nPour utiliser ce site web si vous avez moins de 14 ans, vous devez obtenir une autorisation préalable des parents, tuteurs ou représentants légaux qui seront responsables de toutes les actions réalisées par le mineur.\nLPE pourra refuser ou retirer, le cas échéant et sans préavis, l’accès au site aux utilisateurs qui ne respecteraient pas les conditions mentionnées, la loi et l’ordre.\nLPE a le droit, sans préavis et quand il semble nécessaire, de revoir périodiquement les présentes mentions légales et/ou conditions générales d’utilisation.\nLes conditions modifiées seront valables lorsqu’elles seront publiées et visibles sur ce site web</p> 3.\nAccord de l’utilisateur\n<p>L’utilisateur s’engage à utiliser ce site web de manière correcte, en conformité avec la loi, la morale, l’ordre public et dans le respect des présentes mentions légales.\nL’utilisateur doit s’empêcher d’utiliser ce site web d’une manière qui pourrait nuire à l’utilisation correcte de ce site web par d’autres utilisateurs et entraîner un éventuel préjudice pour LPE.\nL’utilisateur est responsable de tout dommage ou préjudice causé à LPE suite au non-respect des mentions légales présentées sur cette page.\nDans tous les cas, l’utilisateur ne pourra pas poursuivre LPE en justice en cas de dommages causés par une mauvaise utilisation du site web ou par le non-respect de cet avis juridique.</p> 4.\nContactez E2 Essential Elements\n<p>(1) Vous pouvez nous écrire toute demande ou réclamation par courrier à info@e2essentialelements.com.</p>\n<p>(2) Vous pouvez également nous contacter en utilisant le formulaire disponible sur notre Page de contact </p>\n<p>(3) Vous pouvez appeler notre bureau principal en Belgique : +32 56 33 08 35* (du lundi au vendredi, de 9h à 18h).\n*Numéro non surtaxé, tarifs selon l’opérateur.</p> 5.\nPropriété intellectuelle et industrielle\n<p>(1) Le site général résulte de la législation européenne et internationale en matière de propriété intellectuelle (marque, droit d’auteur, base de données).\nDans ces conditions, tous les droits de reproduction, de représentation et de communication publique sont réservés, y compris pour les fichiers téléchargeables et autres représentations visuelles, iconographiques, photographiques, sonores, vidéo, textuelles ou autres.\nAucune licence ni aucun droit autre que celui de visiter le site n’est accordé au visiteur en matière de propriété intellectuelle.</p>\n<p>(2) La reproduction de ce site ou d’une partie de celui-ci sur un support quelconque est absolument interdite, sauf autorisation écrite spéciale du responsable du site (technique et/ou rédactionnel).\nToutefois, la reproduction des documents de ce site est autorisée sous réserve d’une utilisation personnelle et privée (Fair Use) dans le respect des documents fournis (aucune modification, aucune altération d’aucune sorte).\nLes courtes citations sont autorisées sous réserve de mentionner clairement la source de la manière suivante : « Ce document provient de E2 Essential Elements, e2essentialelements.com.\nLes droits de reproduction sont réservés et strictement limités.\n» L’adresse du site e2essentialelements.com doit figurer dans la référence.\nPour toute autre utilisation, une autorisation doit nous être adressée et approuvée.\nSauf autorisation spéciale, les droits d’auteur de tous les documents du site web de LPE et de chacune des parties créées sont la propriété exclusive de LPE.</p>\n<p>(3) LPE a le droit de modifier ou de corriger sans préavis tout contenu du site web à tout moment.</p> 6.\nVie privée et informations personnelles\n<p>\n<strong>Afin de préserver votre vie privée et votre sécurité en ligne, la connexion à ce site est chiffrée et authentifiée à l’aide d’un protocole fort (TLS 1.2), un échange de clés fort (ECDHE_RSA avec P-256), et un chiffrement fort (AES_128_GCM), la preuve en est le petit cadenas près de l’adresse du site et la mention HTTPS://</strong>\n</p>\n<p>(1) LPE protégera la confidentialité des informations personnelles fournies par les utilisateurs de son site web.\nToutefois, afin d’optimiser le dit site web, LPE peut demander à un utilisateur le droit de mettre en ligne certaines des informations personnelles qu’il a fournies.\nCette action ne sera entreprise que si l’utilisateur a donné à LPE le droit de procéder ainsi.\nLes informations fournies ne seront plus dans ce cas et sous leur responsabilité considérées comme confidentielles et devront être exactes, ne pas nuire aux intérêts d’un tiers.\nLPE décline toute responsabilité quant aux éventuels dommages résultant de la circulation de ces informations.\nAfin de vous offrir des services conformes et efficaces, et de répondre à toute demande d’information, de cartes de fidélité, d’enquêtes ou de tout type de demande commerciale, nous pouvons vous demander de nous fournir des informations personnelles qui seront mises à jour dans notre service informatique.</p>\n<p>(2) LPE a le droit de communiquer vos informations à des sociétés partageant des intérêts communs dans la limite des autorisations que vous avez données.\n(Plus d’informations sur notre page Politique de Confidentialité)</p> 7.\nPolitique en matière de cookies\n<p>(1) Le site e2essentialelements.com utilise des cookies.\nCes fichiers enregistrés sur votre ordinateur nous permettent de faciliter votre accès à nos services.\nCes cookies ne contiennent pas de données permettant de vous identifier personnellement.</p>\n<p>(2) Vous avez la possibilité à tout moment de désactiver définitivement les cookies ou de choisir de configurer votre navigateur pour qu’il vous avertisse et soumette votre acceptation à chaque cookie avant qu’ils ne soient stockés sur votre ordinateur.\nVous trouverez plus d’informations sur notre page concernant notre politique en matière de cookies .</p> 8.\nPhotos retouchées\n<p>(1) Conformément au décret français n° 2017-738 du 4 mai 2017 relatif aux photographies à usage commercial de mannequins dont l’apparence corporelle a été modifiée, nous avons l’obligation de mentionner les cas où une photographie a été retouchée afin d’affiner la silhouette du mannequin représenté.\nLe matériel concerné doit porter la mention légale « Photo retouchée » dans toute communication destinée au public.</p>\n<p>(2) Aucune photographie ou illustration présente sur ce site n’a été retouchée afin d’affiner la silhouette des personnes représentées.\nLes modifications apportées aux photos et illustrations sur ce site et dans nos communications au public n’ont été que légèrement modifiées à l’aide d’un logiciel de retouche afin d’augmenter le contraste et/ou d’affiner la gamme chromatique, ce sont les seules modifications que nous apportons dans un souci de cohérence graphique.</p> 9.\nRessources externes\n<p>(1) Les illustrations et les photos proviennent pour la plupart de pexels.\ncom sous licence Creative Commons Zero (CC0).</p>\n<p>(2) Certaines images d’illustration sont sous licence et protégées par des droits d’auteur, et nous les avons achetées auprès de Shutterstock .</p>\n<p>(3) Ce site web est motorisé par WordPress , un logiciel open source.\nLa licence sous laquelle le logiciel WordPress est publié est la GPLv2 (ou une version ultérieure) de la Free Software Foundation.</p>\n<p>(4) Le site de LPE utilise du code propriétaire de tiers (pare-feu, référencement, commerce électronique, analyses, CDN, icônes, pour n’en citer que quelques-uns…), nous sommes en possession des licences et autorisations nous permettant d’utiliser ce code et ces fonctions dans les limites des droits qui nous sont accordés par les sociétés émettrices.</p>\n<p>(5) Ce site est hébergé sur un serveur privé dédié en Suisse par Infomaniak SA.</p>\n<p>(6) Le site web de LPE est développé et maintenu par eredit.io – Développement web à Saint Tropez (France).</p> 10.\nDroit applicable et juridiction\n<p>Le contenu de ces mentions légales est soumis à la réglementation et aux lois belges.\nToute question résultant des conditions écrites, ou du non-respect, de l’interprétation, de la résolution ou de la validité du contenu du site web sera par défaut un accord à l’amiable sous la juridiction de la Cour de Bruxelles en Belgique.</p> 11.\nRèglement en ligne des litiges\n<p>Selon le règlement relatif au règlement en ligne des litiges en matière de consommation (http://ec.europa.eu/consumers/odr/ ), nous sommes tenus de vous informer: Nous ne sommes ni obligés ni disposés à participer au règlement d’un litige devant une commission d’arbitrage en matière de consommation.</p> Mentions légales mises à jour en Mars 2020.\n Expédition Gratuite Au delà de 35€ d'achat dans toute l'Europe  Paiement Sécurisé <p>Réglez grâce à Paypal ou avec votre carte bancaire</p>  Garantie E2 <p>30 jours de rétractation pour vos commandes</p>  Assistance 24/7 <p>Contactez nous via mail, téléphone ou réseaux sociaux</p> Mentions Légales<ul>\n<li>Conditions Générales de Vente</li>\n<li>Politique de Confidentialité</li>\n<li>Politique des Cookies</li>\n<li>Mentions Légales</li>\n</ul> Liens Utiles<ul>\n<li>Boutique E2</li>\n<li>A Propos de E2</li>\n<li>Contactez-Nous</li>\n<li>Expéditions et Retours</li>\n<li>FAQ Foire aux Questions</li>\n</ul> Votre Compte<ul>\n<li>Mon Compte</li>\n<li>Détails du compte</li>\n<li>Historique de Commande</li>\n<li>Votre Panier</li>\n<li>Commander</li>\n</ul> Nous Contacter <p>\n<strong>Téléphone:</strong> +32 56 33 08 35<br>\n<strong>Horaires:</strong> 09:00 – 18:00<br>\n<strong>E-mail:</strong> info@e2essentialelements.com</p>\n<p>\n<strong>Adresse:</strong>\n<br>\n28 Rue de Menin,<br>\n7700 Mouscron, Belgique</p>\n<p>\n</p>\n<p>\n</p>\n<ul>\n<li> Facebook </li>\n<li> Twitter </li>\n<li> Instagram </li>\n<li>Pinterest</li>\n<li>YouTube</li>\n<li>Amazon</li>\n</ul>© E2 Essential Elements 2020 tous droits réservés | E2-V3 développé et maintenu par eredit.io ", "created_at": "2021-04-02 12:25:07.107932", "updated_at": "2021-04-02 12:30:58.547162"}, {"id": 4617, "name": "General terms and conditions of sale", "url": "https://e2essentialelements.com/conditions-generales-de-vente/", "xpath": "", "text": "E2 Essential Elements utilise des cookiesLes cookies nous permettent de personnaliser le contenu et les annonces, d'offrir des fonctionnalités relatives aux médias sociaux et d'analyser notre trafic.\nNous partageons également des informations sur l'utilisation de notre site avec nos partenaires de médias sociaux, de publicité et d'analyse, qui peuvent combiner celles-ci avec d'autres informations que vous leur avez fournies ou qu'ils ont collectées lors de votre utilisation de leurs services.\nVous consentez à nos cookies si vous continuez à utiliser notre site Web.[#OOI_PERSONAL_INFORMATION#] Utiliser uniquement les cookies nécessaires Autoriser tous les cookies Afficher les détails OK Utiliser uniquement les cookies nécessaires Autoriser la sélection Autoriser tous les cookies NécessairesPréférencesStatistiquesMarketing Afficher les détails Déclaration relative aux cookies [#IABV2SETTINGS#] À propos des cookies  Nécessaires (19) Préférences (1) Statistiques (3) Marketing (1) Non classés (1)Les cookies nécessaires contribuent à rendre un site Web utilisable en activant des fonctions de base comme la navigation de page et l'accès aux zones sécurisées du site Web.\nLe site Web ne peut pas fonctionner correctement sans ces cookies.\nNomFournisseurFinalitéExpirationType__paypal_sdk_storage__PaypalCe cookie est nécessaire pour la fonction de connexion PayPal sur le site Web.PersistentHTML__stripe_midStripeCe cookie est nécessaire pour effectuer des transactions par carte de crédit sur le site.\nLe service est fourni par Stripe.com qui permet les transactions en ligne sans stocker aucune information de carte de crédit.1 annéeHTTP__stripe_sidStripeCe cookie est nécessaire pour effectuer des transactions par carte de crédit sur le site.\nLe service est fourni par Stripe.com qui permet les transactions en ligne sans stocker aucune information de carte de crédit.1 jourHTTPCookieConsentCookiebotStocke l'autorisation d'utilisation de cookies pour le domaine actuel par l'utilisateur 1 annéeHTTPHttpOnlye2essentialelements.comGarantit la sécurité de navigation du visiteur en empêchant la contrefaçon de requête inter-site.\nCe cookie est essentiel pour la sécurité du site web et du visiteur.1 jourHTTPwc_cart_createde2essentialelements.comNécessaire pour la fonctionnalité de panier d'achat sur le site Web.\nSessionHTMLwc_cart_hash_#y5t5h9k5.rocketcdn.meNécessaire pour que la fonctionnalité de panier d'achat du site Web mémorise les produits choisis.\nCela permet également au site Web de promouvoir des produits connexes auprès du visiteur, en fonction du contenu du panier.PersistentHTMLwc_fragments_#y5t5h9k5.rocketcdn.meCookie de session permettant d'afficher le Panier.SessionHTMLwoocommerce_cart_hashe2essentialelements.comNécessaire pour que la fonctionnalité de panier d'achat du site Web mémorise les produits choisis.\nCela permet également au site Web de promouvoir des produits connexes auprès du visiteur, en fonction du contenu du panier.\nSessionHTTPwoocommerce_items_in_carte2essentialelements.comNécessaire pour que la fonctionnalité de panier d'achat du site Web mémorise les produits choisis.\nCela permet également au site Web de promouvoir des produits connexes auprès du visiteur, en fonction du contenu du panier.\nSessionHTTPwp_woocommerce_session_#e2essentialelements.comCookie de session e-commerce.1 jourHTTPmm.stripe.comDétermine l'appareil utilisé pour accéder au site Web.\nCela permet au site Web d'être formaté en conséquence.2 annéesHTTP[SessionID#27]PaypalCe cookie est fourni par Paypal.\nLe cookie est utilisé dans le contexte des transactions sur le site web - Il est nécessaire pour des transactions sécurisées.2 joursHTTPakavpau_ppsdPaypalCe cookie est fourni par Paypal.\nLe cookie est utilisé dans le contexte des transactions sur le site web - Il est nécessaire pour des transactions sécurisées.SessionHTTPenforce_policyPaypalCe cookie est fourni par Paypal.\nLe cookie est utilisé dans le contexte des transactions sur le site web - Il est nécessaire pour des transactions sécurisées.1 annéeHTTPl7_azPaypalCe cookie est nécessaire pour la fonction de connexion PayPal sur le site Web.1 jourHTTPts_cPaypalUtilisé dans le contexte de la fonction de paiement PayPal sur le site Web.\nLe cookie est nécessaire pour effectuer une transaction en toute sécurité via PayPal.3 annéesHTTPhttps://q.stripe.com/StripeCe cookie est nécessaire pour effectuer des transactions par carte de crédit sur le site.\nLe service est fourni par Stripe.com qui permet les transactions en ligne sans stocker aucune information de carte de crédit.SessionPixeltsPaypalUtilisé dans le contexte de la fonction de paiement PayPal sur le site Web.\nLe cookie est nécessaire pour effectuer une transaction en toute sécurité via PayPal.SessionPixel Les cookies de préférences permettent à un site Web de retenir des informations qui modifient la manière dont le site se comporte ou s’affiche, comme votre langue préférée ou la région dans laquelle vous vous situez.\nNomFournisseurFinalitéExpirationType(innomé)e2essentialelements.comEn attenteSessionHTTP Les cookies statistiques aident les propriétaires du site Web, par la collecte et la communication d'informations de manière anonyme, à comprendre comment les visiteurs interagissent avec les sites Web.\nNomFournisseurFinalitéExpirationType_gae2essentialelements.comEnregistre un identifiant unique utilisé pour générer des données statistiques sur la façon dont le visiteur utilise le site.2 annéesHTTP_gate2essentialelements.comUtilisé par Google Analytics pour diminuer radicalement le taux de requêtes1 jourHTTP_gide2essentialelements.comEnregistre un identifiant unique utilisé pour générer des données statistiques sur la façon dont le visiteur utilise le site.1 jourHTTP Les cookies marketing sont utilisés pour effectuer le suivi des visiteurs au travers des sites Web.\nLe but est d'afficher des publicités qui sont pertinentes et intéressantes pour l'utilisateur individuel et donc plus précieuses pour les éditeurs et annonceurs tiers.\nNomFournisseurFinalitéExpirationTypeNIDGoogleEnregistre un identifiant qui identifie l'appareil de l'utilisateur récurrent.\nCet identifiant est utilisé pour des annonces ciblées.6 moisHTTP Les cookies non classés sont les cookies qui sont en cours de classification, ainsi que les fournisseurs de cookies individuels.\nNomFournisseurFinalitéExpirationTypepayJsRolloutFlagStripeEn attenteSessionHTML  [#IABV2_LABEL_PURPOSES#] [#IABV2_LABEL_FEATURES#] [#IABV2_LABEL_PARTNERS#] [#IABV2_BODY_PURPOSES#] [#IABV2_BODY_FEATURES#] [#IABV2_BODY_PARTNERS#] Les cookies sont des petits fichiers textes qui peuvent être utilisés par les sites Web pour rendre l'expérience utilisateur plus efficace.\n<br>\n<br>La loi stipule que nous ne pouvons stocker des cookies sur votre appareil que s’ils sont strictement nécessaires au fonctionnement de ce site.\nPour tous les autres types de cookies, nous avons besoin de votre permission.<br>\n<br>Ce site utilise différents types de cookies.\nCertains cookies sont placés par les services tiers qui apparaissent sur nos pages.<br>\n<br>À tout moment, vous pouvez modifier ou retirer votre consentement dès la Déclaration relative aux cookies sur notre site Web.<br>\n<br>En savoir plus sur qui nous sommes, comment vous pouvez nous contacter et comment nous traitons les données personnelles veuillez voir notre Politique confidentialité.\nDéclaration relative aux cookies mise à jour le 24.03.21 par Cookiebot Tel: (+32) 56 33 08 35 <ul>\n<li> Facebook </li>\n<li> Twitter </li>\n<li> Instagram </li>\n<li>Pinterest</li>\n<li>YouTube</li>\n<li>Amazon</li>\n</ul>\n<ul>\n<li> Facebook </li>\n<li> Twitter </li>\n<li> Instagram </li>\n<li>Pinterest</li>\n<li>YouTube</li>\n<li>Amazon</li>\n</ul>\n<ul>\n<li>Mon Compte\n<ul>\n<li>Panier</li>\n<li>Commande</li>\n</ul>\n</li>\n</ul> Article 0 <ul>\n<li>Sprays\n<ul>\n<li>Hydro Alcoolique <ul>\n<li>E2 Solution Hydro Alcoolique</li>\n<li>E2 Duo de Solution Hydro Alcoolique</li>\n<li>E2 Solution Hydro Alcoolique 3 Huiles Essentielles</li>\n<li>E2 Duo de Solution Hydro Alcoolique 3 Huiles Essentielles</li>\n</ul>\n</li>\n<li>Sprays Aériens 100% Bio <ul>\n<li>E2 Spray Assainissant Bio</li>\n<li>E2 Spray Assainissant Bio 200ml</li>\n<li>E2 Spray Respiratoire Bio</li>\n<li>E2 Spray Sommeil Bio</li>\n</ul>\n</li>\n<li>Sprays Aériens 100% Naturels <ul>\n<li>E2 Spray Assainissant</li>\n<li>E2 Spray Respiratoire</li>\n<li>E2 Spray Sommeil</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Répulsifs\n<ul>\n<li>E2 Stop Tiques</li>\n<li>E2 Stop Moustiques</li>\n<li>E2 Stop Moustiques Bio</li>\n</ul>\n</li>\n<li>Lotions\n<ul>\n<li>E2 Complexe Ultra Jeunesse</li>\n<li>E2 Complexe Articulaire</li>\n<li>E2 Complexe Jambes Légères</li>\n</ul>\n</li>\n<li>Diffuseur IRIS\n<ul>\n<li>Capsules IRIS</li>\n<li>Coffrets IRIS <ul>\n<li>E2 Pack Découverte Diffuseur IRIS</li>\n<li>E2 Coffret Hiver Diffuseur IRIS</li>\n<li>E2 Coffret Bonne Nuit Diffuseur IRIS</li>\n<li>E2 Coffret Air Pur Diffuseur IRIS</li>\n<li>E2 Coffret Love Diffuseur IRIS</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Kits E2\n<ul>\n<li>E2 Kit Nuits d’Été Bio</li>\n<li>E2 Duo Desinfectant</li>\n<li>E2 Kit Essentiel Bio</li>\n<li>E2 Kit Incontournable</li>\n<li>E2 Kit Protection</li>\n<li>E2 Kit Sérénité</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Sprays\n<ul>\n<li>Hydro Alcoolique <ul>\n<li>E2 Solution Hydro Alcoolique</li>\n<li>E2 Duo de Solution Hydro Alcoolique</li>\n<li>E2 Solution Hydro Alcoolique 3 Huiles Essentielles</li>\n<li>E2 Duo de Solution Hydro Alcoolique 3 Huiles Essentielles</li>\n</ul>\n</li>\n<li>Sprays Aériens 100% Bio <ul>\n<li>E2 Spray Assainissant Bio</li>\n<li>E2 Spray Assainissant Bio 200ml</li>\n<li>E2 Spray Respiratoire Bio</li>\n<li>E2 Spray Sommeil Bio</li>\n</ul>\n</li>\n<li>Sprays Aériens 100% Naturels <ul>\n<li>E2 Spray Assainissant</li>\n<li>E2 Spray Respiratoire</li>\n<li>E2 Spray Sommeil</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Répulsifs\n<ul>\n<li>E2 Stop Tiques</li>\n<li>E2 Stop Moustiques</li>\n<li>E2 Stop Moustiques Bio</li>\n</ul>\n</li>\n<li>Lotions\n<ul>\n<li>E2 Complexe Ultra Jeunesse</li>\n<li>E2 Complexe Articulaire</li>\n<li>E2 Complexe Jambes Légères</li>\n</ul>\n</li>\n<li>Diffuseur IRIS\n<ul>\n<li>Capsules IRIS</li>\n<li>Coffrets IRIS <ul>\n<li>E2 Pack Découverte Diffuseur IRIS</li>\n<li>E2 Coffret Hiver Diffuseur IRIS</li>\n<li>E2 Coffret Bonne Nuit Diffuseur IRIS</li>\n<li>E2 Coffret Air Pur Diffuseur IRIS</li>\n<li>E2 Coffret Love Diffuseur IRIS</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Kits E2\n<ul>\n<li>E2 Kit Nuits d’Été Bio</li>\n<li>E2 Duo Desinfectant</li>\n<li>E2 Kit Essentiel Bio</li>\n<li>E2 Kit Incontournable</li>\n<li>E2 Kit Protection</li>\n<li>E2 Kit Sérénité</li>\n</ul>\n</li>\n<li>Mon Compte\n<ul>\n<li>Panier</li>\n<li>Commande</li>\n</ul>\n</li>\n</ul> Conditions Générales de Vente Accueil&nbsp;/&nbsp;Conditions Générales de Vente <p>1.\nChamp d’application | 2.\nClients et commandes | 3.\nConclusion du contrat | 4.\nPrix et frais de transport | 5.\nConditions de paiement | 6.\nLivraisons et délais | 7.\nClause d’auto livraison | 8.\nRéserve de propriété | 9.\nRévocation et instructions | 10.\nResponsabilité pour défauts | 11.\nResponsabilité | 12.\nSAV et réclamations | 13.\nRésolution des litiges | 14.\nDroit applicable</p> 1.\nChamp d’application et coordonnées\n<p>(1.1) Les présentes conditions générales de vente (ci-après dénommées « CG » ou « CGV ») s’appliquent à tous les contrats conclus par l’intermédiaire de notre boutique en ligne sur e2essentialelements.com (ci-après dénommée « Boutique en ligne ») entre nous, Laboratoires Paris Elysees SPRL, et vous en tant que client.</p>\n<p>(1.2) Vos conditions générales divergentes, contradictoires ou complémentaires ne feront partie du contrat que si nous les avons explicitement reconnues par écrit.\nLa simple connaissance de vos conditions générales ne fait pas partie du contrat.</p>\n<p>(1.3) La version des CGV en vigueur au moment de la conclusion du contrat fait foi.</p>\n<p>(1.4) Nos coordonnées sont les suivantes :</p>\n<p>Laboratoire Paris Elysees SPRL<br>\nRue de Menin 28,<br>\n7700 Mouscron, Belgique.</p>\n<p>Téléphone: +32 56 33 08 35<br>\nE-mail: info@e2essentialelements.com</p>\n<p>Représentant légal (directeur général): Adrien Vola</p> 2.\nClients éligibles et volume des commandes\n<p>(2.1) Vous ne pouvez passer des commandes dans notre boutique en ligne que si vous agissez en tant que consommateur adulte et non en tant que commerçant ou dans le cadre d’une activité indépendante.</p>\n<p>(2.2) En outre, nous n’acceptons que les commandes qui prévoient la livraison de quantités standard et habituelles pour le consommateur.</p> 3.\nTraitement de la commande et conclusion du contrat\n<p>(3.1) En illustrant et en annonçant des produits dans notre boutique en ligne, nous ne soumettons pas une offre contraignante pour la vente de ces produits.\nCette illustration représente simplement une incitation à soumettre vous-même une offre d’achat ferme pour les produits que vous avez placés dans le panier.</p>\n<p>(3.2) Dans la boutique en ligne, vous pouvez sélectionner des produits et les placer dans un panier virtuel en cliquant sur le bouton « Ajouter au panier » qui apparaît dans la boutique en ligne à chaque fois que vous cliquez sur l’icône du panier.</p>\n<p>(3.3) Vous pouvez lancer la procédure de commande proprement dite en cliquant sur l’icône du panier d’achat.\nVous pouvez passer la commande avec ou sans la création d’un compte d’utilisateur personnel.\nDans le processus de commande, saisissez votre adresse et sélectionnez les modes d’expédition et de paiement (dans la mesure où plusieurs options sont disponibles).\nPour certains modes de paiement, vous devez saisir d’autres données pour le paiement (par exemple, pour le paiement par carte de crédit, le numéro de la carte, le titulaire de la carte, la date d’expiration et le code CVV).\nSi vous créez un compte d’utilisateur personnel, vos données d’adresse seront enregistrées pour les commandes ultérieures.\nAprès avoir saisi les données susmentionnées, vous accédez à une page (ci-après dénommée « Aperçu de la commande ») qui vous montre une nouvelle fois votre commande et vous donne la possibilité de reconnaître les éventuelles erreurs de saisie.\nEn cliquant sur la fonction « Retour » de votre navigateur Internet ou mobile et en modifiant les champs correspondants des pages qui s’affichent alors, vous pouvez modifier et corriger les produits sélectionnés et vos données avant de terminer votre commande, et revenir à l’aperçu de la commande en cliquant sur les boutons appropriés des différentes pages.</p>\n<p>(3.4) Complétez votre commande en cliquant sur le bouton « Acheter maintenant ».\nEn cliquant sur ce bouton, vous soumettez une offre ferme d’achat des produits énumérés dans l’aperçu de la commande.</p>\n<p>(3.5) Cliquer sur le bouton « Acheter maintenant » ne mène pas encore à un contrat d’achat.\nVous recevrez d’abord un accusé de réception de votre commande par courrier électronique.\ncet accusé de réception ne constitue pas non plus une acceptation juridiquement contraignante de votre commande.\nNous nous réservons le droit d’accepter votre commande en tout ou en partie, en particulier si la disponibilité des produits que vous avez commandés est limitée, ou s’ils ne sont pas disponibles du tout.\nLe contrat d’achat d’un produit que vous avez commandé n’est pas conclu tant que vous n’avez pas reçu un autre courriel de notre part avec la confirmation de l’expédition du produit ou que vous n’avez pas reçu le produit.</p>\n<p>(3.6) La conclusion du contrat est proposée en français.</p>\n<p>(3.7) Le texte du contrat (composé des éléments suivants : votre commande, les présentes CGV ainsi que la confirmation d’expédition envoyée par nos soins) est sauvegardé par nos soins après la conclusion du contrat.\nLe texte du contrat vous est rendu accessible par la transmission de ses éléments par courrier électronique.</p> 4.\nPrix et frais de transport\n<p>(4.1) Sauf indication contraire, les prix indiqués dans notre boutique en ligne s’entendent TVA légale incluse.\nCes prix ne comprennent pas les frais d’expédition .\nceux-ci sont à votre charge.</p>\n<p>(4.2) Dans chaque cas, la boutique en ligne indique si des frais de port sont à payer pour votre commande.\nSi tel est le cas, le montant dû pour l’expédition est également indiqué.</p>\n<p>(4.3) Le prix des produits sélectionnés par vous pour votre commande, y compris la TVA et les éventuels frais d’expédition dus, sont à nouveau récapitulés dans l’aperçu de la commande.</p>\n<p>(4.4) Si nous vous envoyons des livraisons partielles conformément au point 6.5 des présentes CGV, les frais d’expédition indiqués dans la boutique en ligne ne sont payables que pour la première livraison partielle.</p> 5.\nConditions de paiement et de compensation\n<p>(5.1) Nous n’acceptons que les modes de paiement proposés dans la boutique en ligne.</p>\n<p>(5.2) Le prix d’achat devient exigible à la formation du contrat d’achat.</p>\n<p>(5.3) Vous ne pouvez compenser des paiements qu’avec des créances qui (a) ont été reconnues par un jugement déclaratoire, sont prêtes pour une décision judiciaire ou sont incontestées par nous, ou (b) découlent de la même relation contractuelle que notre créance contre laquelle vous avez l’intention de compenser.</p> 6.\nLivraison – Délais de livraison – Livraisons partielles\n<p>(6.1) La livraison est effectuée à l’adresse de livraison que vous avez indiquée au cours du processus de commande.</p>\n<p>(6.2) Dans la mesure où nous n’avons pas indiqué d’autre délai de livraison dans le processus de commande ou dans la confirmation d’expédition, le délai de livraison est d’environ 2 à 5 jours ouvrables à compter de la confirmation de l’expédition.</p>\n<p>(6.3) Nos livraisons sont effectuées par des sociétés de transport.\nNous expédions vos commandes à la poste française ou à la poste belge (colis standard) en fonction de votre adresse de résidence et du pays de destination.</p>\n<p>(6.4) Dès que nous donnons à l’entreprise de transport en question les produits à vous livrer, vous recevez une confirmation d’expédition, ainsi qu’un lien de suivi avec lequel vous pouvez suivre le statut de l’envoi.</p>\n<p>(6.5) Nous sommes en droit d’envoyer des livraisons partielles dans une mesure raisonnable pour vous.</p>\n<p>(6.6) Les détails des conditions d’expédition et de retour peuvent être trouvés sur la page dédiée “Expédition et retour de marchandises”.\n</p> 7.\nClause d’auto-livraison\n<p>(7.1) Nous sommes par la présente libérés de notre obligation contractuelle de livrer un produit commandé par vous lorsque toutes les conditions suivantes sont remplies: (a) Nous obtenons le produit d’un vendeur précédent, (b) nous avons conclu un contrat d’achat approprié avec le vendeur précédent pour le produit avant de conclure le contrat avec vous, (c) le vendeur précédent ne nous livre pas le produit, et (d) nous ne sommes pas responsables de la non-livraison par le vendeur précédent.</p>\n<p>(7.2) Si notre engagement de livraison envers vous devient caduc conformément à la section 7.1, nous vous informerons sans délai de la non-disponibilité du produit et vous rembourserons sans délai tout paiement déjà effectué par vous pour le produit et sa livraison.</p> 8.\nRéserve de propriété\n<p>Les produits livrés restent notre propriété jusqu’à paiement intégral du prix d’achat.</p> 9.\nDroit de révocation et instructions de révocation\n<p>(9.1) Lors de la conclusion de contrats à distance, les consommateurs disposent d’un droit légal de révocation pour l’achat de produits comme ceux proposés dans notre boutique en ligne.\nNous vous informons ci-après de ce droit de révocation conformément aux dispositions légales :</p>\nInstructions de révocation\nDroit de révocation\n<p>Vous avez le droit de résilier ce contrat dans un délai de trente jours sans avoir à en indiquer les raisons.</p>\n<p>Le délai de révocation est de trente jours à compter du jour où vous, ou un tiers désigné par vous qui n’est pas le transporteur, avez pris possession des marchandises.</p>\n<p>Pour exercer votre droit de révocation, vous devez nous en informer,</p>\n<p>Laboratoires Paris Elysees SPRL<br>\nRue de Menin 28,<br>\n7700 Mouscron, Belgique.<br>\nPhone: +32 56 33 08 35<br>\nE-mail: info@e2essentialelements.com</p>\n<p>de votre décision de révoquer ce contrat au moyen d’une déclaration non équivoque (par exemple, une lettre envoyée par la poste ou un courriel).\nVous pouvez utiliser le formulaire de révocation standard figurant au point 9.2 des présentes CGV .\ntoutefois, cela n’est pas obligatoire.</p>\n<p>Pour respecter le délai de révocation, il vous suffit d’envoyer la communication nous informant de l’exercice de votre droit de révocation avant l’expiration du délai de révocation.</p>\n<p>Conséquences de la révocation</p>\n<p>Si vous révoquez ce contrat, nous vous rembourserons tous les paiements que nous avons reçus de votre part, y compris les frais de livraison (à l’exception des frais supplémentaires encourus parce que vous avez choisi un type de livraison différent de la livraison standard la moins chère que nous proposons), sans délai et au plus tard dans les quatorze jours à compter de la date de réception de la communication nous informant de la révocation de ce contrat.\nPour ce remboursement, nous utiliserons le même moyen de paiement que celui que vous avez utilisé lors de la transaction initiale, sauf accord contraire explicite avec vous .\nen aucun cas, des frais ne vous seront facturés au titre de ce remboursement.\nNous pouvons retenir ce remboursement jusqu’à ce que nous ayons reçu à nouveau les marchandises ou que vous ayez fourni la preuve que vous avez renvoyé les marchandises, selon le moment qui est le plus proche.</p>\n<p>Vous devez renvoyer ou remettre les marchandises au bureau suivant sans délai et, en tout état de cause, au plus tard dans les quatorze jours à compter de la date à laquelle vous nous avez informés de la révocation du présent contrat.</p>\n<p>Laboratoires Paris Elysees SPRL<br>\nRue de Menin 28,<br>\n7700 Mouscron, Belgique.<br>\nPhone: +32 56 33 08 35<br>\nE-mail: info@e2essentialelements.com</p>\n<p>Le délai est considéré comme respecté si vous envoyez la marchandise avant l’expiration d’un délai de quatorze jours.</p>\n<p>Les frais de retour des marchandises sont à votre charge.</p>\n<p>Vous ne serez responsable de la perte de valeur des marchandises que si cette perte de valeur est imputable à une manière de manipuler les marchandises qui n’est pas nécessaire pour vérifier leur état, leurs propriétés ou leur bon fonctionnement.</p>\n<p>(9.2) Nous avons fourni ci-après le formulaire de révocation standard tel que spécifié dans l’instruction de révocation ci-dessus au point 9.1 des présentes CGV .\nson utilisation n’est toutefois pas obligatoire .</p>\nFormulaire standard de révocation\n<p>(Si vous souhaitez révoquer le contrat, veuillez recopier ce formulaire sur papier libre et nous le renvoyer).</p>\n<p>Laboratoires Paris Elysees SPRL<br>\nRue de Menin 28,<br>\n7700 Mouscron, Belgique.<br>\nPhone: +32 56 33 08 35<br>\nE-mail: info@e2essentialelements.com</p>\n<p>Je/Nous (*) révoque(nt) par la présente le contrat conclu par moi/nous (*) concernant l’achat des biens suivants (*)/ l’exécution du service suivant (*)</p>\n<p>– Commandé le (*)/reçu le (*)</p>\n<p>– Nom du (des) consommateur(s)</p>\n<p>– Adresse du (des) consommateur(s)</p>\n<p>– Signature du (des) consommateur(s) (uniquement pour la communication sur papier)</p>\n<p>– Date</p>\n<p>_______________</p>\n<p>(*) Biffer la mention inutile.</p> 10.\nResponsabilité pour défauts\n<p>(10.1) Vos droits et réclamations en cas de défauts des produits achetés sont déterminés par les réglementations légales, mais sont soumis à la condition que les limitations et exclusions prévues à l’article 11 des présentes CGV s’appliquent en cas de demandes de dommages et intérêts.</p> 11.\nResponsabilité\n<p>(11.1) Dans tous les cas de responsabilité contractuelle et extracontractuelle, notre responsabilité en cas d’intention et de négligence grave est déterminée par les dispositions légales.</p>\n<p>(11.2) Dans les autres cas – et sauf disposition contraire au paragraphe 11.3 des présentes CGV – nous ne sommes responsables qu’en cas de violation d’une obligation contractuelle dont l’exécution permet la bonne exécution du contrat et sur laquelle vous, en tant que client, pouvez en règle générale vous appuyer (obligation dite cardinale), mais limitée au remplacement des dommages typiques et prévisibles.</p>\n<p>(11.3) Les limitations et exclusions de responsabilité mentionnées ci-dessus, qui découlent du paragraphe 11.2 des présentes CGV, n’affectent pas notre responsabilité pour les dommages résultant (a) d’atteintes à la vie, à l’intégrité physique ou à la santé, (b) conformément à la loi sur la responsabilité du fait des produits défectueux et (c) de garanties de qualité et/ou de durabilité.</p> 12.\nService après-vente et réclamations\n<p>Vous pouvez utiliser les coordonnées indiquées ci-dessus au point 1.4 pour nous contacter par lettre, téléphone ou courrier électronique si vous avez des questions, des commentaires ou des réclamations, ou pour nous donner toute autre information relative à vos commandes ou à nos livraisons.</p> 13.\nRésolution des litiges en ligne\n<p>Selon le règlement relatif au règlement en ligne des litiges en matière de consommation (http://ec.europa.eu/consumers/odr/ ), nous sommes tenus de vous informer: Nous ne sommes ni obligés ni disposés à participer au règlement d’un litige devant une commission d’arbitrage en matière de consommation.</p> 14.\nDroit applicable\n<p>Le droit belge est applicable, à l’exclusion de la Convention des Nations unies sur les ventes.\nSi, au moment où vous passez votre commande, vous avez votre résidence habituelle dans un pays autre que le Royaume de Belgique, le choix de la loi applicable à la première phrase n’affecte pas l’utilisation de la législation contraignante de ce pays.</p> Conditions générales de vente mise à jour en Mars 2020.\n Expédition Gratuite Au delà de 35€ d'achat dans toute l'Europe  Paiement Sécurisé <p>Réglez grâce à Paypal ou avec votre carte bancaire</p>  Garantie E2 <p>30 jours de rétractation pour vos commandes</p>  Assistance 24/7 <p>Contactez nous via mail, téléphone ou réseaux sociaux</p> Mentions Légales<ul>\n<li>Conditions Générales de Vente</li>\n<li>Politique de Confidentialité</li>\n<li>Politique des Cookies</li>\n<li>Mentions Légales</li>\n</ul> Liens Utiles<ul>\n<li>Boutique E2</li>\n<li>A Propos de E2</li>\n<li>Contactez-Nous</li>\n<li>Expéditions et Retours</li>\n<li>FAQ Foire aux Questions</li>\n</ul> Votre Compte<ul>\n<li>Mon Compte</li>\n<li>Détails du compte</li>\n<li>Historique de Commande</li>\n<li>Votre Panier</li>\n<li>Commander</li>\n</ul> Nous Contacter <p>\n<strong>Téléphone:</strong> +32 56 33 08 35<br>\n<strong>Horaires:</strong> 09:00 – 18:00<br>\n<strong>E-mail:</strong> info@e2essentialelements.com</p>\n<p>\n<strong>Adresse:</strong>\n<br>\n28 Rue de Menin,<br>\n7700 Mouscron, Belgique</p>\n<p>\n</p>\n<p>\n</p>\n<ul>\n<li> Facebook </li>\n<li> Twitter </li>\n<li> Instagram </li>\n<li>Pinterest</li>\n<li>YouTube</li>\n<li>Amazon</li>\n</ul>© E2 Essential Elements 2020 tous droits réservés | E2-V3 développé et maintenu par eredit.io ", "created_at": "2021-04-02 12:25:07.395091", "updated_at": "2021-04-02 12:31:23.795454"}], "points": [], "urls": ["e2essentialelements.com"]}}