{"error": 448, "message": "OK", "parameters": {"id": 4069, "name": "ItemFix", "created_at": "2021-06-13 03:05:49.258738", "updated_at": "2021-06-13 22:00:43.826887", "wikipedia": null, "keywords": null, "related": null, "slug": "itemfix", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4069.png", "url": "itemfix.com", "documents": [{"id": 7020, "name": "DMCA Notice & Takedown Policy", "url": "https://www.itemfix.com/copyright", "xpath": "//*[@id=\"content_section\"]", "text": " <p>\n<strong>\n<u>DMCA Notice &amp.\nTakedown Policy</u>\n</strong>\n</p>\n<p>&nbsp;</p>\n<p>Although ItemFix.com (“ItemFix”), (“Site”, “Company,” “us,” “we,” “our,” “ours,” etc.) is not based in the United States, we respect the intellectual property rights of copyright holders, and thus have chosen to voluntarily comply with the requirements of 17 U.S.C.\n§ 512(k)(1) of the Digital Millennium Copyright Act (“DMCA”).\nAccordingly, it is entitled to certain protections from claims of copyright infringement under the DMCA, commonly referred to as the “safe harbor” provisions.\nWe respect the intellectual property of others, and we ask our users to do the same.\nItemFix has therefore adopted the following Notice and Takedown Policy relating to claims of copyright infringement by our users.\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>How to Submit a Notice of Claimed Infringement</strong>\n</p>\n<p>If you believe that your work has been copied and published on our Site in a way that constitutes copyright infringement, please provide our Designated Agent (identified below) with the following information:</p>\n<p>&nbsp;</p>\n<p>(a) An electronic or physical signature of the person authorized to act on behalf of the owner of the copyright or other intellectual property interest.\n</p>\n<p>&nbsp;</p>\n<p>(b) A description of the copyrighted work or other intellectual property that you claim has been infringed.\n</p>\n<p>&nbsp;</p>\n<p>(c) A description of where the material that you claim is infringing is located on the Site (preferably including specific URLs associated with the material).\n</p>\n<p>&nbsp;</p>\n<p>(d) Your address, telephone number, and email address.\n</p>\n<p>&nbsp;</p>\n<p>(e) A statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.\nand </p>\n<p>&nbsp;</p>\n<p>(f) A statement by you, made under penalty of perjury, that the above information in your notification is accurate and that you are the copyright or intellectual property owner or are authorized to act on the copyright or intellectual property owner’s behalf.\n</p>\n<p>&nbsp;</p>\n<p>You may send your Notice of Claimed Infringement (“Notice”) to:</p>\n<p>\n</p>\n<p> Lawrence G.\nWalters, Esq.<br>\n<strong>Walters Law Group</strong>\n<br> 195 W.\nPine Ave.<br> Longwood, FL 32750-4104<br> Fax: (407)-774-6151<br> Email: Notice[at]DMCANotice[dot]com</p>\n<p>&nbsp;</p>\n<p>\n<strong>Please do not send other inquiries or information to our Designated Agent.\nAbsent prior express permission, our Designated Agent is not authorized to accept or waive service of formal legal process, and any agency relationship beyond that required to accept valid DMCA Notices is expressly disclaimed.</strong>\n</p>\n<p>&nbsp;</p>\n<p>Further information regarding notification and takedown requirements can be found in the DMCA, here: https://www.law.cornell.edu/uscode/text/17/512</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<u>Abuse Notification:</u>\n</strong> Abusing the DMCA Notice procedures set forth above, or misrepresenting facts in a DMCA Notice or counter-notification, can result in legal liability for damages, court costs, and attorneys’ fees under federal law.\nSee 17 U.S.C.\n§ 512(f).\nThese Notice and Takedown Procedures only apply to claims of copyright infringement by copyright holders and their agents – not to any other kind of abuse, infringement, or legal claim.\nWe will investigate and take action against anyone abusing the DMCA notification or counter-notification procedure.\nPlease ensure that you meet all legal qualifications before submitting a DMCA Notice to our Designated Agent.</p>\n<p>&nbsp;</p>\n<p>\n<strong>How We Respond to Take Down Notices</strong>\n</p>\n<p>The following “notification and takedown” procedures apply upon receipt of any notification of claimed copyright infringement.\nItemFix reserves the right at any time to disable access to or remove any material or activity accessible on the Site that is claimed to be infringing or from which infringing activity is apparent based on facts or circumstances.\nIt is the firm policy of ItemFix to terminate the account of repeat copyright infringers, when appropriate, and ItemFix will act expeditiously to remove access to all material that infringes on another’s copyright, according to the procedure set forth in 17 U.S.\nC.\n§ 512 of the DMCA.\nItemFix’s DMCA Notice Procedures are set forth in the preceding paragraphs.\nIf the Notice does not comply with § 512 of the DMCA but does comply with three requirements for identifying sites that are infringing according to § 512 of the DMCA, ItemFix shall attempt to contact or take other reasonable steps to contact the complaining party to help that party comply with the notification requirements.\nWhen the Designated Agent receives a valid Notice, ItemFix will expeditiously remove and/or disable access to the infringing material and shall notify the affected user.\nThen, the affected user may submit a counter-notification to the Designated Agent containing a statement made under penalty of perjury that the user has a good faith belief that the material was removed because of misidentification of the material.\nAfter the Designated Agent receives the counter-notification, it will replace the material at issue within ten to fourteen (10-14) business days after receipt of the counter-notification unless the Designated Agent receives notice that a court action has been filed by the complaining party seeking an injunction against the infringing activity.</p>\n<p>&nbsp;</p>\n<p>\n<strong>How to Submit a Counter-Notification</strong>\n</p>\n<p>If a user is affected by a DMCA removal and believes that the allegedly infringing material has been removed as a result of mistake or misidentification, the user is permitted to submit a counter-notification pursuant to § 512(g)(2)-(3) of the DMCA.\nA counter-notification is the proper method for a user to dispute the removal or disabling of material pursuant to a Notice.\nThe information that a user provides in a counter-notification must be accurate and truthful, and the user will be liable for any misrepresentations which may cause any claims to be brought against ItemFix relating to the actions taken in response to the counter-notification.</p>\n<p>To submit a counter-notification, please provide our Designated Agent the following information:</p>\n<p>&nbsp;</p> (a) A specific description of the material that was removed or disabled pursuant to the Notice.\n<p>&nbsp;</p>\n<p>(b) A description of where the material was located on the Site before such material was removed and/or disabled (preferably including specific URLs associated with the material).\n</p>\n<p>&nbsp;</p>\n<p>\n</p> (c) A statement reflecting the user’s belief that the removal or disabling of the material was done erroneously.\nFor convenience, the following language may be used: <p>\n<em>“I swear, under penalty of perjury, that I have a good faith belief that the referenced material was removed or disabled by the service provider as a result of mistake or misidentification of the material to be removed or disabled.”</em>\n</p>\n<p>&nbsp;</p> (d) The user’s physical address, telephone number, and email address.\nand, (e) A statement that the user consents to the jurisdiction of the federal district court in and for the judicial district where the user is located, or if the user is outside of the United States, for any judicial district in which the service provider may be found, and that the user will accept service of process from the person who provided the Notice, or that person’s agent.\n<p>Written counter-notification containing the above information must be signed and sent to:</p>\n<p>&nbsp;</p>\n<p>Lawrence G.\nWalters, Esq.<br>\n<strong>Walters Law Group</strong>\n<br> 195 W.\nPine Ave.<br> Longwood, FL 32750-4104<br> Fax: (407)-774-6151<br> Email: Notice[at]DMCANotice[dot]com</p>\n<p>&nbsp;</p>\n<p>\n<strong>Please do not send other inquiries or information to our Designated Agent.\nAbsent prior express permission, our Designated Agent is not authorized to accept or waive service of formal legal process, and any agency relationship beyond that required to accept valid DMCA Notices is expressly disclaimed.</strong>\n</p>\n<p>After receiving a DMCA counter-notification, our Designated Agent will forward it to ItemFix, and we will then provide any counter-notification to the claimant who first sent the original Notice identifying the allegedly infringing content.</p>\n<p>Thereafter, within ten to fourteen (10-14) business days of ItemFix’s receipt of a counter-notification, ItemFix will replace or cease disabling access to the disputed material provided that ItemFix or our Designated Agent have not received notice that the original claimant has filed an action seeking a court order to restrain the user from engaging in infringing activity relating to the material on the Site’s system or network.</p>\n<p>&nbsp;</p>\n<p>\n<strong>English Language</strong>\n</p>\n<p>All DMCA notices and counter-notifications must be written in the English language.\nAny attempted notifications written in foreign languages or using foreign characters will be deemed non-compliant and disregarded.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Modifications</strong>\n</p>\n<p>ItemFix reserves the right to modify, alter, or add to this policy, and all affected persons should regularly check back to stay current on any such changes.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Customer Service Requests</strong>\n</p>\n<p>Please note that the Designated Agent is not associated with ItemFix in any other capacity but is an attorney with a private law firm.\nCustomer service inquiries, payment questions, and cancellation requests will not receive a response.\nAll such communications must be directed to ItemFix’s customer service department.</p>\n<p>&nbsp;</p>\n<p>\n<br>\n</p> ", "created_at": "2021-06-13 01:10:17.280334", "updated_at": "2021-06-13 01:10:27.382858"}, {"id": 7019, "name": "Terms and Conditions", "url": "https://www.itemfix.com/tos", "xpath": "/html/body/section/div/div/table/tbody/tr[2]/td", "text": "<p>\n<strong>1.\nYour Acceptance</strong>\n</p> BY USING OR VISITING ItemFix (\"Website\"), OR SUBMITTING CONTENT TO THIS WEBSITE, YOU SIGNIFY YOUR ASSENT TO (1) THESE TERMS AND CONDITIONS (the \"Terms &amp.\nConditions\"), AND (2) ItemFix' PRIVACY POLICY at www.itemfix.com/privacy.\nThese Terms &amp.\nConditions apply to all users of the Website.\nIf you do not agree to these Terms &amp.\nConditions, the Privacy Policy, then please do not use the Website.\n<p>\n</p>\n<p>\n<strong>2.\nLinks</strong>\n</p>\n<p>The Website may contain links to third party websites that are not owned or controlled by ItemFix.\nItemFix is not affiliated with those websites, has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third party websites.\nIn addition, ItemFix will not and cannot censor or edit the content of any third-party site.\nFor advertisements, we hold the right to reject or request changes for any advertisements on ItemFix for any reason.\nBy using the Website, you expressly release ItemFix from any and all liability arising from your use of any third-party website.\nAccordingly, we encourage you to be aware when you have left the Website and to read the terms and conditions and privacy policy of each other website that you visit.</p>\n<p>\n<strong>3.\nWebsite Access</strong>\n</p>\n<p>ItemFix hereby grants you permission to use the Website, provided that: (i) your use of the Website is solely for your personal, noncommercial use.\n(ii) you will not copy, distribute or modify any part of the Website without ItemFix' prior written authorization.\n(iii) you will not send unsolicited or unauthorized advertisements, spam, chain letters, etc., (iv) you will not transmit any Content which contains software viruses, or other harmful computer code, files or programs.\n(v) you will not disrupt servers or networks connected to the Website.\nand (vi) you comply with these Terms &amp.\nConditions.\nIn order to access some features of the Website, you will have to create an account.\nYou may never use another's account without permission.\nWhen creating your account, you must provide accurate and complete information.\nYou are solely responsible for the activity that occurs on your account, and you must keep your account password secure.\nYou must notify ItemFix immediately of any breach of security or unauthorized use of your account.\nYou will be liable for any use made of your account or password and the losses of ItemFix or others due to such unauthorized use.\nItemFix will not be liable for your losses caused by any unauthorized use of your account.\nYou agree not to use or launch any automated system, including without limitation, \"robots,\" \"spiders,\" and \"offline readers,\" that accesses the Website in a manner that sends more request messages to the ItemFix servers in a given period of time than a human can reasonably produce in the same period by using a conventional on-line web browser.\nItemFix grants the operators of public search engines permission to use spiders to copy materials from the Website for the sole purpose of creating publicly available searchable indices of the materials, but not caches or archives of such materials.\nItemFix reserves the right to revoke these exceptions either generally or in specific cases.\nYou agree not to collect or harvest any personally identifiable information, including account names or e-mail addresses, from the Website, nor to use the communication systems provided by the Website for any commercial solicitation purposes.\nYou agree not to solicit, for commercial purposes, any users of the Website with respect to their User Submissions (as defined below).\nItemFix has the right to terminate your access to the Website, in its sole discretion, immediately and with or without cause.\n</p>\n<p>\n<strong>4.\nIntellectual Property Rights</strong>\n</p>\n<p>The content on the Website, including all User Submissions, including without limitation, the text, software, scripts, graphics, photos, sounds, music, videos and interactive features (\"Content\") and the trademarks, service marks and logos contained therein (\"Marks\"), are owned by or licensed to ItemFix.\nContent on the Website is provided to you \"AS IS\" for your information and personal use only and may not be used, copied, distributed, transmitted, broadcast, displayed, sold, licensed, reverse engineered, de-compiled, or otherwise exploited for any other purposes whatsoever without ItemFix's prior written consent.\nItemFix reserves all rights not expressly granted in and to the Website.\nIf you download or print a copy of the Content for personal use, you must retain all copyright and other proprietary notices contained therein.\nYou agree not to circumvent, disable or otherwise interfere with security-related features of the Website or features that prevent or restrict use or copying of any Content or enforce limitations on use of the Website.</p>\n<p>\n<strong>5.\nUser Submissions</strong>\n</p>\n<p>The Website facilitates the submission of videos or other Content by you and other users (\"User Submissions\") and the hosting and publishing of such User Submissions.\nYou understand that whether or not such User Submissions are published, ItemFix does not guarantee any confidentiality with respect to any User Submissions.\nYou shall be solely responsible for your own User Submissions and the consequences of posting or publishing them.\nYou represent and warrant that: (i) you own or have the necessary rights and permissions to use and authorize ItemFix to use all copyright, trademark or other proprietary rights in and to any User Submissions to enable inclusion and use thereof as contemplated by the Website and these Terms &amp.\nConditions.\nand (ii) you have the written consent and/or permission of each and every identifiable individual person in the User Submission to use their name or likeness as contemplated by the Website and these Terms &amp.\nConditions.\nYou retain all of your ownership rights in your User Submissions.\nHowever, by submitting the User Submissions to ItemFix, you hereby grant ItemFix, in addition to any other rights which it has pursuant to any other program established by ItemFix, a worldwide, non-exclusive and transferable license to use, copy, prepare derivative works of (including without limitation, to rename, edit, shorten, split the videos into different segments, and use the entire video or segments as part of compilations), display, and perform the User Submissions in connection with the Website and ItemFix' (and its successor's) business, including without limitation to grant access to the Website to third parties to view the User Submission (and derivative works thereof).\nYou agree that you will not: (i) submit material that is copyrighted, protected by trade secret or otherwise subject to third party proprietary rights, including privacy and publicity rights, unless you are the owner of such rights or have permission from their rightful owner to post the User Submission and to grant ItemFix all of the license rights granted herein.\n(ii) publish falsehoods or misrepresentations that could damage ItemFix or any third party.\n(iii) submit material that is unlawful, obscene, libelous, threatening, pornographic, or encourages conduct that would be considered a criminal offense, give rise to civil liability, violate any law, or (iv) misidentify yourself in submitting the User Submission or misstate your true identity.\nItemFix does not endorse any User Submission or any opinion, recommendation, or advice expressed therein, and ItemFix expressly disclaims any and all liability in connection with User Submissions.\nYou understand that when using the Website, you will be exposed to User Submissions from a variety of sources, and that ItemFix is not responsible for the accuracy, usefulness, safety, or intellectual property rights of or relating to such User Submissions.\nYou may be exposed to User Submissions that are inaccurate, offensive, indecent, or objectionable, and you agree to waive, and hereby do waive, any legal or equitable rights or remedies you may have against ItemFix with respect thereto, and agree to indemnify and hold ItemFix, its owners, affiliates, employees, agents and/or licensors, harmless to the fullest extent allowed by law regarding all matters related to your use of the Website.\nYou acknowledge that access to certain Content which may be available through the Website and which depict violence, or contain images of nudity (\"Mature Content\") is permitted only if you are over the minimum age applicable in your jurisdiction (often but not necessarily 18 or 21).\nFor further details please review our FAQ page </p>\n<p>We respect the intellectual property rights of all parties, and have adopted a policy regarding termination of repeat copyright infringers under the Digital Millennium Copyright Act.&nbsp.\nCopies of Our Repeat Infringer Policy are available on request to our customers or subscribers</p>\n<p>\n<strong>6.\nLimitation of Liability</strong>\n</p>\n<p>IN NO EVENT SHALL ITEMFIX, ITS OFFICERS, DIRECTORS, EMPLOYEES, OR AGENTS, BE LIABLE TO YOU FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES WHATSOEVER RESULTING FROM ANY (I) CONTENT, INCLUDING ANY MISTAKES OR INACCURACIES THEREIN, (II) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR USE OF OUR WEBSITE, (III) ANY UNAUTHORIZED USE OF OUR SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION AND/OR FINANCIAL INFORMATION STORED THEREIN, (IV) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM OUR WEBSITE, (IV) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE, WHICH MAY BE TRANSMITTED TO OR THROUGH OUR WEBSITE BY ANY THIRD PARTY, AND/OR (V) ANY ERRORS OR OMISSIONS IN ANY CONTENT OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF YOUR USE OF ANY CONTENT ON OR VIA THE WEBSITE, WHETHER BASED ON WARRANTY, CONTRACT, TORT, OR ANY OTHER LEGAL THEORY, AND WHETHER OR NOT ITEMFIX IS ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nTHE FOREGOING LIMITATION OF LIABILITY SHALL APPLY TO THE FULLEST EXTENT PERMITTED BY LAW IN THE APPLICABLE JURISDICTION.\nYOU SPECIFICALLY ACKNOWLEDGE THAT ITEMFIX SHALL NOT BE LIABLE FOR USER SUBMISSIONS OR THE DEFAMATORY, OFFENSIVE, OR ILLEGAL CONDUCT OF ANY THIRD PARTY AND THAT THE RISK OF HARM OR DAMAGE FROM THE FOREGOING RESTS ENTIRELY WITH YOU.</p>\n<p>\n<strong>7.\nIndemnity</strong>\n</p>\n<p> You agree to defend, indemnify and hold harmless ItemFix, its affiliates, and their respective officers, directors, employees and agents, from and against any and all claims, damages, obligations, losses, liabilities, costs and expenses (including but not limited to attorney's fees) arising from: (i) your use of the Website.\n(ii) your violation of these Terms &amp.\nConditions.\n(iii) your violation of the terms which apply to your User Submission.\n(iv) your violation of any third party right, including without limitation any copyright, property, publicity or privacy right.\nor (v) any claim that one of your User Submissions caused damage to a third party.\nThis defense and indemnification obligation will survive these Terms &amp.\nConditions and your use of the Website.</p>\n<p>\n<strong>8.\nAbility to Accept Terms &amp.\nConditions</strong>\n</p>\n<p> You affirm that you are either more than 18 years of age or possess legal parental or guardian consent to enter into these Terms &amp.\nConditions, and to comply with these Terms of Use.\nIn any case, you affirm that you are over the age of 13, as the Website is not intended for children under 13.\nIf you are under 13 years of age, then please do not use the Website-there are lots of other great web sites for you.\nTalk to your parents about what sites are appropriate for you.</p>\n<p>\n<strong>9.\nAssignment</strong>\n</p>\n<p>These Terms &amp.\nConditions, and any rights and licenses granted hereunder, may not be transferred or assigned by you, but may be assigned by ItemFix without restriction.</p>\n<p>\n<strong>10.\nGoverning Law and Jurisdiction.\n</strong>\n</p>\n<p>The Terms &amp.\nConditions and Privacy Policy (\"User Agreement\") shall be governed by and construed in accordance with the laws of the Belgium.\nYou agree that any dispute arising from or relating to the subject matter of this User Agreement shall be governed by the exclusive jurisdiction of the courts of the Belgium.</p>\n<p>\n<strong>11.\nGeneral</strong>\n</p>\n<p> These Terms &amp.\nConditions, together with the Privacy Policy at www.itemfix.com/privacy and any other legal notices published by ItemFix on the Website, shall constitute the entire agreement between you and ItemFix concerning the Website.\nIf any provision of these Terms &amp.\nConditions is deemed invalid by a court of competent jurisdiction, the invalidity of such provision shall not affect the validity of the remaining provisions of these Terms &amp.\nConditions, which shall remain in full force and effect.\nNo waiver of any term of this these Terms &amp.\nConditions shall be deemed a further or continuing waiver of such term or any other term, and a party's failure to assert any right or provision under these Terms of Use shall not constitute a waiver of such right or provision.\nItemFix reserves the right to amend these Terms &amp.\nConditions at any time and without notice, and it is your responsibility to review these Terms &amp.\nConditions for any changes.\nYour use of the Website following any amendment of these Terms &amp.\nConditions will signify your assent to and acceptance of its revised terms.\nYOU AND ITEMFIX AGREE THAT ANY CAUSE OF ACTION ARISING OUT OF OR RELATED TO THE ITEMFIX WEBSITE MUST COMMENCE WITHIN THREE (3) MONTHS AFTER THE CAUSE OF ACTION ACCRUES.\nOTHERWISE, SUCH CAUSE OF ACTION IS PERMANENTLY BARRED.\n</p>", "created_at": "2021-06-13 03:05:49.263203", "updated_at": "2021-06-13 01:06:49.083829"}, {"id": 7018, "name": "Privacy Policy", "url": "https://www.itemfix.com/privacy", "xpath": "//*[@id=\"content_section\"]", "text": " ItemFix Privacy Policy (last update May 2021) <p>\n</p>\n<p>Protecting the privacy of all of our users is an ongoing commitment of ItemFix.com services (hereinafter, \"ItemFix\").\nThis Privacy Policy, which applies to all websites and services provided under the ItemFix names and marks, explains how ItemFix treats personal information that we collect and receive.\nPersonal information is information about you, not otherwise publicly available, that personally identifies you.\npersonal information may include your name, location, e-mail address, birth date, or other identifying information.</p>\n<p>ItemFix has established registration and sign-in procedures which, in conjunction with this Privacy Policy, help ensure the privacy of information provided to ItemFix by its visitors and members while using the ItemFix website.\nYou should be aware that this Privacy Policy applies only to the ItemFix website and services, and not to any other websites you may visit before or after the ItemFix site.</p>\n<p>Questions regarding our privacy policy should be directed here.</p>\n<p>&nbsp;</p>\n<p>\n<strong>What Does the ItemFix Privacy Policy Cover?</strong>\n</p>\n<p>This privacy policy applies to web pages ending in ItemFix.com that contain a link to this privacy policy at the bottom of the web page.\nInclusion of the ItemFix logo at the top of a web page does not necessarily mean that this privacy policy applies.\nBe sure to check the URL that you link to from ItemFix web pages to determine whether this privacy policy applies.\nIf you have any questions about this, contact us.</p>\n<p>&nbsp;</p>\n<p>\n<strong>What Information Does ItemFix Collect From You?</strong>\n</p>\n<p>You can visit our site and use most of our services without having to tell us who you are or reveal any personally identifiable information to us.\nThere are, however, a few instances where we do collect personally identifiable information in order to fulfill your request.\n<br>\n<br> Whenever you visit ItemFix, our web server logs automatically receive and record anonymous information from your web browser including your IP Address, ItemFix cookie information, the ItemFix page(s) you request, the time spent on each web page and any search terms you query.\n<br>\n<br> ItemFix uses this anonymous information to customize your experience on our site, to show you more relevant advertising messages, and to improve our services in general.\nThis information allows other users to benefit from the quality searches you perform, ultimately receiving the most relevant, pertinent information.\nWe ordinarily do not attempt to link this information to a specific person.</p>\n<p>When you register to become a Member of the ItemFix website, ItemFix collects certain information such as your e-mail address, your ip address and your user name (collectively, \"Membership Information\").\nIn addition, we may collect survey responses or other information regarding our users' interests and preferences.</p>\n<p>ItemFix will not distribute, sell or rent any of the personal information about you to other people or nonaffiliated companies except to enable the provision of services or products you have requested or when we have your permission to do so.</p>\n<p>Some contests, sweepstakes and other promotions that will appear on the ItemFix website may also be sponsored by other companies.\nThese companies may also seek to collect personal information from you.\nYou can avoid providing your personal information to these companies and sponsors by not participating in these contests, sweepstakes or promotions.\nIn any event, you are encouraged to make yourself familiar with the privacy policy specific to any such event prior to your agreement to participate.</p>\n<p>Please remember that any personal information voluntarily disclosed by you that you choose to share is done within your sole discretion and we are not responsible for the outcome of that information.\nWe encourage you to always remain aware of this possibility.\nItemFix encourages you to use common sense and be cautious about what information you may provide on-line, whether through our websites or elsewhere on the Internet.</p>\n<p>You acknowledge, consent, and agree that ItemFix may access, preserve, use, and disclose your Membership Information, including content uploaded to or downloaded from Itemfix websites and services, if required to do so by law or in a good faith belief that such access, preservation or disclosure is reasonably necessary to:</p>\n<p>Enforce the ItemFix Terms of Service.\n<br> (b) Respond to claims that any uploaded materials violate the rights of third-parties.\n<br> (c) Respond to your customer service requests.\n<br> (d) Comply with legal process.\nand/or <br> (e) Protect the rights, property, or personal safety of ItemFix, its users, or the public.</p>\n<p>&nbsp;</p>\n<p>\n<strong>How Do We Use Personal Information?</strong>\n<br> Our primary goal is to provide members with the most useful and enjoyable experience on the Internet.\nOur advertisers will never be privy to your Membership Information, unless you permit us to give it to them so that they can provide you with products or services.\nYour e-mail address may be used by us for communications related to the ItemFix services, including but not limited to sending notices about new features, products, or other information of interest to you.</p>\n<p>The ItemFix website is constantly evolving and changing in content and in features.\nMember Information helps guide such changes and the evolution of our websites.\nOur advertisers and affiliates may be provided general information or data regarding membership usage patterns or interests, so that they too can better serve your needs and preferences, but such disclosure will not include individually identifiable information.\nThe collection of usage and interest information allows us to provide a constantly evolving and user-sensitive package of services, products, and features that satisfy member needs, wants and desires but always with the priority of protecting individual member privacy.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Do Any Third Parties Receive or Collect Your Information Through ItemFix?</strong>\n</p>\n<p>In the few instances where ItemFix collects personally identifiable information, ItemFix will not share it with other companies or individuals unless:</p>\n<p>We have your permission to share the information.\nor</p>\n<p>We need to share your information with certain third parties with which we have a business relationship in order to provide a product or service you have requested.\nUnless we tell you otherwise, these third parties do not have the right to use your personal information we share with them beyond what is necessary to deliver your requested product or service.\nor</p>\n<p>We are responding to subpoenas, court orders, or other legal process, to establish or exercise our legal rights or defend against legal claims.\nor-</p>\n<p>If ItemFix is acquired by another company whether through merger or purchase of its stock or all or substantially all of its assets, we will share the information with the acquiring company.</p>\n<p>Furthermore, ItemFix will not sell or disclose your personally identifiable information as customer lists to anyone.\nNor will we share with anyone personally identifiable information about you that is of medical, financial or sexual nature.</p>\n<p>ItemFix shares some of the user information, such as user trends, search language, and time of day with third parties that may set and access cookies on your computer.\nOther advertisers or advertising services may set cookies but this information is not shared with ItemFix nor is it personally identifiable information.</p>\n<p>None if these third parties nor any other advertiser or advertising service, receives personally identifiable information from ItemFix.\nHowever, certain advertisements or contests you see on our site may provide for the collection of personally identifiable information.\nSuch information is never shared with ItemFix.</p>\n<p>You may adjust your computer’s web browser settings to refuse all cookies.\nHowever, please note that because cookies are widely used, disabling the use of cookies in your web browser may interfere with full use of various websites.</p>\n<p>&nbsp;</p>\n<p>\n<strong>What Security Measures Are in Place to Protect Your Information?</strong>\n</p>\n<p>ItemFix operates secure data networks protected by industry standard firewall and password protection.\nWe have security measures in place to attempt to protect against the loss, misuse or alteration of your user data.\n<br> Only certain employees have access to the information you provide us.</p>\n<p>&nbsp;</p>\n<p>\n<strong>How Will You Be Notified if ItemFix Changes this Privacy Policy?</strong>\n</p>\n<p>ItemFix updates this policy from time to time.\nIf we are going to use personally identifiable information in a manner different from that stated at the time of collection, we will notify you via email.\nYou will have a choice as to whether or not we use your information in this different manner.\nIn addition, if we make any material changes in our privacy practices that do not affect user information already stored in our databases, we will post a prominent notice on our web site notifying users of the change.\nBear in mind that the only way to ensure your personal privacy whenever you are on the Internet is to make sure your browser is configured so that you are alerted to all cookies.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Cookies<br>\n</strong>ItemFix places cookies on your computer to retain your individual preferences and improve your user experience on our website, as well as to tell us what features of our sites are most popular.\nWe do not store any personal information in cookies, nor do we use cookies to obtain any personal information from you.</p>\n<p>Affiliates and advertisers, product and service providers may also use their own cookies when you interact with their sites and you should be aware of this as you do so.</p>\n<p>We use third-party advertising companies to serve ads when you visit our website.\nThese companies may use information (not including your name, address, email address, or telephone number) about your visits to this and other websites in order to provide advertisements about goods and services of interest to you.\nIf you would like more information about this practice and to know your choices about not having this information used by these companies please follow the privacy links for the various companies below.\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>How Do I Edit My Membership Information?<br>\n</strong>All of your Membership Information is located in your personal ItemFix profile.\nYour profile can be edited at any time, by logging in with your User Name and password, then clicking on the \"Settings\" link.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Notice Regarding Children<br>\n</strong>We at ItemFix take the online safety of children very seriously.\nItemFix websites and services are directed to adults.\nWe do not allow children under the age of 13 to obtain User Names, and we do not intentionally collect any personal information from children under 13.\nIf you are between the ages of 13-18 years old, we encourage you to discuss the use of this website with your parents.</p>\n<p>&nbsp;</p>\n<strong>Third party advertisers</strong>\n<p>Our advertisers have a legitimate interest to collect and profile personal data in the form of IP address and cookie ID from users on our website in order to provide targeted online advertising and ad measurement.\nFor more details including opt-out requests, access requests or complaints, please review their privacy policies below.</p>\n<p>&nbsp;</p>\n<strong>COOKIES</strong>\n<p>&nbsp;</p>\n<strong>Name</strong>\n<strong>Domain</strong>\n<strong>Function</strong>\n<strong>Party</strong>\n<strong>Class</strong>\n<strong>Type</strong>\n<strong>Expiry</strong> &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nitemfix_data itemfix.com hashed string containing the following preferences:<br> * preferred comment sorting<br> * your user token<br> * language selection<br> * css theme preference First Personalization Persistent 1 year _ga Google analytics Used to distinguish users.\n&nbsp.\n&nbsp.\n&nbsp.\n2 years _gid Google analytics Used to distinguish users.\n&nbsp.\n&nbsp.\n&nbsp.\n24 hours _gat Google analytics Used to throttle request rate.\n&nbsp.\n&nbsp.\n&nbsp.\n1 minute AMP_TOKEN Google analytics Contains a token that can be used to retrieve a Client ID from AMP Client ID service.\nOther possible values indicate opt-out, inflight request or an error retrieving a Client ID from AMP Client ID service.\n&nbsp.\n&nbsp.\n&nbsp.\n30 seconds to 1 year _gac_xxxx Google analytics Contains campaign related information for the user.\nIf you have linked your Google Analytics and AdWords accounts, AdWords website conversion tags will read this cookie unless you opt-out.\n&nbsp.\n&nbsp.\n&nbsp.\n90 days ANON_ID Tribalfusion.com the anonymous hashed id in the cookie links the web user's browser to a profile which contains the behaviors the user has displayed Third Tracking Persistent 3 months <p>\n<strong>\n<br> Legal Bases for processing your data</strong>\n<br> Legitimate Interests: We process some of your data because it is in our Legitimate Interests to do so.\nWhere this is the case, we have considered the impact using your information may have on you, and limited our use to only what is strictly necessary.\n</p>\n<p>&nbsp;</p>\n<strong>\n<p>How can you exercise your rights under the GDPR</p>\n</strong>\n<p>· Access: If you wish to exercise your right to access a free copy of your data, you can contact us by clicking this link.</p>\n<p>· Deletion: To ask us to delete your data, please contact us.\nHowever, there may be circumstances where we are legally entitled to retain it.</p>\n<p>· Updating: If you wish to update your data, you can do this directly by editing your user settings.</p>\n<p>· Objection to legitimate interests: If you wish to object to our processing of your data where we are pursuing our legitimate interests or those of a third party please contact us.</p>\n<p>If you are contacting us to exercise any of your rights under the GDPR, you will have to provide valid proof of identification.\nWe are required to respond to your request within 1 month.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Your Questions or Suggestions Regarding this Privacy Policy.</strong>\n</p>\n<p>\n<br> If you have a privacy concern regarding any ItemFix website or this Policy, and if you cannot satisfactorily resolve it through the use of the websites, you should contact us here</p> ", "created_at": "2021-06-13 03:05:49.261174", "updated_at": "2021-06-13 01:08:50.152664"}], "points": [], "urls": ["itemfix.com"]}}