{"error": 448, "message": "OK", "parameters": {"id": 5175, "name": "HicceArs", "created_at": "2021-10-20 21:26:42.830769", "updated_at": "2021-10-20 22:01:11.05181", "wikipedia": null, "keywords": null, "related": null, "slug": "hiccears", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5175.png", "url": "hiccears.com", "documents": [{"id": 12048, "name": "Terms & Privacy", "url": "https://www.hinow.tv/tos-link.html", "xpath": "//body", "text": " Now Chatting Appstore Playstore HiNow Privacy Policy Scope of this Privacy Policy <p>This privacy policy is applicable to how the HiNow handles personally identifiable information that is left when users log in to the website and server, as well as other personally identifiable information shared with our business partners.\nThis privacy policy is not applicable to organizations that do not belong to the HiNow or non- HiNow employees.\nThis privacy policy constitutes an inseparable part of the HiNow User Agreement and must be read together with the HiNow User Agreement including but not limited to Clause 6 (on Privacy Protection) of the HiNow User Agreement.</p> Collection and Use of Information <p>The HiNow will collect your personally identifiable information when you register a HiNow account, use other HiNow products or services, access HiNow webpages, or participate in promotional or prize winning games.\nThe HiNow also collects personally identifiable information from our business partners.\nWhen you register a HiNow account, we will ask for your name, email address, interests, birthday, gender and personal webpage, in addition to a personal profile.\nOnce you are successfully registered with the HiNow, we will be able to identify you when you log in to the server.\nThe HiNow automatically receives and records the information on your browser and server logs, including your IP address, information in the HiNow cookies and your browsing history.\nThe HiNow uses this information to enhance the quality of the video services that we provide and to improve the effectiveness to better tailor our services to your interests and needs.</p> Data Deletion <p>Each User can, at any time, ask for a deletion of his or her personal data.\nYou may deactivate your profile by sending an email to service@hinow.tv.\nHiNow may retain certain information *for a reasonable period of time to comply* with our legal obligations or for legitimate business purposes, such as to resolve disputes and enforce our legal rights.</p> Disclosure and Sharing of Information <p>When you submit the information, it shall be deemed as your consent to the HiNow’s regarding the collection, storage, use and disclosure of your personal information by the HiNow.\nThe HiNow will never display, rent or sell your personally identifiable information to others.\nThe following circumstances are excluded: When your desired products and services can only be provided if your personal information is disclosed.\nWhen we are required to provide information to the companies that provide products or services on our behalf.\n(unless we notify you otherwise, these companies do not have the right to use your personally identifiable information).\nWhen we are required to comply with a court summons, court order or to comply with a legal process.\nWhen we discover that you have violated the terms of use of the HiNow, HiNow global village or any other products or services.\nThe HiNow is not responsible for any collection, disclosure and/or use of your personal information provided by you to any third party's website which may be linked to or from our website.</p> Cookies <p>The HiNow will set or access HiNow cookies on your computer.\nThe HiNow allows those companies that publish advertisements on our webpages to set or access cookies on user computers.\nOther companies will use cookies in accordance with their own privacy policies, and cannot access cookies used by the HiNow.\nIn performing operations associated with our products and services, the HiNow uses web beacons to retrieve cookies from our website.</p> Web Beacons (if applicable) <p>Our webpages include electronic images (known as a \"pixel GIF\" or a \"beacon\") that allow the website to calculate the number of webpage users or users that have saved a certain cookie.\nThe ways in which the HiNow uses beacons include:</p> Beacons used within the HiNow <p>The HiNow uses beacons on the website to calculate the total number of users and to identify registered users using saved HiNow cookies.\nWe are able to provide customized webpage services when you are on non-hinow.tv websites by saving HiNow cookies.</p> Web beacons are used outside of the HiNow domain <p>The HiNow uses website beacons to collect data for partner websites.\nrelevant data is also used for statistical purposes.\nThe HiNow user data recorded by website beacons are compiled and made available to our partners as aggregate data for reference purposes.\nAggregate data includes information such as user count and usage, but does not include any personally identifiable data.\nWhen the HiNow places website beacons to collect data for our partners, we require our partners to inform users on their privacy policy page that the webpage uses website beacons.\nN.B.\nThis option will only be recorded in your current browser and will not be recorded in your user history.\nTherefore, to completely block the beacon, you must click on the above link on all of your computers and browsers.</p> HTML Emails <p>The HiNow typically adds a beacon when sending emails in HTML format (emails containing images) to count the number of opened messages.\nTypically, electronic images are considered to be part of the webpage and, including banner ads, can all be used as beacons.\nTherefore, beacons can be added to all advertisements placed by the HiNow.\nThe HiNow tracks certain usage behavior.\nInformation collected from web beacons are used to understand how customers use our products, provide more accurate reports and enhance the effectiveness of our marketing.</p> Editing Personal Account Information and Preferences <p>At any time, you have the right to edit your HiNow account information and preferences, including whether you would like to receive information on the latest products from the HiNow.</p> Security Safeguards <p>Your HiNow account is password protected to ensure the security of your privacy and information.\nUnder certain conditions, the HiNow uses the universally accepted SSL encryption system to ensure the security of information transfer.</p> Amendments to the Privacy Policy <p>The HiNow periodically makes changes to the privacy policy.\nIf there are significant changes to the privacy policy, we will promptly notify users by posting the relevant terms in a prominent position on the webpage.</p> HiNow Community Convention <p>HiNow is devoted to providing global users with a real-time platform for them to find and create diversified novel interactive contents through online live video.\nTo maintain healthy and safe live video on HiNow platform, a series of community conventions are established, aimed to ensure good user experience.\nWe commit to keep healthy and safe HiNow in all aspects.\nhowever, no 100% assurance exists given a lot of objective conditions.\nAny user’s breaches of following terms and rules may lead to suspension of our services and even permanent ban.</p>\n<p>It should also be noted that, if applicable, we’ll have the right to tell on any suspected criminal act to local public security organ.</p> 1.\nNo Violence and/or Self-mutilation <p>Security is of top priority with HiNow.\nWe frown on any act involving in forced threat and self-mutilation.\nIf we’re aware of any risk of destruction or immediate threat against public security, we’ll delete such offensive contents and report them to enforcement agency.\nAlso, threat against other is absolutely intolerant, or else the offender will be permanently banned from HiNow services.</p> 2.\nNo Nudity or Broad Words &amp.\nActs <p>Any user in front of the lens must keep attired.\nAny user making live video in bad dressing will be suspended or permanently banned from HiNow services.\nLive user is prohibited showing up flesh that should be hidden by dress.\nHiNow prohibits seducing nudity in the name of any person, any offender upon discovery will be provisionally or permanently banned from HiNow services.\nFemale live user must keep bosom moderately dressed, or else she will be provisionally or permanently banned from HiNow services</p>\n<p>The user is prohibited from:</p>\n<p>Vulgar, offensive or broad words before the lens or in live chat;</p>\n<p>Showing his/her or other’s offensive or pornographic picture;</p>\n<p>Sex or sexual behavior, or showing sex doll or sexual dance;</p> 3.\nNo Comments of Fraud, Harassment or Hatred <p>The user must respect other members of the community.\nIt’s intolerant for HiNow of ridicule, fraud, racism or harassment against other users in the community.\nWe do regard free speech, but we do not permit personal abuse based on race, nationality, religion, sex, gender, sexual orientation, disability or other illness.</p> 4.\nNo Use of Prohibited Goods <p>Live use of prohibited goods, doping items or smoking or drinking is forbidden.\n</p>5.\nNo Use by Minor <p>HiNow is designed for the group of users more than 18 years old, minors under this age are banned from live access, and we’ll close live video services to minor users.\nCover girl/boy is not allowed.\nMinor live object is not allowed.</p> 6.\nNo Publication of Personal Contact Information <p>Unauthorized publication of other’s personal information is forbidden, including but not limited to email address, telephone number or residence.\nAlso, you’re seriously reminded of protecting your personal information and preventing them from unintentional disclosure.</p> 7.\nNo Deceiving Emergency Organ or Hotline with False Information <p>It’s absolutely intolerant for HiNow of the user deceiving emergency organ or hotline with false information, and any user in connection with the said behavior will be permanently banned from HiNow services.</p> 8.\nNo Inducing or Instigating Noncompliance <p>Any inducement of sexual behavior or illegal behavior of community member is forbidden.\nAlso, any guiding or manipulating other members for producing pornographic picture or soliciting personal information is forbidden.</p>\n<p>Moreover, we forbid illegal business activity, including but not limited to multilevel marketing.</p>\n<p>We forbid instigation of noncompliance, regardless during chat or live broadcast.</p> 9.\nNo Spam Transmission <p>Any action preventing normal and orderly chat of other users by repeated entry or in other way is forbidden.\nLikewise, publicity of pornographic, obscene or malicious website link is forbidden.\nHiNow reserves the right to dispose of any account involving in the above behavior.</p> 10.Legal Jurisdiction <p>This Agreement shall be governed by and construed in accordance with the laws of Hong Kong, without regard to choice of law principles.\nAny dispute arising out of or in connection with this Agreement, including any question regarding its existence, validity or termination, shall be referred to and finally resolved by arbitration administered by the Hong Kong International Arbitration Centre in accordance with the Arbitration Rules of the Hong Kong International Arbitration Centre for the time being in force, which rules are deemed to be incorporated by reference in this clause.\nThe seat of the arbitration shall be Hong Kong.\nThe language of the arbitration shall be Chinese.</p>\n<p>Address: RM4, 16/F, HO KING COMM CTR, 2-16 FAYUEN ST, MONGKOK KOWLOON, HONG KONG.</p>\n<p>This site/app is oppreated by Hinow Limited.</p>\n<ul>\n<li>Twitter·</li>\n<li>Facebook·</li>\n<li>English / Chiness</li>\n</ul>\n<ul>\n<li>© 2017 Hinow (HongKong) Limited·</li>\n<li>Support·</li>\n<li>Contact·</li>\n<li>FAQ·</li>\n<li>Terms &amp.\nPrivacy</li>\n</ul> ", "created_at": "2022-05-12 03:09:40.490338", "updated_at": "2022-05-12 01:11:36.954628"}, {"id": 9280, "name": "DMCA", "url": "https://www.hiccears.com/dmca.php", "xpath": "/html", "text": null, "created_at": "2021-10-20 19:28:28.298834", "updated_at": "2021-10-20 19:29:14.077531"}, {"id": 9279, "name": "Privacy Policy", "url": "https://www.hiccears.com/privacy-policy.php", "xpath": "/html/body/div[1]/div[2]/div[2]", "text": " Privacy Policy <p>Glocash Co., Limited Informs to it's Users that it complies with the current data protection regulations, and with special character, with spanish Organic Law 15/1999 or December 13th of Protection of Personal Data, Law 34/2002 and Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation).</p>\n<p>In accordance with the provisions of current legislation, Glocash Co., Limited only collect the data strictly necessary to offer the services derived from its activity and other services, services and activities attributed by the Law.</p>\n<p>This data protection policy may change over time due a legislative changes, case law or the criteria followed by the Spanish Data Protection Agency and/or the competent authority at any time.\nThas is why Glocash Co., Limited Reserves the right to modify the present legal notice to adapt it to legislative or jurisprudential novelties that are in force at the precise moment in with the websites are accessed, as well as to practices of the sector.</p>\n<p>In the above assumptions, Glocash Co., Limited will announce on this website all the changes introduced well in advance of this implementation.</p> Commitment of the user so that his data is inscribed in a file <p>Entering the data in one or some of the data collection sheets (registration form for example), implies accepting the present conditions of use and privacy policy, assuming that you have been informed of the conditions of use and legal notice of this conditions and that User commited to its full compliance during navitagion and participation in the web https://www.hiccears.com</p> Avoid transmitting data to third parties without the user's express knowledge <p>Likewise, and unless the User has been informed of the possible existence of assignment of their data to third parties, and their consent has been obtained, in no case, except in cases covered by current legislation, no third party outside Glocash Co., Limited will have access without the express consent of the Users to their personal data and/or navitagion information.\nIn all other cases Glocash Co., Limited will collaborate so that the thirt parties comply with the current legislation, although the liability will be demandable to the aforementioned third parties.</p>\n<p>Glocash Co., Limited doesn't sell, rent or transfer the personal data of the users of this website, except in the case that is necessary for the own provision of the service.</p>\n<p>Glocash Co., Limited doesn't sell, rent or give away the e-mails of its users to othere companies, except for the case that is necessary for the own provision of the service.</p> Privacy <p>HicceArs.com files do not contain private data or require information to identity natural persons.</p>\n<p>Likewise, hiccears.com doesn't store at any time data related to payment methods such as payment by credit card or online payment systems, thus keeping only minimal data for billing and presentation of information in front of the offices of the Tax Agency.</p>\n<p>The user's email remains hidden by default on the artist profile until the user's edit the profile information of his artist account and allow show it to the other users (visitors of his profile)</p> Contact form <p>The data provided on the Contact Formulary will be used only for the interest of solve any problem or any request provided on the form.\nWill be saved the sufficient amout of time for solve the problem or the request presented on it.</p>\n<p>\n<strong>As any data on our website, any data provided by the Contact Formulary will not be shared with any third party.</strong>\n</p>\n<p>\n</p> Account deletion <p>In any moment, the user can request the deletion of his account, this request can be done on the form for edit the main account information <i>\n</i> Here</p>\n<p>At the moment of the request, the account will be blocked automatically and deleted on the next 24/48 hours after the request.</p>\n<p>Any account deleted can not be restored after the process of his deletion starts.</p>\n<p>\n</p> Cookie Policy <p>What is a Cookie?<br> [Extract from Wikipedia]<br> An HTTP cookie (also called web cookie, Internet cookie, browser cookie, or simply cookie) is a small piece of data sent from a website and stored on the user's computer by the user's web browser while the user is browsing.\nCookies were designed to be a reliable mechanism for websites to remember stateful information (such as items added in the shopping cart in an online store) or to record the user's browsing activity (including clicking particular buttons, logging in, or recording which pages were visited in the past).\nThey can also be used to remember arbitrary pieces of information that the user previously entered into form fields such as names, addresses, passwords, and credit card numbers.<br>\n</p>\n<p>For more information, please visit next link <i>\n</i> Here</p>\n<p>\n<u>Cookies used on Hiccears.com</u>\n<br> On Hiccears.com use different type of cookies but isn't for storage any personal data from real user.<br> Mainly, the cookies we use can be classified with next list:<br>\n<br>\n</p>\n<blockquote>\n<strong>JS cookie</strong>\n<i>\n</i> Used for few elements on the website, like cookie warning.\nNo store anything related to user's session.<br>\n<strong>Personalize</strong>\n<i>\n</i> Used and created for allow website identify and detect a registered user and create a personalized navigation inside the website.\n</blockquote>\n<p>\n</p>\n<p>For any further information Contact Us</p> ", "created_at": "2021-10-20 21:26:42.839072", "updated_at": "2021-10-20 19:28:02.064843"}, {"id": 9278, "name": "Terms", "url": "https://www.hiccears.com/terms-of-use.php", "xpath": "/html/body/div[1]/div[2]/div[2]", "text": " Definition of terms <p>“Hiccears.com”(as well as “we”, “us” and “our”) is the website and service provided by our company.</p>\n<p>“The content” is defined as any digital information the user provide to Hiccears.com.\nThis include both private and public information.</p>\n<p>“Private information” is defined as any personal information which includes name, gender, birthday, address, phone number, occupation, credit card number, bank account and private message on Hiccears.com.</p>\n<p>“Copyright share” is defined as share the right to publish or monetize the content with the content creator in Hiccears.com.\n</p> Disclaimer <p>We are not obligated to manage or store any digital information including but not limited to any text, image and video posted by user.</p>\n<p>We do not take responsibility for any activity carried out on a user's account under any circumstance.</p>\n<p>We are not involved in any contact between users nor resolve any dispute with one or more users with exception of dispute between commissioner and content creator.</p>\n<p>We browse, store, and may even disclose any content submitted by users to ensure that the terms of service are upheld.\nWe take no responsibility for any outcome caused by these actions.</p>\n<p>We may terminate or suspend the membership of any users, delete all or a part of submitted contents when user violated or may have violated the term of use.\nWe take no responsibility for any outcome caused by this action.</p> Privacy policy <p>The users are solely responsible for maintaining the confidentiality of private information provided by themselves.\nUser shall report or contact Hiccears.com for any breach of account security.</p>\n<p>Hiccears.com collect users’ private information including name, birthday, address, email address, phone number for the purpose of providing full service such as premium membership and online transaction.\n</p>\n<p>We may also require your private information for the purpose of verification of your identity if you are a content creator.</p>\n<p>Private information voluntarily provided by users and statistical data of users are gathered for the purpose of improve our service and related products.\nWe will inform or announce beforehand the purpose of use when we obtain private information.</p>\n<p>We protect user’s private information and shall not share it with any third party with exception of following cases:</p>\n<p>\n</p>\n<blockquote> 1.\nDisclosure required by authorities or regulation.<br> 2.\nUser or Use’s content break the law in Spain.<br> 3.\nUser or User’s content relate to life threatening situation and impossible to get the user’s consent.<br> 4.\nStatistic data which collected for the purpose of improving user’s experience and analyze market.\nThe data will not indicate the identity of user.<br> 5.\nWith user’s consent, private information is used for purpose of forming business contact or commission with any third party<br>\n</blockquote>\n<p>\n</p> Copyright <p>The copyright of submitted works on Hiccears.com are temporary withhold by Hiccears.com until we verified the actual owner.</p>\n<p>The user claim to have ownership of the contents submitted on Hiccears.com and shall not violate any right of a third party.\n</p>\n<p>When asked us, the user shall provide evidence of ownership of contents submitted on Hiccears.com</p>\n<p>The logo, design and service provided by Hiccears.com properties of our company.\nYou may not copy or use any of these properties without our consent with exception of contents provided by users on Hiccears.com</p>\n<p>The content creator can share the copy-right with other users on Hiccears.com for free or through subscription options.\nUnless stated otherwise, we assume that both commissioner and content creator share copyright of contents that created via commission system on Hiccears.com.</p> Report Abuse Policy <p>We rely on our users to help us improve both user experience and healthy community.</p>\n<p>If you find content that violate our terms of use or content without appropriate.\nYou can click on the report button on the button-right corner of the content page.</p>\n<p>If you wish to report any user who is abusive to other，you can contact us directly.</p>\n<p>Abusive behavior such as</p>\n<blockquote> 1.\nHarassment and Cyberbullying<br> 2.\nFrauds and impersonation<br> 3.\nThreat of violence <br> 4.\nOr any other behavior you find inappropriate.<br>\n</blockquote> Acceptable Usage Policy <p>Hiccears.com allow content creator to share or sell their content either original or protected by fair-use.</p>\n<p>In addition, content must be either drawn or written, which means we do not accept photographic material or 3D generated content.</p>\n<p>User may use photo or 3D generated image for avatar.\nUser CAN NOT use any image or user-name which is inappropriate to minors.</p>\n<p>User may use our site to promote other legal websites or products but must follow our terms of use.\nWe reserve our right to take down any content or external link if it is inappropriate.</p> Prohibited acts <p>We are online platform providing service for distribution and publication of content users provided.\nUsers are solely responsible for any content they provided to Hiccears.com.\n</p>\n<p>We may terminate or suspend user’s membership when user conducts following prohibited acts.\nAll or a part of the content in terminated or suspended accounts will be removed.\n<br>The user shall NOT</p>\n<p>\n</p>\n<blockquote> 1.\nDiscriminate, be defamatory, unrespectful or unlawfully threatening towards our company or any third party.\n<br> 2.\nRepeatedly Provide same content to Hiccears.com or any third party.<br> 3.\nReprinting any content from Hiccears.com without content owner’s permission.\n<br> 4.\nCreate more than one account.\n<br> 5.\nProvide information disclosing any third party’s information without permission.\n<br> 6.\nProvide false birthday, under-age user shall not view mature content.\n<br> 7.\nProvide information that is false or misleading.\nThis is also include impersonation of any person or organization.\n<br> 8.\nProvide content that will infringe or possible infringe of intellectual property rights such as copyright and patent of our company or any third party.\n<br> 9.\nViolate any law or regulation.\n<br> 10.\nSubmitting data that may cause damage to Hiccears.com or third party including but not limited to fraud sites, virus and inappropriate sites.<br> 11.\nFlooder the server over the normal extend or damaging the service network or system.\n<br> 12.\nRewiring or deleting any content or information stored on our facilities other than your own.<br> 13.\nProvide any content contain 3D rendered image, depiction of child pornography or child abuse.<br> 14.\nProvide any photographs containing real people or indistinguishable from real people are not allowed to be submitted as contents (with exception of user’s avatar in non-erotic manner)<br> 15.\nProvide Contents created by photo-manipulation on the main object or objects.\nAbsolutely no characters that are depicted as minors in sexually-themed works anywhere on Hiccears.com appear indistinguishable from a photograph or be based upon an actual child.\n<br> 16.\nBehave that considered inappropriate or violating the right of our company or any third party.<br>\n</blockquote>\n<p>\n</p> Account Closure, Suspension and Termination <p>User can choose to discontinue using our service by requesting closure of account with exception of following cases:</p>\n<p>\n</p>\n<blockquote> 1.\nUser’s account is related to existing dispute between us and any third party.<br> 2.\nUser’s account is suspended <br> 3.\nInformation in user’s account must be with-hold for the investigation of authority.<br>\n</blockquote>\n<p>\n</p>\n<p>We may suspend user’s account if user violate prohibited acts 1-6.\nWhen user’s account is in the state of suspension, our service will be partly or fully limited.</p>\n<p>We may terminate or permanently suspend our service is if user violate prohibited acts 7-16 and repeated violate prohibited acts 1-6.</p>\n<p>\n</p> H-coin <p>H-coin can only be purchased and used on Hiccears.com.\nHiccears.com is a third party platform allowing content creators to sell their digital art-works and literature.\nUser can spend H-coin to gain access to paid content and support content content creator.\nH-coin can be converted back to its purchasing value when user wish to withdraw, we take 5% as service fee when user withdraw.</p>\n<p> Here are terms of service and privacy policy regarding H-coin<br>\n</p>\n<blockquote> 1.\nPurchase Cancellation: When a purchase is canceled, the fund will be removed from the seller’s account and return back to buyer’s account.\nIn general, the purchase of digital content is instant, buyer can not request cancellation of such purchase unless:<br>\n<blockquote> (a) The content creator (Seller) in violation of Spanish or EU law including but not limited to: impersonation, copyright infringement and fraud.<br> (b) Unable to receive or download content due to errors occurred on Hiccears.com<br> (c) The buyer is violation of terms of use on Hiccears.com<br>\n</blockquote> When a purchase is canceled, the fund will be removed from the seller’s account and return back to buyer’s account.<br> 2.\nH-coin Refund: User may request refund under following conditions:<br>\n<blockquote> (a) The value of spendable H-coins in user’s identity account is equal or greater than the transaction user wish to cancel/refund.<br> (b) User is not in violation of Spanish or EU law.\nWe may withhold fund in the case of illegal activity including but not limited to: copyright infringement, credit card fraud, hacking and so on.\n</blockquote>\n</blockquote>\n<p>\n</p>\n<p>\n</p> Cancellation of orders and refunds <p>At the time of request for cancellation of and order and/or the refund, the funds are returned from the seller's account to the buyer's account always under the following points:</p>\n<blockquote> 1- The seller has incurred in violation of Spanish or European law including copyright infringement, fraud, identity theft, etc...<br> 2- Problems during the access to the content or downloading of the same due to problems caused by hiccears.com<br> 3- The buyer has violated any of the points mentioned in the Terms of Use on HicceArs.com<br> 4- The user is not under violation of Spanish or European law nor illegal activity such as fraud, theft of accounts, etc....\nat the time of the request for refund.<br> 5- The seller has published illegal and/or not allowed content on the website.\nAt this point, if being detected an intentional illegal purchase of the material by the user without the complaint of the same to the administration of the website, will be reported to the relevant authorities both the seller and buyers of the related content.<br> 6- Due to the nature of the digital content, it will be returned integrally provided that the user has not intentionally downloaded the content and then retreive the money and obtain it for free<br> 7- The product offered doesn't coincides with the offer shown, deception thereof, wich causes the customer to buy a product but not prove to be the product sought and result in a customer scam.<br> 8- In case of unauthorized payment, funds will be withheld from the moment any illegal activity is reported by the user.We will reimburse the money to the user as long as the bank or any other competent authority confirms the unauthorized payment case.<br> 9- The funds will be returned to users and products canceled at any time that the content doesn't comply with the current regulations or Law.<br> 10- The request for cancellation of products and/or refund of money can be requested by any user and will proceed as long as the relationship between the buyer/seller and the applicant is confirmed.<br> 11- In case of identity theft, the account and funds will be blocked until the resolution of the situation detected.<br> 12- If the user closes the account, he will be notified if we detect money in his account to proceed to withdraw his funds.<br> 13- That the date of request of the return doesn't exceed the time of 15 days from the purchase of the product.<br>\n</blockquote>\n<p>\n</p>\n<p>In the above assumptions, Bismuse SL will announce on this website any change made well in advance of its implementation of any changes in the cancellation and refund policy.</p> ", "created_at": "2021-10-20 21:26:42.835604", "updated_at": "2021-10-20 19:27:35.668208"}], "points": [], "urls": ["hiccears.com"]}}