{"error": 448, "message": "OK", "parameters": {"id": 6533, "name": "Station météo de Briord", "created_at": "2022-05-07 04:06:41.14708", "updated_at": "2022-05-07 22:01:17.995655", "wikipedia": null, "keywords": null, "related": null, "slug": "station-meteo-de-briord", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6533.png", "url": "flying38.net", "documents": [{"id": 11891, "name": "Politique de confidentialité", "url": "https://flying38.net/politique-de-confidentialite/", "xpath": "//*[@id=\"post-1719\"]", "text": " Politique de confidentialité Qui sommes-nous&nbsp;? <p>L’adresse du site est&nbsp;: https://flying38.net</p>\n<p>Ce site a pour but de diffuser gratuitement des données météorologiques personnelles ainsi que des images via des webcams du temps qu’il fait.\nIl n’y aucun cookie, oblicité ou trackers sur le site.</p> Commentaires <p>Les commentaires étant désactivés, aucune donné n’est enregistrée.</p> Médias <p>L’envoi de médias (images, vidéos, etc) étant désactivé, aucune donnée n’est enregistrée.</p> Cookies <p>L’inscription sur le site et les commentaires étant désactivés, aucun cookie n’est collecté sur le site.</p> Contenu embarqué depuis d’autres sites <p>Les articles de ce site peuvent inclure des contenus intégrés (par exemple des vidéos, images, articles…).\nLe contenu intégré depuis d’autres sites se comporte de la même manière que si le visiteur se rendait sur cet autre site.</p>\n<p>Ces sites web pourraient collecter des données sur vous, utiliser des cookies, embarquer des outils de suivis tiers, suivre vos interactions avec ces contenus embarqués si vous disposez d’un compte connecté sur leur site web.</p> Utilisation et transmission de vos données personnelles <p>\n<strong>\n</strong>Aucune donnée personnelle n’étant collectée, il n’y aucune réutilisation et transmission.</p> Durées de stockage de vos données <p>Aucune donnée personnelle n’étant collectée, il n’y aucun stockage des ces données.</p> Les droits que vous avez sur vos données <p>\n<strong>\n</strong>Aucune donnée personnelle n’est collectée.</p> Transmission de vos données personnelles <p>Aucune donnée personnelle n’étant collectée, il n’y aucune transmission.<strong>\n</strong>\n</p> ", "created_at": "2022-05-07 04:06:41.149217", "updated_at": "2022-05-07 02:07:14.516237"}], "points": [], "urls": ["flying38.net"]}}