{"error": 448, "message": "OK", "parameters": {"id": 4005, "name": "Raindrop.io ", "created_at": "2021-06-09 19:24:05.846945", "updated_at": "2022-08-11 22:00:50.51523", "wikipedia": null, "keywords": null, "related": null, "slug": "raindrop-io", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/4005.png", "url": "raindrop.io", "documents": [{"id": 6877, "name": "Privacy Policy ", "url": "https://help.raindrop.io/privacy", "xpath": "/html/body/div[1]/div[2]/div/main/div/div/div[1]/div/article", "text": "On this pagePrivacy Policy<p>Raindrop.io (or \"Us/We/Our”) cares about the privacy of individuals who visit our website at https://raindrop.io/ or use our Raindrop.io browser extension, desktop and mobile application or access our API, and otherwise do business with us.\n</p>\n<p>This Privacy Policy explains how Raindrop.io collects, uses, processes, discloses, and safeguards information we obtain from and about our customers, visitors to our Sites, and business prospects and partners (collectively, \"You”), including information we collect when you visit our websites, use our mobile applications or other services offered by Raindrop.io, or purchase our products and services (collectively, our \"Services”).\n</p>\n<p>It also tells you about your rights and choices with respect to your information, and how you can contact us if you have any questions or concerns.\n</p>\n<p>Your use of the Services is subject to this Privacy Policy and to our Terms of Service that can be viewed at https://help.raindrop.io/terms.</p>1.\nHow Raindrop.io Collects Information#<p>For the purpose of this Privacy Policy, \"Personal Information” means any information relating to an identified or identifiable individual.\nWe obtain Personal Information relating to you, our business partner, from various sources described below.</p>\n<p>Where applicable, we indicate whether and why you must provide us with Personal Information, as well as the consequences of failing to do so.\nIf you do not provide Personal Information when requested, you may not be able to benefit from our Services if that information is necessary to provide you with the service or if we are legally required to collect it.</p>i.\nPersonal Information Provided by You#Registration and Other Information You Provide#<p>We collect your information, including your sign-in credentials, name and email address (if provided), when you register to use our Services, request that we contact you or provide additional information to you, or attend an event.</p>Communications#<p>If you contact us directly, such as to request information or access to the Services, or for Customer Support, we may receive additional information about you, such as your contact information and the contents of your communication.\nWe may receive information when you complete a form on our Sites.</p>Payment Information#<p>Payments information provided by you via the Sites will be stored and processed by FastSpring.\nWe will collect certain information on the Sites required for FastSpring to process payments, including credit / debit card numbers, security numbers and other related payment information.\nAll such information is subject to the privacy policy of FastSpring (available here https://fastspring.com/privacy/).</p>ii.\nInformation We Collect When You Use the Services#Device Information#<p>We receive information about your device, including IP address, web browser type, operating system version, mobile device model, device manufacturer and model, language codes.</p>Cookies and Similar Technologies#<p>A cookie is a text-only string of information that a website transfers to the cookie file of the browser on your computer or mobile device.\nWhen you use our Services, we and our third party service providers may collect information from you through cookies.</p>\n<p>We may use both session cookies and persistent cookies.\nIf you disable cookies on your browser, some parts of the Services may not work fully.</p>\n<p>Be sure that when you add links to a Youtube videos you also accept a Youtube Terms of Service, learn more here https://www.youtube.com/static?template=terms</p>Additional data gathered from our browser extension#<p>It's opt-in feature (disabled by default): We can mark currently opened browser tab as saved in your Raindrop.io account, in this case blue start icon will appear on browser action button.\nWe use URL of currently open browser tab to determine this information.\n<strong>We do not send this data to our server, nor other third parties</strong>.</p>2.\nHow Raindrop.io Uses Information#<p>Raindrop.io will use information, including Personal Information, for the following purposes:</p>Providing the Service#<p>We use your information to provide our Services.</p>Analytics#<p>We will use your information to understand and analyze how you use our Services.</p>Communications#<p>Raindrop.io will use your information to communicate with you, including to respond to your inquiries and to send emails to an email address you provide to us for customer-service or technical-support purposes.</p>\n<p>If you are located in the European Economic Area, we only process your Personal Information based on a valid legal ground, including when:</p>\n<p>You have consented to the use of your Personal Information, for example, to receive marketing communications.\nYou may withdraw any consent you previously provided to us regarding the processing of your Personal Information, at any time and free of charge.\nWe will apply your preferences going forward and this will not affect the lawfulness of the processing before your consent withdrawal.\nWe need your Personal Information to provide you with the Services, including for account registration, or to respond to your inquiries.\nWe have a legal obligation to use your Personal Information.\nand\nWe or a third party, have a legitimate interest in using your Personal Information.\nIn particular, we have a legitimate interest in using your Personal Information to conduct business analytics, and otherwise improve the safety, security, and performance of our Services.</p>3.\nHow Raindrop.io Discloses Information#As Required by Law and Similar Disclosures#<p>We may disclose information about you:\n(i) if we are required to do so by law, regulation, or legal process, such as a court order or subpoena.\n(ii) in response to requests by government agencies, such as law enforcement authorities.\n(iii) when we believe disclosure is necessary or appropriate to protect against or respond to physical, financial or other harm, injury, or loss to property.\nor (iv) in connection with an investigation of suspected or actual unlawful activity.</p>4.\nTransfer to Other Countries#<p>If you are using the Services from regions with laws governing data collection and use, then please note that we may transfer your Personal information to multiple countries throughout the world, including the United States.\nThese countries may not have the same data protection laws as the country in which you initially provided the information.\nBy providing your Personal Information to the Service, you consent to any transfer and processing in accordance with this Policy.\nIf you are located in the EEA or Switzerland, we comply with applicable data protection law when transferring your Personal Information outside of this area.\nIn particular, we may transfer your Personal Information to countries for which adequacy decisions have been issued, use contractual protections for the transfer of Personal Information to our U.S.\nheadquarters or third parties, such as the European Commission’s Standard Contractual Clauses, or rely on third parties’ certification to the EU-U.S.\nor Swiss-U.S.\nPrivacy Shield frameworks, where applicable.\nYou may contact us as specified below to obtain a copy of the safeguards we use to transfer Personal Information outside of the EEA.</p>5.\nData Retention#<p>We take measures to delete your Personal Information or keep it in a form that does not permit identifying you when this information is no longer necessary for the purposes for which we process it, unless we are required by law to keep this information for a longer period or to, or such information is necessary to resolve disputes and enforce our agreements.\n</p>6.\nOur Commitment to Security#<p>Raindrop.io employs a variety of security technologies and procedures designed to help prevent unauthorized disclosure of, access to and use of Information that Raindrop.io collects or receives.\nHowever, Raindrop.io cannot guarantee the security of your Information.</p>7.\nChildren’s Privacy#<p>We do not knowingly collect, maintain, or use Personal Information from children under 16 years of age, and no part of the Service is directed to children under the age of 16.\nIf you learn that your child has provided us with personal information without your consent, then you may alert us at info@raindrop.io.\nIf we learn that we have collected any Personal Information from children under 16, then we will promptly take steps to delete such information.</p>8.\nDo Not Track#<p>Some web browsers incorporate a \"Do Not Track” feature.\nBecause there is not yet an accepted standard for how to respond to Do Not Track signals, our website does not currently respond to such signals.</p>9.\nYour Rights and Choices#Global Rights#<p>Upon request, Raindrop.io will provide you with information about whether we hold any of your Personal Information.\nYou can update or correct Personal Information (e.g., your email address) by accessing your account.\nYou can also access or rectify your information by reaching out to us at dpo@raindrop.io.\nYou can delete your information by sending an email to info@raindrop.io with your first name, last name, and the respective email addresses you would like for us to delete.\nTo opt-out of receiving our newsletters or marketing emails, you can follow the unsubscribe instructions included in the emails communications you receive, access the email preferences in your account settings page, or contact us at the above email address.\nPlease note that we have the right to reject deletion requests that are unduly burdensome or repetitive or that cannot be honored in light of legal obligations or ongoing disputes, or where retention is necessary to enforce our agreements or protect our or another party’s rights, property, safety, or security.</p>European Rights#<p>If you are located in the European Economic Area or Switzerland, you may have the right to exercise your right to data portability to easily transfer your Personal Information to another company.\nIn addition, you may also have the right to lodge a complaint with a supervisory authority, including in your country of residence, place of work or where an incident took place.</p>10.\nHow to Contact Us#<p>If you have any questions or concerns about this Privacy Policy or its implementation, you may contact Raindrop.io via email (info@raindrop.io) or at the following address:\nRaindrop.io’s Data Protection Officer may be contacted via email (dpo@raindrop.io).</p>\n<p>If you are located in the EEA or Switzerland, Raindrop.io is the entity responsible for the processing of your Personal Information.\nIf you have any questions about our privacy practices, or would like to exercise your rights in relation to your Personal Information, please contact dpo@raindrop.io</p>11.\nUpdates to this Privacy Policy#<p>We will post any adjustments to this Privacy Policy on this page, and the revised version will be effective when it is posted.\n</p>\n<p>If we materially change the ways in which we use or share Personal Information previously collected from you through our Service, we will notify you through our Service, by email, or other communication.</p>", "created_at": "2021-06-09 19:24:05.850781", "updated_at": "2021-11-22 01:06:53.545217"}, {"id": 6876, "name": "Terms", "url": "https://help.raindrop.io/terms", "xpath": "/html/body/div[1]/div[2]/div/main/div/div/div[1]", "text": "On this pageTerms of Service<p>By using the Raindrop.io web site (\"Service”), you are agreeing to be bound by the following terms and conditions (\"Terms of Service”).\nIf you are entering into this agreement on behalf of a company or other legal entity, you represent that you have the authority to bind such entity, its affiliates and all users who access our services through your account to these terms and conditions, in which case the terms \"you” or \"your” shall refer to such entity, its affiliates and users associated with it.\nIf you do not have such authority, or if you do not agree with these terms and conditions, you must not accept this agreement and may not use the services.</p>\n<p>Raindrop.io reserves the right to update and change the Terms of Service from time to time without notice.\nAny new features that augment or enhance the current Service, including the release of new tools and resources, shall be subject to the Terms of Service.\nContinued use of the Service after any such changes shall constitute your consent to such changes.\nYou can review the most current version of the Terms of Service at any time at: https://help.raindrop.io/terms</p>\n<p>Violation of any of the terms below will result in the termination of your Account.\nWhile Raindrop.io prohibits such conduct and Content on the Service, you understand and agree that Raindrop.io cannot be responsible for the Content posted on the Service and you nonetheless may be exposed to such materials.\nYou agree to use the Service at your own risk.</p>Account Terms#<ol>\n<li>You must be 16 years or older to use this Service.</li>\n<li>You must be a human.\nAccounts registered by \"bots” or other automated methods are not permitted.</li>\n<li>You must provide your legal full name, a valid email address, and any other information requested in order to complete the signup process.</li>\n<li>Your login may only be used by one person—a single login shared by multiple people is not permitted.\nYou may create separate logins for as many people as your plan allows.</li>\n<li>You are responsible for maintaining the security of your account and password.\nRaindrop.io cannot and will not be liable for any loss or damage from your failure to comply with this security obligation.</li>\n<li>You are responsible for all Content posted and activity that occurs under your account (even when Content is posted by others who have accounts under your account).</li>\n<li>You may not use the Service for any illegal or unauthorized purpose.\nYou must not, in the use of the Service, violate any laws in your jurisdiction (including but not limited to copyright or trademark laws).</li>\n</ol>API Terms#<p>Customers may access their Raindrop.io account data via an API (Application Program Interface).\nAny use of the API, including use of the API through a third-party product that accesses Raindrop.io, is bound by these Terms of Service plus the following specific terms:</p>\n<ol>\n<li>You expressly understand and agree that Raindrop.io shall not be liable for any direct, indirect, incidental, special, consequential or exemplary damages, including but not limited to, damages for loss of profits, goodwill, use, data or other intangible losses (even if Raindrop.io has been advised of the possibility of such damages), resulting from your use of the API or third-party products that access data via the API.</li>\n<li>Abuse or excessively frequent requests to Raindrop.io via the API may result in the temporary or permanent suspension of your account’s access to the API.\nRaindrop.io, in its sole discretion, will determine abuse or excessive usage of the API.\nRaindrop.io will make a reasonable attempt via email to warn the account owner prior to suspension.</li>\n<li>Raindrop.io reserves the right at any time to modify or discontinue, temporarily or permanently, your access to the API (or any part thereof) with or without notice.</li>\n</ol>Payment, Refunds, Upgrading and Downgrading Terms#<ol>\n<li>All paid plans must enter a valid credit card.\nFree accounts are not required to provide a credit card number.</li>\n<li>An upgrade from the free plan to any paying plan will immediately bill you.</li>\n<li>The Service is billed in advance on a monthly or annual basis and is non-refundable after the initial 30 day period.\nNew users may cancel their account and request a refund within 30 days of first signing up by e-mailing info@raindrop.io.\nAfter this period, there will be no refunds or credits for partial months of service, upgrade/downgrade refunds, or refunds for months unused with an open account.</li>\n<li>All fees are exclusive of all taxes, levies, or duties imposed by taxing authorities, and you shall be responsible for payment of all such taxes, levies, or duties, excluding only United States (federal or state) taxes.</li>\n<li>Downgrading your Service may cause the loss of features, or capacity of your Account.\nRaindrop.io does not accept any liability for such loss.</li>\n</ol>Cancellation and Termination#<ol>\n<li>You are solely responsible for properly canceling your service.\nAn email or phone request to cancel your service is not considered cancellation.\nYou can cancel your service subscription at any time by clicking on the Account link in the user navigation bar at the top of the screen.\nThe Account screen provides a simple no questions asked cancellation link.</li>\n<li>To permanently terminate your account, click \"Remove account” from the Account screen.\nAll of your Content will be immediately deleted from the Service upon termination.\nThis information can not be recovered once your account is terminated.</li>\n<li>If you cancel the Service before the end of your current paid up period, your benefits will remain active for the entire time that you purchased and you will not be charged again.\nShould you wish to terminate your account before the end of your current paid up period, your termination will take effect immediately.</li>\n<li>Raindrop.io, in its sole discretion, has the right to suspend or terminate your account and refuse any and all current or future use of the Service, or any other Raindrop.io service, for any reason at any time.\nSuch termination of the Service will result in the deactivation or deletion of your Account or your access to your Account, and the forfeiture and relinquishment of all Content in your Account.\nRaindrop.io reserves the right to refuse service to anyone for any reason at any time.</li>\n</ol>Modifications to the Service and Prices#<ol>\n<li>Raindrop.io reserves the right at any time and from time to time to modify or discontinue, temporarily or permanently, the Service (or any part thereof) with or without notice.</li>\n<li>Prices of all Services, including but not limited to monthly subscription plan fees to the Service, are subject to change upon 30 days notice from us.\nSuch notice may be provided at any time by posting the changes to the Raindrop.io Site (raindrop.io) or the Service itself.</li>\n<li>Raindrop.io shall not be liable to you or to any third party for any modification, price change, suspension or discontinuance of the Service.</li>\n</ol>Copyright and Content Ownership#<ol>\n<li>We claim no intellectual property rights over the material you provide to the Service.\nYour profile and materials uploaded remain yours.\nHowever, by setting your pages to be viewed publicly, you agree to allow others to view your Content.\nBy setting your items to be viewed publicly, you agree to allow others to view and/or download your items.</li>\n<li>Raindrop.io does not pre-screen Content, but Raindrop.io and its designee have the right (but not the obligation) in their sole discretion to refuse or remove any Content that is available via the Service.</li>\n<li>You shall defend Raindrop.io against any claim, demand, suit or proceeding made or brought against Raindrop.io by a third party alleging that Your Content, or Your use of the Service in violation of this Agreement, infringes or misappropriates the intellectual property rights of a third party or violates applicable law, and shall indemnify Raindrop.io for any damages finally awarded against, and for reasonable attorney’s fees incurred by, Raindrop.io in connection with any such claim, demand, suit or proceeding.\nprovided, that Raindrop.io (a) promptly gives You written notice of the claim, demand, suit or proceeding.\n(b) gives You sole control of the defense and settlement of the claim, demand, suit or proceeding (provided that You may not settle any claim, demand, suit or proceeding unless the settlement unconditionally releases Raindrop.io of all liability).\nand © provides to You all reasonable assistance, at Your expense.</li>\n</ol>General Conditions#<ol>\n<li>Your use of the Service is at your sole risk.\nThe service is provided on an \"as is” and \"as available” basis.</li>\n<li>Technical support is only provided to paying account holders and is only available via email.\nSupport is only available in English.</li>\n<li>You understand that Raindrop.io uses third party vendors and hosting partners to provide the necessary hardware, software, networking, storage, and related technology required to run the Service.</li>\n<li>You must not modify, adapt or hack the Service or modify another website so as to falsely imply that it is associated with the Service, Raindrop.io, or any other Raindrop.io service.</li>\n<li>You agree not to reproduce, duplicate, copy, sell, resell or exploit any portion of the Service, use of the Service, or access to the Service without the express written permission by Raindrop.io.</li>\n<li>We may, but have no obligation to, remove Content and Accounts containing Content that we determine in our sole discretion are unlawful, offensive, threatening, libelous, defamatory, pornographic, obscene or otherwise objectionable or violates any party’s intellectual property or these Terms of Service.</li>\n<li>Verbal, physical, written or other abuse (including threats of abuse or retribution) of any Raindrop.io customer, employee, member, or officer will result in immediate account termination.</li>\n<li>You understand that the technical processing and transmission of the Service, including your Content, may be transfered unencrypted and involve (a) transmissions over various networks.\nand (b) changes to conform and adapt to technical requirements of connecting networks or devices.</li>\n<li>You must not upload, post, host, or transmit unsolicited email, SMSs, or \"spam” messages.</li>\n<li>You must not transmit any worms or viruses or any code of a destructive nature.</li>\n<li>If your bandwidth usage significantly exceeds the average bandwidth usage (as determined solely by Raindrop.io) of other Raindrop.io customers, we reserve the right to immediately disable your account or throttle your file hosting until you can reduce your bandwidth consumption.</li>\n<li>Raindrop.io does not warrant that (i) the service will meet your specific requirements, (ii) the service will be uninterrupted, timely, secure, or error-free, (iii) the results that may be obtained from the use of the service will be accurate or reliable, (iv) the quality of any products, services, information, or other material purchased or obtained by you through the service will meet your expectations, and (v) any errors in the Service will be corrected.</li>\n<li>You expressly understand and agree that Raindrop.io shall not be liable for any direct, indirect, incidental, special, consequential or exemplary damages, including but not limited to, damages for loss of profits, goodwill, use, data or other intangible losses (even if Raindrop.io has been advised of the possibility of such damages), resulting from: (i) the use or the inability to use the service.\n(ii) the cost of procurement of substitute goods and services resulting from any goods, data, information or services purchased or obtained or messages received or transactions entered into through or from the service.\n(iii) unauthorized access to or alteration of your transmissions or data.\n(iv) statements or conduct of any third party on the service.\n(v) or any other matter relating to the service.</li>\n<li>The failure of Raindrop.io to exercise or enforce any right or provision of the Terms of Service shall not constitute a waiver of such right or provision.\nThe Terms of Service constitutes the entire agreement between you and Raindrop.io and govern your use of the Service, superseding any prior agreements between you and Raindrop.io (including, but not limited to, any prior versions of the Terms of Service).\nYou agree that these Terms of Service and Your use of the Service are governed under New York law.</li>\n<li>Questions about the Terms of Service should be sent to info@raindrop.io.</li>\n</ol>Previous« Privacy Policy", "created_at": "2021-06-09 19:24:05.849108", "updated_at": "2021-11-22 01:05:49.222691"}], "points": [{"id": 26298, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://help.raindrop.io/terms", "status": "Generated through the annotate view", "created_at": "2021-12-01 02:22:12.984913", "updated_at": "2022-08-11 16:41:18.814401", "quoteText": "You expressly understand and agree that Raindrop.io shall not be liable for any direct, indirect, incidental, special, consequential or exemplary damages, including but not limited to, damages for loss of profits, goodwill, use, data or other intangible losses (even if Raindrop.io has been advised of the possibility of such damages), resulting from: (i) the use or the inability to use the service.\n(ii) the cost of procurement of substitute goods and services resulting from any goods, data, information or services purchased or obtained or messages received or transactions entered into through or from the service.\n(iii) unauthorized access to or alteration of your transmissions or data.\n(iv) statements or conduct of any third party on the service.\n(v) or any other matter relating to the service.</li>", "case_id": 146, "document_id": 6876, "quoteStart": 11327, "quoteEnd": 12136}, {"id": 26297, "title": "Your content can be deleted if you violate the terms", "source": "https://help.raindrop.io/terms", "status": "Generated through the annotate view", "created_at": "2021-12-01 02:18:50.368526", "updated_at": "2022-08-11 16:36:36.368286", "quoteText": "<li>Raindrop.io does not pre-screen Content, but Raindrop.io and its designee have the right (but not the obligation) in their sole discretion to refuse or remove any Content that is available via the Service.</li>", "case_id": 377, "document_id": 6876, "quoteStart": 7516, "quoteEnd": 7730}, {"id": 26296, "title": "Third-party cookies are used for statistics", "source": "https://help.raindrop.io/privacy", "status": "Generated through the annotate view", "created_at": "2021-12-01 02:17:15.88583", "updated_at": "2022-08-11 16:43:30.135061", "quoteText": "We will use your information to understand and analyze how you use our Services.", "case_id": 325, "document_id": 6877, "quoteStart": 4246, "quoteEnd": 4326}, {"id": 26295, "title": "This service is only available to users over a certain age", "source": "https://help.raindrop.io/terms", "status": "Generated through the annotate view", "created_at": "2021-12-01 02:14:58.909791", "updated_at": "2022-08-11 16:37:00.385488", "quoteText": "<li>You must be 16 years or older to use this Service.</li>\n<li>", "case_id": 152, "document_id": 6876, "quoteStart": 1553, "quoteEnd": 1617}, {"id": 26294, "title": " Terms may be changed any time at their discretion, without notice to you ", "source": "https://help.raindrop.io/terms", "status": "Generated through the annotate view", "created_at": "2021-12-01 02:12:02.768655", "updated_at": "2022-08-11 16:37:42.989303", "quoteText": "Raindrop.io reserves the right to update and change the Terms of Service from time to time without notice.", "case_id": 121, "document_id": 6876, "quoteStart": 697, "quoteEnd": 803}, {"id": 26293, "title": "They may stop providing the service at any time", "source": "https://help.raindrop.io/terms", "status": "Generated through the annotate view", "created_at": "2021-12-01 02:05:42.031172", "updated_at": "2022-08-11 16:39:21.607384", "quoteText": "We may, but have no obligation to, remove Content and Accounts containing Content that we determine in our sole discretion are unlawful, offensive, threatening, libelous, defamatory, pornographic, obscene or otherwise objectionable or violates any party’s intellectual property or these Terms of Service.</li>", "case_id": 203, "document_id": 6876, "quoteStart": 9575, "quoteEnd": 9884}, {"id": 26292, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://help.raindrop.io/terms", "status": "Generated through the annotate view", "created_at": "2021-12-01 02:03:34.648052", "updated_at": "2022-08-11 16:31:48.460713", "quoteText": "Your use of the Service is at your sole risk.\nThe service is provided on an \"as is” and \"as available” basis.</li>", "case_id": 286, "document_id": 6876, "quoteStart": 8712, "quoteEnd": 8826}, {"id": 26291, "title": "You can opt out of promotional communications", "source": "https://help.raindrop.io/privacy", "status": "Generated through the annotate view", "created_at": "2021-12-01 02:02:14.806748", "updated_at": "2022-08-11 16:31:33.163825", "quoteText": "To opt-out of receiving our newsletters or marketing emails, you can follow the unsubscribe instructions included in the emails communications you receive, access the email preferences in your account settings page, or contact us at the above email address.", "case_id": 223, "document_id": 6877, "quoteStart": 9283, "quoteEnd": 9540}, {"id": 26290, "title": "You can request access, correction and/or deletion of your data", "source": "https://help.raindrop.io/privacy", "status": "Generated through the annotate view", "created_at": "2021-12-01 02:01:26.008366", "updated_at": "2022-08-11 16:39:41.182506", "quoteText": "You can delete your information by sending an email to info@raindrop.io with your first name, last name, and the respective email addresses you would like for us to delete.", "case_id": 195, "document_id": 6877, "quoteStart": 9110, "quoteEnd": 9282}, {"id": 26289, "title": "You can request access, correction and/or deletion of your data", "source": "https://help.raindrop.io/privacy", "status": "Generated through the annotate view", "created_at": "2021-12-01 02:01:00.497305", "updated_at": "2022-08-11 16:37:51.599721", "quoteText": "You can update or correct Personal Information (e.g., your email address) by accessing your account.\nYou can also access or rectify your information by reaching out to us at dpo@raindrop.io.", "case_id": 195, "document_id": 6877, "quoteStart": 8919, "quoteEnd": 9109}, {"id": 26282, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://help.raindrop.io/terms", "status": "Generated through the annotate view", "created_at": "2021-12-01 01:45:18.119722", "updated_at": "2022-08-11 16:44:33.717492", "quoteText": "You expressly understand and agree that Raindrop.io shall not be liable for any direct, indirect, incidental, special, consequential or exemplary damages, including but not limited to, damages for loss of profits, goodwill, use, data or other intangible losses (even if Raindrop.io has been advised of the possibility of such damages), resulting from your use of the API or third-party products that access data via the API.</li>", "case_id": 293, "document_id": 6876, "quoteStart": 2950, "quoteEnd": 3379}, {"id": 26281, "title": "They may stop providing the service at any time", "source": "https://help.raindrop.io/terms", "status": "Generated through the annotate view", "created_at": "2021-12-01 01:41:24.576281", "updated_at": "2022-08-11 16:36:54.760305", "quoteText": "Raindrop.io reserves the right to refuse service to anyone for any reason at any time.</li>\n</ol>", "case_id": 203, "document_id": 6876, "quoteStart": 6356, "quoteEnd": 6453}, {"id": 26280, "title": "Your account can be deleted without prior notice and without a reason", "source": "https://help.raindrop.io/terms", "status": "Generated through the annotate view", "created_at": "2021-12-01 01:39:14.450819", "updated_at": "2022-08-11 16:37:35.946104", "quoteText": "Raindrop.io, in its sole discretion, has the right to suspend or terminate your account and refuse any and all current or future use of the Service, or any other Raindrop.io service, for any reason at any time.", "case_id": 201, "document_id": 6876, "quoteStart": 5951, "quoteEnd": 6161}, {"id": 26279, "title": "You can delete your content from this service", "source": "https://help.raindrop.io/terms", "status": "Generated through the annotate view", "created_at": "2021-12-01 01:37:44.863566", "updated_at": "2022-08-11 16:35:54.92891", "quoteText": "<li>To permanently terminate your account, click \"Remove account” from the Account screen.\nAll of your Content will be immediately deleted from the Service upon termination.\nThis information can not be recovered once your account is terminated.</li>", "case_id": 175, "document_id": 6876, "quoteStart": 5372, "quoteEnd": 5621}, {"id": 26278, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://help.raindrop.io/privacy", "status": "Generated through the annotate view", "created_at": "2021-12-01 01:36:19.553817", "updated_at": "2022-08-11 16:40:43.15368", "quoteText": "However, Raindrop.io cannot guarantee the security of your Information.", "case_id": 148, "document_id": 6877, "quoteStart": 7975, "quoteEnd": 8046}, {"id": 26277, "title": "The data retention period is kept to the minimum necessary for fulfilling its purposes", "source": "https://help.raindrop.io/privacy", "status": "Generated through the annotate view", "created_at": "2021-12-01 01:34:16.536401", "updated_at": "2022-08-11 16:38:01.438203", "quoteText": "We take measures to delete your Personal Information or keep it in a form that does not permit identifying you when this information is no longer necessary for the purposes for which we process it, unless we are required by law to keep this information for a longer period or to, or such information is necessary to resolve disputes and enforce our agreements.", "case_id": 303, "document_id": 6877, "quoteStart": 7382, "quoteEnd": 7742}, {"id": 26276, "title": "You must provide your legal name, pseudonyms are not allowed", "source": "https://help.raindrop.io/terms", "status": "Generated through the annotate view", "created_at": "2021-12-01 01:31:45.442164", "updated_at": "2022-08-11 16:36:09.593046", "quoteText": "You must provide your legal full name, a valid email address, and any other information requested in order to complete the signup process.", "case_id": 214, "document_id": 6876, "quoteStart": 1723, "quoteEnd": 1861}, {"id": 26271, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://help.raindrop.io/terms", "status": "Generated through the annotate view", "created_at": "2021-12-01 01:11:11.306339", "updated_at": "2022-08-11 16:45:04.56839", "quoteText": "You may not use the Service for any illegal or unauthorized purpose.\nYou must not, in the use of the Service, violate any laws in your jurisdiction (including but not limited to copyright or trademark laws).", "case_id": 293, "document_id": 6876, "quoteStart": 2438, "quoteEnd": 2645}, {"id": 26270, "title": "The service informs you that its privacy policy does not apply to third party websites", "source": "https://help.raindrop.io/privacy", "status": "Generated through the annotate view", "created_at": "2021-12-01 01:08:51.931733", "updated_at": "2022-08-11 16:38:18.391765", "quoteText": "\nAll such information is subject to the privacy policy of FastSpring (available here https://fastspring.com/privacy/).</p>", "case_id": 299, "document_id": 6877, "quoteStart": 2631, "quoteEnd": 2753}, {"id": 25692, "title": "The service informs you that its privacy policy does not apply to third party websites", "source": "https://help.raindrop.io/privacy", "status": "Generated through the annotate view", "created_at": "2021-11-11 21:17:23.259215", "updated_at": "2022-08-11 16:39:55.337871", "quoteText": "\nWe will collect certain information on the Sites required for FastSpring to process payments, including credit / debit card numbers, security numbers and other related payment information.\nAll such information is subject to the privacy policy of FastSpring (available here https://fastspring.com/privacy/)", "case_id": 299, "document_id": 6877, "quoteStart": 2442, "quoteEnd": 2748}], "urls": ["raindrop.io"]}}