{"error": 448, "message": "OK", "parameters": {"id": 4715, "name": "connexity", "created_at": "2021-07-14 09:05:01.142828", "updated_at": "2021-07-14 22:00:46.362617", "wikipedia": null, "keywords": null, "related": null, "slug": "connexity", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4715.png", "url": "connexity.com", "documents": [{"id": 8445, "name": "Terms ", "url": "https://publisher.connexity.com/terms/", "xpath": "//body", "text": " Connexity Publisher Program Connexity, Inc.\nPublisher Program Terms &amp.\nConditions <p>\n<strong>BY CHECKING THE BOX OR CLICKING TO ACCEPT WHERE SUCH OPTION IS PRESENTED TO YOU, YOU HEREBY ACKNOWLEDGE AND AGREE THAT YOU HAVE READ, FULLY UNDERSTAND, AND AGREE TO BE BOUND BY THESE TERMS.</strong>\n</p>\n<p>Connexity, Inc.\n(\"<strong>Connexity</strong>\", \"<strong>we</strong>\", \"<strong>us</strong>\" or \"<strong>our</strong>\") is pleased to provide you with the opportunity to participate in our US Publisher Program (\"<strong>Program</strong>\").\nThe following, including the corresponding Schedules, sets forth the terms and conditions for the Program (\"<strong>Terms</strong>\").\nParticipation in the Program is subject to these Terms, our acceptance of your Application (\"<strong>Application</strong>\"), your satisfaction of the Eligibility Requirements described below, as we determine in our sole and absolute discretion, and your agreement to and ongoing compliance with these Terms.</p>\n<p>\n<strong>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nAcceptance</strong>\n</p>\n<p>These Terms constitute a binding legal agreement between you, or if accepting on behalf of an entity, such entity (in either case, referred to as \"<strong>you</strong>\", \"<strong>your</strong>\") and Connexity which governs your participation in the Program.\nBy completing and submitting your Application you agree to be bound by these Terms.\nYou also understand that any participation in the Program represents your acceptance of and agreement to comply with all of these Terms.\nIf you are accepting the Terms on behalf of a company or other entity, you represent and warrant that you have authority to bind such company or other entity to these Terms.</p>\n<p>\n<strong>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nOur Service and the Program</strong>\n</p>\n<p>We provide an online shopping search engine that assists consumers in shopping for products and services offered by third party merchants participating in our listings service throughout the Connexity Network (\"<strong>Merchants</strong>\"), among other things.\nSearch results and certain other links on the Connexity Network contain links to Merchant web sites.\nFor purposes of these Terms, the \"<strong>Connexity Network</strong>\"&nbsp.\nmeans www.connexity.com, www.shopzilla.com, www.bizrate.com, www.beso.com, and other affiliated domains in the United States, and all other web sites we operate now or may operate in the future, and other media or services we may offer to consumers from time to time.</p>\n<p>The Connexity US Publisher Program is a CPC affiliate program connecting Connexity's world-class \"where to buy\" shopping solution to website publishers interested in monetizing their Site by integrating Sponsored Shopping Content.</p>\n<p>\n<strong>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nApplication</strong>\n</p>\n<p>To apply for the Program, you must submit to us a complete and accurate Application, including your relevant contact information, a W-9 or W-8 form, as applicable, and the name and URL of your website, widget or app that you wish to enroll in the Program (each a &nbsp;\"<strong>Site</strong>\").\nPlease note that the Application only permits the registration of a single Site.\nIf you have more than one Site that you wish to enroll in the Program, you must submit those separately to Connexity for approval via email.\nWe will evaluate your Application and notify you whether your Site(s) are accepted.\nWe may reject your Application for any or no reason, in our sole and absolute discretion, including but not limited to a failure to meet the Eligibility Requirements set forth below.\nNote that if we accept your Application and later determine that your Site is unsuitable or that you fail to meet the Eligibility Requirements or comply with these Terms, we may terminate your participation in the Program effective immediately.</p> &nbsp.\n<p>\n<strong>4.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nProgram Eligibility</strong>\n</p>\n<p>Your eligibility for participation in the Program and ongoing eligibility to remain in the Program is conditioned upon you meeting and continuing to meet the following minimum requirements (\"<strong>Eligibility Requirements</strong>\"):</p>\n<p>(a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nYou have submitted and received our approval of your Application;</p>\n<p>(b)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nYou are at least eighteen (18) years old;</p>\n<p>(c)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nYou have the necessary rights and authority to enter into and perform these Terms;</p>\n<p>(d)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nYou are the registered owner of the Site listed on the Application, including all domain names, and such Site generates a majority of its traffic from US users;</p>\n<p>(e)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nAll information you have provided to us, including but not limited to information provided in the Application and all other information about your business provided in connection with the Program, including all relevant payment information (e.g., a W-9), is and will remain accurate, complete and current;</p>\n<p>(f)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nYou and your Site are not subject to any pending lawsuits, fines, or government or regulatory actions.\nand</p>\n<p>(g)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nYou maintain a clear and conspicuous privacy policy on your Site in strict accordance with Section 7.2.</p>\n<p>You will provide us with any information, records, or materials that we request to verify your compliance with the Eligibility Requirements and these Terms.</p>\n<p>\n<strong>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nRepresentations About Your Site</strong>\n</p>\n<p>You represent and warrant that for so long as you participate in the Program, your Site (including any content contained therein) and all promotional means used by you:</p>\n<p>(a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\ndoes not violate any law or regulation;</p>\n<p>(b)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\ndoes not infringe or misappropriate in any manner any copyright, patent, trademark, trade secret or other intellectual property right of any third party;</p>\n<p>(c)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\ndoes not contain false, misleading or objectionable content (including but not limited to content that is obscene, containing excessive advertisements, defamatory, libelous, threatening, violent, hate-oriented, illegal or promoting illegal activities or goods);</p>\n<p>(d)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\ndoes not contain viruses, worms, spyware, Trojan horses or other harmful, malicious or &nbsp;destructive code;</p>\n<p>(e)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\ndoes not breach any duty toward or rights of any person or entity including, without limitation, rights of publicity or privacy, or has not otherwise resulted in any consumer fraud, product liability, tort, breach of contract, injury, damage or harm of any kind to any person or entity.\nand</p>\n<p>(f)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nshall be in full compliance with all blog disclosure regulations issued by the Federal Trade Commission or as otherwise required under applicable law, including providing appropriate disclosures on your Site regarding your endorsement of any products or services offered by Connexity or its subsidiaries, affiliates, and Merchants.</p> &nbsp.\n<p>\n<strong>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nSponsored Shopping Content</strong>\n</p>\n<p>6.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nSubject to your continued compliance with the Terms (including the Eligibility Requirements noted above), you may present the Connexity and/or third party advertisements, content, creative materials, search queries or results that we provide you (\"<strong>Sponsored Shopping Content</strong>\") only on&nbsp.\nthose Sites you have enrolled in the Program and that are approved by us in our sole discretion, where such Sponsored Shopping Content links to Merchants in the Connexity Network as determined by us in our sole and absolute discretion.\nFor the avoidance of doubt, placing Sponsored Shopping Content on any Site that was not approved by us (pursuant to Section 3) is strictly prohibited and you are not entitled to payment for any traffic from such unauthorized Sites.\nIf requested by Connexity, you agree that you will present the Sponsored Shopping Content to users of your Site in a form and manner and using creative elements as specified by Connexity from time to time.\nIn addition, if you are permitted access to Shopping Content Technology (as defined in Schedule 1), you will use the Shopping Content Technology in accordance with Schedule 1 hereto.\nYou will direct the Sponsored Shopping Content to the location(s) indicated to you by Connexity and provide linked attribution to the applicable Connexity Network website as the source of the Sponsored Shopping Content on each page of your Site displaying the Sponsored Shopping Content.</p>\n<p>6.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nYou agree the Sponsored Shopping Content and related logo(s), creative materials, programming, Javascript, Analytics Code (as defined below) and other information or materials provided by or on behalf of Connexity (\"<strong>Connexity Materials</strong>\") shall not be altered, modified, circumvented, impaired, disabled or otherwise interfered with by you.\nYou further agree to make updates to the Sponsored Shopping Content and Connexity Materials or their implementation on or in connection with your Site as and when requested by Connexity.</p>\n<p>\n<strong>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nAnalytics Code</strong>\n</p>\n<p>7.1 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nYou understand and agree that Connexity may utilize cookies, web beacons, pixel tags, or other analogous technologies (\"<strong>Analytics Code</strong>\") on or in connection with the Sponsored Shopping Content displayed on your Site, and that Connexity may collect non-personal information directly from your users through the use of Analytics Code (\"<strong>Analytics Data</strong>\").</p>\n<p>7.2 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nUpon and throughout your participation in the Program, you will post and maintain a clear and conspicuous privacy policy on your Site that: (a) complies with all applicable laws, regulations, and self-regulatory industry standards, including the Self-Regulatory Program for Online Behavioral Advertising as published by the Digital Advertising Alliance.\n(b) accurately informs visitors to your Site of your data collection practices, including but not limited to the collection of Analytics Data by third parties.\nand (c) includes all of the minimum privacy terms as set forth in Schedule 2 hereto (\"<strong>Minimum Terms</strong>\"), which may be updated by us from time to time in our sole discretion.\nFor avoidance of doubt, where your Site requires a download, you will (i) post such privacy policy on your website and any online marketplace or app store where such Site is made available for download.\nand (ii) make such privacy policy available to users at the time they seek to download the Site.\nYou agree that you will include the Minimum Terms in your privacy policy exactly as written and without modification, or if modified by you, then you do so at your own risk.\nUnless you use the Sample Policy described below, there are no exceptions to the above requirement to include the Minimum Terms.\nYou understand and agree that you are solely responsible for any failure to comply with the requirements of this Section 7.2.</p>\n<p>7.3 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nFor your convenience, a sample privacy policy that contains the Minimum Terms is set forth in the attached Schedule 3 (\"<strong>Sample Policy</strong>\").\nYou may use this Sample Policy on your Site, provided you modify it, as needed, to accurately reflect the data collection practices on your Site, while ensuring compliance with Section 7.2 above.\nYou understand and acknowledge that the Sample Policy is not suitable for use on sites operating outside the US and is provided solely for your convenience and illustration purposes.\nConnexity does not warrant that the Sample Policy is fit for your Site or that it will remain suitable and in compliance with these Terms, or the laws as they evolve, including without limitation the laws, regulations, or industry guidelines that may apply to you or your Site.\nFor avoidance of doubt, your use of the Sample Policy does not relieve you of your obligations set forth in this Section 7.\nAny use of the Sample Policy by you is at your sole risk.</p>\n<p>7.4 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nIn addition to the foregoing, you agree that on each page within your Site that displays Sponsored Shopping Content, you will provide clear, meaningful, and prominent links that will take your visitors directly to (a) the Minimum Terms within your privacy policy, and (b) to the Digital Advertising Alliance?s opt-out page, currently located at www.aboutads.info/choices.</p>\n<p>\n<strong>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nYour Information </strong>\n</p>\n<p>You grant to Connexity and our parent company, subsidiaries, and affiliates (\"<strong>Affiliates</strong>\"), the right to transmit, process and maintain the personal and business information that you provide to Connexity via the Program, to use such information for Connexity?s and its Affiliates? business purposes, and share such information with selected third parties, including but not limited to Connexity?s agents, accountants, attorneys and other representatives for Connexity?s and its Affiliates? business purposes.\nAdditionally, you agree and consent to our (a) sending you emails relating to the Program from time to time.\n(b) monitoring, recording, using, and disclosing information about your Site and visitors to your Site that we obtain in connection with your display of Sponsored Shopping Content.\nand (c) monitoring, crawling, and otherwise investigating your Site to verify compliance with the Terms.</p> &nbsp.\n<p>\n<strong>9.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nPayment and Reporting</strong>\n</p>\n<p>You agree as follows:</p>\n<p>9.1 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nFor each month or portion thereof in which you participate in the Program, Connexity will make a payment to you based upon the Net Revenue received by Connexity from valid users? clicks on links containing the Sponsored Shopping Content on your Site in such period, as determined by Connexity?s standard tracking method (\"<strong>Payment</strong>\").\nNotwithstanding the foregoing, you understand and agree that your ability to earn Payments under this Program are expressly conditioned upon your satisfaction and continued compliance with the Eligibility Requirements set forth above, including providing and maintaining accurate payment information.\nIf at any time during the Term (as defined in Section 16 below), you fail to satisfy the Eligibility Requirements, any amounts otherwise payable to you during the period of such failure will be deemed unearned and will not accrue to your Account due to your ineligibility for participation in this Program.\n&nbsp;\"<strong>Net Revenue</strong>\" shall mean revenue less an administrative fee no more than five (5) percent to cover collections, serving and administrative costs, among others.\nWe will grant you access to an online reporting tool to view traffic activity and estimated Payments generated by Sponsored Shopping Content from your Site during the Term.\n\"<strong>Account\"</strong> shall mean your publisher account for this Program.\n<strong>You understand and agree that Connexity shall have the right in its sole discretion to credit, adjust or discount charges</strong>\n<strong>to Merchants based on its determination of quality of traffic or source (<em>e.g.,</em> non-US) generated via the Sponsored Shopping Content and to offset future Payments to you based on such credits or adjustments to Merchants for traffic generated by your Site</strong>.\nYou further agree that Connexity shall have no obligation to issue any Payment(s) to you if Connexity has not received remittance from the relevant Merchant(s) of all monies due to Connexity.\nIn the event of such non-payments or bad debts, Connexity reserves the right to offset future Payments to you or invoice you for such amount owed in its sole discretion.\nYour recourse for any such adjustment due to non-payment shall be to make a claim against the relevant Merchant(s), and Connexity disclaims any and all liability for such Payments.</p>\n<p>9.2 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nSubject to these Terms, including, without limitation, your satisfaction of and continued compliance with all Eligibility Requirements, Connexity will issue the Payment for the previous month?s activity forty-five (45) days after the last day of that month, subject to a minimum Payment of twenty-five dollars ($25.00), or such other minimum payment as Connexity may establish (\"<strong>Minimum Payment</strong>\").\nAccount balances of less than the Minimum Payment will remain in your Account until a balance of the Minimum Payment is met.\nConnexity will make one or more methods, by which to receive Payments, available to you, in our sole discretion.\nNotwithstanding the foregoing, for any Payment(s) that is less than a certain monetary threshold as determined by Connexity, in its sole discretion, Connexity reserves the right (but has no obligation) to issue such Payment(s) to you via PayPal to the email address on file in your Account.&nbsp.\nAll Payments under these Terms will be made in U.S.\nDollars.\nWe reserve the right to assess a charge on your Account of ten dollars ($10.00)&nbsp.\nfor each attempted issuance of a Payment to you which is returned or undeliverable.</p>\n<p>9.3 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nWe reserve the right to suspend, withhold or adjust any Payment to you in the event of any suspected or actual violation of these Terms or part thereof, or other policy or guideline established by Connexity in connection with the Program (including, but not limited to reviews of merchant credit requests), and in particular we reserve the right to suspend, withhold or adjust any Payment based on any amounts which result from clicks generated by any person, robot, automated program or similar device in violation of the Terms, as reasonably determined by Connexity, including without limitation any valid clicks co-mingled with invalid clicks.\nYou agree to forfeit and/or have offset any payments made which are determined by Connexity (in our sole absolute discretion) to have been generated by you or from your Site in violation of these Terms or other policy or guideline established by Connexity in connection with the Program.</p>\n<p>9.4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nYou agree to pay all applicable taxes, including any applicable value added tax (VAT) or other similar taxes, imposed by any government entity in connection with your participation in the Program.\nYou are solely responsible for providing and maintaining accurate contact and payment information in connection with your participation in the Program.\nU.S.\ntaxpayers must provide, among other information, a valid U.S.\ntax identification number and a fully-completed Form W-9.\nNon-U.S.\ntaxpayers must provide either a fully-completed Form W-8 or other form, which may require a valid U.S.\ntax identification number, and signed certification that the taxpayer does not have U.S.\nactivities as required by the U.S.\ntax authorities.</p>\n<p>9.5 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nAny questions or claims by you regarding any charges or payments must be raised with us in writing within sixty (60) days after the date such charges are accrued or payments issued, or else the charges or payments will be deemed final and will not be subject to any further claims or disputes.\nNo refunds, credits or other billing adjustments will be made if a question or dispute is not asserted by you in writing within sixty (60) days of the date on which the applicable charges are accrued or payments issued.\nPayment shall be calculated solely based on records maintained by Connexity.</p>\n<p>\n<strong>10.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nProgram Management</strong>\n</p>\n<p>We may, for any period of time, suspend the Program, the use of any or all Connexity Property (including any Shopping Content Technology), or your Account, in whole or in part, to: (a) undertake any routine or emergency maintenance to the Program, the Shopping Content Technology or the Connexity Network.\n(b) to maintain the security and/or integrity of our network, hardware, other technology or associated systems or those of our suppliers.\n(c) any unusual increases in traffic or quality of traffic on your Site.\nor (d) the actual or alleged violation of the Terms by you.\nWe reserve the right, in our sole absolute discretion, to change all or any part of these Terms and/or other policies or guidelines related to the Program, including but not limited to prohibiting certain Site content, changing the basis of compensation and/or changing the payment schedule.\nWe further reserve the right to change or discontinue the Program altogether.\nWe may make these changes at any time, by posting such changes to the Program portion of our web site.\nIt is your responsibility to check our web site for changes or updates to the Program and/or the Terms.\nChanges or updates to the Program or the Terms shall be effective immediately upon our posting such changes or updates.\nIf you do not agree with a change or update to the Terms or the Program, your sole and exclusive remedy is to terminate the Terms, remove all Sponsored Shopping Content from your Site, stop use of the Shopping Content Technology, and end your participation in the Program.\nYour continued participation in the Program will constitute your acceptance of the then-current Terms.</p>\n<p>\n<strong>11.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nProhibited Activities</strong>\n</p>\n<p>You agree that you will not (and will not permit or encourage any other person or company to) engage in any of the following activities:</p>\n<p>(a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nartificially inflate traffic counts to the Connexity Network or participating Merchants using any robot, automated program or similar device or other means, (including manual), or permit, allow or encourage anyone else to do so.\nYou further agree not to place Sponsored Shopping Content in search engine advertising, newsgroups, unsolicited e-mail, banner networks, counters, chatrooms or guestbooks;</p>\n<p>(b)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nplace Sponsored Shopping Content in a misleading way for any user, obscuring or partly obscuring the Sponsored Shopping Content from any user?s view;</p>\n<p>(c)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nclick on, or provide users of your Site or any other party any incentives or encouragement to click on the Sponsored Shopping Content (including but not limited to displaying \"support this Site\" content);</p>\n<p>(d)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nmodify, alter, impair or disable or otherwise interfere with the Sponsored Shopping Content or Connexity Materials, or any related Analytics Code or other application or process established by Connexity in connection with the Program, including display of any web page or other content as an alternative to the web page directed by Connexity for the Sponsored Shopping Content;</p>\n<p>(e)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\ndisparage the Program, Connexity, participating Merchants or other third parties, or otherwise make statements or take actions that would or might harm the business of Connexity or otherwise be detrimental to its interests;</p>\n<p>(f)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nsend unsolicited or unauthorized junk mail, spam, chain letters, pyramid schemes or any other form of duplicative or unsolicited messages, whether commercial or otherwise in connection with the Program;</p>\n<p>(g) &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\ndisplay Sponsored Shopping Content on any page within your Site that also includes or features: (1) unlawful, defamatory, threatening, pornographic, or otherwise objectionable material of any kind or nature, (2) any material that encourages conduct that could constitute a criminal offense, or (3) that infringes or violates the intellectual property rights or rights of publicity of others;</p>\n<p>(h) &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;use the Shopping Content Technology in a manner not authorized by these Terms.\nor</p>\n<p>(i)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\noverwrite a URL in a web browser by any means with any Program related link or URL without the consent or action of the user.</p> &nbsp.\n<p>\n<strong>12.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nIntellectual Property Rights</strong>\n</p>\n<p>You acknowledge our exclusive right, title, and interest in and to the service marks \"Connexity ®\", \"Bizrate.com ®\", \"Shopzilla ®\", \"Beso ®\", PrixMoinsCher, Spardeingeld, the flaming shopping cart and all other trademarks, service marks and trade names associated with the Connexity Network, including all content on our web sites (\"<strong>Connexity Marks</strong>\").\nYou acknowledge and agree that you shall not have or obtain any rights in any of the Connexity Marks, and that you will not adopt, use or attempt to register any trademarks or trade names that are confusingly similar to the Connexity Marks nor will you purchase or use in any manner any of the Connexity Marks in your search engine or other marketing activities.\nYou also acknowledge that all right, title and interest in and to the Connexity Materials, Connexity Marks, Analytics Code, Analytics Data, the API Data, and Shopping Content Technology are exclusively owned by Connexity and/or its Affiliates and licensors (collectively, \"<strong>Connexity Property</strong>\").\nYou agree that you will not dispute or contest Connexity?s and where applicable its Affiliates or licensors exclusive ownership of all or any part of the Connexity Property.\nWe reserve all rights not expressly granted in these Terms and no implied licenses are granted.</p>\n<p>\n<strong>13.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nIndemnification</strong>\n</p>\n<p>You hereby agree to defend, indemnify and hold Connexity, its Affiliates and Merchants and each of their respective directors, officers, employees, contractors, and licensors (\"Indemnified Parties\") harmless from any and all claims, liabilities, costs and expenses, including reasonable attorney?s fees and costs, that the Indemnified Parties may suffer as a result of: (a) claims that arise from or relate to your participation in the Program or any other Connexity service.\n(b) any breach by you of these Terms or of any representation made by you or obligation entered by you hereunder.\nor (c) any claim of violation of a third party?s privacy rights, or any third party claim relating to your Site or any content thereon, including any claim of infringement or misappropriation of any other party?s intellectual property or proprietary rights.\nYou shall not enter into any settlement or admit any fault or liability that affects any Indemnified Party without that Indemnified Party?s prior written consent.</p>\n<p>\n<strong>14.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nWarranty Disclaimers</strong>\n</p>\n<p>YOU EXPRESSLY AGREE THAT YOUR PARTICIPATION IN THE PROGRAM IS AT YOUR OWN RISK.\nTHE PROGRAM AND ALL CONNEXITY PROPERTY ARE MADE AVAILABLE TO YOU ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS, WITHOUT WARRANTY, CONDITION OR REPRESENTATION OF ANY KIND, EXPRESS OR IMPLIED BY STATUTE, COMMON LAW OR OTHERWISE.\nNEITHER CONNEXITY NOR ANY OF ITS AFFILIATES, AGENTS OR MERCHANTS MAKES ANY WARRANTY, CONDITION OR REPRESENTATION WHATSOEVER REGARDING THE PROGRAM, THE CONNEXITY PROPERTY, OR ANY INFORMATION, PRODUCTS OR SERVICES AVAILABLE THROUGH OR IN CONNECTION WITH THE CONNEXITY NETWORK.\nCONNEXITY HEREBY DISCLAIMS TO THE FULLEST EXTENT PERMITTED BY LAW ANY AND ALL EXPRESS OR IMPLIED CONDITIONS, WARRANTIES OR REPRESENTATIONS, INCLUDING, WITHOUT LIMITATION, (1) AS TO THE AVAILABILITY, ACCURACY OR CONTENT OF THE CONNEXITY NETWORK INCLUDING THE SPONSORED SHOPPING CONTENT OR THE CONNEXITY MATERIALS, OR ANY INFORMATION, PRODUCTS OR SERVICES AVAILABLE THROUGH OR IN CONNECTION WITH THE PROGRAM OR ANY OTHER CONNEXITY PROPERTY, OR AS TO THE CUSTOMERS, CLICKS, TRAFFIC OR OTHER BENEFITS TO BE GENERATED BY ANY CONNEXITY SERVICE, OR THAT THE SAME WILL BE UNINTERRUPTED OR ERROR-FREE.\nAND (2) &nbsp;ANY WARRANTIES OF TITLE, NON-INFRINGEMENT, SATISFACTORY QUALITY, MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE.</p>\n<p>\n<strong>15.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nLIABILITY LIMITATIONS</strong>\n</p>\n<p>15.1 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nANY LIABILITY OF CONNEXITY OR ANY OF ITS AGENTS, MERCHANTS, OR AFFILIATES INCLUDING, WITHOUT LIMITATION, ANY LIABILITY FOR DAMAGES CAUSED OR ALLEGEDLY CAUSED BY ANY FAILURE OF PERFORMANCE, ERROR, OMISSION, INTERRUPTION OR DELAY IN OPERATION OR TRANSMISSION, COMPUTER VIRUS, COMMUNICATIONS LINE FAILURE, THEFT OR DESTRUCTION OR UNAUTHORIZED ACCESS TO, ALTERATION OF, OR UNLAWFUL USE OF RECORDS, WHETHER FOR BREACH OF CONTRACT, TORTIOUS BEHAVIOR, NEGLIGENCE, OR UNDER ANY OTHER CAUSE OF ACTION, SHALL BE STRICTLY LIMITED TO A MAXIMUM AGGREGATE AMOUNT EQUAL TO THE AMOUNT YOU HAVE BEEN PAID BY CONNEXITY FOR YOUR PARTICIPATION IN THE PROGRAM IN THE TWO (2) MONTH PERIOD IMMEDIATELY PRIOR TO THE LIABILITY OCCURRING.</p>\n<p>15.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nIN NO EVENT SHALL CONNEXITY OR ANY OF ITS AGENTS, MERCHANTS, OR AFFILIATES BE LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL, PUNITIVE OR CONSEQUENTIAL DAMAGES, LOSS OF PROFITS OR REVENUES, COSTS OF PROCUREMENT OR SUBSTITUTE GOODS, LOSS OF GOODWILL, DEFAMATION OR LOSS OR DAMAGE TO DATA THAT ARISE FROM ANY ASPECT OF YOUR PARTICIPATION IN THE PROGRAM OR ANY BREACH OR ERROR BY CONNEXITY OR ITS AGENTS OR MERCHANTS, WHETHER OR NOT CONNEXITY HAS BEEN APPRISED OF THE POSSIBILITY OF SUCH DAMAGES.</p>\n<p>15.3 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTHIS LIMITATION ON SUCH DAMAGES SHALL APPLY WHETHER OR NOT CONNEXITY IS ABLE TO CORRECT ANY PROBLEM OR ERROR, AND WHETHER OR NOT CONNEXITY HAS BREACHED ANY WARRANTY OR OBLIGATION, OR FAILURE OF THE ESSENTIAL PURPOSE OF ANY OTHER REMEDY, IT BEING THE INTENTION OF THE PARTIES TO ALLOCATE THE RISK OF SUCH DAMAGES AS PROVIDED HEREIN IN ALL CIRCUMSTANCES AND YOU ACKNOWLEDGE THAT CONNEXITY WOULD NOT HAVE ENTERED INTO THESE TERMS OR OFFERED THIS PROGRAM BUT FOR THIS LIMITATION ON SUCH DAMAGES.\nNOTHING IN THESE TERMS LIMITS OR EXCLUDES OUR LIABILITY FOR DEATH OR PERSONAL INJURY RESULTING FROM NEGLIGENCE OR FOR ANY DAMAGE OR LIABILITY INCURRED BY YOU AS A RESULT OF OUR FRAUD OR FRAUDULENT MISREPRESENTATION.</p>\n<p>\n<strong>16.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTerm and Termination</strong>\n</p>\n<p>These Terms and your participation in the Program will begin upon our acceptance of your Application, your satisfaction of the Eligibility Requirements described above, and your agreement to and compliance with these Terms and will end when terminated by either you or us pursuant to these Terms (the \"<strong>Term</strong>\").\nIf you are dissatisfied with the Program or with any changes to the Terms or the Program, your sole and exclusive remedy is to terminate your participation by giving us written notice as provided below.\nNotwithstanding anything contained in the Terms to the contrary, we may, in our sole and absolute discretion, terminate these Terms or suspend or terminate your Account and/or discontinue your participation in the Program or any other Connexity service, effective upon notice to you, at any time and for any reason, including but not limited to: (a) actual or suspected failure to meet the Eligibility Requirements.\n(b) actual or suspected violation of Section 11 (Prohibited Activities).\n(c) &nbsp;any non-compliance with Section 7 (Analytics Code) above.\n(d) failure to generate at least twenty-five ($25.00) in Payments, in the aggregate, over the course of twelve (12) consecutive months.\n(e) failure to provide accurate or complete payment information within twelve (12) months after notice of such deficiency has been issued;&nbsp.\nor (f) any other actual or suspected violation of these Terms.\nAll decisions made by us in this matter will be final and you agree that we shall have no liability with respect to such decisions.\nYou understand and acknowledge that you do not have any vested right or enforceable interest to participate in the Program.</p>\n<p>\n<strong>17.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nEffect of Termination</strong>\n</p>\n<p>Upon termination of these Terms, whether by you or us, you may, except as otherwise provided herein, receive Payments owed to you up to the effective date of termination.\nIn addition, upon any termination, all license rights and other privileges granted to you herein shall terminate immediately, and you shall immediately cease use of any Connexity Property, including the immediate removal of all Sponsored Shopping Content, other Connexity Materials, and Shopping Content Technology from your Site.\nSections 4, 5, 8 through 17, 20, 22, and 23 shall survive the termination of these Terms.</p>\n<p>\n<strong>18.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nNotices</strong>\n</p>\n<p>We may give general notices to participating Publishers by postings on the Program portion of our web sites (using commercially reasonable efforts to notify you via email of any such postings), and you agree to be bound thereby.\nNotices specific to you will be sent, if possible, by electronic mail to the email address on file within your Publisher Account or otherwise by postal mail, overnight delivery service or in person.\nAny such notice shall be deemed received by you and effective (i) on the date that Connexity sent the notice via email.\nor (ii) two (2) days from the date Connexity sent the notice if by postal mail or overnight delivery service.\nYou may give notice to us by Contacting Us, or otherwise by postal mail or overnight delivery service to:</p>\n<p>Connexity, Inc.<br> Attention: Legal Dept.<br> 2120 Colorado Ave.<br> Suite 400<br> Santa Monica, CA 90404</p>\n<p>\n<strong>19.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nForce Majeure</strong>\n</p>\n<p>We shall have no liability to you under these Terms if we are prevented from, or delayed in performing, our obligations or from carrying on our business by acts, events, omissions or accidents beyond our reasonable control, including (without limitation) strikes, lock-outs or other industrial disputes (whether involving the workforce of Connexity or any other party), failure of the Internet, a utility service, communications network or transport network, act of God, war, riot, civil commotion, malicious damage, compliance with any law or governmental order, rule, regulation or direction, accident, breakdown of plant or machinery, fire, flood, storm or default of suppliers or subcontractors.</p>\n<p>\n<strong>20.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nConfidential Information</strong>\n</p>\n<p>You agree not to disclose or share with any third party any confidential or proprietary materials or information regarding Connexity?s or its Affiliates? respective business affairs that you may have received or had access to by reason of your participation in the Program, the nature of which is clearly confidential or proprietary (\"<strong>Confidential Information</strong>\").\nYou agree to protect such Confidential Information with the same degree of care as you would apply to your own information of a similar nature, but in no event less than reasonable care.\nYou agree that you will not make any use of any such Confidential Information other than as strictly necessary for the purposes of performance of these Terms.\nYou acknowledge that the Confidential Information is the sole and exclusive property of Connexity.\nThe confidentiality obligations in this clause shall not apply to any information which is or subsequently becomes available to the general public other than through a breach of these Terms or is already known to you before disclosure.\nUpon termination of these Terms, you shall return or, at our option, destroy all Confidential Information and all copies thereof, provided however that your non-disclosure and duty of care obligations with respect to our Confidential Information shall survive.\nThese Terms supersede any prior confidentiality Terms that may have been signed by you.</p>\n<p>\n<strong>21.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nPress Releases</strong>\n</p>\n<p>You will not issue any press release or make any other public statement regarding your participation in the Program or the terms of these Terms without the prior written consent of Connexity.</p>\n<p>\n<strong>22.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nDispute Resolution&nbsp;</strong>\n</p>\n<p>\n<strong>22.1 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nYOU AND WE AGREE THAT ALL DISPUTES RELATED TO THE PROGRAM OR THE TERMS SHALL BE RESOLVED BY BINDING ARBITRATION.\nTHE FEDERAL ARBITRATION ACT AND FEDERAL ARBITRATION LAW AND THE LAWS OF THE STATE OF CALIFORNIA WITHOUT REGARD TO PRINCIPLES OF CONFLICT OF LAWS, WILL GOVERN THESE TERMS AND ANY DISPUTES ARISING BETWEEN YOU AND US.\nTO THE EXTENT THAT ANY CLAIM IS PERMITTED TO BE FILED IN A COURT OF LAW, YOU AND WE CONSENT TO THE EXCLUSIVE JURISDICTION AND VENUE OF THE STATE AND FEDERAL COURTS OF LOS ANGELES COUNTY, CALIFORNIA.\nNOTWITHSTANDING THE FOREGOING, WE MAY ELECT TO FOREGO ARBITRATION WITH RESPECT TO ANY INTELLECTUAL PROPERTY INFRINGEMENT OR MISAPPROPRIATION CLAIM, A CLAIM FOR ANY ACTUAL OR ALLEGED BREACH OF CONFIDENTIALITY, OR A CLAIM FOR BREACH OF THE INDEMNIFICATION OBLIGATIONS.</strong>\n</p>\n<p>\n<strong>22.2 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nBY ENTERING INTO THESE TERMS OR PARTICIPATING IN THE PROGRAM OR OTHER CONNEXITY SERVICE, YOU HEREBY IRREVOCABLY WAIVE ANY RIGHT YOU MAY HAVE TO JOIN CLAIMS WITH THOSE OF OTHERS IN THE FORM OF A CLASS ACTION OR SIMILAR PROCEDURAL DEVICE.\nTO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, NO ARBITRATION OF A DISPUTE RELATED TO THE PROGRAM OR THESE TERMS WILL BE JOINED TO AN ARBITRATION INVOLVING ANY OTHER PARTY SUBJECT TO ANY EQUIVALENT OR SIMILAR TERMS OR OTHERWISE PARTICIPATING IN THE PROGRAM OR OTHER CONNEXITY SERVICE, WHETHER THROUGH CLASS ARBITRATION PROCEEDINGS OR OTHERWISE.\n</strong>\n</p>\n<p>\n<strong>22.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nNO ARBITRATION PROCEEDING OR OTHER LEGAL ACTION MAY BE COMMENCED REGARDING ANY DISPUTES ARISING OUT OF, RELATING TO OR CONNECTED WITH THESE TERMS, THE PROGRAM OR ANY PART OF THE CONNEXITY SERVICE MORE THAN ONE (1) YEAR AFTER THE DATE THAT THE ALLEGED BREACH OR OTHER GROUNDS FOR DISPUTE ORIGINALLY OCCURRED.\n</strong>\n</p>\n<p>\n<strong>23.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nGeneral Provisions</strong>\n</p>\n<p>You acknowledge and agree that you are operating as an independent contractor and are not a partner, franchisee, agent, employee or joint venturer of Connexity.\nThis is not an exclusive relationship or agreement.\nWe reserve the right to provide the Connexity Property to other individuals or utilize the Connexity Property ourselves, even if such use by another individual or our use would be competitive to your Site.\nAny failure by either you or us to insist upon or enforce strict performance of any provisions of these Terms shall not be construed as a waiver of any provisions or right.\nNeither the course of conduct between any member nor trade practices shall act to modify any provision of these Terms.\nThese Terms constitutes the entire agreement between us with respect to your participation in the Program.\nYou shall not assign or sub-contract or purport to assign or sub-contract these Terms or any of your rights or obligations thereunder without our prior written consent.\nWe may assign or sub-contract these Terms or any of our rights or obligations contained herein.\nIf any term or condition of these Terms shall become or shall be declared by any court of competent jurisdiction to be invalid or unenforceable in any way, such invalidity or unenforceability shall in no way impair or affect any other term or condition all of which shall remain in full force and effect.</p>\n<p>\n<strong>This Connexity Program Participation Terms was last modified on February 19, 2013.</strong>\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>Schedule 1</strong>\n</p>\n<p>\n<strong>Shopping Content Technology License and Terms of Use</strong>\n</p>\n<p>Connexity may provide certain tools, widgets, web APIs, and other related technologies to assist you in displaying Sponsored Shopping Content on your Site, including but not limited to the following technologies described below (collectively \"<strong>Shopping Content Technology</strong>\"):</p>\n<p>\n<strong>Catalog API:</strong> The Catalog API provides you with intuitive access to Sponsored Shopping Content via a query-based web service producing an XML response.</p>\n<p>\n<strong>HTTP Data Feeds:</strong> The JSON Data Feed product allows you to download comprehensive JSON feeds of merchant offers from a single HTTP location, choosing the categories relevant to your website, or our entire inventory of Sponsored Shopping Content.</p>\n<p>\n<strong>Beso Widget:</strong> The stand-alone embedded web application provided by Connexity which allows you to create and display banner ads with Sponsored Shopping Content specific to the Beso.com website.</p>\n<p>\n<strong>Additional Technologies</strong>: Bizrate Product Search Widget, Search Boxes, and Dynamic Assets</p>\n<p>\n<strong>1.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nPermission</strong>\n</p>\n<p>Subject to these Terms and your initial and ongoing compliance with the Terms and usage restrictions set forth in Section 2 below, you shall have a non-exclusive, revocable, non-transferable, non-sublicensable, limited right to access and use the Shopping Content Technology during the period of your participation in the Program and solely for purposes of displaying Sponsored Shopping Content on your Site, but not otherwise.</p>\n<p>\n<strong>2.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nUsage Restrictions</strong>\n</p>\n<p>2.1 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nYou shall not, nor allow any third party to: (i) resell, rent, lease, loan, or otherwise distribute or transfer the Shopping Content Technology to any third party.\n(ii) make any use of the Shopping Content Technology for any purpose independent of your Site.\n(iii) modify, adapt, alter, translate, or create derivative works of the Shopping Content Technology.\nor (iv) reverse engineer, decompile, decode, or disassemble the Shopping Content Technology;</p>\n<p>2.2 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTo obtain access to the Catalog API or HTTP Data Feed you must first submit an application for use and be approved by us.\nWe reserve the right to reject any application for use for any reason, in our sole and absolute discretion.&nbsp.\nIn addition to the restrictions set forth in Section 2.1 above, if you are using the Catalog API or HTTP Data Feeds, you must:</p>\n<p>2.2.1 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nUse direct Merchant links for comparison shopping displays only.\nPrices and respective Merchant names must be listed with each product displayed.</p>\n<p>2.2.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nWhere you choose to display a product for comparison shopping purposes, you must display a minimum of three (3) merchant offers for such product.\nIf there are fewer than three (3) offers available for a product, all available offers must be displayed.\nWhen there are more than three (3) offers available for a product, if all available offers are not displayed on the page, a \"see all offers\" link must be clearly available that either links to a page on the Site that shows all offers or links directly to the Bizrate.com \"Compare Stores &amp.\nPrices\" page for that product.</p>\n<p>2.2.3 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nOnly use the Catalog API, HTTP Data Feeds, and all other Connexity Materials and Sponsored Shopping Content on or in connection with your Site unless we agree otherwise in writing.</p>\n<p>2.2.4 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nNot make excessive calls to the Catalog API (e.g., more than 200,000 calls per day) as determined by Connexity in its sole discretion.\nTraffic increases over twenty percent (20%) must be discussed with Connexity prior to such increase.\nIn addition, you are required to refresh the cache of the Sponsored Shopping Content no less frequently than every six (6) hours.</p>\n<p>2.2.5 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nUpdate to refresh HTTP Data Feeds within six (6) hours of the latest data feed published.\nMonetization of the HTTP Data Feeds may be affected if you fail to update or if another technical issue arises.\nWe will make commercially reasonable efforts to update the HTTP Data Feeds at least once per day, but shall in no way be held liable if we fail to do so.\nPublishers are responsible for updating and refreshing their Sponsored Shopping Content, including product offer data within six hours of the latest HTTP Data Feed being published to the HTTP location.</p>\n<p>2.2.6 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nKeep all data and information available through the Catalog API and HTTP Data Feeds, including API authentication key, HTTP location, and HTTP login information (collectively \"<strong>API Data</strong>\"), strictly confidential.\nThis also includes a prohibition on the sharing or distribution of any technical specification or documentation that we provide you.</p>\n<p>2.2.7 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nNot sell, resell, redistribute, sublicense, or transfer any API Data.\nor any application that utilizes API Data or the HTTP Data Feed or that incorporates or displays API Data.</p>\n<p>\n<strong>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nUpdates</strong>\n</p>\n<p>You understand and agree that we may modify, update, or remove the features or functionality of any or all of the Shopping Content Technology at any time.\nAdditionally, we reserve the right to terminate your access and use of the Shopping Content Technology, with or without notice, for any reason or no reason, in our sole and absolute discretion.</p>\n<p>&nbsp;</p> &nbsp.\n<p>\n<strong>Schedule 2</strong>\n</p>\n<p>\n<strong>MINIMUM TERMS YOU MUST INCLUDE IN YOUR PRIVACY POLICY:&nbsp;</strong>\n</p>\n<p>\n<strong>Cookies and Web Beacons</strong>\n</p>\n<p>We and the third parties we authorize may receive and store certain types of non-personally identifiable information whenever you interact with us by using \"cookies,\" \"web beacons\" and analogous technology.\n\"Cookies\" are small files that are placed on your computer or your internet browser memory to enable the owner of the cookie to recognize your browser and to provide convenience and other features to you.\nIt is important to note that the cookies that we use, or permit others to use, do not contain and are not tied to personally-identifiable information about you.</p>\n<p>You may be able to direct your internet browser not to allow cookies and you can typically delete existing cookies from your computer at any time.\nPlease note, however, if you set such browser settings or delete existing cookies then some elements of our website may not function properly or be available to you.</p>\n<p>\n<strong>Preference Based Advertising</strong>\n</p>\n<p>We also work with and permit certain third parties, including, but not limited to advertising networks and website analysis firms, to place cookies on your computer or browser when you view, click or otherwise interact with advertisements that are featured on our website.\nThese third party cookies and analogous technology are used to gather non-personally identifiable information about your activities on our website and third party sites you may visit to serve you with advertisements that are relevant to your interests and preferences while you are on third party sites.\nSome of these third parties participate in the Digital Advertising Alliance (\"DAA\"), an industry self-regulatory program to give consumers a better understanding of and greater control over ads that are customized based on their online behavior across different web sites.\nTo learn more and make choices about preference-based ads from participating third parties, please visit the DAA website at www.aboutads.info.</p>\n<p>\n<strong>Updates to this Privacy Policy</strong>\n</p>\n<p>We may update or change this Policy from time to time, with or without any advance notice.\nThe date of the last change or update to this Policy shall be noted at the end of this Policy, and any changes made will be effective upon posting of the revised version.\nIf there are material changes in the way we handle your personally-identifiable information, or to the Policy itself, including changes to the Preference Based Advertising practices set forth above, we will notify you using direct means, at our discretion ? either through displaying a notice on our website or by sending you an email, so that you may review the changed terms and consent to them prior to continuing to use our website.\nWe encourage you to check this policy whenever you use our website and services to understand how your personal information is used.</p>\n<p>&nbsp;</p> &nbsp.\n&nbsp.\n<p>\n<strong>Schedule 3</strong>\n</p>\n<p>\n<strong>SAMPLE POLICY</strong>\n</p>\n<p>\n<strong>NOTE: THIS POLICY IS PROVIDED FOR ILLUSTRATION PURPOSES ONLY.</strong>\n</p>\n<p>\n<strong>Privacy Policy</strong>\n</p>\n<p>PLEASE READ THIS PRIVACY POLICY CAREFULLY BEFORE USING OUR WEBSITE OR SERVICES.\nBY ACCESSING OR USING OUR WEBSITE OR OUR SERVICES (OTHER THAN TO READ THIS PRIVACY POLICY FOR THE FIRST TIME), YOU AGREE TO THIS PRIVACY POLICY.</p>\n<p>\n<strong>1.\nIntroduction</strong>\n</p>\n<p>Maintaining your privacy is one of our highest priorities.\nAccordingly, we have created this privacy policy (\"Policy\") to explain our practices for the collection, use, and disclosure of your information as it relates to your use of our website and services (the \"website\").</p>\n<p>\n<strong>2.\nInformation We Collect</strong>\n</p>\n<p>We collect two types of information from users through our website: personally identifiable information (\"PII\") and non-personally identifiable information (\"non-PII\").</p>\n<p>\n<strong>&nbsp;</strong>PII identifies you individually.\nWe may collect PII such as: (a) your contact information (e.g., your name, email address, physical address, or phone number) that you may provide to us in filling out forms or when you enter into a contest or promotion on our website.\nor (b) photographs or other information about yourself that you may upload or post to our website through comments or otherwise, including information on your gender, sexual orientation, marital status, religious views, age, occupation, or other similar information.</p>\n<p>Non-PII does not identify you as an individual.\nWe may collect non-PII such as: (a) certain non-personal data when you visit our website, such as the type of operating system or browser you are using, the URL of sites from which you arrive or leave our website and how you interact with our website, your internet service provider, your mobile carrier.\nor (b) user information in a non-personal, aggregate format for statistical and research purposes.</p>\n<p>\n<strong>3.\nYour Consent</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>We will collect, use, or disclose your PII only with your knowledge and consent, except where required or permitted by applicable laws, regulations, ordinances, or as compelled by a court of law or other government body of competent authority.\nWhen you choose to provide us with your PII you consent to the use of your personal information as identified in this Policy (i.e., in connection with your use of our website and services) and as may be further identified at the time of collection.\nYou may notify us at any time that you wish to withdraw or change your consent to our use and disclosure of your personal information.\nWe will accommodate your request subject to any legal and contractual restrictions.</p>\n<p>\n<strong>4.\nHow We Collect Your Information</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>We may use a variety of methods to collect information from you, as described in this section below.</p>\n<p>\n<strong>4.1.&nbsp;&nbsp.\nOur Website</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>When you use our website, it collects the Internet Protocol (IP) address of your computer, the IP address of your Internet Service Provider, the date and time you access our website, the Internet address of the website from which you linked directly to our website, the operating system you are using, the internet browser you are using, the sections of the website you visit, the website pages read and images viewed, and the content you download from the website.\nThis information is used for website and system administration purposes and to improve our website.</p>\n<p>\n<strong>4.2 Cookies and Web Beacons</strong>\n</p>\n<p>We and the third parties we authorize may receive and store certain types of non-PII whenever you interact with us by using \"cookies,\" \"web beacons\" and analogous technology.\n\"Cookies\" are small files that are placed on your computer or your internet browser memory to enable the owner of the cookie to recognize your browser and to provide convenience and other features to you.\nIt is important to note that the cookies that we use, or permit others to use, do not contain and are not tied to PII about you.</p>\n<p>You may be able to direct your internet browser not to allow cookies and you can typically delete existing cookies from your computer at any time.\nPlease note, however, if you set such browser settings or delete existing cookies then some elements of our website may not function properly or be available to you.</p>\n<p>\n<strong>4.3</strong>\n<strong>Preference Based Advertising</strong>\n</p>\n<p>We also work with and permit certain third parties, including, but not limited to advertising networks and website analysis firms, to place cookies on your computer or browser when you visit our website and/or when you view, click or otherwise interact with advertisements that are featured on our website.\nThese third party cookies and analogous technology are used to gather non-PII about your activities on our website and third party sites you may visit to serve you with advertisements that are relevant to your interests and preferences while you are on third party sites.\nSome of these third parties participate in the Digital Advertising Alliance (\"DAA\"), an industry self-regulatory program to give consumers a better understanding of and greater control over ads that are customized based on their online behavior across different web sites.\nTo learn more and make choices about preference-based ads from participating third parties, please visit the DAA website at www.aboutads.info.</p> &nbsp.\n<p>\n<strong>4.4 Third Party Sites and Links</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>Our website may contain links to other websites or Internet resources which are provided solely for your convenience and information.\nWhen you click on one of those links you are contacting another website or Internet resource.\nWe have no responsibility or liability for, or control over, those other websites or Internet resources or their collection, use and disclosure of your personal information.\nWe encourage you to read the privacy policies of those other websites to learn how they collect and use your personal information.</p>\n<p>\n<strong>5.\nDisclosure or Sharing of Information</strong>\n</p>\n<p>We may disclose PII and Non-PII to:</p>\n<ol>\n<li>our third party service providers who perform functions on our behalf in connection with the operation of the website, e.g., providers who host and manage data, process credit card orders, deliver our merchandise, etc.;</li>\n<li>participating sponsors to a program or promotion you enter through our website;</li>\n<li>our parent company, subsidiaries or other affiliated companies (\"affiliated companies\") for operational, marketing and promotional purposes;</li>\n<li>promotional partners and others with whom we have marketing or other relationships.\nand</li>\n<li>our other users where you choose to publicly post reviews, comments or other information relating to products or services, communicate with other users via public forums (e.g., forums, message boards, bulletin boards, etc.).</li>\n</ol>\n<p>In addition, we use non-PII to help analyze site traffic, understand customer needs and trends, and carry out targeted promotional activities (see \"Preference Based Advertising\" above).\nWe may use your non-PII by itself or aggregate it with information we have obtained from others to produce research reports and other information and data about online shopping for participating merchants and other customers, as well as media and other interested parties.</p>\n<p>\n<strong>6.\nSecuring Your Personal Information</strong>\n</p>\n<p>We maintain appropriate and commercially reasonable administrative, technical, personnel and physical measures in order to protect your personal information.\nUnfortunately, however, since the internet is not a 100% secure environment, we cannot ensure or warrant the security of any information you transmit to us.\nWe cannot guarantee that information may not be accessed, disclosed, altered, or destroyed by breach of any of our physical, technical, or managerial safeguards.\nBy accessing the website you acknowledge and accept this risk.</p>\n<p>\n<strong>7.\nAccessing and Updating Your Personal Information</strong>\n</p>\n<p>If your personal information changes in any way or you realize the information you provided to us contains errors or is incomplete, we invite you to supplement, correct or update your information as soon as possible.\nYou can request changes or access to your information by contacting us.</p>\n<p>\n<strong>8.&nbsp;&nbsp.\nUpdates to this Privacy Policy</strong>\n</p>\n<p>We may update or change this Policy from time to time, with or without any advance notice.\nThe date of the last change or update to this Policy shall be noted at the end of this Policy, and any changes made will be effective upon posting of the revised version.\nIf there are material changes in the way we handle your PII, or to the Policy itself, including changes to the Preference Based Advertising practices set forth above, we will notify you using more direct means, at our discretion ? either through displaying a notice on our website or by sending you an email, so that you may review the changed terms prior to continuing to use our website.\nWe encourage you to check this Policy whenever you use our website and services to understand how your personal information is used.</p>\n<p>\n<strong>&nbsp;9.\nAcceptance </strong>\n</p>\n<p>Your use of our website, including any dispute concerning privacy, is subject to this Policy as well as to our Terms of Use and Terms of Service for the website.\n<strong>BY USING OUR WEBSITE, YOU ARE ACCEPTING THE PRACTICES SET OUT IN THIS PRIVACY POLICY.</strong> Please be aware that as we may update this Policy from time to time, and your continued use of any portion of our website following an updated posting of this Policy will constitute your acceptance of any changes made to it.</p>\n<p>\n<strong>10.\nContact Us</strong>\n</p>\n<p>If you have any questions or comments about this Privacy Policy, please contact us.</p> ", "created_at": "2021-07-14 07:06:34.236019", "updated_at": "2021-07-14 07:06:43.629912"}, {"id": 8444, "name": " Cookie Policy", "url": "https://connexity.com/cookie-policy/", "xpath": "//body", "text": " us <ul>\n<li>gb</li>\n<li>fr</li>\n<li>de</li>\n<li>it</li>\n</ul>\n<ul>\n<li> Home </li>\n<li> FOR RETAILERS </li>\n<li> FOR PUBLISHERS </li>\n<li> FOR INFLUENCERS </li>\n<li> Resources <ul>\n<li> Blog </li>\n<li> COVID-19 </li>\n<li> Success Stories </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> ABOUT <ul>\n<li> LEADERSHIP TEAM </li>\n<li> CAREERS </li>\n<li> NEWS </li>\n</ul>\n</li>\n<li> CONTACT </li>\n<li> LOGIN </li>\n</ul> Cookie Policy <p>Effective May 25, 2018</p>\n<p>Our website uses cookies and similar technologies to distinguish you from other users of our website.\nThis helps us to provide you with a good experience when you browse our website and allows us to improve our website.\nBy continuing to browse the website you are agreeing to our use of cookies and similar technologies.</p>\n<p>The exact names of cookies utilized on this site may fluctuate over time however, the descriptions below set out the types of cookies that operate our website.\nYou can obtain an up to date list of the cookies we use by contacting us at dataprotection@connexity.com or dataprotection@hitwise.com .</p>\n<p>\n<strong>Essential Cookies and Functionality Cookies</strong>\n</p>\n<p>Essential or strictly necessary cookies are those cookies that are essential to make our websites work, and functionality cookies are important to remember your preferences.\nWithout these cookies, the website would be unable to retain your selections, filters, search queries, and other personalized configurations indicated while browsing through the website.\nFor example, the functional cookies can be used to remember your language choice or country selection.\nThey can also be used to remember changes you’ve made to text size, font and other parts of pages that you can customize.\nThe majority of these cookies are set temporarily and expire shortly after your session has been terminated.\nOthers last for up to 30 days.</p>\n<p>\n<strong>Analytics Cookies</strong>\n</p>\n<p>These cookies collect information about how people are using our websites.\nFor example, the pages visited most often, how people are moving from one link to another, and if they get error messages from certain pages.\nData collected from our website visitors using these cookies is aggregated and presented to us in a statistical way to help us improve the way our website works.\nThese cookies will expire after at most 24 months.</p>\n<p>\n<strong>Blocking Cookies</strong>\n</p>\n<p>You can block cookies by activating the setting on your browser that allows you to refuse the setting of all or some cookies.\nHowever, if you use your browser settings to block all cookies (including essential cookies) you may not be able to access all or parts of our website.</p>\n<p>Please note that third parties (including, for example, advertising networks and providers of external services like web traffic analysis services) may also use cookies, over which we have no control.\nThese cookies are likely to be analytics cookies or targeting cookies.</p>\n<p>For example, Google may capture behavioral data about you as part of your Google profile.\nYou can view data held about you by Google through the https://myaccount.google.com website and by clicking on “My Activity”.\nThis portal also provides the option to disable the use of data for personalized advertisements and general advertisement serving by Google and DoubleClick products through the “Ads Settings” feature.</p>\n<p>Criteo may similarly store data associated with your browser for retargeting purposes.\nYou can opt out of such retargeting by following the directions in Criteo’s privacy policy: https://www.criteo.com/privacy/.</p>\n<p>If you are an EU resident you may also opt out of receiving tailored of advertisements from participating third party companies under the following schemes:</p>\n<ul>\n<li>http://www.youronlinechoices.eu</li>\n<li>http://www.aboutads.info/choices (English only)</li>\n<li>http://www.networkadvertising.org/choices (English only)</li>\n</ul> CONNEXITY <p>2120 Colorado Ave.<br>\nSte.\n400<br>\nSanta Monica, CA 90404<br>\n(310) 571-1235</p>\n<ul>\n<li> Login </li>\n<li> Contact Us </li>\n<li> Careers </li>\n</ul> Privacy Policy / Cookie policy / California Privacy Notice / Ad Opt-Out / DO NOT SELL MY DATA / ACCESSIBILITY / ", "created_at": "2021-07-14 07:05:59.531706", "updated_at": "2021-07-14 07:07:43.36223"}, {"id": 8443, "name": "Privacy Policy ", "url": "https://connexity.com/privacy-policy/", "xpath": "//body", "text": " us <ul>\n<li>gb</li>\n<li>fr</li>\n<li>de</li>\n<li>it</li>\n</ul>\n<ul>\n<li> Home </li>\n<li> FOR RETAILERS </li>\n<li> FOR PUBLISHERS </li>\n<li> FOR INFLUENCERS </li>\n<li> Resources <ul>\n<li> Blog </li>\n<li> COVID-19 </li>\n<li> Success Stories </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> ABOUT <ul>\n<li> LEADERSHIP TEAM </li>\n<li> CAREERS </li>\n<li> NEWS </li>\n</ul>\n</li>\n<li> CONTACT </li>\n<li> LOGIN </li>\n</ul> Privacy Policy <p>Effective Date March 27, 2020</p>\n<p>PLEASE READ THIS PRIVACY POLICY CAREFULLY BEFORE USING OUR WEBSITES.\nBY ACCESSING OR USING OUR WEBSITES (OTHER THAN TO READ THIS PRIVACY POLICY FOR THE FIRST TIME), YOU AGREE TO THIS PRIVACY POLICY.</p>\nIntroduction\n<p>This Privacy Policy tells you the types of information we collect when you use our Sites, how we use that information, and the instances in which we share your information.</p>\n<p>For the purposes of this Privacy Policy, the term “personal data” means any information which identifies you or which allows you to be identified when combined with other information.</p>\n<p>For information about the privacy rights of California residents, please see our California Privacy Notice at www.connexity.com/california-privacy.</p>\nWho are we?\n<p>Connexity, Inc.\n(“Connexity/we/us/our”) operates the connexity.com, and a number of online shopping websites, including shopzilla.com, and pricegrabber.com, become.com, and others (“Sites”).\nAs we are headquartered in the United States of America and our Sites are hosted there, your information will be held and processed by us there in accordance with this Privacy Policy.</p>\n<p>Connexity, Inc.\nis a company incorporated in the State of Delaware, USA and has its principal office at 2120 Colorado Ave., Suite 400, Santa Monica, CA 90404.</p>\n<p>Our data protection representatives can be contacted directly at: dataprotection@connexity.com.</p>\nSummary of key principles\n<p>We thought it would be helpful to set out briefly the key ways in which we use your information and how we seek to protect privacy.\nOf course, we would be delighted if you read this Privacy Policy in full.</p>\n<p>We collect and process information about you when you provide it to us and when you use our Sites.</p>\n<p>We typically use this information to send you materials you have requested to receive from us and to improve our Sites;</p>\n<p>We may disclose this information to authorized third parties including our affiliates and third-party service providers for these purposes;</p>\n<p>Our websites use “cookies” although you can set your browser not to accept cookies if you so wish although this may affect your use of our Sites.\nWe use cookies to analyze our traffic.\nFor more information about our use of cookies, please see our&nbsp;cookies policy;</p>\n<p>We encrypt any information you input using Secure Sockets Layer (SSL) software and take security measures to safeguard information in accordance with industry practice;</p>\n<p>You have certain rights in relation to your personal data which you can exercise by following the links in sections IV and V below;</p>\n<p>If you have any questions or concerns about privacy at Connexity, please contact us by post (see below) or email at dataprotection@connexity.com;</p>\n<p>Our Sites are not designed or intended for use by children under 16;</p>\n<p>This Privacy Policy may change from time to time so please check this policy regularly.\nAny material changes will be notified to you by email as appropriate.\nand<br>\nIf are based in the EU, you may have certain additional rights which are set out in section X below.\nIf you are a resident of California, please see our California Privacy Notice at www.connexity.com/california-privacy.</p>\nI.\nWhat information do we collect about you and where do we collect it from?\n<p>(a) <strong>Information you give us:</strong> We collect your information when you choose to contact us via our Sites, where you request to be sent a copy of any materials we make available on our Sites or where you subscribe to receive our newsletters or email updates.</p>\n<p>(b) <strong>Information we collect about you:</strong> We automatically collect certain information from you when you access our Sites including your IP address and information relating to your browser, operating system, ISP, how you use our Sites such as the web pages you visit, and the duration of your visits.</p>\nII.\nHow we use &amp.\nshare the information collected\n<p>We use the information we collect about you for the following purposes:</p>\n<ul>\n<li>to improve our Sites.\nand</li>\n<li>to carry out your requests to be sent materials, newsletters and/or email updates and respond to your enquiries;</li>\n</ul>\n<p>We process your information for the above purposes on the basis it is in our legitimate interests.\nYou may object to processing by us for this reason at any time in accordance with section VII below.</p>\n<p>We may disclose your information to:</p>\n<ul>\n<li>Our third-party service providers who perform functions on our behalf in connection with the operation of the Sites e.g., providers who host and manage data;</li>\n<li>Our third-party analytics partners to analyze Site traffic and understand customer needs and trends.</li>\n<li>Our parent company, subsidiaries or other affiliated companies (“affiliated companies”) for operational, marketing and promotional purposes;</li>\n<li>A third-party purchaser of all or any of our business or assets, where such information is one of the assets transferred;</li>\n<li>A prospective seller or buyer of all or any of our business or assets;</li>\n<li>A third party if we are required to do so by law, with respect to copyright and other intellectual property infringement claims, or if we believe that such action is necessary to: (a) fulfil a government request, including for national security or law enforcement reasons.\n(b) conform with the requirements of the law or legal process.\n(c) protect or defend our legal rights or property, our Sites, or other users.\n(d) protect against fraud, prevent spam/malware, and similar purposes.\nor (e) in an emergency to protect the health and safety of our Sites’ users or the general public.</li>\n</ul>\nIII.\nHow long we store your information\n<p>The information we collect about you when you access our Sites (including referring URL, page visits, browser and/or device type, time and date) or that third parties collect on our behalf for purposes of website performance and analytics is deleted after 24 months.</p>\n<p>We store the information you provide to us when you contact us by email for a period of up to 5 years.</p>\nIV.\nCookies and similar technologies\n<p>We automatically receive and store certain types of information whenever you use our Sites by using “cookies” and analogous technology.\n“Cookies” are small files that we place on your computer or your Web browser memory to enable our systems to recognize your browser or device.</p>\n<p>We work with third parties, including website analysis firms &nbsp;and advertising networks, who use cookies to collect information about you when you visit our Sites.\nThis information, collected through cookies, is typically used to conduct website analysis and for preference based advertising.\nPlease see section V below.</p>\n<p>You may be able to direct your internet browser not to allow cookies and you can delete existing cookies from your computer.</p>\n<p>For more information about our use of cookies, please see our&nbsp;cookies policy.</p>\nV.\nPreference Based Advertising\n<p>We also work with and permit certain third parties, including advertising networks and website analysis firms, to place cookies on your computer/browser when you visit our Sites.\nThese third party cookies are used to gather non-personally identifiable information about your activities on our Sites and third party sites to serve you with advertisements while you are on third party sites (“Third-Party Ads”).\nIf you do not wish to participate in this activity or to learn more about it, please go to connexity.com/opt-out.</p>\nVI.\nSecurity of information\n<p>We work to protect the security of your information during transmission by using Secure Sockets Layer (SSL) software, which encrypts information you input.\nWe also use a secure server hosting location in the U.S., firewall protection, controlled access and encryption technology to protect your data.\nPlease be advised, however, that while we strive to protect your information, we cannot guarantee or warrant the security of any information you disclose or transmit to us over the internet.</p>\nVII.\nThird- party policies\n<p>This Privacy Policy only applies to our Sites so when you access links to other third parties via our Sites you should read their privacy policies.</p>\nVIII.\nRevisions\n<p>This Privacy Policy may change from time to time to reflect our changing business practices.\nWe will provide you notice of any such changes by posting the new policy on our Sites or by email if the changes are material as appropriate.</p>\n<p>If there is any conflict between the English language version of this Privacy Policy and any translated version we may provide, the English language version will control in all instances.</p>\nIX.\nAdditional provisions applicable to individuals in the European Union\n<ul>\n<li>\n<strong>Your Rights</strong>\n</li>\n</ul>\n<p>Where you are located in the European Union, in certain circumstances you are entitled to the following rights with respect to your personal data:</p>\n<p>(a) <strong>Right to object to processing based on our legitimate interests:</strong> You have the right to object to us processing your personal data on the grounds of it being in our legitimate interests.</p>\n<p>(b) <strong>Right to opt-out of receiving marketing communications:</strong> You have the right to opt-out of receiving marketing communications from us.</p>\n<p>(c) <strong>Right to access, delete and correct your personal data:</strong> You have the right to request a copy of the personal data we hold about you, to delete and/or correct it.</p>\n<p>(d) <strong>Right to be forgotten:</strong> In certain circumstances you can ask for the personal data we hold about you to be erased from our records.</p>\n<p>(e) <strong>Right to restriction of processing:</strong> Where certain conditions apply to have a right to restrict the processing of your personal data.</p>\n<p>If you think you are entitled to exercise any of the above rights and would like to do so, please contact us by clicking here.</p>\n<ul>\n<li>\nPrivacy Shield\n</li>\n</ul>\n<p>Connexity participates in the EU-U.S.\nPrivacy Shield framework.\nConnexity is committed to subjecting all personal data received from EU member countries, in reliance on the Privacy Shield, to the principles underlying the Privacy Shield (the “Principles”).\nTo learn more about the EU-U.S.\nPrivacy Shield program, and to view Connexity’s certification, please visit the U.S.\nDepartment of Commerce site at https://www.privacyshield.gov/.</p>\n<ul>\n<li>\n<strong>Accountability for Onward Transfer</strong>\n</li>\n</ul>\n<p>If we transfer personal data received from EU member countries, in reliance on the Privacy Shield, to a third party acting as a controller, we will do so consistent with any notice provided to data subjects and any consent they have given, and only if the third party has given us contractual assurances that it will (i) process the personal data for limited and specific purposes consistent with any consent provided by the data subjects.\n(ii) provide at least the same level of privacy protection as is required by the Principles and notify us if it makes a determination it cannot do so.\nand (iii) cease processing of the personal data or take other reasonable and appropriate steps to remediate if it makes such a determination.\nIf Connexity has knowledge that a third party acting as a controller is processing such personal data in a way that is contrary to the Principles, Connexity will take reasonable steps to prevent or stop such processing.</p>\n<p>With respect to our third-party agents, we will transfer only the personal data needed for an agent to deliver to Connexity the requested product or service.\nFurthermore, we will (i) permit the agent to process such personal data only for limited and specified purposes.\n(ii) require the agent to provide at least the same level of privacy protection as is required by the Principles.\n(iii) take reasonable and appropriate steps to ensure that the agent effectively processes the personal data transferred in a manner consistent with Connexity’s obligations under the Principles.\nand (iv) require the agent to notify Connexity if it makes a determination that it can no longer meet its obligation to provide the same level of protection as is required by the Principles.\nUpon receiving notice from an agent that it can no longer meet its obligation to provide the same level of protection as is required by the Principles, we will take reasonable and appropriate steps to stop and remediate unauthorized processing.</p>\n<p>Connexity remains liable under the Principles if an agent processes personal data received from EU member countries, in reliance on the Privacy Shield, in a manner inconsistent with the Principles, except where Connexity is not responsible for the event giving rise to the damage.</p>\n<ul>\n<li>\n<strong>Complaints </strong>\n</li>\n</ul>\n<p>If you are located in the European Union, in the event that you wish to make a complaint about how your personal data is being processed by us or that we have not taken any action requested by you in relation to your rights set out above, you have the right to lodge a complaint directly with our EU supervisory authority and our data protection representative.\nWe would, however, appreciate the chance to deal with your concerns before you approach the supervisory authority so please contact us in the first instance.</p>\n<p>The details for each of these contacts are:</p> Supervisory Authority<br>\ncontact details Data Protection Representative<br>\ncontact details Contact:\nInformation Commissioner’s Office\nAttn: Data Protection Representative Postal address:\nWycliffe House<br>\nWater Lane<br>\nWilmslow<br>\nCheshire SK9 5AF<br>\nUnited Kingdom\n<strong>United Kingdom<br>\n</strong>Connexity UK Limited<br>\nLevel 4<br>\nAviation House<br>\n125 Kingsway<br>\nLondon WC2B 6NH<strong>Germany</strong>\n<br>\nConnexity Europe GmbH<br>\nRuschgraben 133<br>\n76139 Karlsruhe<p>\n</p>\n<p>\n<strong>United States</strong>\n<br>\nConnexity, Inc.<br>\n2120 Colorado Ave., Suite 400<br>\nSanta Monica, CA 90404</p> Email enquiries:\naccessicoinformation@ico.org.uk\nlegal@connexity.com or<br>\ndataprotection@connexity.com <p>EU individuals may direct any inquiries or complaints regarding our Privacy Shield compliance to Connexity’s Data Protection Representative contact above.\nConnexity will respond within 45 days.\nIf you have an unresolved concern that we have not addressed satisfactorily, please contact our U.S.-based third-party dispute resolution provider (free of charge), the International Centre for Dispute Resolution/American Arbitration Association, at http://go.adr.org/privacyshield.html.\nFinally, as a last resort and in limited situations, you may have the possibility to engage in binding arbitration through the Privacy Shield Panel.\nConnexity’s commitments under the Privacy Shield are subject to the investigatory and enforcement powers of the United States Federal Trade Commission.</p>\n<ul>\n<li>\n<strong>Processing your data outside the EEA</strong>\n</li>\n</ul>\n<p>You acknowledge that we are a U.S.-based entity and that your data will be collected and processed by us in the United States of America in accordance with this Privacy Policy.</p>\n<p>Copyright © Connexity, Inc.\nAll Rights Reserved.</p> CONNEXITY <p>2120 Colorado Ave.<br>\nSte.\n400<br>\nSanta Monica, CA 90404<br>\n(310) 571-1235</p>\n<ul>\n<li> Login </li>\n<li> Contact Us </li>\n<li> Careers </li>\n</ul> Privacy Policy / Cookie policy / California Privacy Notice / Ad Opt-Out / DO NOT SELL MY DATA / ACCESSIBILITY / ", "created_at": "2021-07-14 09:05:01.145536", "updated_at": "2021-07-14 07:05:35.944676"}], "points": [], "urls": ["connexity.com"]}}