{"error": 448, "message": "OK", "parameters": {"id": 4137, "name": "D-Trust GmbH", "created_at": "2021-06-19 11:39:12.380025", "updated_at": "2021-06-19 22:00:47.669801", "wikipedia": null, "keywords": null, "related": null, "slug": "d-trust-gmbh", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4137.png", "url": "d-trust.net", "documents": [{"id": 7153, "name": "Legal notice and disclaimer", "url": "https://www.d-trust.net/en/legal-notice.html", "xpath": "", "text": " Website certificates: Shorter lifetimes since September 2020.\nFind out more.\n<ul>\n<li> ABOUT US </li>\n<li> SOLUTIONS </li>\n<li> PARTNER </li>\n<li> SUPPORT </li>\n<li> CAREERS </li>\n<li> CONTACT </li>\n</ul> Language choice EN DE Legal notice and disclaimer <p>\n<strong>D-Trust GmbH</strong>\n</p>\n<p>Kommandantenstraße 15</p>\n<p>10969 Berlin</p>\n<p>\n<strong>Represented by its managing directors:</strong>\n</p>\n<p>Dr.\nKim Nguyen, CEO</p>\n<p>Dr.\nMartin Riegel, CEO</p>\n<p>Registration court: Amtsgericht Berlin Charlottenburg (Magistrates' Court)</p>\n<p>Commercial register No.: HRB 74346</p>\n<p>VAT registration No.: 202620438</p>\n<p>WEEE-Reg.-Nr.\nDE 29482319</p>\n<p>\n<strong>Contact:</strong>\n</p>\n<p>+49 (0)30 2593 91-0</p>\n<p>Fax: +49 (0)30 2593 91-22</p>\n<p>E-mail: info@d-trust.net</p>\n<p>\n<strong>Accountable person pursuant to sec.\n18 (2) of the State Media Treaty (MStV, Medienstaatsvertrag):</strong>\n</p>\n<p>Antonia Maas, Head of Communications</p>\n<p>c/o Bundesdruckerei GmbH, Kommandantenstraße 18, 10969 Berlin, Germany</p>\n<p>\n<strong>Disclaimer:</strong>\n</p>\n<p>Whilst D-TRUST updates and supplements the information on its website to the best of its knowledge, it does not, however, warrant that such information is up to date, correct or complete.\nIn view of the legal and technical situation on the Internet, D-TRUST cannot assume any warranty or liability for the correctness and completeness of the contents of the texts and the information posted, its entry in machine-readable format, the electronic storage thereof in databases, its dissemination, nor its compliance with data protection legislation and other legal obligations by third parties.\nShould you have any other questions regarding our website, please contact info@d-trust.net</p> D-TRUST - A Bundesdruckerei company <ul>\n<li>About us</li>\n<li>Solutions</li>\n<li>Partners</li>\n<li>Support</li>\n<li>Careers</li>\n</ul>\n<ul>\n<li>vertrieb@d-trust.net</li>\n<li>+49 (0) 30 2598 - 0</li>\n</ul>\n<ul>\n<li>support@d-trust.net</li>\n<li>+49 (0) 30 2598 - 0</li>\n<li>Mon – Fri.\nfrom 7am to 6pm</li>\n</ul>\n<ul>\n<li>Kommandantenstraße 15</li>\n<li>10969 Berlin</li>\n<li>Deutschland</li>\n</ul> ©2020 D-Trust GmbH <ul>\n<li>Legal notice</li>\n<li>Privacy policy</li>\n<li>Accessibility</li>\n<li>GTC</li>\n<li>Whistleblowing System</li>\n</ul> ", "created_at": "2021-06-19 11:39:12.384865", "updated_at": "2021-06-19 09:39:53.311706"}, {"id": 7152, "name": "Privacy Policy", "url": "https://www.d-trust.net/en/privacy-policy.html", "xpath": "", "text": " Website certificates: Shorter lifetimes since September 2020.\nFind out more.\n<ul>\n<li> ABOUT US </li>\n<li> SOLUTIONS </li>\n<li> PARTNER </li>\n<li> SUPPORT </li>\n<li> CAREERS </li>\n<li> CONTACT </li>\n</ul> Language choice EN DE Privacy Policy <p>\n<strong>Dear Visitor,</strong>\n</p>\n<p>Thank you for visiting our website.\nWhenever you visit a website you leave ‘tracks’, i.e.\ndata that can be assigned to you in person.\nWe handle this data responsibly, and in our Privacy Policy we would like to inform you about what we do with this data and what rights you have in this respect.</p>\n<p>This page summarizes the information required by law in a short and easily understandable way.\nYou can find our detailed Privacy Policy under the following link:</p>\n<p>Detailed Privacy Policy</p> 1.\nHow to reach us <p>D-Trust GmbH is a subsidiary of the Bundesdruckerei Group.\nOur contact details can be found below:</p>\n<p>D-Trust GmbH</p>\n<p>Kommandantenstr.\n15</p>\n<p>10969 Berlin</p>\n<p>E-Mail: info@d-trust.net</p>\n<p>Phone:: +49 30 25 93 91 0</p>\n<p>You can write to our company’s data protection officer at the above postal address by adding to the address ‘An die betriebliche Datenschutzbeauftragte’ (To the company data protection officer), by calling the phone number provided above or by sending an e-mail to: datenschutz@d-trust.net.</p> 2.\nThe type of data we process and the purpose of processing <p>There are various situations in which you leave your data with us.\nWhen you visit our website, our server stores some data of your Internet connection and the device you use to access the website.\nWe have to collect this data, because otherwise the pages cannot be correctly displayed and because this puts us in a better position to prevent or follow up possible abuse.</p>\n<p>Our web pages may contain contact or application forms that you can use to send us your data for the purposes mentioned in each case.\nYou are not obliged to complete these forms.\nPlease note, however, that we can only provide certain services for you if we have the necessary data.\nIf you contact us by e-mail or by phone, we will process the personal data collected exclusively for the purpose of processing and answering your enquiry or to contact you afterwards, for example, to initiate or continue our business relationship.</p>\n<p>We offer many different products for which we collect and process different data.\nWhenever you submit a request to us for these individual, specific products, we will explain to you separately what data we collect for this purpose and under what circumstances we process the data.</p> 3.\nThe reasons for passing data on to third parties <p>Your data may be passed on to partners in order to make specific products, solutions and services available to you which we offer in cooperation with resellers and partners.\nWe may also commission subcontractors with data processing.\nHowever, no data is processed outside the EU and/or the European Economic Area.</p> 4.\nWhistleblower system <p>Bundesdruckerei operates a whistleblower management system in order to meet its special responsibility as a federal government security company.\nThis system can be used at any time to report a situation that violates the values or policies of the Group or its business ethics or that has a negative impact on the life or health of individuals ('whistleblowing').\nIn addition to regular information and reporting channels, suspected cases can also be reported anonymously if necessary.\nBundesdruckerei is in charge of this procedure, but it takes place under the joint responsibility of D-Trust GmbH.\nThe point of contact for the persons concerned is Bundesdruckerei.\nMore detailed information on data protection (Art.\n13 GDPR) can be found in Bundesdruckerei’s Privacy Policy.\nThe terms of use of the partner engaged by Bundesdruckerei for this purpose can be found in this Document.</p> 5.\nYour rights <p>You have the following rights in relation to your personal data:</p>\n<ul>\n<li>Right to confirmation and access to information under Art.\n15 GDPR</li>\n<li>Right to rectification under Art.\n16 GDPR</li>\n<li>Right to erasure under Art.\n17 GDPR</li>\n<li>Right to restrict processing under Art.\n18 GDPR</li>\n<li>Right to notification under Art.\n19 GDPR</li>\n<li>Right to data portability under Art.\n20 GDPR</li>\n<li>Right to object under Art.\n21 GDPR</li>\n</ul>\n<p>You also have the right to lodge a complaint with a supervisory authority under Art.\n77 GDPR regarding our processing of your personal data.\nMore detailed information can be found in our detailed Privacy Policy.</p>\n<p>If you wish to exercise one or more of your rights, please send your request to the above postal address or by e-mail to datenschutz@d-trust.net.</p> D-TRUST - A Bundesdruckerei company <ul>\n<li>About us</li>\n<li>Solutions</li>\n<li>Partners</li>\n<li>Support</li>\n<li>Careers</li>\n</ul>\n<ul>\n<li>vertrieb@d-trust.net</li>\n<li>+49 (0) 30 2598 - 0</li>\n</ul>\n<ul>\n<li>support@d-trust.net</li>\n<li>+49 (0) 30 2598 - 0</li>\n<li>Mon – Fri.\nfrom 7am to 6pm</li>\n</ul>\n<ul>\n<li>Kommandantenstraße 15</li>\n<li>10969 Berlin</li>\n<li>Deutschland</li>\n</ul> ©2020 D-Trust GmbH <ul>\n<li>Legal notice</li>\n<li>Privacy policy</li>\n<li>Accessibility</li>\n<li>GTC</li>\n<li>Whistleblowing System</li>\n</ul> ", "created_at": "2021-06-19 11:39:12.383019", "updated_at": "2021-06-19 09:39:34.082403"}], "points": [], "urls": ["d-trust.net"]}}