{"error": 448, "message": "OK", "parameters": {"id": 1468, "name": "Ziff Davis", "created_at": "2019-03-31 03:54:47.509653", "updated_at": "2022-01-08 18:59:27.618529", "wikipedia": "https://en.wikipedia.org/wiki/Ziff_Davis", "keywords": null, "related": null, "slug": "ziff_davis", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/1468.png", "url": "ziffdavis.com,ign.com,pcmag.com", "documents": [{"id": 1129, "name": "Terms of Use", "url": "https://www.ziffdavis.com/terms-of-use", "xpath": "", "text": " <ul>\n<li>Brands</li>\n<li>Audience</li>\n<li>Worldwide</li>\n<li>Press</li>\n<li>Leadership</li>\n<li>Careers</li>\n<li>Contact</li>\n</ul>BRANDSAUDIENCEWORLDWIDEPRESSLEADERSHIPCAREERSCONTACT Terms of Use Effective April 14, 2020\n<p>Version Française</p>\nNote: The Ziff Davis Terms of Use have been updated.\nPlease review the updated Terms of Use carefully before using the Ziff Davis Services.\nBy using any of the Ziff Davis Services, you consent to the terms of the updated Terms of Use.\n<p>PLEASE READ THESE TERMS OF USE (<strong>“TERMS”</strong>) CAREFULLY BECAUSE THEY DESCRIBE YOUR RIGHTS AND RESPONSIBILITIES AND, TOGETHER WITH ALL THE OTHER TERMS AND CONDITIONS REFERRED TO BELOW, FORM A LEGALLY BINDING AGREEMENT BETWEEN YOU AND US REGARDING YOUR USE OF OUR WEBSITE(S) AND OTHER SERVICES.</p>\n<p>\n<strong>THESE TERMS CONTAIN A BINDING ARBITRATION CLAUSE AND A CLASS ACTION WAIVER.</strong>\n</p>\n<p>\n<strong>SECTION 16 CONTAINS AN IMPORTANT NOTE TO NEW JERSEY CONSUMERS.</strong>\n</p>\n<p>IF FOR ANY REASON, YOU ARE UNABLE OR UNWILLING TO AGREE TO ALL OUR TERMS OF USE, PLEASE IMMEDIATELY STOP USING OR ATTEMPTING TO USE OUR WEBSITE AND OTHER SERVICES, BECAUSE IF YOU CONTINUE, YOU WILL BE AGREEING TO EVERYTHING IN OUR TERMS OF USE.</p>\n1.\nGeneral\n<p>These Terms govern your use of the interactive websites, mobile and connected applications, software, and other online interactive features and services, including, but not limited to, emails, newsletters, forums, communities, sweepstakes and contests (collectively, the <strong>“Services”</strong>) operated by Ziff Davis, LLC and its subsidiaries (collectively <strong>“Ziff Davis” “we” “us” </strong>or <strong>“our”</strong>).\nAdditional terms and conditions of use applicable to specific areas of the Services may also be posted in such areas and, together with these Terms, govern your use of those areas and are referred to collectively as the <strong>“Agreement.”</strong>\n</p>\n<p>These Terms cover the following Ziff Davis websites and mobile applications:</p>\n<ul>\n<li>Ziff Davis</li>\n<li>IGN, IGN Canada, IGN UK, IGN Australia</li>\n<li>AskMen, AskMen Canada, AskMen UK, AskMen Australia</li>\n<li>PCMag, PCMag UK, PCMag Australia</li>\n<li>Geek</li>\n<li>ExtremeTech</li>\n<li>TechBargains</li>\n<li>Mashable</li>\n<li>Offers.com</li>\n<li>Credit Cards Explained</li>\n<li>Tippit</li>\n<li>CouponCodes.com</li>\n<li>Black Friday</li>\n<li>Best Black Friday</li>\n<li>Ookla, Speedtest.net, Speedtest Custom</li>\n<li>Toolbox.com, Inside CRM, Inside-Erp, IT Management, IT Security, VoIP-News</li>\n<li>emedia.com, emedia.co.uk</li>\n<li>Salesify, B2BSignals</li>\n<li>Revenu8, MarTechAdvisor, ReadITQuick, HRTechnologist</li>\n<li>Ziff Davis Data</li>\n<li>Bestgifts.com</li>\n<li>Deals of America</li>\n<li>The Black Friday</li>\n<li>PCMag Shop</li>\n<li>Offers Shop</li>\n<li>IGN Store</li>\n</ul>\n<p>Applications:</p>\n<ul>\n<li>IGN: Video Game News, Reviews, Guides</li>\n<li>IGN App For PlayStation All-Stars Battle Royale</li>\n<li>IGN App For Elder Scrolls V: Skyrim</li>\n<li>IGN App For PlanetSide 2</li>\n<li>IGN: Video Game News, Reviews</li>\n<li>IGN App For GW2</li>\n<li>IGN App For Final Fantasy XIV: A Realm Reborn</li>\n<li>IGN App For Dead Space 3</li>\n<li>TechBargains</li>\n<li>PC Magazine</li>\n<li>Speedtest</li>\n<li>Deals of America</li>\n<li>The Black Friday</li>\n</ul>\n<p>We reserve the right, in our discretion, to change or modify all or any part of the Agreement at any time, effective immediately upon notice published on this page.\nYour use of the Services constitutes your binding acceptance of these terms and conditions, including any changes or modifications made by Ziff Davis as permitted above.\nPlease be sure to review the Agreement periodically to ensure familiarity with the most current version.\nIf at any time the terms and conditions of the Agreement are no longer acceptable to you, you should immediately cease all use of the Services.\nIt is your responsibility to refer to the Agreement upon accessing the Services.</p>\n<p>\n<strong>COPPA: The Services are directed to teenagers and adults and are not directed to children under the age of 13.\nYou must be 13 years of age or older to use the Services outside of the European Union and European Economic Area, and 16 years of age or older in the European Union and European Economic Area.\nZiff Davis complies with the Children’s Online Privacy Protection Act and does not permit registration by, and will not knowingly collect personally identifiable information from, anyone under 13.\nBy registering for any Services, you represent and warrant that you are 13 years of age or older or, if you reside in the European Union or European Economic Area, 16 years of age or older.\nAdditionally, you must provide true, accurate and complete registration information to become a member of the Services (“Member”).\nCreating a Member account if you are under the age of 13 outside of the European Union and European Economic Area or 16 in the European Union and European Economic Area, under automated means or under false or fraudulent pretenses constitutes unauthorized use of the Services, and such accounts will be deleted by Ziff Davis.</strong>\n</p>\n<p>As part of the registration process, you may be asked to select a username and password and you will be responsible for all activities occurring under your username and for keeping your password secure.\nWe may refuse to grant you a username that impersonates someone else, violates or infringes on the trademark or proprietary rights of a third party, or is vulgar, offensive, or otherwise inappropriate, as determined by us in our sole discretion.\nYou agree that your username and password is personal to you and should not be used to provide access to the Services to any other person or entity.</p>\n<p>By using the Services, you agree to: (a) provide accurate and complete information about yourself as prompted by the registration form for a Service (<strong>“Registration Data”</strong>), (b) maintain and promptly update the Registration Data to keep it accurate and complete, and (c) maintain the security of your password.\nIn the event you compose a profile upon registering for the Services (a <strong>“Member Profile”</strong>), such profile must describe you, an individual person.\nExamples of inappropriate profiles include, but are not limited to, profiles that purport to represent an animal, place, inanimate object, fictional character, or real individual who is not you.\nIf you wish to view or change your profile, you can do by clicking on the appropriate link listed in the&nbsp;Updating Your Registration Information&nbsp;section of the&nbsp;Ziff Davis Privacy Policy.</p>\n<p>For Shopping Services: Certain of Ziff Davis sites allow you to purchase products (“Products”).\nSuch Products and pricing on the sites may change at any time in the sole discretion of Ziff Davis, without prior notice to you.\nYou agree that you will only purchase Products on the sites for your own use and enjoyment or as a gift for another person, that all information you submit through the sites is complete, accurate, current and true and that you are not barred from receiving Products under applicable law.\nSome Products you purchase may be used or contain used parts.\nCertain software or other materials that you purchase through our sites may be subjected to further export controls.\nYou agree to comply with all applicable export and re-export restrictions, laws and regulations and will not encourage, assist, or authorize the transfer of such products to a prohibited country in violation of law, rule or regulation.\nPlease be advised that our order confirmation to you does not signify our acceptance of your order, nor does it constitute confirmation of our offer to sell.\nAt any time after receipt, we may accept, decline, or place quantity restrictions or other limits on your order for any reason in our discretion.\nIf we charge you for an order that has been canceled, we’ll refund you the full amount of the canceled portion of such order.\nWhile we strive to make all information on our sites as accurate as possible, we do not warrant that Product descriptions or other content is accurate, complete or error free.\nPromotions are subject to change and we cannot confirm the availability or price of an item until you place your order.\nFor more information please see our return policy.\nPlease also be advised we do not operate a call center.\nAll inquiries should be addressed to contactshop@pcmag.com and contact@tippit.com.</p>\n<p>For Health eCareers Services: You agree that you may not share passwords, login information, or other named user identification or otherwise allow multiple offices or users to access the Health eCareers Services beyond the scope of the original subscription.\nIf you are a job seeker on the Health eCareers Services who has reason to believe that your account is no longer secure, you must promptly change your password by updating your account information from the My Account section of the Health eCareers Services and immediately notifying us of the problem via email addressed to info@healthecareers.com.\nIf you are a Health eCareers Services prospective employer who has reason to believe that your account is no longer secure, you must promptly contact Customer Support via email addressed to info@healthecareers.com.</p>\n<p>For Toolbox.com Services: When using particular Toolbox.com Services, you shall be subject to any posted guidelines or rules applicable to such Services, including but not limited to the Toolbox Groups Moderation Policies.\nAll such guidelines or rules are hereby incorporated by reference into these Terms.\nZiff Davis currently provides Toolbox.com users with access to a variety of Services, including but not limited to, communications tools, email-based discussion groups, online discussion groups, job center, source code, documents, Communities, Blogs, Wiki, Company Research Directory, and Professional Networking features.\nUnless explicitly stated otherwise, any new features or services shall be subject to the Agreement.\nIn order to use certain Services, you will be required to register with Toolbox.com.</p>\n<p>For IGN Services: When using IGN Services, you shall be subject to any posted guidelines or rules applicable to such Services, including but not limited to the&nbsp;Comment Culture and Moderation&nbsp;and&nbsp;Community How To’s and FAQ’s&nbsp;policies which can be found under&nbsp;IGN Community Central.\nAll such guidelines or rules are hereby incorporated by reference into these Terms.\nZiff Davis currently provides IGN users with access to a variety of Services, including but not limited to, community boards, user pages, wikis, and blogs.\nUnless explicitly stated otherwise, any new features or services shall be subject to the Agreement.\nIn order to use certain Services, you will be required to register with IGN.</p>\n<p>For the IGN Loops Feature: The following terms apply to your use of the Loops feature offered on IGN.com and its subdomains (“Loops”).</p>\n<p>(a) Ziff Davis hereby grants you a limited, non-exclusive, non-transferable, revocable license to use IGN-created and owned content solely in connection with Loops, which enables you to select a custom “loop” of video footage on IGN videos and to share such “loops” with others via a URL provided by us.\nBy using Loops, you agree that you are using the IGN content for your own personal, non-commercial use.\nAny text or other content posted by you in connection with Loops must not: (a) be libelous, defamatory, threatening, harassing, hateful, or offensive.\n(b) may not violate or infringe any third party right, including, but not limited to, any copyright, trademark, right of privacy or publicity, or other personal or proprietary rights.\nor (c) violate any applicable laws, rules or regulations.</p>\n<p>(b) Except as expressly permitted by Ziff Davis or by the owner of the copyright or other such proprietary right, the license granted herein to IGN-created content does not include content or trademarks owned by third parties (including third party content or trademarks incorporated into IGN-created content).\nBy using Loops, you are solely responsible for determining whether your use of Loops complies with applicable laws, including copyright laws, and you accept all risk of liability associated with your use of Loops and any third party claims that may result from your use.\nYou agree to indemnify, defend and hold harmless Ziff Davis from and against any and all liability whatsoever (including attorney’s fees and costs) arising from or related to your use of Loops, including, but not limited to, claims arising from your use of Loops in connection with third party content.</p>\n<p>Any use of Loops in violation of the limitations described above is strictly prohibited and may result in immediate termination or revocation of your access to Loops and/or other portions of the Service, and may subject you to legal liability.</p>\n<p>For Premium Services: Certain Services provided by Ziff Davis, including but not limited to the IGN Prime Service (the <strong>“IGN Premium Service”</strong>) and paid PC Magazine subscriptions (the <strong>“PC Mag Premium Service”</strong>), require registration and payment (such Services are referred to collectively as the <strong>“Premium Services”</strong>).\nPlease note that the PC Mag Premium Service, including all billing, invoices and renewals, is managed by Ziff Davis’ third party vendor, Palm Coast Data.</p>\n<p>(a) Customer Service.\nFor questions about your IGN Premium Service subscription, please visit the IGN FAQs accessible through the IGN Support Center.\nAll questions that cannot be answered via the FAQ page should be sent using the IGN Support Online Form, available through the IGN Support Center.\nPlease include your name and username in all correspondence.\nFor questions about your PC Mag Premium Service, please visit the PC Magazine Digital Edition Customer Service Page and log into your account.</p>\n<p>(b) Payment Obligation and Credit Card Authorization.&nbsp;You are responsible for paying any and all charges relating to your Premium Services account, including without limitation, periodic subscription fees (the initial fee and automatic renewals).\nYou grant to Ziff Davis’ third party payment processor(s) permission to charge your credit card (or other approved payment mechanism) to pay for all such charges.\nThe Premium Service subscription fee will be billed at the beginning of your subscription and on each annual, quarterly or monthly renewal thereafter, dependent on the original subscription term selected at registration, unless you cancel at least ten (10) days prior to the renewal date pursuant to the process set forth below.\n</p>\n<p>For the IGN Premium Service, payment must be made by Visa, MasterCard or American Express or PayPal.\nFor the PC Mag Premium Service, payment must be made by Visa, MasterCard, American Express or Discover.\nIf Ziff Davis does not receive payment from the credit card issuer or its agent, you agree to pay all amounts due upon our demand.\nYour card issuer agreement governs your use of your designated card in connection with the Premium Services, and you must refer to that agreement and not this Agreement to determine your rights and liabilities as a cardholder.\nYOU, AND NOT ZIFF DAVIS, ARE RESPONSIBLE FOR PAYING ANY AMOUNTS BILLED TO YOUR CREDIT CARD BY A THIRD PARTY, EVEN IF THEY WERE NOT AUTHORIZED BY YOU.</p>\n<p>ZIFF DAVIS RESERVES THE RIGHT, AT ANY TIME, TO CHANGE ITS FEES AND/OR BILLING METHODS, INCLUDING THE ADDITION OF SUPPLEMENTAL FEES OR SEPARATE CHARGES FOR CONTENT, OR SERVICES PROVIDED BY ZIFF DAVIS, EFFECTIVE THIRTY (30) DAYS AFTER AN ONLINE POSTING ON THE APPLICABLE ZIFF DAVIS SERVICES.\nZIFF DAVIS MAY ADDITIONALLY PROVIDE NOTICE OF BILLING CHANGES VIA EMAIL.\nIF ANY SUCH CHANGE IS UNACCEPTABLE TO YOU, YOU MAY CANCEL YOUR IGN PREMIUM SERVICE SUBSCRIPTION BY VISITING THE&nbsp;IGN SUPPORT CENTER, OR YOUR PC MAG PREMIUM SERVICE SUBSCRIPTION BY VISITING THE PC MAGAZINE DIGITAL EDITION CUSTOMER SERVICE PAGE.\nYOUR CONTINUED USE OF THE PREMIUM SERVICES FOLLOWING THE EFFECTIVE DATE OF A CHANGE TO SUCH FEES AND BILLING METHODS SHALL CONSTITUTE YOUR ACCEPTANCE OF SUCH CHANGE.\nZIFF DAVIS IS NOT RESPONSIBLE FOR ANY FAILURE TO CANCEL YOUR SUBSCRIPTION EITHER IN WRITING BY EMAIL OR LETTER OR THROUGH THE WEBSITE.\nYOU AGREE AND ACKNOWLEDGE THAT ZIFF DAVIS SHALL NOT BE RESPONSIBLE FOR ANY ADJUSTMENTS, REFUNDS OR ACCOUNT OVERSIGHTS THAT YOU HAVE NOT SUBMITTED TO US AS DESCRIBED IN THESE TERMS WITHIN 60 DAYS OF SUCH OCCURRENCE OR LACK THEREOF.</p>\n<p>(c) Renewal and Cancellation of Your Subscription.&nbsp;You grant to Ziff Davis’ third party payment processor(s) permission to automatically renew your subscription and charge your account up to seven (7) days prior to the day on which your subscription is scheduled to end.\nYou acknowledge and agree that the authorization to charge your credit card or other payment mechanism for the Premium Services shall automatically transfer to any successors or assigns of the Premium Services for substantially similar services at the same property.\nYou may not assign or transfer your subscription to any other person or entity.\nYou must be at least 18 years old (or have the permission of a credit card holder who is) to subscribe for Premium Services.</p>\n<p>(i) <em>Cancellation of IGN Premium Service.</em> For the IGN Premium Service, you may “opt out” of this automatic renewal by visiting the&nbsp;IGN Support Center&nbsp;and canceling on your own or by using our online form to notify Ziff Davis.\nZiff Davis will cancel your account upon receipt of such notification from you.\nAll fees, charges and sales are final.\nOnce charged to your credit card, the payments are nonrefundable, except in cases of demonstrated fraud, which will be determined at Ziff Davis’ sole discretion.\nYou acknowledge that canceling your subscription for any reason will not immediately terminate access to the IGN Premium Service and Ziff Davis will not refund the remaining portion of your subscription.\nYour subscription will remain open until the paid period expires.</p>\n<p>(ii) <em>Cancellation of PC Mag Premium Service.</em> For PC Magazine paid subscriptions, you may disable automatic renewal and update other settings related to your account by going to the PC Magazine Digital Edition Customer Service Page and logging into your account, emailing pcmagdigitalcustomerservice.com, or by calling 1-800-289-0429.\nYour account will be cancelled upon receipt by Ziff Davis’ third party vendor of such notification from you via the Customer Service Page.\nUpon cancellation of your subscription, you will receive a full refund on all unsent issues.</p>\n<p>(d) Termination of Your Subscription.&nbsp;You acknowledge that Ziff Davis, in its sole discretion, may terminate your user ID, password, account (or any part thereof) or use of the Premium Services for a variety of reasons, including, without limitation, if Ziff Davis believes that you have violated or acted inconsistently with the letter or spirit of the Agreement.\nZiff Davis may also, in its sole discretion, at any time discontinue providing the Premium Services, or any part thereof, with or without notice.\nYou agree that any termination of your access to the Premium Services under any provision of the Agreement may be effected without prior notice, and acknowledge and agree that Ziff Davis may immediately deactivate or delete your account and/or bar any further access to the Premium Services.\nIf your account is terminated by Ziff Davis, it will not be automatically renewed and access will be terminated, without refund.\nFurther, you agree that Ziff Davis shall not be liable to you or any third-party for termination of your access to the Premium Services.\nYOU AGREE AND ACKNOWLEDGE THAT ZIFF DAVIS SHALL NOT BE RESPONSIBLE FOR ANY ADJUSTMENTS, REFUNDS OR ACCOUNT OVERSIGHTS PAST SIXTY (60) DAYS OF SUCH OCCURRENCE.</p>\n<p>(e) Trial Memberships.&nbsp;Ziff Davis may occasionally offer promotional trial memberships to its IGN Premium Service at special discounted prices.\nIf you sign up for a trial membership, you will be automatically renewed at the normal subscription rate for the IGN Premium Service at the end of the trial period, unless you cancel at least twenty-four (24) hours before the end of the trial.\nYou must cancel prior to the end of your trial to avoid charges to your credit card.\nWe will continue to bill your credit card for the IGN Premium Service at the standard IGN Premium Service rate and renewal term thereafter, dependent on the original subscription term selected at registration, until you cancel.\nFor information about canceling your IGN Premium Service subscription, visit the IGN&nbsp;Support Center.</p>\n<p>(f) Subscriber Information.\nYou agree to provide and maintain true, accurate, current and complete information about yourself as prompted by the Premium Services registration process.\nYou must promptly inform Ziff Davis of any of the following: changes in the expiration date of any credit card used in connection with the Premium Services.\nchanges in home or billing address.\nand apparent breaches of security, such as loss, theft, or unauthorized disclosure or use of an ID or password.\nYou agree to notify Ziff Davis immediately upon learning of any potential breach of your Premium Services account.</p>\n<p>(g) Use Restrictions.&nbsp;The material and content on the Premium Services is for the private, non-commercial enjoyment of Premium Services Members only.\nAny other use is strictly prohibited.\nZiff Davis spends a great deal of time and money to obtain the information appearing on our sites.\nYou agree that you will not copy, publish, or in any way make available publicly any news, pictures, interviews, features, or any other information, content or materials from the Premium Services, without express written permission from Ziff Davis.\nYou agree that if you do so, Ziff Davis reserves the right to cancel your subscription to the Premium Services immediately without refund.\nAdditionally, reuse of copyrighted information (including but not limited to pictures, interviews, features, videos, audio, etc.) will be prosecuted to the fullest extent of the law.</p>\n2.\nYour Use of Content\n<p>You acknowledge that the Services contain information, software, articles, reviews, content, photographs, audio and video clips, graphics, links, logos, trademarks, the “look and feel” of our websites, applications and software and other material (collectively, the <strong>“Content”</strong>) that are protected by copyright, trademark and/or other proprietary rights of Ziff Davis or third parties.\nAll Content on the Services is protected by applicable copyright laws.\nYou agree to comply with all copyright laws and any copyright notices, information, or restrictions contained in any Content available on or accessed through the Services.\nUsers of the Services may use the Content only for their personal, noncommercial use.\nBusinesses, organizations or other legal entities may not become Members, and are not permitted to use the Services for any purpose, including but not limited to collecting usernames and/or email addresses of Members by electronic or other means for the purpose of sending unsolicited email and unauthorized framing of, or linking to, the Services or users on the Services.<strong>&nbsp;Please refer to our&nbsp;Linking Policy&nbsp;for more information on linking and use of Content.</strong>\n</p>\n<p>Except as expressly permitted, you may not (i) modify, publish, transmit, reproduce, create derivative works from, distribute, perform, display, adapt, aggregate, sell, transfer or in any way exploit any of the Content, code or Material (defined below), in whole or in part, or (ii) use any robot, spider, site search and/or retrieval application, or other device to scrape, extract, retrieve or index any portion of the Services.\nContent consisting of downloadable or web-based software may not be reverse engineered unless specifically authorized by the owner of the software’s patent and/or copyright.\nYou also agree not to circumvent, disable or otherwise interfere with any security related features of the Services or the Content, including features that prevent or restrict use or copying, or that enforce limitations on use.</p>\n<p>You may only post on the Services content owned by you (such as your original statements or video clips), content for which you have received express written permission from the owner and content in the public domain (collectively, the <strong>“Material”</strong>).\nYou assume all risk and responsibility for determining whether any Material is in the public domain.\nYou hereby grant, transfer and assign to Ziff Davis and its affiliates, successors, assigns and licensees (collectively, <strong>“Licensee”</strong>) a fully-paid, royalty-free, irrevocable, perpetual, worldwide right and license to publish, distribute, reproduce, transmit, use, translate, display, perform, modify, revise, create derivative works of and archive the Material, in any form or media now known or hereafter developed (including without limitation in print, magnetic or electronic form), including, but not limited to, as part of the Services or in support of the Services through advertising or marketing, on any number of occasions in any form, and to sublicense third parties (including other users of the Services) to do any of the foregoing with further right of sublicense (the <strong>“License”</strong>), without payment or compensation to you and without seeking further permission from you.\nYou represent and warrant that you are authorized to grant all rights set forth in the preceding sentence and that the exercise by Licensee of Licensee’s rights under the License shall not violate any laws, defame or libel any person, invade any person’s right of privacy or publicity or otherwise violate, misappropriate or infringe the rights of any person (including but not limited to any copyright or moral right).\nYou agree that you are solely responsible for the Material that you post on the Services or transmit to others and agree that you will not hold Company responsible or liable for any materials or content you access or receive from other users of the Services.</p>\n<p>You may download, copy and make any personal, non-commercial use of the Content and use that is expressly permitted by the United States Copyright Act of 1976, as amended (<strong>“Copyright Act”</strong>) and not prohibited by any section of the Copyright Act or by any other applicable law, rule or regulation.\nprovided, however, that you maintain all copyright and other notices contained in such Content.\nand provided further that you shall not store electronically any significant portion of any Content.</p>\n<p>To the extent that you provide us with any suggestions, feedback or other information relating to our business or the Services (including, but not limited to, suggested new products or services or improvements to existing products and services), such information is provided to us on a non-confidential and unrestricted basis, and you hereby grant to the Licensee (as defined above) a non-exclusive, worldwide, perpetual, royalty-free, fully transferrable and sublicensable right and license to reproduce, display, distribute, use and fully exploit such suggestions, feedback and information.</p>\n<p>For questions regarding use of Content please email Brand_Licensing@ziffdavis.com.</p>\n3.\nRules of Conduct\n<p>Ziff Davis has the right, but not the obligation, to investigate any illegal and/or unauthorized use of the Services and appropriate legal action may be taken, including without limitation, civil, and injunctive relief.\nWhile utilizing the Services, you may not:</p>\n<ul>\n<li>Use the Services for any commercial purpose, to distribute any advertising or solicitation of funds or goods and services, or to solicit users to join competitive online services;</li>\n<li>Post on the Services any links to any external Internet sites that are obscene or pornographic, or display pornographic or sexually explicit material of any kind;</li>\n<li>Post on the Services or transmit through the Services any Material that violates or infringes another person’s intellectual property rights (including, but not limited to, third party music, videos, photos or other materials where you do not have written authority from the owner to post or transmit such materials);</li>\n<li>Post or transmit any Material that contains any advertising, promotional materials, “junk mail”, “spam”, “chain letters”, “pyramid schemes” or any other form of solicitation;</li>\n<li>Reformat, frame or mirror any portion of any web page that is part of the Service;</li>\n<li>Post Material containing restricted or password only access pages, or hidden pages or images (those not linked to or from another accessible page);</li>\n<li>Submit any Material that impersonates a person or entity, falsely implies sponsorship or endorsement of that Material by the Services, Ziff Davis and/or any third party, falsify or delete any author attributions in any Material, or promote any information that you know is false or misleading;</li>\n<li>Transmit any viruses, worms, defects, Trojan horses or other items of a contaminating or destructive nature through the Services or otherwise attempt to interfere with the proper working of the Service or the use and enjoyment of the Services by other users;</li>\n<li>Promote an illegal or unauthorized copy of another person’s copyrighted work, such as providing pirated computer programs or videos or links to them, providing information to circumvent manufacture-installed copy-protect devices, or providing pirated music or links to pirated music files;</li>\n<li>Submit Material, or engage in any activity, that is libelous, defamatory, obscene, pornographic, abusive, harassing, threatening, unlawful, or violates the rights of any third party (including their rights of privacy or publicity) or that promotes or encourages illegal activity, racism, bigotry, hatred, physical harm or discrimination of any kind against any group or individual.\nor</li>\n<li>Harvest or collect email addresses or other contact information of other users by electronic or other means.</li>\n</ul>\n<p>Health eCareers Material: The Health eCareers Services allow for the posting by employers, recruiters and staffing agencies of available job opportunities at their companies or companies they represent and by candidates of their own resumes.\nZiff Davis is under no obligation to evaluate or censor the resumes, job listings or other information posted to the Health eCareers Services.\nMoreover, Ziff Davis is not involved in the actual transaction, if any, between potential employers and candidates.\nConsequently, we have no control over the quality, safety or legality of the job listings or resumes posted to the Services, the truth or accuracy of such job listings or resumes, the ability of employers to hire candidates, or the ability of the candidates to fill job openings.\nAs a representative of your company in connection with your use of the Health eCareers Services, you represent and warrant to Ziff Davis that you are authorized to do so.</p>\n<p>When you post Material on the Health eCareers Services, you are solely responsible for the form, content and accuracy of any resume, job listing and/or other Material that you post.\nZiff Davis makes no representations, warranties or guarantees concerning the Health eCareers Services, including, but not limited to, representations that a resume or job posting will be viewed by any specific number of users, or that a resume or job posting will be viewed by any user.\nZiff Davis is not to be considered an employer with respect to your use of the Health eCareers Services, and Ziff Davis shall not be responsible for any employment decisions made by any person or entity posting job listings, resumes or other Material to the Health eCareers Services.\nZiff Davis assumes no responsibility or liability for any personnel selected by your company through the Health eCareers Services, and selection, retention or hire of any individual or entity is based solely on your or your company’s investigation, verification and determination that such hire is suitable for the role and for the company’s purposes.</p>\n<p>The following additional restrictions apply to Material posted by you on the Health eCareers Services.\nYou shall not do any of the following without the prior written authorization of Ziff Davis:</p>\n<ul>\n<li>Post any inaccurate, untimely, stale, incomplete or misleading information, including inaccurate biographical information;</li>\n<li>Post any employment opportunity or requirements that are inaccurate or not available with a verifiable company that is directly represented by you or your company;</li>\n<li>Post any employment opportunities that are not healthcare-related, or are outside a healthcare-related field or organization;</li>\n<li>Key code (through overuse of a skill set, term or definition within a job posting, profile, resume or otherwise in an effort to gain priority placement of a posting), copy other job postings as your own, post the same position multiple times on the Services or post multiple positions within one posting;</li>\n<li>Place any contact information within a job posting that is different from or in addition to contact information provided when subscribing to the Health eCareers Services;</li>\n<li>Post any employment opportunity that does not contain a valid application method (such as company URL, email address, or “apply online”) that is connected to the “Apply” button in the job posting;</li>\n<li>Place any content within the job details section of a job posting that directs job seekers to apply directly via an email address or any other method that circumvents the “Apply” link;</li>\n<li>Resell or make available to any person not expressly licensed by Ziff Davis, whether via phone, fax, email, mail or other medium, any of the Health eCareers Services or any information obtained therefrom, including, without limitation, resumes or candidate information;</li>\n<li>Allow job postings or employment requirements to remain posted on the Health eCareers Services for more than 24 hours after they are no longer viable or valid (to the extent that a position is placed on “hold” or is otherwise not available for immediate placement, the posting should be removed until such time as it is a viable opening);</li>\n<li>Respond to a job listing on behalf of anyone other than yourself;</li>\n<li>Delete or revise any Material posted by another person or entity.\nor</li>\n<li>Use, print, or otherwise copy any personal information of candidates for any purpose other than consideration of the candidates for potential employment by your company or a company you represent.</li>\n</ul>\n<p>\n<em>The above is not a complete list of illegal and/or prohibited uses of the Service.</em>\n</p>\n<p>Use of the Services is subject to existing laws and legal process.\nNothing contained in the Agreement shall limit our right to comply with governmental, court, and law-enforcement requests or requirements relating to your use of the Services.</p>\n4.\nManaging Content\n<p>Despite our rights outlined herein, you shall remain solely responsible for all Material you post.\nZiff Davis has no obligation evaluate, to pre-screen and/or monitor the Material you post, however Ziff Davis reserves the right to edit or remove any Content or Material on the Services, in whole or in part, and to disclose any information or take any action necessary to satisfy any applicable law, regulation, legal process or governmental request or to protect the rights, property or safety of Ziff Davis, its users and the public.\nYou understand and agree that you may be exposed to such matters and that you further waive your right to any damages (from any party) related to such exposure.</p>\n<p>Ziff Davis has the right, but not the obligation, to take any of the following actions in our sole discretion at any time and for any reason without giving you any prior notice:</p>\n<ul>\n<li>Restrict, suspend, or terminate your access to all or any part of our Services;</li>\n<li>Change, suspend, or discontinue all or any part of our Services;</li>\n<li>Refuse, move, edit or remove any Material for any reason;</li>\n<li>Refuse, move, edit or remove any Content that is available on the Services;</li>\n<li>Deactivate or delete your account(s) and all related information and files in your account(s);</li>\n<li>Disclose your identity or other information about you to any third party who claims that Material posted by you violates their legal rights, including, but not limited to, their intellectual property rights or their rights of privacy or publicity;</li>\n<li>Disclose your identity or other information about you to law enforcement officials upon request if Ziff Davis determines in its sole discretion that such disclosure is in the interest of protecting its users or the public;</li>\n<li>Establish general practices and limits concerning use of our sites and Services.</li>\n</ul>\n<p>You agree that Ziff Davis will not be liable to you or any third party for taking any of these actions.\nYou understand and agree that our Services may include communications such as advertisements, service announcements and administrative messages from us or from our partners, and that these are considered part of the Services.</p>\n5.\nEndorsement\nZIFF DAVIS MAY RECEIVE A COMMISSION, FEE AND/OR OTHER COMPENSATION ON SOME CLICKS OR PURCHASES MADE ON, THROUGH OR LINKED FROM THE SERVICES.\n<p>\n</p>\n<p>THIS MEANS ZIFF DAVIS MAY RECEIVE SOME FORM OF COMPENSATION THROUGH AN ARRANGEMENT IT HAS WITH A THIRD PARTY IF YOU (i) CLICK ON CERTAIN ADS OR LINKS ON OUR WEBSITES, EMAILS OR NEWSLETTERS, OR (ii) PURCHASE A PRODUCT OR SERVICE AFTER CLICKING A LINK.</p>\n<p>Ziff Davis does not represent or endorse the accuracy or reliability of any Content or other material posted on any interactive area or elsewhere on the Services and you acknowledge that any reliance upon such Content or other material shall be at your sole risk.\nAny Content or other material placed on any interactive area by users represents the views of the user posting the statement, and does not represent the views of Ziff Davis.</p>\n<p>The Services may contain links to sites on the Internet which are owned and operated by third parties (the <strong>“External Site(s)”</strong>).\nYou acknowledge that Ziff Davis is not responsible for the availability of, or the content located on or through, any External Site, and that your use of such External Sites may be subject to a third party’s terms and conditions and/or privacy policy.\nAny third-party content or a link to a third-party site is not an endorsement of that content or third-party site.\nYou should contact the site administrator or webmaster for those External Sites if you have any concerns regarding such links or the content located on such External Sites.</p>\n<p>Typically, we do not directly sell, resell, or license any of the products or the services that we review, list, or advertise on our sites, and we disclaim any responsibility for or liability related to them.\nYour correspondence or related activities with third parties, including payment transactions and goods-delivery transactions, are solely between you and that third party.\nAll product and deal information such as discount, price and availability are believed to be accurate as of the time of publication and are subject to change.\nPlease verify these details with the merchant site and check the merchant’s terms and conditions before you buy.\nYou agree that we will not be responsible or liable for any loss or damage of any sort incurred as the result of any of your transactions with third parties.\nAny questions, complaints, or claims related to any product or service should be directed to the appropriate vendor.\nHowever, in the event we do sell, resell, or license products or services, any terms and conditions related to your purchase or license of such products and services from us or any affiliates will be accessible on the applicable site page.</p>\n<p>Please note that we may allow certain manufacturers to license, use and/or reprint a Ziff Davis trademark, logo, or a review in whole or in part, in its own marketing materials and advertisements in exchange for a license fee.</p>\n6.\nIndemnification.\n<p>You agree to indemnify, defend and hold Ziff Davis and its affiliates, and their respective officers, directors, owners, agents, information providers and licensors (collectively, the “Ziff Davis Parties”) harmless from and against any and all claims, liability, losses, damages, costs and expenses (including attorneys’ fees) incurred by any Ziff Davis Party in connection with:</p>\n<ul>\n<li>Your use of, or connection to, our Services;</li>\n<li>Any use or alleged use of your accounts or your passwords by any person, whether or not authorized by you;</li>\n<li>The content, the quality, or the performance of Material that you submit;</li>\n<li>Your violation of the Agreement or the Ziff Davis Privacy Policy;</li>\n<li>Your violation of the rights of any other person or entity.\nor</li>\n<li>Your violation of any applicable laws, rules or regulations.</li>\n</ul>\n<p>Ziff Davis reserves the right, at its own expense, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, and in such case, you agree to cooperate with Ziff Davis’ defense of such claim</p>\n7.\nTermination of Service\n<p>Ziff Davis reserves the right, in its sole discretion, to restrict, suspend or terminate your access to all or any part of the Services, including the discussion areas, at any time for any reason without prior notice or liability.\nConversely, you may terminate your access to the Services at any time by immediately ceasing use of the Services.\nIf you would like to delete a particular account on the Services, please review the&nbsp.\nWhat Can I Do to Control My Information? section of the&nbsp;Privacy Policy and use the contact instructions for the particular property where you with to delete your account.\nOnce your access terminates, you will have no right to use the Services.\nThe terms of the Agreement shall survive any termination of your access.\nZiff Davis may change, suspend or discontinue all or any aspect of the Services at any time, including the availability of any feature, database, or Content (including the discussion areas), without prior notice or liability.</p>\n8.\nCopyright Policy\n<p>You may not post, distribute, perform, display, transmit or reproduce in any way any copyrighted material, trademarks, or other proprietary information without obtaining the prior written consent of the owner of such proprietary rights.\nZiff Davis has registered a designated agent with the Copyright Office pursuant to 17 U.S.C.\n§512(c).\nIf you believe that your work has been copied and posted on the Services in a way that constitutes copyright or trademark infringement, please notify the designated agent, Ziff Davis, LLC at 114 5th Avenue 15th Floor New York, New York 10011, Attn: Legal Department fax: (212) 503-5136, or by email: ZDLegal1@ziffdavis.com and insert “Terms of Use” in the subject line.</p>\n<p>A notification of claimed infringement must include the following:</p>\n<p>(a) an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright or trademark interest;</p>\n<p>(b) a description of the copyrighted work(s) or trademark(s) that you claim has been infringed;</p>\n<p>(c) a description of where the material that you claim is infringing is located on the Services (including any additional identifying information such as URLs and post numbers to assist us in identifying the allegedly infringing material);</p>\n<p>(d) your address, telephone number, and email address;</p>\n<p>(e) a written statement by you that you have a good faith belief that the disputed use is not authorized by the copyright or trademark owner, its agent, or the law.\nand</p>\n<p>(f) a statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright or trademark owner or authorized to act on the copyright or trademark owner’s behalf.</p>\n<p>If materials you have posted on the Services have been removed due to alleged infringement of a third party’s intellectual property rights, Ziff Davis will notify you.\nIf you believe your materials have been wrongly removed, you may file a counter-notification containing the following:</p>\n<p>(a) an electronic or physical signature of the person authorized to act on your behalf;</p>\n<p>(b) a description of the material that has been removed or to which access has been disabled and where the material was located online before it was removed or access to it was disabled;</p>\n<p>(c) a written statement by you that under penalty of perjury, that you have a good faith belief that the material was removed or disabled as a result of mistake or misidentification of the material to be removed or disabled.\nand</p>\n<p>(d) your address, telephone number, and email address.\nand</p>\n<p>(e) a statement that you consent to the jurisdiction of federal district court for the judicial district in which the address is located, or if your address is outside of the United States, for any judicial district in which the service provider may be found, and that you will accept service of process from the person who provided notification under DMCA 512 subsection (c)(1)(c) or an agent of such person.</p>\n<p>Upon Ziff Davis’ receipt of such counter-notice, Ziff Davis will provide the complainant with your contact information so that you have the ability to resolve the issue.\nPlease note that when we forward the counter-notification, it includes your personal information.\nIf you are concerned about protecting your anonymity, please consult with an attorney about other options.\nIf the matter has been resolved or the complainant does not seek a court order within the statutory time period, we generally will re-post the material.</p>\n<p>Ziff Davis reserves the right to remove any materials or content alleged to be infringing without prior notice, at Ziff Davis’ sole discretion, and without liability to you.</p>\n<p>In appropriate circumstances, Ziff Davis will also terminate your account if you are determined to be a repeat infringer.</p>\n<p>\n<strong>\n<i>Any person who knowingly misrepresents that material is infringing or that material was removed or disabled by mistake or misidentification may be subject to liability.</i>\n</strong>\n</p>\n9.\nDisclaimer of Warranties.\nLimitation of Liability.\n<p>\n<strong>\n<i>The Services and the Content are distributed on an “as is, as available” basis.\nNone of Ziff Davis, third party vendors or content providers or their respective agents makes any warranties of any kind, either express or implied, including, without limitation, warranties of title or implied warranties of merchantability or fitness for a particular purpose, with respect to the Services, any Content or any products or services sold through the Services.\nNeither Ziff Davis nor any third party content provider warrants that any files available for downloading through the Services will be free of viruses or similar contamination or destructive features.\nNeither Ziff Davis nor any third party content provider warrants that any of the goods or services linked to or advertised in the Services comply with data protection or other relevant legislation and Ziff Davis accepts no liability whatsoever for any claim arising from such goods or services.</i>\n</strong>\n</p>\n<p>\n<i>You expressly agree that the entire risk as to the quality and performance of the Services and the accuracy or completeness of the Content is assumed solely by you and Ziff Davis cannot guarantee the continued availability of any particular component of the Services.\nYou specifically acknowledge that Ziff Davis is not responsible or liable for any unauthorized access to or alteration of your materials, data or other transmissions entered into through the Services or for any threatening, defamatory, obscene, offensive or illegal Content or for conduct of any other party or for any infringement of another’s rights.</i>\n</p>\n<p>\n<i>ZIFF DAVIS SPECIFICALLY DISCLAIMS ANY LIABILITY, WHETHER BASED IN CONTRACT, TORT, STRICT LIABILITY OR OTHERWISE.\nZIFF DAVIS, ANY THIRD PARTY CONTENT PROVIDER AND THEIR RESPECTIVE AGENTS SHALL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL OR CONSEQUENTIAL DAMAGES ARISING OUT OF THE USE OF OR INABILITY TO USE THE SERVICES, INCLUDING, WITHOUT LIMITATION, LOSS OR CORRUPTION OF INFORMATION OR DATA, LOSS OF BUSINESS OR LOST PROFITS, LOSS OF REPUTATION OR GOODWILL, ARISING OUT OF OR RELATED TO THIS AGREEMENT OR THE SERVICES, WHETHER IN CONTRACT, TORT OR UNDER ANY OTHER THEORY OF LIABILITY EVEN IF SUCH PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nIF, NOTWITHSTANDING THE OTHER PROVISIONS OF THIS AGREEMENT, ZIFF DAVIS IS FOUND TO BE LIABLE TO YOU FOR ANY DAMAGE OR LOSS WHICH ARISES OUT OF OR IS ANY WAY CONNECTED TO YOUR USE OF THE SERVICES, LIABILITY OF ZIFF DAVIS SHALL IN NO EVENT EXCEED THE GREATER OF (I) THE TOTAL OF ANY SUBSCRIPTION OR SIMILAR FEES WITH RESPECT TO ANY SERVICE OR FEATURE OF THE SERVICES PAID IN THE SIX MONTHS PRIOR TO THE DATE OF THE INITIAL CLAIM MADE AGAINST ZIFF DAVIS, OR (II) ONE HUNDRED U.S.\nDOLLARS ($100.00).</i>\n</p>\n<p>\n<i>IN THE EVENT THAT YOU HAVE A DISPUTE WITH ANOTHER USER RELATED TO, ARISING FROM, OR IN ANY WAY CONNECTED WITH YOUR USE OF THE SERVICES, YOU RELEASE ZIFF DAVIS FROM ANY CLAIMS, DEMANDS, AND DAMAGES OF EVERY KIND AND NATURE ARISING OUT OF OR IN ANY WAY CONNECTED WITH SUCH A DISPUTE, AND AGREE TO HOLD ZIFF DAVIS HARMLESS IN CONNECTION WITH ANY SUCH DISPUTE.</i>\n</p>\n<p>\n<b>Some jurisdictions do not allow exclusion of implied warranties or certain limitations of liability, including for incidental or consequential damages, punitive or exemplary damages, bodily or moral (reputational) damages, gross negligence, death or personal injury caused by negligence, personal injury or loss of or damage to property caused by defective products, fraud and/or fraudulent misrepresentation, or recklessness, so the above limitations or exclusions may not apply to you.\nIn such jurisdictions, the liability of Ziff Davis, third party content providers and their respective agents shall be limited to the greatest extent permitted by applicable law.</b>\n</p>\n10.\nMember Disputes\n<p>You are solely responsible for your interactions with other Members of the Services.\nZiff Davis reserves the right, but has no obligation, to monitor disputes between you and other Members and to take action (e.g., account deletion or removal of content posted by a user) if Ziff Davis determines that there has been a violation of the Agreement or if such action is otherwise necessary or desirable, in its sole discretion.\n</p>\n11.\nInternational Use\n<p>We make no claims that any Material, Services or any Content is appropriate or may be downloaded outside of the United States or outside the country where such Material, Services or any Content was produced.\nAccess to the Material, Services or any Content may not be legal in certain countries or for certain persons.\nIf you access any Material, Services or Content from outside of the United States, you do so at your own risk and are responsible for compliance with the laws of your jurisdiction.\nYou agree to comply with: (i) all local rules regarding user conduct on the Internet and acceptable content.\nand (ii) all applicable laws regarding the downloading and/or transmission of technical data and other material from or to the United States and the country in which you are located.</p>\n12.\nNo Submission of Unsolicited Ideas\n<p>Ziff Davis does not accept unsolicited ideas of any kind, including ideas for: advertising.\npromotions.\nnew products, technologies, processes, or materials.\nmarketing plans.\nor product names.\nPlease do not send us any such ideas or materials relating to such ideas.\nThis is to avoid any potential misunderstanding or dispute should our products or marketing strategies seem similar to unsolicited ideas submitted to us.\nIf, despite this request, you do send us any unsolicited ideas or materials, we make no assurances that such ideas or materials will be treated as confidential or proprietary.\n</p>\n13.\nBinding Arbitration\n<p>\n<b>ARBITRATION NOTICE:</b> Unless you opt out in accordance with this Section, any dispute, claim or controversy arising out of or relating to this Agreement or the breach, termination, enforcement, interpretation or validity thereof, including the determination of the scope or applicability of this agreement to arbitrate, shall be determined by arbitration in New York, New York before a single arbitrator.\nThe arbitration shall be administered JAMS, pursuant to its Comprehensive Arbitration Rules and Procedures.\nJudgment on the arbitration award may be entered in any court having jurisdiction.\nThis clause shall not preclude parties from seeking provisional remedies in aid of arbitration from a court of appropriate jurisdiction.\nNotwithstanding the foregoing, each party shall have the right to institute an action in a court of proper jurisdiction for injunctive or other equitable relief pending a final decision by the arbitrator.</p>\n<p>TO THE FULLEST EXTENT PERMITTED BY LAW, YOU AGREE THAT (I) NO ARBITRATION SHALL BE JOINED WITH ANY OTHER.\n(II) THERE IS NO RIGHT OR AUTHORITY FOR ANY DISPUTE TO BE ARBITRATED ON A CLASS-ACTION BASIS OR TO UTILIZE CLASS ACTION PROCEDURES.\nAND (III) THERE IS NO RIGHT OR AUTHORITY FOR ANY DISPUTE TO BE BROUGHT IN A PURPORTED REPRESENTATIVE CAPACITY ON BEHALF OF THE GENERAL PUBLIC OR ANY OTHER PERSONS.\nIf the specific provision of this paragraph is found to be unenforceable, then the entirety of this Section entitled “Binding Arbitration” shall be null and void.</p>\n<p>YOU AGREE TO WAIVE YOUR RIGHT TO A JURY TRIAL AND UNDERSTAND THAT, ABSENT THIS PROVISION, YOU WOULD HAVE THE RIGHT TO SUE IN COURT.\nTHE SCOPE OF THIS WAIVER IS INTENDED TO BE ALL-ENCOMPASSING OF ANY AND ALL DISPUTES THAT MAY BE FILED IN ANY COURT AND THAT RELATE TO THE SUBJECT MATTER OF THIS AGREEMENT, INCLUDING, WITHOUT LIMITATION, CONTRACT CLAIMS, TORT CLAIMS AND ALL OTHER COMMON LAW AND STATUTORY CLAIMS.</p>\n<p>You may opt out of this agreement to arbitrate.\nIf you opt out in accordance with this Section, neither you nor Ziff Davis can require the other to participate in an arbitration proceeding.\nTo opt out, you must notify Ziff Davis in writing within thirty (30) days of the date that you first became subject to this arbitration provision.\nYou must use this address to opt out:</p>\nZiff Davis, LLC<br>\nATTN: LEGAL: Arbitration Opt Out<br>\n114 5th Avenue 15th Floor<br>\nNew York, New York 10011\n<p>You must include your name and residence address, the email address, if any, you use for your respective Ziff Davis account, and a clear statement that you want to opt out of this arbitration agreement.</p>\n14.\nLimitation Period for Claims.\n<p>You agree that regardless of any statute or law to the contrary, any claim or cause of action arising out of or related to use of our sites or the Agreement must be filed within one (1) year after such claim or cause of action arose or be forever barred.</p>\n15.\nMiscellaneous\n<p>We may be required by international, state or federal law to notify you of certain events.\nYou hereby acknowledge and consent that such notices will be effective upon our posting them on our sites or delivering them to you through e-mail.\nSubject to the arbitration provision above and for all purposes of this Agreement, this Agreement shall be construed in accordance with the laws of the State of New York, without reference to principles of choice of law.\nYou and Ziff Davis each irrevocably consent to the personal jurisdiction of the federal or state courts located in New York, New York, the Borough of Manhattan (the “Courts”) with respect to any action, suit or proceeding arising out of or related to this Agreement or to the Services (including without limitation any Content) and waive any objection to venue in any of the Courts for such an action, suit or proceeding (whether based on forum non conveniens or otherwise).\nadditionally, you agree that you will not bring any such action, suit or proceeding in any court other than the Courts.</p>\n<p>This Agreement constitutes the entire agreement between the parties with respect to the subject matter hereof, and supersedes all previous written or oral agreements between the parties with respect to such subject matter.\nIf any inconsistency exists between the terms of this Agreement and any additional terms and conditions posted on the Services, such terms shall be interpreted as to eliminate any inconsistency, if possible, and otherwise, the additional terms and conditions shall control.\nIf any provision of this Agreement is held invalid, illegal or unenforceable in any respect, (i) such provision shall be interpreted in such a manner as to preserve, to the maximum extent possible, the intent of the parties, (ii) the validity, legality and enforceability of the remaining provisions shall not in any way be affected or impaired thereby, and (iii) such decision shall not affect the validity, legality or enforceability of such provision under other circumstances.\n</p>\n16.\nNew Jersey Residents.\n<p>If, and to the extent that New Jersey law applies, with respect to residents of New Jersey, the terms in Sections 6 (insofar as any claims may arise from, or relate to, consumer protection or fraud and/or misrepresentation, or result in attorney’s fees), 9 and 14 do not limit any rights you may have as a consumer under New Jersey law and are intended to be only as broad and inclusive as permitted by the laws of the state of your residence.\nSubject to the foregoing, Ziff Davis, third party content providers, and their respective agents reserve all rights, defenses, and permissible limitations under New Jersey law.\nNothing in this Section shall modify the binding arbitration clause and waiver for class action and jury trial in Section 13.</p>\n17.\nAustralia Residents.\n<p>Nothing in these Terms (including in Sections 6, 9 and 14) limits, excludes or modifies any rights you may have under any law, including under the Australian Consumer Law (the “ACL”) and consumer guarantees under the ACL, which may not be limited, excluded or modified by agreement (including where such exclusion, restriction or modification would be illegal or void under such law).</p>\n18.\nPrivacy Policy.\n<p>The Ziff Davis Privacy Policy will be made available on the property from which you accessed these Terms.\nSuch Privacy Policy is incorporated by reference into these Terms.</p>\n<p>\n<b>QUESTIONS?</b>\n<em>Please contact&nbsp;ZDLegal1@ziffdavis.com&nbsp;and insert <strong>“Terms of Use”</strong> in the subject line if you have any questions or comments about the Agreement, or to report user conduct violating the Agreement.</em>\n</p>\n<p>Comments are closed.</p> Facebook Linkedin Twitter <p>\n</p>\n<p>We strongly encourage you to read our updated PRIVACY POLICY and COOKIE POLICY.</p> × &lt;img height=\"1\" width=\"1\" src=\"//zdbb.net/l/z0WVjCBSEeGLoxIxOQVEwQ/\" alt=\"\" /&gt.\n<p>Use of the site is governed by our Terms of Use and Privacy Policy.\nCopyright 1996-2019 Ziff Davis.\nAll Rights Reserved.\nReproduction in whole or in part in any form or medium without express written permission of Ziff Davis, LLC.\nis prohibited.</p>\n<p>\n</p> Back to Top We need your consent to proceedWe use cookies to personalize and enhance your experience on our site.\nVisit our Privacy Policy for more information on our data collection practices.\nBy clicking Accept, you agree to our use of cookies for the purposes listed in our Cookie Consent Tool.To see a complete list of the companies that use these cookies and other technologies and to tell us whether they can be used on your device or not, access our Cookie Consent Tool.<br>\n<br>You will see this message only once, but you will always be able to set your preferences at any time in the Cookie Consent Tool.\nIn addition, find more information about the use of cookies and similar technologies on this site in our Cookie Notice.We&nbsp;understand how you and other visitors are using this website by using cookies and other technologies.&nbsp;Please click <strong>I Consent</strong> below to give us permission to do this.Cookie ConsentAgree and Access SiteClose&nbsp.\n", "created_at": "2019-03-31 03:57:34.629764", "updated_at": "2020-12-14 21:36:14.504681"}, {"id": 1130, "name": "Privacy Policy", "url": "https://www.ziffdavis.com/privacy-policy", "xpath": "", "text": " <ul>\n<li>Brands</li>\n<li>Audience</li>\n<li>Worldwide</li>\n<li>Press</li>\n<li>Leadership</li>\n<li>Careers</li>\n<li>Contact</li>\n</ul>BRANDSAUDIENCEWORLDWIDEPRESSLEADERSHIPCAREERSCONTACT ZIFF DAVIS, LLC PRIVACY POLICY <p>\n<br>\n</p> &lt;img style=\"border: none\" src=\"//privacy-policy.truste.com/privacy-seal/seal?rid=01b0263e-277d-4e52-9ddd-86550128ec1a\" alt=\"TRUSTe\"/&gt.\n&lt;img style=\"border: none\" src=\"//privacy-policy.truste.com/privacy-seal/seal?rid=ce211316-dfd0-4abb-8bfb-9cb70de1e37c\" alt=\"TRUSTe\"/&gt.\nEffective April 14, 2020\n<p>Version Française</p>\n<p>If you have any questions related to Data Subject Access Rights under GDPR or CCPA, you can contact us through our&nbsp;DSAR Portal.​</p>\n<ol>\n<li>Privacy Policy Overview</li>\n<li>What Categories of Information We May Process</li>\n<li>Sensitive Personal Information</li>\n<li>How We Collect or Create Information</li>\n<li>Purposes for Which We May Process Your Information</li>\n<li>Direct Marketing</li>\n<li>Cookies, Similar Technologies and Online Behavioral Advertising</li>\n<li>What is the Lawful Basis for Processing Personal Information</li>\n<li>What Information We Disclose to Third Parties</li>\n<li>International Transfers of Information</li>\n<li>Data Security</li>\n<li>Data Accuracy</li>\n<li>Data Minimization</li>\n<li>Data Retention</li>\n<li>What Can I Do to Control My Information?</li>\n<li>Terms of Use</li>\n<li>Contact Details</li>\n<li>California Consumers</li>\n<li>How this Privacy Policy May Change</li>\n</ol>\n<ol>\n<li>\n<strong>Privacy Policy Overview</strong>\n</li>\n<p>Summary – Policy Overview</p>\n<p>\n</p>\n<p>This Policy explains how we may Process your information.\nThis Policy may be amended or updated from time to time, so please check it regularly for updates.</p>\n<p>\n</p>\n<p>\n</p>\n<p>Ziff Davis, LLC, with its affiliates and its subsidiaries (collectively,&nbsp;“<strong>Ziff Davis</strong>”,&nbsp;“<strong>us</strong>”, “<strong>our</strong>”&nbsp;or&nbsp;“<strong>we</strong>”), owns, operates, or provides access to, several interactive websites, mobile and connected applications, and other online interactive features and services, including, but not limited to, emails, newsletters, chat areas, forums, communities, sweepstakes and contests (collectively&nbsp;“<strong>Services</strong>”).\nThis Privacy Policy applies to all information collected about you by Ziff Davis, regardless of how it is collected or stored, and describes, among other things, the types of information collected about you when you interact with the Services, how your information may be used, when your information may be disclosed, how you can control the use and disclosure of your information, and how your information is protected.</p>\n<p>Except as otherwise noted in this Privacy Policy, Ziff Davis is a data controller (as that term is used under the EU General Data Protection Regulation (“<strong>GDPR</strong>”)), which means that we decide how and why the information you provide to us is processed.\nPlease contact us using our DSAR Portal.\nThis Policy may be amended or updated from time to time to reflect changes in our practices with respect to the Processing of your information, or changes in applicable law.\nWe encourage you to read this Policy carefully, and to regularly check this page to review any changes we might make.</p>\n<p>This Privacy Policy covers information collected through the following websites and mobile applications</p>\n<ul>\n<li>Ziff Davis</li>\n<li>IGN, IGN Canada, IGN UK, IGN Australia</li>\n<li>AskMen, AskMen Canada, AskMen UK, AskMen Australia</li>\n<li>PCMag, PCMag UK, PCMag Australia</li>\n<li>Geek</li>\n<li>ExtremeTech</li>\n<li>Computer Shopper</li>\n<li>TechBargains</li>\n<li>Mashable</li>\n<li>Offers.com</li>\n<li>Credit Cards Explained</li>\n<li>Tippit</li>\n<li>CouponCodes.com</li>\n<li>Black Friday</li>\n<li>ZiffDavisB2B, Toolbox.com, Inside CRM, Inside-Erp, IT Management, IT Security, VoIP-News</li>\n<li>emedia.com, emedia.co.uk</li>\n<li>Salesify, B2BSignals</li>\n<li>Revenu8, MarTechAdvisor, ReadITQuik, HRTechnologist</li>\n<li>DemandShore, Technology Signals</li>\n<li>Ziff Davis Data</li>\n<li>Best Black Friday</li>\n<li>The Black Friday</li>\n<li>Deals of America</li>\n<li>Best Gifts</li>\n<li>PCMag Shop</li>\n<li>Offers Shop</li>\n<li>IGN Store</li>\n</ul>\n<p>Applications:</p>\n<ul>\n<li>IGN: Video Game News, Reviews, Guides</li>\n<li>IGN App For Elder Scrolls V: Skyrim</li>\n<li>IGN App For PlanetSide 2</li>\n<li>IGN: Video Game News, Reviews</li>\n<li>IGN App For GW2</li>\n<li>IGN App For Final Fantasy XIV: A Realm Reborn</li>\n<li>IGN App For Dead Space 3</li>\n<li>PC Magazine</li>\n<li>TechBargains</li>\n</ul>\n<li>\n<strong>What Categories of Information We May Process</strong>\n</li>\n<p>Summary – Categories of Information We May Process</p>\n<p>\n</p>\n<p>We may Process: your personal details (e.g., your name).\ndemographic data (e.g., your age).\nyour contact details (e.g., your address).\nrecords of your consents.\npurchase details.\ndetails of your employer (where relevant).\ninformation about your interactions with our content or advertising.\nand any views or opinions you provide to us.</p>\n<p>We may also Process information about you from your use of our Services (e.g., the type of device you are using, the internet service provider, etc.), including your interactions with content and advertising on the Services.</p>\n<p>\n</p>\n<p>\n</p>\n<p>“<strong>Personal Information</strong>” means information that is about any individual, or from which any individual is directly or indirectly identifiable.</p>\n<p>“<strong>Process</strong>”, “<strong>Processing</strong>” or “<strong>Processed</strong>” means anything that is done with any Personal Information, whether or not by automated means, such as collection, recording, organization, structuring, storage, adaptation or alteration, retrieval, consultation, use, disclosure by transmission, dissemination or otherwise making available, alignment or combination, restriction, erasure or destruction.</p>\n<p>We may Process the following categories of Personal Information about you:</p>\n<ul>\n<li>Personal details: your name.\nusername or log in details.\npassword.\nareas or topics of interest.\nand photograph (if you or another user posts a photo on the Service).</li>\n<li>Demographic information: gender.\nage/date of birth.\nnationality.\nsalutation.\njob title, company information, education, work experience and other professional information.\nand language preferences.</li>\n<li>Contact details: postal address.\ntelephone and/or mobile number.\nemail address.\nand your public social media handles or profile(s).</li>\n<li>Consent records: records of any consents you may have given, together with the date and time, means of consent and any related information (e.g., the subject matter of the consent).</li>\n<li>Location information: location data that describes the precise geographic location of your device (“<strong>Precise Location Data</strong>”).</li>\n<li>Purchase and payment details: records of purchases and prices.\ninvoice records.\npayment records.\nbilling address.\npayment method.\ncardholder or accountholder name.\npayment amount.\nand payment date.</li>\n<li>Employer details: where you interact with us in your capacity as an employee, the contact information of your employer (including name, address, telephone number and email address) to the extent relevant.</li>\n<li>Views and opinions: any views and opinions that you or other users choose to send to us, or publicly post about us on social media platforms or in the Services, including on forums.</li>\n</ul>\n<p>We also collect other kinds of information from you or other sources, which we refer to as “<strong>Other Information</strong>” in this Policy, which may include but is not limited to:</p>\n<ul>\n<li>Information about your use of the Services, such as usage data and statistical information, which may be aggregated.</li>\n<li>Browsing history including the websites or other services you visited before and after interacting with the Services.</li>\n<li>Searches for and interactions with e-commerce opportunities, such as merchants and offers contained in the Services.</li>\n<li>Non-precise information about the approximate physical location (for example, at the city or zip code level) of a user’s computer or device derived from the IP address of such computer or device (“<strong>GeoIP Data</strong>”).</li>\n<li>Device identification (“<strong>ID</strong>”), which is a distinctive number associated with a smartphone or similar handheld device, but is different than a hardware serial number.</li>\n<li>Advertising ID, which is a unique, user-resettable identification number for advertising associated with a device (e.g., iOS uses the Identifier for Advertising (or&nbsp;“<strong>IDFA</strong>”) and Android uses Google Advertising ID).</li>\n<li>Internet Protocol (“<strong>IP</strong>”) address, which is a unique string of numbers automatically assigned to your device whenever you access the Internet.</li>\n<li>Internet connection means, such as internet service provider (“<strong>ISP</strong>”), mobile operator, WiFi connection, service set identifier (“<strong>SSID</strong>”), International Mobile Subscriber Identity (“<strong>IMSI</strong>”) and International Mobile Equipment Identity (“<strong>IMEI</strong>”).</li>\n<li>Information collected through the use of cookies, eTags, Javascript, pixel tags, device ID tracking, anonymous identifiers and other technologies, including information collected using such methods and technologies about (i) your visits to, and interaction and engagement with, the Services, content and ads on third party websites, applications, platforms and other media channels (“<strong>Channels</strong>”), and (ii) your interaction with emails including the content and ads therein (collectively,&nbsp;“<strong>Online Data</strong>”).</li>\n<li>Device type, settings and software used.</li>\n<li>Log files, which may include IP addresses, browser type, ISP referring/exit pages, operating system, date/time stamps and/or clickstream data, including any clicks on customized links.</li>\n<li>Web Beacons, which are electronic files that allow a website to count users who have visited that page or to access certain cookies.</li>\n<li>Pixel Tags, also known as clear GIFs, beacons, spotlight tags or web bugs, which are a method for passing information from the user’s computer to a third party website.</li>\n<li>Local Shared Objects, such as Flash cookies, and Local Storage, such as HTML5.</li>\n<li>Mobile analytics to understand the functionality of our mobile applications and software on your phone.</li>\n</ul>\n<p>Under certain circumstances and depending on applicable law, some of this Other Information may constitute Personal Information.\nPersonal Information together with Other Information is hereinafter referred to as “<strong>User Information</strong>”.</p>\n<li>\n<strong>Sensitive Personal Information</strong>\n</li>\n<p>Summary – Sensitive Personal Information</p>\n<p>\n</p>\n<p>We do not seek to collect or otherwise Process your Sensitive Personal Information.\nWhere we need to Process your Sensitive Personal Information for a legitimate purpose, we do so in accordance with applicable law.\nThe Services are not intended for use by children.</p>\n<p>\n</p>\n<p>\n</p>\n<p>We do not collect or otherwise Process Personal Information about race or ethnicity, political opinions, religious or philosophical beliefs, trade union membership, physical or mental health, sexual life, any actual or alleged criminal offences or penalties, or any other information that may be deemed to be sensitive under GDPR (collectively, “<strong>Sensitive Personal Information</strong>”) in the ordinary course of our business.\nWhere it becomes necessary to Process Sensitive Personal Information under GDPR, we would rely on one of the following legal bases:</p>\n<ul>\n<li>Compliance with applicable law: We may Process your Sensitive Personal Information where the Processing is required or permitted by applicable law;</li>\n<li>Detection and prevention of crime: We may Process your Sensitive Personal Information where the Processing is necessary for the detection or prevention of crime (including the prevention of fraud);</li>\n<li>Establishment, exercise or defense of legal rights: We may Process your Sensitive Personal Information where the Processing is necessary for the establishment, exercise or defense of legal rights.\nor</li>\n<li>Consent: We may Process your Sensitive Personal Information where we have, in accordance with applicable law, obtained your prior, express consent prior to Processing your Sensitive Personal Information.</li>\n</ul>\n<p>\n<em>Children</em>.&nbsp;The Services are not intended for use by children, especially those under 13.\nNo one under the age of 13 should provide any Personal Information or use our public discussion areas, forums or chats.\nMinors under the age of 18 are not permitted to make purchases through the Services or obtaining coupons or codes from the Services to purchase goods or services on third party websites.\nIf, notwithstanding these prohibitions, your children disclose information about themselves in our public discussion areas, consequences may occur that are not intended for children (for example, they may receive unsolicited messages from other parties).\nIf it is discovered that we have collected Personal Information from someone under 13, we will delete that information immediately.</p>\n<li>\n<strong>How We Collect or Create Information</strong>\n</li>\n<p>Summary – Collection and Creation of Information</p>\n<p>\n</p>\n<p>We may collect or obtain User Information about you: directly from you (e.g., where you contact us).\nin the course of our relationship with you (e.g., if you make a purchase).\nwhen you make your Personal Information public (e.g., if you make a public post about us on social media).\nwhen you download, install, or use any of our Services.\nwhen you visit our Services.\nwhen you register to use any part of the Services.\nor when you interact with any third party content or advertising on the Services.\nWe may also receive User Information about you from third parties (e.g., social network sites).\nWe may also create User Information about you, such as records of your interactions with us.\nZiff Davis is not responsible for Personal Information you volunteer about yourself in public areas of the Services.\nThis Policy does not cover the practices of third parties who may provide information about you to Ziff Davis.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<strong>Collection of User Information</strong>: We may collect User Information about you from the following sources:</p>\n<ul>\n<li>Data you provide: We may obtain your Personal Information when you provide it to us across our Services (e.g., where you sign up for emails, newsletters, bulletins, webinars or white papers.\nregister for site membership or create a profile or account on any part of the Services.\nenter a sweepstakes, contest, competition or prize draw.\nreceive promotional information by SMS text message.\nparticipate in surveys.\nperform search queries through the Services.\ncontact us via email, telephone or by any other means.\npurchase a subscription, software license or product.\nor when you provide us with your business card, etc.).</li>\n<li>Relationship data: We may collect or obtain your Personal Information in the ordinary course of our relationship with you (e.g., if you purchase a service from us).</li>\n<li>Data you make public: We may collect or obtain your Personal Information that you clearly choose to make public, including via social media (e.g., we may collect information from your social media profile(s) if you make a public post about us) or through our chats, forums or communities on the Services.</li>\n<li>Service data: We may collect or obtain your Personal Information when you visit, download, use or register to use any part of our Service.</li>\n<li>Content and advertising information: If you choose to interact with any third party content or advertising on the Services or Channels, we may receive User Information about you from the relevant third party.</li>\n<li>Third party information: We may collect or obtain your Personal Information from third parties who provide it to us.\nThis may include offline channels such as through telephone or direct mail efforts.\nfrom customers, vendors, suppliers, third parties, commercially available or publicly-available sources (e.g., data brokers, data aggregators, public databases, etc.).\nthird party affiliate network operators.\nreferral sources.\nsocial network sites or services (e.g., Facebook, Twitter, LinkedIn, etc.).\nIf you use a third party connection or log-in (e.g., Facebook Connect, Twitter, or Google+) to access the Services, create a membership or profile on any part of the Services, access our content or forward our content to another person, platform or service, we may also receive your username or email address for those third party services or other information available about you or collected from you on those services.</li>\n</ul>\n<p>Please note that Ziff Davis is not responsible for the information you volunteer about yourself in the discussions in certain public areas of the Services, such as forums, blogs, wikis, chat rooms, private messages, message boards or other publicly accessible interaction, or information that you choose to make public in your member profile or other areas of the Services that allow users to upload or post content.\nWe discourage users from posting such Personal Information in this fashion.\nYou can change your publicly available information at any time via your profile page.\nTo request removal of your Personal Information from these areas, please contact us using our DSAR Portal.\nIn some cases, we may not be able to remove your Personal Information, in which case we will let you know we are unable to do so and why.</p>\n<p>This Privacy Policy does not cover the practices of third parties, including those that may disclose information to Ziff Davis.</p>\n<p>\n<strong>Creation of User Information</strong>.\nWe may also create User Information about you, such as records of your interactions with us and details of your purchase history, for internal administrative purposes and analysis.\nWe may also combine data you have provided to us with data obtained from third parties such as social networks and other data collection entities.</p>\n<li>\n<strong>Purposes for Which We May Process Your Information</strong>\n</li>\n<p>Summary – Purposes for Which We May Process Your Information</p>\n<p>\n</p>\n<p>We may Process User Information for the following purposes: providing the Services to you.\ncommunicating with you.\nproviding advertising to you on the Services and Channels.\nanalyzing engagement with our audience.\nobserving user engagement and purchase activity across the Service and Channels.\noffering business-to-business lead generation services.\noffering Speedtest by Ookla to test your internet connectivity.\nmarketing our services and offerings to current and prospective customers.\nmanaging our IT systems.\nfinancial management.\nconducting surveys.\nensuring the security of our systems.\nconducting investigations where necessary.\ncompliance with applicable law.\nand improving our Services.</p>\n<p>\n</p>\n<p>\n</p>\n<p>The purposes for which we may Process User Information, subject to applicable law, include:</p>\n<ul>\n<li>Provision of the Services to You: providing the Services to you from Ziff Davis or its partners including (i) offering of contests, as well as chat areas, forums and communities, (ii) posting of your personal testimonial alongside other endorsements, (iii) display of your personal reviews of products or services, (iv) allowing you to search for other website members using information you may already know about that member such as username, full name or gamer profile and identify users matching that criteria, (v) management of your account, and (vi) customer support and relationship management.</li>\n<li>Offering and Improving the Services: operating and managing the Services for you.\nproviding personalized content to you.\ncommunicating and interacting with you via the Services.\nidentifying issues with the Services and planning improvements to or creating new Services.\nand notifying you of changes to any of our Services.</li>\n<li>Surveys: engaging with you for the purposes of obtaining your views on our Services.</li>\n<li>Communications: communicating with you via any means (including via email, telephone, text message, social media, post or in person) regarding news items and other information in which you may be interested, subject to ensuring that such communications are provided to you in compliance with applicable law.\nmaintaining and updating your contact information where appropriate.\nand obtaining your prior, opt-in consent where required.\nWe may provide direct marketing to you as set out in Section 6 below.</li>\n<li>Advertising: providing advertising based on your interests and interactions with the Services and Channels, including using User Information to serve you advertisements on the Services and Channels, as well as licensing segments of User Information to third parties.\nFor further information, please see Section 7 below.</li>\n<li>Audience Engagement: identification and development of audience engagement, advertising and promotional strategies on various platforms and channels, both within the Service and on Channels.</li>\n<li>User Engagement and Purchases: tracking purchase traffic and activity across the Service and on Channels, including review of your browsing history (if available).\nprovision of analytics and measurement of cost of traffic against money being made.</li>\n<li>Commerce Offerings: using cookies to track your browsing history and the amount of money spent at a particular third party merchant’s site to offer coupons and other offers that are relevant to your shopping experience.\noffering of coupons via SMS messages if a mobile phone number is provided.</li>\n<li>Lead Generation: business-to-business lead generation in the provision of leads to customers to improve customer’s target marketing campaigns and services through different strategies.\nThis includes generating leads through phone calls and email newsletter marketing to drive you to content, such as white papers and webinars, offered by Ziff Davis B2B, emedia, Salesify, DemandShore, Technology Signals, Revenu8, MarTech Advisor, HRTechnologist and ReadITQuik whereupon your contact information will be shared with our customer.</li>\n<li>B2BSignals Offering: providing a software product that offers customers to filter through a database of contacts by revenue, employee size, functional roles and more, that allows customers to find the right business-to-business leads to improve their marketing campaigns and services.</li>\n<li>Marketing to Customers: We may market to current and prospective customers and their employees who have indicated an interest in doing business with, or have previously conducted business with, Ziff Davis in order to further generate and promote our business.\nSuch efforts include sending marketing emails or conducting phone calls to drive the purchase of advertising, Online Data licensing, lead generation and other business services offered by Ziff Davis.</li>\n<li>IT Administration: administration of Ziff Davis’ information technology systems.\nnetwork and device administration.\nnetwork and device security.\nimplementing data security and information systems policies.\ncompliance audits in relation to internal policies.\nidentification and mitigation of fraudulent activity.\nand compliance with legal requirements.</li>\n<li>Security: electronic security measures (including monitoring of login records and access details) to help mitigate the risk of and provide the ability to identify and rectify a security incident.</li>\n<li>Financial Management: general business and financial management purposes, including: economic, financial and administrative management.\nplanning and reporting.\npersonnel development.\nsales.\naccounting.\nfinance.\ncorporate audit.\nand compliance with legal requirements</li>\n<li>Investigations: detecting, investigating and preventing breaches of policy, and criminal offences, in accordance with applicable law.\n</li>\n<li>Legal Proceedings: establishing, exercising and defending legal rights.</li>\n<li>Legal Compliance: Subject to applicable law, we reserve the right to release information concerning any user of Services when we have grounds to believe that the user is in violation of our Terms of Use&nbsp;or other published guidelines or has engaged in (or we have grounds to believe is engaging in) any illegal activity, and to release information in response to court and governmental orders, other requests from government entities, civil subpoenas, discovery requests and otherwise as required by law or regulatory obligations.\nWe also may release information about users when we believe in good faith that such release is in the interest of protecting the rights, property, safety or security of Ziff Davis, any of our users or the public, or to respond to an emergency.</li>\n</ul>\n<li>\n<strong>Direct Marketing</strong>\n</li>\n<p>Summary – Direct Marketing</p>\n<p>\n</p>\n<p>We may Process your User Information to contact you with information regarding services that may be of interest to you.\nYou may unsubscribe for free or opt out of SMS messages at any time.</p>\n<p>\n</p>\n<p>\n</p>\n<p>We may Process your User Information to contact you via email, telephone, direct mail, SMS or other methods of communication to provide you with information regarding the Services that may be of interest to you.\nWe may send information to you regarding the Services, upcoming promotions and other information that may be of interest to you, using the contact details that you have provided to us and always in compliance with applicable law.</p>\n<p>You may unsubscribe from our newsletter lists at any time by following the unsubscribe instructions included in every email we send.\nWe will not send you any emails from a list you have selected to be unsubscribed from, but we may continue to contact you to the extent necessary for the purposes of any other Services you have requested or for additional emails you have signed up for.\nYou may opt out of any telephone marketing by contacting us at the contact details set out in Section 17 below.\nYou may opt out of SMS messages by texting STOP to the received SMS.\nYou can also text HELP for assistance, or contact Customer Service.\nYou will not be charged by us for receiving or sending SMS messages, however, we make no representations, warranties or guarantees that a particular wireless service program will enable you to participate in an SMS program.</p>\n<li>\n<strong>Cookies, Similar Technologies and Online Behavioral Advertising</strong>\n</li>\n<p>Summary – Cookies, Similar Technologies and Online Behavioral Advertising</p>\n<p>\n</p>\n<p>We may Process your User Information by placing or reading Cookies and similar technologies on the Services and Channels.\nFor more information, please see our Cookie Policy.\nCertain tracking technologies enable us to assign a unique identifier to you, and relate information about your use of the Services to Other Information about you, including your User Information for the purposes of learning more about you so we can provide you with relevant content and advertising.\nWe and our partners also use these technologies to analyze trends.\nadminister the Services.\ncollect and store information such as user settings, anonymous browser identifiers and video viewing history.\nsupplement to our server logs and other methods of traffic and response measurement.\ntrack users’ location and movements around the Services.\ngather demographic information about our user base.\nand to improve our understanding of traffic on the Services, visitor behavior, and responses to promotional campaigns.</p>\n<p>Ziff Davis and/or certain third parties may collect information about you for online behavioral advertising purposes in order for you to receive relevant interest-based advertising on the Services and on other websites, platforms and media channels.\nWe use Online Data as well as other User Information to send you online behavioral ads.\nOnline Data is aggregated with the Other Information and data we collect and/or similar data collected by partners to create groups of users and certain general-interest categories or segments that we have inferred.\nWe use this information to get a more accurate picture of audience interests in order to serve ads we believe are more relevant to your interests.</p>\n<p>\n</p>\n<p>\n</p>\n<p>Ziff Davis and its partners may use cookies and other tracking technologies to analyze trends, administer Services, track users’ movements around the Services and on third party sites, devices and applications, and to gather demographic information about our user base.\nYou can control the use of cookies at the individual browser level, but if you choose to disable cookies, it may limit your use of certain features or functions on the Services.&nbsp;To manage Flash cookies, please click&nbsp;here.\nPlease see our&nbsp;Cookie Policy for more information, including a more in-depth explanation of what cookies are, the different types of cookies used on the Services, and how to change or delete them.</p>\n<p>Tracking technologies on the Services may be deployed by Ziff Davis and/or by our service providers or partners.\nCertain tracking technologies enable us to assign a unique identifier to you, and relate information about your use of the Services to other information about you, including your User Information.\nWe may match information collected from you through different means or at different times and use such information along with offline and online information obtained from other sources (including from third parties), including, but not limited to, demographic information and updated contact information, for the purposes of learning more about you so we can provide you with relevant content and advertising.</p>\n<p>When you receive email messages or newsletters from us, we may use web beacons, customized links, clear GIFs or similar technologies to determine whether the email has been opened and which links you click in order to provide you with more focused email communications or other information, and/or to aggregate that information with other data we collect to use for some or all of the purposes outlined in this Privacy Policy.</p>\n<p>We and our partners (including but not limited to e-commerce partners, affiliates, and analytics providers) also may use technologies such as pixel tags, e-tags, IP addresses, Local Shared Objects, Local Storage, Flash cookies and HTML5 to analyze trends.\nadminister the Services.\ncollect and store information such as user settings, anonymous browser identifiers and video viewing history.\nsupplement our server logs and other methods of traffic and response measurement.\ntrack users’ location and movements around the Services.\ngather demographic information about our user base.\nand to improve our understanding of traffic on the Services, visitor behavior, and responses to promotional campaigns.\nWe may receive reports based on the use of these technologies by these third party companies on an individual and aggregated basis.\nFor example, we may connect information about your IP address to known corporate or User Information and use the associated information related to aggregate content preferences to assist in our efforts to market services to you or the originating corporation(s).\nVarious browsers may offer their own management tools for removing Local Storage.\nTo manage Flash Local Shared Objects please click&nbsp;here.</p>\n<p>We may use mobile analytics software to collect data and to better understand the functionality of our mobile software, devices and applications on your phone and other devices.\nThis software may record information such as how often you use the application, the events that occur within the application, aggregated usage, performance data, and where the application was downloaded from.\nWe may link this information to User Information.</p>\n<p>Ziff Davis and/or certain third parties may collect information about you for online behavioral advertising (“<strong>OBA</strong>”) purposes in order for you to receive relevant interest-based advertising on the Services and on other websites, platforms and media channels.\nOBA is also referred to as interest-based advertising.</p>\n<p>Ziff Davis displays ads on both the Services and on the Channels.\nWe may use Online Data as well as other User Information to send you OBA.\nFor example, if you read an article about a particular subject on the Services, we may use cookies from a vendor to later serve you an advertisement for a particular product or service related to the viewed article.\nThese third party vendors may connect information about pages you visit on the Services with information about pages you visit on other Channels and show you advertising based on this combined information.\nThese advertisements may appear when you are visiting a different section of the Services or on another Channel.\nLikewise, third party vendors may serve you advertisements when you visit the Services based on your interaction with the Services and other Channels.</p>\n<p>\n<strong>The specific providers we use for OBA are subject to change</strong>.&nbsp;For a list of some of the applicable providers,&nbsp;click here.\nFor information about how to opt out of tracking methods for these entities and others,&nbsp;click here.\nFor more details about OBA and opting out, see Section 15 below.</p>\n<p>Online Data is aggregated with the Other Information and data we collect as described in this Privacy Policy and/or similar data collected by partners to create groups of users and certain general-interest categories or segments that we have inferred based on (a) demographic or interest data and GeoIP Data, (b) the pages you view and links you click when viewing an email or using the Services and those of our partners, and/or (c) the search terms you enter when using certain search services.\nWe use this information to get a more accurate picture of audience interests in order to serve ads we believe are more relevant to your interests.\nWe store page views, clicks and search terms used for ad personalization targeting separately from your Personal Information.</p>\n<li>\n<strong>What is the Lawful Basis for Processing Personal Information</strong>\n</li>\n<p>Summary – Lawful Basis for Processing User Information</p>\n<p>\n</p>\n<p>We may Process your User Information where: you have given your consent.\nthe Processing is necessary for a contract between you and us.\nthe Processing is required by applicable law.\nthe Processing is necessary to protect the vital interests of any individual.\nor where we have a valid legitimate interest in the Processing.</p>\n<p>\n</p>\n<p>\n</p>\n<p>In Processing your User Information in connection with the purposes set out in this Policy, we may rely on one or more of the following legal bases, depending on the circumstances:</p>\n<ul>\n<li>Consent: We may Process your User Information where we have obtained your prior, express consent to the Processing (this legal basis is only used in relation to Processing that is entirely voluntary – it is not used for Processing that is necessary or obligatory in any way);</li>\n<li>Contractual necessity: We may Process your User Information where the Processing is necessary in connection with any contract that you may enter into with us.\n</li>\n<li>Compliance with applicable law: We may Process your User Information where the Processing is required by applicable law.\n</li>\n<li>Vital interests: We may Process your User Information where the Processing is necessary to protect the vital interests of any individual.\nor</li>\n<li>Legitimate interests: We may Process your User Information where we have a legitimate interest in carrying out the Processing for the purpose of managing, operating or promoting our business, and that legitimate interest is not overridden by your interests, fundamental rights, or freedoms.</li>\n</ul>\n<p>As described above, we have identified our lead generation services and how we market our business to our current and prospective customers as having a legitimate interest.</p>\n<li>\n<strong>What Information We Disclose to Third Parties</strong>\n</li>\n<p>Summary – Disclosure of User Information to Third Parties</p>\n<p>\n</p>\n<p>We may disclose your User Information to: legal and regulatory authorities.\nour external advisors.\nparties who Process User Information on our behalf (“Processors”).\nany party as necessary in connection with legal proceedings.\nany party as necessary for investigating, detecting or preventing criminal offences.\nany purchaser of our business.\nand any third party providers of advertising, plugins or content used on the Services.</p>\n<p>\n</p>\n<p>\n</p>\n<p>We may disclose your User Information to other entities within the Company group, for legitimate business purposes (including operating the Services, and providing services to you), in accordance with applicable law.\nIn addition, we may disclose your User Information to:</p>\n<ul>\n<li>legal and regulatory authorities, upon request, or for the purposes of reporting any actual or suspected breach of applicable law or regulation.\n</li>\n<li>outside professional advisors (such as accountants, auditors, or lawyers), subject to binding contractual obligations of confidentiality;</li>\n<li>third party Processors (such as analytic providers.\ndata centers.\netc.), located anywhere in the world, subject to the requirements noted below in this Section 9;</li>\n<li>any relevant party, law enforcement agency or court, to the extent necessary for the establishment, exercise or defense of legal rights;</li>\n<li>any relevant party for the purposes of prevention, investigation, detection or prosecution of criminal offences or the execution of criminal penalties, including safeguarding against and the prevention of threats to public security.\n</li>\n<li>any relevant third party acquirer(s), in the event that we sell or transfer all or any relevant portion of our business or assets (including in the event of a reorganization, dissolution or liquidation);</li>\n<li>any relevant third party provider, where our Services use third party advertising, plugins or content.\nIf you choose to interact with any such advertising, plugins or content, information about your activities on the Services and Channels to provide you targeted advertising based upon your interests may be shared with the relevant third party provider.\nIf you click or tap on or otherwise interact with an advertisement, the advertiser may assume that you meet its target criteria;</li>\n<li>any sponsors of contests, competitions, sweepstakes and prize draws, or white papers, webcasts or other downloads, the registration data for such events is to be used by us as part of User Information, and may be shared with the sponsor and others, subject to this Policy and the sponsor’s privacy policy.\nWe may also share your information with third party vendors involved in the administration of such events.\nFor contests, competitions, sweepstakes and prize draws, please read the official rules or terms and conditions carefully before you submit your information.\nand</li>\n<li>to third parties whose practices are not covered by this Privacy Policy (e.g., third party providers of goods and services, marketing and advertising companies and agencies, content publishers and retailers).</li>\n</ul>\n<p>For some of our Services, we may make some information, such as the name of our users, their mailing address, phone number, email address—and in certain circumstances their employer’s name, company size and other industry data—available on a rental or other basis (e.g., sale) to third party providers of goods and services, for example, when such information is provided in connection with webcasts, white papers or other sponsored downloads.</p>\n<p>When you use a co-branded service (a service operated with a partner of Ziff Davis), or register or otherwise provide information on a co-branded site, you grant us permission to pass the collected information back to that partner, which may include third party service providers whose services are embedded into and/or appear within the Services;</p>\n<p>With respect to surveys, in the event that responses are publicly disclosed, users will be notified at the time they take the survey.\nOtherwise we will disclose only aggregate information regarding its users’ responses in surveys to other participants in the survey.\nWhere surveys allow users to submit written comments, and where Ziff Davis advises users of the possibility of such disclosure at the time they take the survey, Ziff Davis reserves the right to disclose any information provided by users, provided that no User Information identifying a specific user is disclosed.</p>\n<p>Ziff Davis and some of our advertisers may use third party advertising service companies to serve advertisements, for OBA or otherwise, and perform related services when you interact with the Services.\nOften, these third party advertising companies employ cookies and other technologies to measure the effectiveness of website, app and email advertisements and to create a record of interaction with our content that they use in conjunction with their advertising which appears on other sites or applications, or for reporting website traffic, app use, statistics, advertisement data and/or other activities on the Services.\nWe also engage third party providers to assist with the segmentation of this data.</p>\n<p>We may also sell or transfer Online Data to certain third parties such as advertisers who will use this data to serve ads that they believe are relevant to your interests, and who agree to maintain the confidentiality of this information.\nSome of these third parties may combine the Online Data with their own data about you to form a more detailed picture.</p>\n<p>We may engage third party providers to assist with the collection, storage and segmentation of Online Data and the providers are required to maintain the confidentiality of this information.\nThese third party providers may collect User Information from our Services for their own purposes, including but not limited to monitoring fraud around the web.</p>\n<p>We may also engage third parties for the purpose of recognizing our users and delivering interest-based content and advertisements to them.\nWe may share your User Information with our partners such as your name, postal address, email, or other identifier.\nOur partners may also: (i) collect information directly from your device, such as your IP address, device ID, advertising ID, and information about your browser or operating system.\n(ii) combine User Information about you received from Ziff Davis with information about you from other sites or services.\nand (iii) place or recognize a unique cookie on your browser.</p>\n<p>If we engage a third-party Processor to Process your User Information, the Processor will be subject to binding contractual obligations to: (i) only Process the User Information in accordance with our prior written instructions.\nand (ii) use measures to protect the confidentiality and security of the User Information.\ntogether with any additional requirements under applicable law.</p>\n<p>The Services contain links to other sites or partners whose information practices may be different from ours.\nYou should consult the privacy policy of these third parties to learn how your privacy is protected.</p>\n<li>\n<strong>International Transfers of Information</strong>\n</li>\n<p>Summary – International Transfers of Information</p>\n<p>\n</p>\n<p>We may transfer your Personal Information to recipients in other countries.\nZiff Davis participates in the E.U.-U.S.\nPrivacy Shield, the Swiss-U.S.\nPrivacy Shield and the APEC Cross Border Privacy Rules System.\nWhere we transfer User Information from the European Economic Area (“EEA”) to a recipient outside the EEA that is not in an adequate jurisdiction, we do so on the basis of standard contractual clauses.</p>\n<p>\n</p>\n<p>\n</p>\n<p>Because of the international nature of our business, we may need to transfer your User Information within the Ziff Davis group of companies, and to third parties as noted in Section 9 above, in connection with the purposes set out in this Policy.\nFor this reason, we may transfer your User Information to other countries that may have different laws and data protection compliance requirements to those that apply in the country in which you are located.\n</p>\n<p>Ziff Davis, LLC and its U.S.\nsubsidiaries IGN Entertainment, Inc., emedia Communications, LLC, Salesify, Inc., Offers.com, LLC and Mashable, Inc.\nparticipate in and have certified its compliance with the E.U.-U.S.\nPrivacy Shield Framework and the Swiss-U.S.\nPrivacy Shield Framework.\nZiff Davis is committed to subjecting all Personal Information received from European Union (E.U.) member countries and Switzerland, in reliance on the Privacy Shield Framework, to the Framework’s applicable principles.&nbsp;To learn more about the Privacy Shield Framework, please visit the U.S.\nDepartment of Commerce’s&nbsp;Privacy Shield List.\nZiff Davis is responsible for the processing of Personal Information it receives under the Privacy Shield Framework and subsequent transfers to a third party acting as an agent on its behalf.&nbsp;Ziff Davis complies with the Privacy Shield principles for all onward transfers of Personal Information from the E.U.\nand Switzerland, including the onward transfer liability provisions.\nWith respect to Personal Information received or transferred pursuant to the Privacy Shield Framework, Ziff Davis is subject to the regulatory enforcement powers of the U.S.\nFederal Trade Commission.&nbsp;In certain situations, Ziff Davis may be required to disclose Personal Information in response to lawful requests by public authorities, including to meet national security or law enforcement requirements.\nIf you are a European individual with a privacy related complaint, concern or question about Ziff Davis’ privacy practices, please contact us through our DSAR Portal.\nUnder certain conditions, more fully described on the Privacy Shield website, European individuals may invoke binding arbitration when other dispute resolution procedures have been exhausted.</p>\n<p>Where we transfer your Personal Information from the EEA to recipients located outside the EEA who are not in a jurisdiction that has been formally designated by the European Commission as providing an adequate level of protection for Personal Information, we do so on the basis of standard contractual clauses.\nYou may request a copy of the relevant standard contractual clauses using our DSAR Portal.</p>\n<p>Please note that when you transfer any Personal Information directly to a Company entity established outside the EEA, we are not responsible for that transfer of your Personal Information.\nWe will nevertheless Process your Personal Information, from the point at which we receive the data, in accordance with the provisions of this Privacy Policy.</p>\n<p>Ziff Davis privacy practices described in this Privacy Policy comply with the Asia-Pacific Economic Cooperation (“<strong>APEC</strong>”) Cross Border Privacy Rules System.\nTo learn more about this program, please click here.</p>\n<p>Please note that we may use data collected by a third party operator/licensee of localized versions or editions of Services.</p>\n<li>\n<strong>Data Security</strong>\n</li>\n<p>Summary – Data Security</p>\n<p>\n</p>\n<p>We implement appropriate technical and organizational security measures to protect your User Information.\nPlease ensure that any Personal Information that you send to us is sent securely.</p>\n<p>\n</p>\n<p>\n</p>\n<p>We have implemented appropriate technical and organizational security measures designed to protect your User Information against accidental or unlawful destruction, loss, alteration, unauthorized disclosure, unauthorized access, and other unlawful or unauthorized forms of Processing, in accordance with applicable law.\nIn certain instances we may use Secure Sockets Layer encryption and/or transfer certain User Information in a non-human readable format to provide protection.\nHowever, we cannot guarantee there will not be a breach, and we are not responsible for any breach of security or for the actions of any third parties.</p>\n<p>Because the internet is an open system, the transmission of information via the internet is not completely secure.\nAlthough we will implement reasonable measures to protect your information, we cannot guarantee the security of your data transmitted to us using the internet.\nAny such transmission is at your own risk and you are responsible for ensuring that any Personal Information that you send to us are sent securely.</p>\n<li>\n<strong>Data Accuracy</strong>\n</li>\n<p>Summary – Data Accuracy</p>\n<p>\n</p>\n<p>We take every reasonable step to ensure that your User Information is kept accurate and up-to-date and are erased or rectified if we become aware of inaccuracies.</p>\n<p>\n</p>\n<p>\n</p>\n<p>We take every reasonable step to ensure that your User Information that we Process is accurate and, where necessary, kept up to date, and any of your User Information that we Process that you inform us is inaccurate (having regard to the purposes for which they are Processed) is erased or rectified.</p>\n<li>\n<strong>Data Minimization</strong>\n</li>\n<p>Summary – Data Minimization</p>\n<p>\n</p>\n<p>We take every reasonable step to limit the volume of your User Information that we Process to what is necessary.</p>\n<p>\n</p>\n<p>\n</p>\n<p>We take every reasonable step to ensure that your User Information that we Process is limited to the User Information reasonably necessary in connection with the purposes set out in this Policy or as required to provide you services or access to the Services.</p>\n<li>\n<strong>Data Retention</strong>\n</li>\n<p>Summary – Data Retention</p>\n<p>\n</p>\n<p>We take every reasonable step to ensure that your User Information is only retained for as long as they are needed.\nOnline Data related to OBA is kept by Ziff Davis for not more than 180 days after which it will expire, subject to certain conditions.</p>\n<p>\n</p>\n<p>\n</p>\n<p>We take every reasonable step to ensure that your User Information is only Processed for the minimum period necessary for the purposes set out in this Policy.\nThe criteria for determining the duration for which we will keep your User Information are as follows: we will retain copies of your User Information in a form that permits identification only for as long as is necessary in connection with the purposes set out in this Policy, unless applicable law requires a longer retention period.\nUnless there is a specific legal requirement for us to keep the information, we plan to retain it for no longer than is necessary to fulfill a legitimate business need.</p>\n<p>Except as may be set forth in this Privacy Policy, Online Data related to OBA is retained by Ziff Davis for not more than 180 days after which it shall expire.\nHowever, the 180 day period may commence again if the same user subsequently visits or interacts with an ad, email, the Services or a Channel.</p>\n<li>\n<strong>What Can I Do to Control My Information?</strong>\n</li>\n<p>Summary – What Can I Do to Control My Information?</p>\n<p>\n</p>\n<p>You can directly take steps to change your preferences for newsletters and online behavioral advertising as outlined in this section.</p>\n<p>If you are an EU resident, you may have certain rights including: the right not to provide your Personal Information to us.\nthe right of access to your Personal Information.\nthe right to request rectification of inaccuracies.\nthe right to request the erasure, or restriction of Processing, of your Personal Information.\nthe right to object to the Processing of your Personal Information.\nthe right to have your Personal Information transferred to another controller.\nthe right to withdraw consent.\nand the right to lodge complaints with supervisory authorities.\nWe may require proof of or need to verify your identity before we can give effect to these rights.</p>\n<p>\n</p>\n<p>\n</p>\n<p>You may directly take steps to change your preferences as follows:</p>\n<p>\n<em>Access to Your Personal Information</em>.\nUpon request Ziff Davis will provide you with information about whether we hold any of your personal information.\nYou may access, correct, or request deletion of your personal information by logging into your account or contacting us through our DSAR Portal.\nWe will respond to your request within a reasonable timeframe.\n</p>\n<p>\n<em>Your Newsletter and Email Subscriptions</em>.\nYou can opt out or unsubscribe to a newsletter or other email list at any time by following the instructions at the end of the newsletters or emails you receive.\nPlease allow five to ten business days for changes to take effect.\nOn some Services, member service-related communications are an integral part of such Services to which you subscribe and you may continue to receive emails as part of that particular portion of the Services unless you cancel your account, even if you opt out of the newsletters or email list.\nIf you have provided more than one email address to us, you may continue to be contacted unless you request to unsubscribe each email address you have provided.</p>\n<p>\n<em>Push Notifications</em>.\nWe send you push notifications from time-to-time in order to update you about any events or promotions that we may be running.\nIf you no longer wish to receive these types of communications, you may turn them off at the device level.\nTo ensure you receive proper notifications, we will need to collect certain information about your device such as operating system and user identification information.</p>\n<p>\n<em>OBA</em>.\nZiff Davis is a member of the Digital Advertising Alliance&nbsp;(“<strong>DAA</strong>”) in the U.S., E.U.\nand Canada and uses third party assurance platforms to comply with the DAA principles.\nZiff Davis strives to adhere to the self-regulatory organization principles for the DAA (US), the DAAC (Canada) and the EDAA (EU).\nOnline ads on the Services using Online Data are delivered with the DAA Ad Marker Icon&nbsp;&lt;img src=\"https://www.ziffdavis.com/wp-content/uploads/2016/10/zd_adchoices.png\" alt=\"DAA Ad Marker Icon\"/&gt;, which helps users understand how their data is being used and provides choices for users who want more control.\nThis icon is also on each of our web pages and applications where Online Data is collected that will be used for OBA purposes.</p>\n<p>The DAA Ad Marker Icon&nbsp;&lt;img src=\"https://www.ziffdavis.com/wp-content/uploads/2016/10/zd_adchoices.png\" alt=\"DAA Ad Marker Icon\"/&gt;&nbsp;provides information (and links to other information) on online behavioral ads, who is collecting and using your Online Data, how you can opt out and more.\nIf you would prefer that we not collect Online Data that may be used to help determine which advertisements to serve you, opt out by clicking this icon&nbsp;&lt;img src=\"https://www.ziffdavis.com/wp-content/uploads/2016/10/zd_adchoices.png\" alt=\"DAA Ad Marker Icon\"/&gt;, which can be found on most of our webpages and mobile applications.</p>\n<ul>\n<li>European Union and Switzerland residents should visit the European DAA by clicking here.</li>\n<li>Canadian residents should visit the DAA of Canada by clicking here.</li>\n<li>U.S.\nresidents and residents of all other countries or territories not listed above can click here for the DAA site to learn more about the use of cookies, your opt-out choices, and more.</li>\n</ul>\n<p>\n<em>Cookies and Pixel Tags</em>.\nYou may stop or restrict cookies and pixel tags on your computer or purge cookies from your browser by adjusting your web browser preferences.\nHowever, if you “turn off,” purge, or disable cookies or pixel tags, although you may still use the Services, you may not be able to use all of the features, functions, or services available on the Services.</p>\n<p>\n<em>Location Based Services</em>.\nYou may opt-out of having your Precise Location Data collected by Ziff Davis at any time by editing the appropriate setting on your mobile device (which is usually located in the Settings area of your device).</p>\n<p>\n<em>California Residents</em>.\nIn accordance with the California Online Privacy Protection Act, we may collect Personal Information about your online activities when you use the Services.\nWhile we give our users many avenues to opt out of providing Personal Information, we do not respond to Web browsers’ “do not track” signals.\nCalifornia’s “Shine the Light” law, Civil Code Section 1798.83, permits our users who are California residents to periodically request and obtain certain information about any Personal Information disclosed to third parties for direct marketing purposes.\nIf you are a California resident and wish to make such a request or if you wish for us to refrain from gathering your Personal Information, please submit your request in writing to the contact details set out in Section 17 below.</p>\n<p>\n<em>EU Residents</em>.\nGDPR provides certain rights for EU residents.\nYou may decline to share certain information with us, in which case we may not be able to provide some of the features and functionality of the Services.\nThese rights include, in accordance with applicable law, the right to object to or request the restriction of processing of your information, and to request access to, rectification, erasure and portability of your own information.\nWhere we process your information on the basis of your consent, you have the right to withdraw that consent (noting that such withdrawal does not affect the lawfulness of any Processing performed prior to the date on which we receive notice of such withdrawal, and does not prevent the Processing of your Personal Information in reliance upon any other available legal bases).\nRequests should be submitted by contacting us using the DSAR Portal.\nIf you are an EU resident and have any unresolved privacy concern, you have the right to contact the appropriate EU Supervisory Authority and lodge a complaint.</p>\n<li>\n<strong>Terms of Use</strong>\n</li>\n<p>Summary – Terms of Use</p>\n<p>\n</p>\n<p>For all Services, the Ziff Davis Terms of Use will govern.</p>\n<p>\n</p>\n<p>\n</p>\n<p>For more information concerning your use of the Services, please visit the Ziff Davis Terms of Use.\nThe Ziff Davis Terms of Use is incorporated by reference into this Privacy Policy.</p>\n<p>We recommend that you review our Terms of Use regularly, in order to review any changes we might make from time to time.</p>\n<li>\n<strong>Contact Details</strong>\n</li>\n<p>Summary – Contact Details</p>\n<p>\n</p>\n<p>You may contact us at the addresses set out below or by emailing privacy@ziffdavis.com</p>\nZiff Davis<br> Attention: Legal Department<br> 114 Fifth Avenue, 15th Floor<br> New York, NY 10011\n<p>\n</p>\n<p>If you are an EU resident, you may contact our Data Protection Officer at dpo@ziffdavis.com or submit GDPR related inquiries to our DSAR Portal.</p>\n<p>\n</p>\n<p>\n</p>\n<p>If you have any comments, questions or concerns about any of the information in this Policy, or any other issues relating to the Processing of User Information carried out by us, or on our behalf, please contact:</p>\nZiff Davis<br> Attention: Legal Department<br> 114 Fifth Avenue, 15th Floor<br> New York, NY 10011<br> privacy@ziffdavis.com\n<p>\n</p>\n<p>Our Data Protection Officer may be contacted at dpo@ziffdavis.com.\nFor GDPR related inquiries, please use our DSAR Portal</p>\n<p>If you have an unresolved concern regarding your privacy or our use of data that we have not addressed satisfactorily, please contact our U.S.-based third party dispute resolution provider (free of charge) by clicking&nbsp;here.</p>\n<li>\n<strong>California Consumers</strong>\n</li>\n<p>Summary – California Consumers</p>\n<p>\n</p>\n<p>The California Consumer Privacy Act (“CCPA)&nbsp.\nprovides certain rights for California consumers.&nbsp.\nIf you are a consumer residing in California, the following additional terms apply to you.</p>\n<p>\n</p>\n<p>\n</p>\n<ol>\n<li>\n<strong>Right to Know About Information Collected, Disclosed or Sold</strong>\n</li>\n<p>You have the right to request that we disclose what personal information we collect, use, disclose, and sell.\nTo submit a verifiable request, please visit our&nbsp;DSAR Portal or email privacy@ziffdavis.com.</p>\n<p>If you have an account with us, we will verify the request by confirming the email address used to make the request is the same as the email address on file for the account.&nbsp.\nIf you do not have an account with us, we will verify the request by sending an email to the email address used to make the request.\nWe may ask for additional information reasonably related to the request to verify the request.</p>\n<li>\n<strong>Collection of Personal Information</strong>\n</li>\n<p>The categories of California consumers’ Personal Information we may collect are listed above in Section 2 (“What Categories of Information We Process”).&nbsp.\nIn reference to Section 2, we may collect Personal Details, Demographic Information, Contact Details, Consent Records, Location Information, Purchase and Payment Details, Employer Details, Views and Opinions.&nbsp.\nWe also collect other kinds of information from you or other sources, which we refer to as “Other Information” in this Policy.\nAs detailed in Section 2, this may include, but is not limited to, information about your use of, visits to and interaction and engagement with the Services, content and ads on Channels, all of which may be aggregated.\nbrowsing history.\nand searches for and interactions with e-commerce opportunities, such as merchants and offers contained in the Services.</p>\n<p>We may collect California consumers’ Personal Information from the sources listed in Section 4 (“How We Collect User Information”).\nAs defined in Section 4, this may be: Data You Provide.\nRelationship Data.\nData You Make Public.\nService Data.\nContent and Advertising Information.\nThird Party Information.\nSpeedtest data if you run a Speedtest by Ookla&nbsp.\nWe may obtain personal information from the following sources as defined in Section 2 (“What Categories of Information We Process”): GeoIP Data.\nID.\nIDFA.\nIP address.\nISP.\nSSID.\nIMSI.\nIMEI.\nLog files.\nWeb Beacons.\nPixel Tags.\nLocal Shared Objects, such as Flash cookies, and Local Storage, such as HTML5, and equivalents.</p>\n<p>We use this data for the purposes listed above in Section 5 (“Purposes for which we may Process your Personal Information”) or for Direct Marketing as outlined in Section 6 (“Direct Marketing”).</p>\n<li>\n<strong>Disclosure or Sale of Personal Information</strong>\n</li>\n<p>We may and may have disclosed or sold the categories of Personal Information listed in Section 9 (“What Information We Disclose to Third Parties”) for a business or commercial purpose.</p>\n<p>We may and may have disclosed Personal Information to the following categories of third parties for a business purpose:</p>\n<ul>\n<li>other entities within the Company group for a legitimate business purpose such as operating the Services and providing the Services to you;</li>\n<li>third party Processors for the purpose of providing the Services to you;</li>\n<li>third party providers where our Services use third party advertising, plugins or content;</li>\n<li>third party providers to assist with the collection, storage and segmentation of Online Data.&nbsp.\nThese third party providers may collect User Information from our Services for their own purposes, including but not limited to, monitoring fraud around the web;</li>\n<li>third parties for the purpose of recognizing our users and delivering interest-based content and advertisements to them.\nWe may share your User Information with our partners such as your name, postal address, email, or other identifier.\nOur partners may also: (i) collect information directly from your device, such as your IP address, device ID, advertising ID, and information about your browser or operating system.\n(ii) combine User Information about you received from Ziff Davis with information about you from other sites or services.\nand (iii) place or recognize a unique cookie on your browser.\nand</li>\n<li>third party vendors involved in the administration of contests, competitions, sweepstakes, prize draws, or webcasts.</li>\n</ul>\n<p>We may have disclosed or sold Personal Information to the following categories of third parties for a business purpose or a commercial purpose:\n</p>\n<ul>\n<li>third party providers where our Services use third party advertising, plugins or content.\nIf you choose to interact with any such advertising, plugins or content, information about your activities on the Services and Channels to provide you targeted advertising based upon your interests may be shared with the relevant third party provider.\nIf you click or tap on or otherwise interact with an advertisement, the advertiser may assume that you meet its target criteria;</li>\n<li>third parties for the purpose of recognizing our users and delivering interest-based content and advertisements to them.\nWe may share your User Information with our partners such as your name, postal address, email, or other identifier.\nOur partners may also: (i) collect information directly from your device, such as your IP address, device ID, advertising ID, and information about your browser or operating system.\n(ii) combine User Information about you received from Ziff Davis with information about you from other sites or services.\nand (iii) place or recognize a unique cookie on your browser;</li>\n<li>third parties such as advertisers who will use Online Data to serve ads that they believe are relevant to your interests, and who agree to maintain the confidentiality of this information.\nSome of these third parties may combine the Online Data with their own data about you to form a more detailed picture;</li>\n<li>third party partners such as marketing and advertising companies and agencies, content publishers, retailers, third party providers of goods and services.\nor service providers whose services are embedded into and/or appear within the Services when you use a co-branded service (a service operated with a partner of Ziff Davis), or register or otherwise provide information on such co-branded site.\nThis information is only passed on if and when you grant us permission to pass the collected information back to that third party;</li>\n<li>Any sponsors of contests, competitions, sweepstakes and prize draws, or white papers, webcasts or other downloads, the registration data for such events is to be used by us as part of User Information, and may be shared with the sponsor and others, subject to this Policy and the sponsor’s privacy policy.</li>\n<li>third party providers of goods and services on a rental or other basis for some of our Services when information (such as the name of our users, their mailing address, phone number, email address – and in certain circumstances their employer’s name, company size and other industry data) is provided in connection with webcasts, white papers or other sponsored downloads.</li>\n<li>\n<em>For Ookla only</em>, if you run a Speedtest, ISPs and mobile carriers may receive full IP addresses and/or network hardware or devices identifiers for such ISP or mobile carrier’s customers upon request.\nEquipment manufacturers and core network or wholesale providers may also receive full IP addresses and/or network, hardware and device identifiers on a case-by-case basis for network research purposes.\nThird parties may receive GeoIP Data and/or Precise Location Data.</li>\n</ul>\n<p>The Services are not intended for use by minors.\nWe do not sell personal information of minors under 16 years of age without affirmative authorization.</p>\n<li>\n<strong>Right to Request Deletion of Personal Information</strong>\n</li>\n<p>You have the right to request deletion of Personal Information collected or maintained by us.&nbsp.\nTo do so, please submit a request via DSAR Portal or by emailing privacy@ziffdavis.com.&nbsp.\nIf submitting a request by email, we may ask for additional information to verify your request.</p>\n<li>\n<strong>Right to Opt-Out of the Sale of Personal Information</strong>\n</li>\n<p>You have the right to opt-out of the sale of Personal Information by a business.&nbsp.\nTo do so, please submit a request via DSAR Portal or by emailing privacy@ziffdavis.com.&nbsp.\nIf submitting a request by email, we may ask for additional information to verify your request.</p>\n<li>\n<strong>Right to Non-Discrimination for the Exercise of a Consumer’s Privacy Rights</strong>\n</li>\n<p>You have the right not to receive discriminatory treatment by the business for exercising your privacy rights conferred to you by the California Consumer Privacy Act.</p>\n<li>\n<strong>Authorized Agent</strong>\n</li>\n<p>To make a request under the California Consumer Privacy Act on a consumer’s behalf, we require a signed authorization letter from the consumer to privacy@ziffdavis.com.</p>\n<li>\n<strong>Contact for More Information</strong>\n</li>\n<p>If you have any questions or concerns about our privacy policies and practices, you may contact us via DSAR Portal or privacy@ziffdavis.com.</p>\n<li>\n<strong>Date Privacy Policy Last Updated</strong>\n</li>\n<p>Our Privacy Policy was lasted updated as of the date indicated at the beginning of the policy.</p>\n</ol>\n<li>\n<strong>How this Privacy Policy May Change</strong>\n</li>\n<p>We may change this Privacy Policy from time to time, and all changes will be effective at the time we post them.\nIf we believe there is a significant change to this Privacy Policy or our data collection and use practices, we will indicate on our websites that our Privacy Policy has changed prior to the change becoming effective.\nThe then-posted version of the Privacy Policy supersedes all prior versions.\nYour continued access to or use of any of the Services shall be deemed your acceptance of the Privacy Policy.</p>\n<p>\n<strong>We urge you to come back to this web page and review this Privacy Policy regularly so that you remain aware of the terms and conditions that apply to you.</strong>\n</p>\n<p>To review Ookla, LLC’s privacy policy and practices, please visit the Ookla Privacy Policy.\nThe Ookla Terms of Use govern your use of websites and services of Ookla (including Speedtest and Speedtest Custom).\nTo review Humble Bundle, Inc.’s privacy policy and practices, please visit the Humble Bundle Privacy Policy.\nThe Humble Bundle Terms of Use govern your use of the websites and services of Humble Bundle.\nTo review Everyday Health, Inc.’s privacy policy and practices, please visit the Everyday Health Terms of Use govern your use of the websites and services of Everyday Health.\n</p>\n</ol>\n<p>Comments are closed.</p> Facebook Linkedin Twitter <p>\n</p>\n<p>We strongly encourage you to read our updated PRIVACY POLICY and COOKIE POLICY.</p> × &lt;img height=\"1\" width=\"1\" src=\"//zdbb.net/l/z0WVjCBSEeGLoxIxOQVEwQ/\" alt=\"\" /&gt.\n<p>Use of the site is governed by our Terms of Use and Privacy Policy.\nCopyright 1996-2019 Ziff Davis.\nAll Rights Reserved.\nReproduction in whole or in part in any form or medium without express written permission of Ziff Davis, LLC.\nis prohibited.</p>\n<p>\n</p> Back to Top We need your consent to proceedWe use cookies to personalize and enhance your experience on our site.\nVisit our Privacy Policy for more information on our data collection practices.\nBy clicking Accept, you agree to our use of cookies for the purposes listed in our Cookie Consent Tool.To see a complete list of the companies that use these cookies and other technologies and to tell us whether they can be used on your device or not, access our Cookie Consent Tool.<br>\n<br>You will see this message only once, but you will always be able to set your preferences at any time in the Cookie Consent Tool.\nIn addition, find more information about the use of cookies and similar technologies on this site in our Cookie Notice.We&nbsp;understand how you and other visitors are using this website by using cookies and other technologies.&nbsp;Please click <strong>I Consent</strong> below to give us permission to do this.Cookie ConsentAgree and Access SiteClose&nbsp.\n", "created_at": "2019-03-31 03:58:26.968966", "updated_at": "2020-12-14 21:36:24.939739"}, {"id": 1131, "name": "Cookie Policy", "url": "https://www.ziffdavis.com/cookie-policy", "xpath": "", "text": " <ul>\n<li>Brands</li>\n<li>Audience</li>\n<li>Worldwide</li>\n<li>Press</li>\n<li>Leadership</li>\n<li>Careers</li>\n<li>Contact</li>\n</ul>BRANDSAUDIENCEWORLDWIDEPRESSLEADERSHIPCAREERSCONTACT Ziff Davis, LLC Cookie Policy Effective May 18, 2018\n<p>This Cookie Policy explains when and why cookies are used by Ziff Davis, LLC, and its parent, subsidiaries and affiliates (collectively, “<strong>Ziff Davis</strong>”, “<strong>we</strong>”, “<strong>us</strong>” or “<strong>our</strong>”), on our websites, applications, advertisements and related services, including emails, newsletters and on certain partner and licensee websites that we do not own or operate but with whom we have agreements (together, the “<strong>Service</strong>”).</p>\n<p>\n<strong>What are Cookies?</strong>\n</p>\n<p>Cookies are small bits of text that are downloaded to the devices you use to reach and use the Service.\nYour browser or device holds these cookies and makes them available every time you visit a site again so that it can recognize you and remember important information about you.</p>\n<p>Session Cookies are temporary cookies that remain in your browser or device until you leave the site.\nThey are then deleted from your device once you leave the Service.</p>\n<p>Persistent Cookies remain in your browser or device for much longer – they remain there until you delete them or they reach their expiry date, depending on the cookie.\nThese may, for example, be used to remember your preferences when you use the Service, recognize you on your return, and enhance your experience on the Service.\nUse of a persistent cookie may be linked to personal information while interacting with the Service, such as when you choose to store your user names so that you do not have to enter them each time you access your accounts.\nThen, a persistent cookie will be stored on your computer, which is linked to your account information.\nIf you reject the persistent cookie, you may still use the Service but you will be limited in some areas of it.</p>\n<p>**For more information on cookies please visit: http://www.allaboutcookies.org/**</p>\n<p>\n<strong>Can I Change My Cookie Preferences?</strong>\n</p>\n<p>You can always change your cookie preferences or delete cookies altogether as discussed below.</p>\n<p>Browser settings also allow you to choose whether or not to accept cookies or limit certain cookies.\nMost browsers also provide functionality that lets you review and erase cookies.\nYou may wish to refer to this guide for information on commonly used browsers.\nIf you use the Service without changing your browser settings, we will assume that you are happy to receive all cookies on the Service.\nPlease be aware that if cookies are disabled, not all features of the Service may operate as intended.</p>\n<p>If you would prefer that we not collect information that may be used to help determine which advertisements to serve you, opt out by clicking this icon &lt;img src=\"https://www.ziffdavis.com/wp-content/uploads/2016/10/zd_adchoices.png\" alt=\"DAA Ad Marker Icon\"/&gt;, which can be found on most of our webpages and applications.\nYou may also opt out or change your behavioral advertising cookie preferences by visiting the opt-out page for the Digital Advertising Alliance (U.S.\nresidents and those not in the EU or Canada), the European Interactive Digital Advertising Alliance (EU residents), or the Digital Advertising Alliance of Canada (Canadian residents).</p>\n<p>Flash Cookies (also known as Local Shared Objects) cannot be changed by browser settings.\nThe Adobe website provides comprehensive information on how to delete or disable Flash cookies – see Adobe’s website for further information.\nPlease be aware that if you disable or reject Flash cookies for the Service, you may not be able to access certain features, such as video content or services that require you to sign in.</p>\n<p>Your mobile operating system may let you opt out from having your information collected or used for interest-based advertising on mobile devices.\nYou should refer to the instructions provided by your mobile device’s manufacturer, but this functionality is usually available in the “Settings” section of your device.\nYou can also stop us from collecting information by turning off data collection for interest-based advertising in our applications or by uninstalling our applications.</p>\n<p>\n<strong>Does this Policy Change?</strong>\n</p>\n<p>We may change this Cookie Policy at any time.\nPlease take a look at the date at the top of this page to see when this Cookie Policy was last updated.\nAny changes in this Cookie Policy will become effective when we make the revised Cookie Policy available on the Service.</p>\n<p>\n<strong>How Does Ziff Davis Use Cookies?</strong>\n</p>\n<p>The types of information typically collected by cookies include information relating to your use of the Service, your device’s IP address and browser type, how you arrived on one of the Services, your name, and email address if you are logging in, etc.</p>\n<p>\n<strong>What Cookies Do We Use?</strong>\n</p>\n<p>Below is a list of each category of cookies we use and why we use each cookie.\nFirst party cookies are our own cookies set by Ziff Davis, controlled by us and used to provide information about the usage of the Service.</p>\n<ol>\n<li>\n<strong>Essential Cookies or Strictly Necessary Cookies</strong>: These cookies are essential to the Service in order for you to move around the Service and to use its features.\nWithout these cookies, certain features could not function.\nNo information about your browsing habits is gathered by these cookies.</li>\n<li>\n<strong>Functional Cookies</strong>: These cookies remember how you prefer to use the Service and enable us to improve the way the Service works.\nWe can remember your settings and help provide you with ads.\nFunctional Cookies are persistent cookies that the Service remembers when your computer or device comes back to that Service.</li>\n<li>\n<strong>Analytics Cookies</strong>: Analytics Cookies allow us to improve our services by collecting information about your use of the Service.\nWe use these cookies to help improve how the website works.\nFor example, Analytics Cookies show us statistics, which are the most frequently visited pages on the Service, help us record any difficulties you have with the Service, and show us whether our advertising is effective or not.\nWe can’t identify you personally through the use of these cookies, but third parties who provide these cookies may be able to.</li>\n<li>\n<strong>Behavioral Advertising Cookies</strong>: Behavioral Advertising Cookies are used to deliver relevant advertisements to users both on and off the Service.\nWe analyze what pages you visit on these sites, what products or services you view, and whether you view or click on ads that are shown to you.\nWe may also use a cookie to learn whether someone who saw an ad later visited and took an action on the advertiser’s site.\nWe use this information to send you interest-based ads and may also share this information with third parties.\nSimilarly, our partners may use a cookie to determine whether we’ve shown an ad and how it performed, or provide us with information about how you interact with ads.\nWe may also work with a partner to show you an ad on or off the Service, such as after you have visited a partner’s site or application.</li>\n<li>\n<strong>Third Party Cookies</strong>: Some of the cookies on the Service are operated by third parties, such as Twitter, YouTube, Facebook or Comscore.\nSome of these third parties (for example third-party advertisers) may use cookies on the Service, in emails or in our advertisements on other websites to allow them to deliver the services they are providing.\nSome of the cookies operated by third parties may be used for analytics purposes, such as to monitor, analyze and prevent fraudulent traffic or other suspicious activities.\nIn order to create a user-friendly experience, some of our third-party promotions and advertisements are designed to automatically transmit users’ information onto the third party’s landing page when you choose to “click” upon a third party’s advertisement or promotion.\nWe do not control these third parties or their use of cookies.\nThis means it is not possible for us to manage these cookies.\nThis Policy only covers the use of cookies by Ziff Davis and does not cover the use of cookies by any third party.\nSome of these third party cookies are not session based and have varying expiry dates.\nPlease check the websites of these third parties for details on how they use cookies.</li>\n<li>\n<strong>Flash Cookies</strong>: We may, in certain situations, use Adobe Flash Player to deliver special content, such as video clips or animation.\nFlash cookies are stored on your device, but they are managed through an interface that is different from the one provided by your web browser.\nThis means that it is not possible to manage Flash cookies at the browser level in the same way you would manage other types of cookies.\nInstead, you can access your Flash management tools from Adobe’s website directly.\nSee Adobe’s website.</li>\n<li>\n<strong>Geo-Location Information</strong>: Some devices allow applications to access real-time location-based information (for example, GPS).\nSome photos or other content you place within the Service may contain recorded location information.\nWe may use this information to optimize your experience.\nAlso, some of the information we collect from a device, for example IP address, can sometimes be used to approximate a device’s location.</li>\n</ol>\n<p>\n<strong>Similar Technologies</strong>\n</p>\n<p>In addition to cookies, we may also use other similar tracking technologies on our services, such as pixel tags (also known as clear GIFs, pixels or web bugs), web beacons, eTags and local storage.\nWe use these technologies to do things like store user settings video viewing history, gather demographic information about our user base as a whole or track users’ movements around the Service, to serve interest-based ads, or to improve our understanding of things like site traffic, visitor behavior and promotional campaigns.\nPixel tags are small blocks of code installed in or on a web page, mobile app, or advertisement and are a method for passing information from your device to a third party website.\nWeb beacons are electronic files that allow a website to count users who have visited that page or to access certain cookies.\nLocal storage, such as HTML 5, allows a website or mobile app to store and retrieve data on an individual’s device.\neTags are tags used to analyze trends by us and our commerce partners.</p>\n<p>\n<strong>Do Not Track Response</strong>\n</p>\n<p>Certain web browsers may allow you to enable a “do not track” option that sends signals to the websites you visit indicating that you do not want your online activities tracked.\nThis is different from blocking cookies as browsers with the “do not track” option selected may still accept cookies.\nRight now, there is no industry standard for how companies should respond to “do not track” signals, although one may be adopted in the future.\nWe do not respond to “do not track” signals at this time.\nIf we do so in the future, we will modify this Cookie Policy accordingly.\nMore information about “do not track” is available at www.allaboutdnt.com.</p>\n<p>For more information, please read our Privacy Policy.</p>\n<p>We hope that this policy helps you understand our use of cookies.\nIf you have any further queries, please contact us at privacy@ziffdavis.com <strong>and be sure to include <em>Cookie Policy</em> in the subject line</strong>.</p>\n<p>Comments are closed.</p> Facebook Linkedin Twitter <p>\n</p>\n<p>We strongly encourage you to read our updated PRIVACY POLICY and COOKIE POLICY.</p> × &lt;img height=\"1\" width=\"1\" src=\"//zdbb.net/l/z0WVjCBSEeGLoxIxOQVEwQ/\" alt=\"\" /&gt.\n<p>Use of the site is governed by our Terms of Use and Privacy Policy.\nCopyright 1996-2019 Ziff Davis.\nAll Rights Reserved.\nReproduction in whole or in part in any form or medium without express written permission of Ziff Davis, LLC.\nis prohibited.</p>\n<p>\n</p> Back to Top We need your consent to proceedWe use cookies to personalize and enhance your experience on our site.\nVisit our Privacy Policy for more information on our data collection practices.\nBy clicking Accept, you agree to our use of cookies for the purposes listed in our Cookie Consent Tool.To see a complete list of the companies that use these cookies and other technologies and to tell us whether they can be used on your device or not, access our Cookie Consent Tool.<br>\n<br>You will see this message only once, but you will always be able to set your preferences at any time in the Cookie Consent Tool.\nIn addition, find more information about the use of cookies and similar technologies on this site in our Cookie Notice.We&nbsp;understand how you and other visitors are using this website by using cookies and other technologies.&nbsp;Please click <strong>I Consent</strong> below to give us permission to do this.Cookie ConsentAgree and Access SiteClose&nbsp.\n", "created_at": "2019-03-31 03:59:06.676711", "updated_at": "2020-12-14 21:36:33.365815"}], "points": [], "urls": ["ziffdavis.com", "ign.com", "pcmag.com"]}}