{"error": 448, "message": "OK", "parameters": {"id": 700, "name": "Steemit", "created_at": "2018-09-08 08:42:44.126873", "updated_at": "2021-03-25 03:19:38.196139", "wikipedia": "https://en.wikipedia.org/wiki/Steemit", "keywords": null, "related": null, "slug": "steemit", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/700.png", "url": "steemit.com", "documents": [{"id": 501, "name": "Privacy Policy", "url": "https://steemit.com/privacy.html", "xpath": "(//div[@class='Privacy row'])", "text": "Steemit, Inc Privacy PolicyEffective: Oct 7, 2019<p>\n</p>\n<p>This Privacy Policy describes how Steemit collects, uses and discloses information, and what choices you have with respect to the information.\nThis Policy applies to the&nbsp;Steemit.com, steemit subdomains (e.g., signup.steemit.com) and services&nbsp;(collectively, “Services”).</p>\n<p>Updates in this version of the Privacy Policy reflect changes in data protection law.</p>\n<p>When we refer to “Steemit”, we mean the Steemit entity that acts as the controller of your information.</p>\n<p>By using the Services, you accept the terms of this Policy and our Terms of Service, and consent to our initial collection, use, disclosure, and retention of your information as described in this Policy and Terms of Service.</p>\n<p>\n</p>\n<p>Please note that this Policy does not apply to information collected through third-party websites or services that you may access through the Services or that you submit to us through email, text message or other electronic message or offline.</p>\n<p>\n</p>\n<p>If you are visiting this site from the European Union (EU), see our Notice to EU Data Subjects below for our legal bases for processing and transfer of your data.</p>\n<p>\n</p>WHAT WE COLLECT<p>\n</p>\n<p>We get information about you in a range of ways.</p>\n<p>\n</p>\n<p>Information You Give Us.\nInformation we collect from you includes:</p>\n<p>\n</p>\n<p>IP address;</p>\n<p>\n</p>\n<p>Language information;</p>\n<p>\n</p>\n<p>Contact information, such as your email address and telephone number;</p>\n<p>\n</p>\n<p>Information Automatically Collected.\nWe may automatically record certain information about how you use our Site (we refer to this information as “Log Data“).\nLog Data may include information such as a user’s Internet Protocol (IP) address, device and browser type, and operating system.\nWe use this information to administer and provide access to the Services</p>\n<p>\n</p>\n<p>Information we will never collect.\nWe will never ask you to share your private keys or wallet seed.\nNever trust anyone or any site that asks you to enter your private keys or wallet seed.</p>\n<p>\n</p>\n<p>\n</p>USE OF PERSONAL INFORMATION<p>\n</p>\n<p>To provide our service we will use your personal information in the following ways:</p>\n<p>\n</p>\n<ul>\n<li>To enable you to access and use the Services</li>\n<li>To comply with law</li>\n<li>We use your personal information as we believe necessary or appropriate to comply with applicable laws, lawful requests and legal process, such as to respond to subpoenas or requests from government authorities.\n&nbsp;</li>\n<li>For compliance, fraud prevention, and safety</li>\n<li>Communications</li>\n</ul>\n<p>\n</p>\n<p>We may use your personal information to protect, investigate, and deter against fraudulent, unauthorized, or illegal activity.</p>\n<p>We may use your personal information to contact you with newsletters, marketing or promotional materials and other information that may be of interest to you.\nYou may opt out of receiving any, or all, of these communications from us by following the unsubscribe or instructions provided in any email send.</p>\n<p>\n</p>SHARING OF PERSONAL INFORMATION<p>\n</p>\n<p>We do not share or sell the personal information that you provide us with other organizations without your express consent, except as described in this Privacy Policy.\nWe disclose personal information to third parties under the following circumstances:</p>\n<p>\n</p>\n<p>Affiliates.\nWe may disclose your personal information to our subsidiaries and corporate affiliates for purposes consistent with this Privacy Policy.</p>\n<p>\n</p>\n<p>Business Transfers.\nWe may share personal information when we do a business deal, or negotiate a business deal, involving the sale or transfer of all or a part of our business or assets.\nThese deals can include any merger, financing, acquisition, or bankruptcy transaction or proceeding.</p>\n<p>\n</p>\n<p>Compliance with Laws and Law Enforcement.\nProtection and Safety.\nWe may share personal information for legal, protection, and safety purposes.</p>\n<p>\n</p>\n<p>We may share information to comply with laws.</p>\n<p>\n</p>\n<p>We may share information to respond to lawful requests and legal processes.</p>\n<p>\n</p>\n<p>Professional Advisors and Service Providers.\nWe may share information with those who need it to do work for us.\nThese recipients may include third party companies and individuals to administer and provide the Service on our behalf (such as customer support, hosting, email delivery and database management services), as well as lawyers, bankers, auditors, and insurers.</p>\n<p>Other.\nYou may permit us to share your personal information with other companies or entities of your choosing.\nThose uses will be subject to the privacy policies of the recipient entity or entities.</p>\n<p>\n</p>\n<p>We may also share aggregated and/or anonymized data with others for their own uses.</p>\n<p>\n</p>INTERNATIONAL TRANSFER<p>\n</p>\n<p>The Company has offices outside of the EU and has affiliates and service providers in the United States and in other countries.\nYour personal information may be transferred to or from the United States or other locations outside of your state, province, country or other governmental jurisdiction where privacy laws may not be as protective as those in your jurisdiction.</p>\n<p>\n</p>\n<p>EU users should read the important information provided &nbsp;below about transfer of personal information outside of the European Economic Area (EEA).</p>\n<p>\n</p>HOW INFORMATION IS SECURED<p>\n</p>\n<p>We retain information we collect as long as it is necessary and relevant to fulfill the purposes outlined in this privacy policy.\nIn addition, we retain personal information to comply with applicable law where required, prevent fraud, resolve disputes, troubleshoot problems, assist with any investigation, enforce our Terms of Service, and other actions permitted by law.\nTo determine the appropriate retention period for personal information, we consider the amount, nature, and sensitivity of the personal information, the potential risk of harm from unauthorized use or disclosure of your personal information, the purposes for which we process your personal information and whether we can achieve those purposes through other means, and the applicable legal requirements.</p>\n<p>\n</p>\n<p>In some circumstances we may anonymize your personal information (so that it can no longer be associated with you) in which case we may use this information indefinitely without further notice to you.\n&nbsp.\n</p>\n<p>\n</p>\n<p>We employ industry standard security measures designed to protect the security of all information submitted through the Services.\nHowever, the security of information transmitted through the internet can never be guaranteed.\nWe are not responsible for any interception or interruption of any communications through the internet or for changes to or losses of data.\nUsers of the Services are responsible for maintaining the security of any password, user ID or other form of authentication involved in obtaining access to password protected or secure areas of any of our digital services.</p>\n<p>\n</p>\n<p>\n</p>INFORMATION CHOICES AND CHANGES<p>\n</p>\n<p>Accessing, Updating, Correcting, and Deleting your Information</p>\n<p>\n</p>\n<p>You may access information that you have voluntarily provided through your account on the Services, and to review, correct, or delete it by sending a request to privacy@steemit.com.\nYou can request to change contact choices, opt-out of our sharing with others, and update your personal information and preferences.\nWe may require that you are the you are the user who you say you are by proving that you have control of your posting key via our conveyor API.\n&nbsp;For more information about our conveyor API please see here.</p>\n<p>\n</p>CONTACT INFORMATION.<p>&nbsp;We welcome your comments or questions about this Policy, and you may contact us at: privacy@steemit.com.</p>\n<p>\n</p>CHANGES TO THIS PRIVACY POLICY.<p>&nbsp;We may change this privacy policy at any time.\nWe encourage you to periodically review this page for the latest information on our privacy practices.\nIf we make any changes, we will change the Last Updated date above.</p>\n<p>\n</p>\n<p>Any modifications to this Privacy Policy will be effective upon our posting of the new terms and/or upon implementation of the changes to the Site (or as otherwise indicated at the time of posting).\nIn all cases, your continued use of the the Site or Services after the posting of any modified Privacy Policy indicates your acceptance of the terms of the modified Privacy Policy.</p>\n<p>\n</p>ELIGIBILITY<p>\n</p>\n<p>If you are under the age of majority in your jurisdiction of residence, you may use the Services only with the consent of or under the supervision of your parent or legal guardian.\nConsistent with the requirements of the Children's Online Privacy Protection Act (COPPA), if we learn that we have received any information directly from a child under age 13 without first receiving his or her parent's verified consent, we will use that information only to respond directly to that child (or his or her parent or legal guardian) to inform the child that he or she cannot use the Site and subsequently we will delete that information.</p>\n<p>\n</p>NOTICE TO CALIFORNIA RESIDENTS<p>\n</p>\n<p>Under California Civil Code Section 1789.3, California users are entitled to the following consumer rights notice: California residents may reach the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs by mail at 1625 North Market Blvd., Sacramento, CA 95834, or by telephone at (916) 445-1254 or (800) 952-5210.</p>\n<p>\n</p>NOTICE TO EU DATA SUBJECTS<p>\n</p>\n<p>\n</p>\n<p>\n</p>Personal Information<p>\n</p>\n<p>\n</p>\n<p>With respect to EU data subjects, “personal information,” as used in this Privacy Policy, is equivalent to “personal data” as defined in the European Union General Data Protection Regulation (GDPR).</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>Legal Bases for Processing<p>\n</p>\n<p>\n</p>\n<p>We only use your personal information as permitted by law.\nWe are required to inform you of the legal bases of our processing of your personal information, which are described in the table below.\nIf you have questions about the legal bases under which we process your personal information, contact us at legal@steemit.com.</p>\n<p>\n</p>\n<p>\n</p>Processing Purpose<p>\n</p>\n<p>\n</p>\n<ul>\n<li>Legal Basis</li>\n<li>For compliance, fraud prevention, and safety</li>\n<li>To provide our service</li>\n</ul>\n<p>\n</p>\n<p>\n</p>\n<p>These processing activities constitute our legitimate interests.\nWe make sure we consider and balance any potential impacts on you (both positive and negative) and your rights before we process your personal information for our legitimate interests.\nWe do not use your personal information for activities where our interests are overridden by any adverse impact on you (unless we have your consent or are otherwise required or permitted to by law).</p>\n<p>\n</p>\n<p>\n</p>With your consent<p>\n</p>\n<p>\n</p>\n<p>Where our use of your personal information is based upon your consent, you have the right to withdraw it anytime in the manner indicated in the Service or by contacting us at privacy@steemit.com</p>\n<p>\n</p>\n<p>\n</p>Use for New Purposes<p>\n</p>\n<p>\n</p>\n<p>We may use your personal information for reasons not described in this Privacy Policy, where we are permitted by law to do so and where the reason is compatible with the purpose for which we collected it.\nIf we need to use your personal information for an unrelated purpose, we will notify you and explain the applicable legal basis for that use.\nIf we have relied upon your consent for a particular use of your personal information, we will seek your consent for any unrelated purpose.</p>\n<p>\n</p>\n<p>\n</p>Your Rights<p>\n</p>\n<p>\n</p>\n<p>Under the GDPR, you have certain rights regarding your personal information.\nYou may ask us to take the following actions in relation to your personal information that we hold:</p>\n<p>\n</p>\n<p>Opt-out.\nStop sending you direct marketing communications which you have previously consented to receive.\nWe may continue to send you Service-related and other non-marketing communications.</p>\n<p>\n</p>\n<p>Access.\nProvide you with information about our processing of your personal information and give you access to your personal information.</p>\n<p>\n</p>\n<p>Correct.\nUpdate or correct inaccuracies in your personal information.</p>\n<p>\n</p>\n<p>Delete.\nDelete your personal information.</p>\n<p>\n</p>\n<p>Transfer.\nTransfer a machine-readable copy of your personal information to you or a third party of your choice.</p>\n<p>\n</p>\n<p>Restrict.\nRestrict the processing of your personal information.</p>\n<p>\n</p>\n<p>Object.\nObject to our reliance on our legitimate interests as the basis of our processing of your personal information that impacts your rights.</p>\n<p>\n</p>\n<p>You can submit these requests by email to privacy@steemit.com.\nWe may request specific information from you to help us confirm your identity and process your request.\nApplicable law may require or permit us to decline your request.\nIf we decline your request, we will tell you why, subject to legal restrictions.\nIf you would like to submit a complaint about our use of your personal information or response to your requests regarding your personal information, you may contact us at privacy@steemit.com or submit a complaint to the data protection regulator in your jurisdiction.\nYou can find your data protection regulator here.</p>\n<p>\n</p>\n<p>\n</p>Cross-Border Data Transfer<p>\n</p>\n<p>\n</p>\n<p>Please be aware that your personal data will be transferred to, processed, and stored in the United States.\nData protection laws in the U.S.\nmay be different from those in your country of residence.\nYou consent to the transfer of your information, including personal information, to the U.S.\nas set forth in this Privacy Policy by visiting our site or using our service.</p>\n<p>\n</p>\n<p>Whenever we transfer your personal information out of the EEA to the U.S.\nor countries not deemed by the European Commission to provide an adequate level of personal information protection, the transfer will be based on a data transfer mechanism recognized by the European Commission as providing adequate protection for personal information.</p>\n<p>\n</p>\n<p>Please contact us if you want further information on the specific mechanism used by us when transferring your personal information out of the EEA.</p>\n<p>\n</p>\n<p>\n</p>Why do we use Cookies?<p>\n</p>\n<p>\n</p>\n<p>We generally use Cookies for the following purposes:</p>\n<p>\n</p>\n<ul>\n<li>To allow registered users to stay logged in to the site after they close their browser window;</li>\n<li>To store users' preferences for site functionality.\nand</li>\n<li>To track site usage so we can improve our site &amp.\nbetter understand how people are using it</li>\n<li>To better understand the interests of our customers and our website visitors.</li>\n</ul>\n<p>\n</p>\n<p>Some Cookies are necessary for certain uses of the Site, and without such Cookies, we would not be able to provide many services that you need to properly use the Site.\nThese Cookies, for example, allow us to operate our Site so you may access it as you have requested and let us recognize that you have created an account and have logged into that account to access Site content.\nThey also include Cookies that enable us to remember your previous actions within the same browsing session and secure our Sites.\n&nbsp;</p>\n<p>\n</p>\n<p>We also use functional Cookies and Cookies from third parties for analysis and marketing purposes.\n&nbsp;Functional Cookies enable certain parts of the site to work properly and your user preferences to remain known.\n&nbsp;Analysis Cookies, among other things, collect information on how visitors use our Site, the content and products that users view most frequently, and the effectiveness of our third party advertising.\nAdvertising Cookies assist in delivering ads to relevant audiences and having our ads appear at the top of search results.\nCookies are either “session” Cookies which are deleted when you end your browser session, or “persistent,” which remain until their deletion by you (discussed below) or the party who served the cookie.\n&nbsp;Full details on all of the Cookies used on the Site are available at our Cookie Disclosure table below.</p>\n<p>\n</p>\n<p>\n</p>How to disable Cookies.\n<p>\n</p>\n<p>You can generally activate or later deactivate the use of cookies through a functionality built into your web browser.\nTo learn more about how to control&nbsp;cookie settings through your browser:</p>\n<p>\n</p>\n<p>Click here&nbsp;to learn more about the “Private Browsing” setting and managing cookie settings in Firefox;</p>\n<p>\n</p>\n<p>Click here&nbsp;to learn more about “Incognito” and managing cookie settings in Chrome;</p>\n<p>\n</p>\n<p>Click here&nbsp;to learn more about “InPrivate” and managing cookie settings in Internet Explorer.\nor</p>\n<p>\n</p>\n<p>Click here&nbsp;to learn more about “Private Browsing” and managing cookie settings in Safari.</p>\n<p>\n</p>\n<p>If you want to learn more about cookies, or how to control, disable or delete them, please visit http://www.aboutcookies.org for detailed guidance.\nIn addition, certain third party advertising networks, including Google, permit users to opt out of or customize preferences associated with your internet browsing.</p>\n<p>\n</p>\n<p>We may link the information collected by Cookies with other information we collect from you pursuant to this Privacy Policy and use the combined information as set forth herein.\n&nbsp;Similarly, the third parties who serve cookies on our Site may link your name or email address to other information they collect, which may include past purchases made offline or online, or your online usage information.\nIf you are located in the European Economic Area, you have certain rights that are described above under the header “Notice to EU Data Subjects”, including the right to inspect and correct or delete the data that we have about you.</p>", "created_at": "2018-09-08 08:45:27.417855", "updated_at": "2020-12-14 19:51:35.623259"}], "points": [{"id": 4608, "title": "The service allows you to use pseudonyms", "source": "https://steemit.com/privacy.html", "status": "Privacy policy or other documents from this site does not prohibit the use of pseudonyms.", "created_at": "2018-09-08 08:53:20.702064", "updated_at": "2021-02-06 03:50:37.058694", "quoteText": null, "case_id": 215, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["steemit.com"]}}