{"error": 448, "message": "OK", "parameters": {"id": 3702, "name": "Siteimprove ", "created_at": "2021-05-19 14:16:05.869795", "updated_at": "2022-08-09 22:00:47.973605", "wikipedia": "https://en.wikipedia.org/wiki/Siteimprove", "keywords": null, "related": null, "slug": "siteimprove_", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/3702.png", "url": "siteimproveanalytics.com,siteimprove.com", "documents": [{"id": 6168, "name": "Website Terms of Use", "url": "https://siteimprove.com/en/legal/terms-of-use/", "xpath": "/html/body/div/main/div[2]/div/div/div/div/div", "text": " Terms of Use <p>The following definitions apply to these Terms of Use:</p>\n<ul>\n<li>\n<strong>Feedback</strong>: Any content that you provide to us through the Website, including suggestions, information, material, or other content.</li>\n<li>\n<strong>Forums</strong>: Blogs, comment areas, and other interactive features on the Websites where Authorized Users can share and display postings.</li>\n<li>\n<strong>Registered User</strong>: A user of the Websites that has created a username and password for purposes of having access to our paid services and the Forums.</li>\n<li>\n<strong>Siteimprove</strong>: Siteimprove A/S, its subsidiaries, and its affiliates listed at: siteimprove.com/contact/ (collectively, “<strong>Siteimprove</strong>”, “<strong>we</strong>”, “<strong>us</strong>”, or “<strong>our</strong>”).</li>\n<li>\n<strong>Terms</strong>: The Terms of Use for the Websites.</li>\n<li>\n<strong>Websites</strong>: The web pages located at siteimprove.com and any subdomains.</li>\n<li>\n<strong>You</strong>: “<strong>You</strong>” and “<strong>your</strong>” mean a user of the Website.</li>\n</ul>\n<p>\n<strong>Introduction</strong>\n</p>\n<p>The Websites are provided by Siteimprove.\nThese Terms set out the terms and conditions on which we agree to make available and you agree to access and use the Websites.\nThese Terms are subject to change by Siteimprove at any time in its sole discretion.\nYour use of the Websites after such changes are implemented constitutes your acknowledgement and acceptance of the changes.</p>\n<p>By using the Websites, you agree to be legally bound by these Terms and you agree to the processing of your personal data in accordance with our Privacy Policy (siteimprove.com/legal/privacy-policy).\nIf you do not agree with these Terms or our Privacy Policy, you should not use the Websites.</p>\n<p>\n<strong>Your License to Use the Websites</strong>\n</p>\n<p>Siteimprove grants you a limited license to access and make personal use of the Websites, subject to these Terms.\nThe Websites and any portion thereof may not be reproduced, copied, downloaded, sold, or otherwise exploited for any commercial purpose without our express written consent.\nYou may not frame or utilize framing techniques to enclose any trademark, logo, or other proprietary information (including images, text, page layout, and form) of Siteimprove and its affiliates without our express written consent.\nYou may not use any meta tags or any other hidden text utilizing Siteimprove’s name or trademarks without our express written consent.\nAny unauthorized use terminates this license.</p>\n<p>\n<strong>Your Obligations</strong>\n</p>\n<p>In exchange for the limited license to access and use the Websites, You agree not to:</p>\n<ul>\n<li>use or access the Websites for any fraudulent or unlawful purpose;</li>\n<li>use or access the Websites to impersonate any person or entity;</li>\n<li>interfere with or disrupt the operation of the Websites;</li>\n<li>transmit or otherwise make available in connection with the Websites or access to them, any virus, worm, Trojan horse, time bomb, spyware, or other harmful computer code, file, or program;</li>\n<li>restrict or inhibit the ability of any other person to access or use the Websites;</li>\n<li>modify, adapt, or translate any portion of the Websites.\nand</li>\n<li>remove, obscure, or modify any copyright, trademark, or other proprietary rights notice from the Websites;</li>\n</ul>\n<p>\n<strong>Forums</strong>\n</p>\n<p>If you are granted access to the Forums then, in exchange, you agree that you will not post or transmit any of the following:</p>\n<ul>\n<li>statements or materials that violate the “Your Obligations” section of these Terms;</li>\n<li>statements or materials that defame, harass, abuse, stalk, threaten, intimidate, or infringe on the rights of others;</li>\n<li>statements or materials that contains vulgar, obscene, profane, or otherwise objectionable language or images;</li>\n<li>statements or materials that are bigoted, hateful, or racially offensive;</li>\n<li>unauthorized copyrighted materials or any other materials that infringe on the intellectual property rights, trade secrets, or privacy of others;</li>\n<li>statements or materials that violate other contractual or fiduciary rights, duties, or agreements;</li>\n<li>statements or materials that encourage criminal conduct or would give rise to civil liability or otherwise violate any law or regulation in any jurisdiction;</li>\n<li>statements or materials that constitute anticompetitive collaboration or antitrust violations;</li>\n<li>statements or materials that misrepresent your affiliation with any entity or company;</li>\n<li>anything that violates the privacy or publicity rights of any other person including, without limitation, displaying any personal identifying information of another individual;</li>\n<li>statements or materials that constitute junk mail, spam, or unauthorized advertising or promotional materials.\nand</li>\n<li>statements or materials that are off-topic for a designated Forum.</li>\n</ul>\n<p>Siteimprove is not responsible for screening, policing, editing, or monitoring postings on the Forums.\nExcept as provided below with respect to our right and ability to delete or remove a posting (or any parts thereof), Siteimprove does not endorse, oppose, or edit any opinion or information provided by you or another Registered User and does not make any representation with respect to, nor does it endorse the accuracy, completeness, timeliness, or reliability of any advice, opinion, statement, or other material displayed, uploaded, or distributed by you or any other Authorized User.&nbsp;</p>\n<p>Siteimprove reserves the right to delete or take other action with respect to postings (or any parts thereof) that we believe violate these Terms or are potentially unlawful or harmful to our products, services, and goodwill.&nbsp.\nIf you violate these Terms, we may in our sole discretion delete the unacceptable content from your posting, remove or delete the posting in its entirety, issue you a warning, and terminate your use of the Websites.&nbsp;</p>\n<p>It is a policy of Siteimprove to take appropriate actions in response to any claims of copyright infringement.\nIf you become aware of postings on the Websites that violate these laws, please refer to the contact information set forth below.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Feedback and Submissions.&nbsp;</strong>\n</p>\n<p>Siteimprove welcomes your feedback and suggestions.&nbsp.\nBy transmitting any Feedback to us, you represent and warrant that such Feedback does not infringe or violate the intellectual property or proprietary rights of any third party (including, without limitation, patents, copyrights, or trademark rights) and that you have all rights necessary to convey to us and enable us to use such Feedback.&nbsp.\nIn addition, any Feedback will be deemed to include a royalty-free, perpetual, irrevocable, transferable, and non-exclusive right and license for Siteimprove to adopt, publish, reproduce, disseminate, transmit, distribute, copy, use, create derivative works, and display (in whole or in part) worldwide, or act on such Feedback without additional approval or consideration, in any form, media, or technology now known or later developed for the full term of any rights that may exist in such content, and you waive any claim to the contrary.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Links to Third-Party Websites</strong>\n</p>\n<p>From time to time, the Websites may include links to third-party Websites (including social media networks).\nThese links are provided for your convenience only and do not signify that we endorse such third-party Websites.\nWe do not review such third-party Websites and you acknowledge and agree that Siteimprove is not responsible for the content, materials, accuracy of the information, or the quality of the products or services provided by, available through, or advertised on these third-party Websites.</p>\n<p>\n<strong>Intellectual Property</strong>\n</p>\n<p>Unless expressly stated otherwise, everything you see or read on the Websites is proprietary information protected by copyright or trademark.\nNothing posted on this Website grants a license to any Siteimprove or third-party trademarks, copyrights or other intellectual property rights, whether by implication, estoppel or otherwise.\nRepublication or redistribution of Website content, including by framing or similar means, is prohibited without the prior written consent of Siteimprove.</p>\n<p>Siteimprove and the logo mark are trademarks of Siteimprove A/S and its affiliated companies.</p>\n<p>\n<strong>Disclaimer of Warranties and Limitation of Liability</strong>\n</p>\n<p>THESE WEBSITES ARE PROVIDED BY SITEIMPROVE ON AN “AS IS” AND “AS AVAILABLE” BASIS.\nWE MAKE NO REPRESENTATIONS OR WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, AS TO THE OPERATION OF THESE WEBSITES, OR THE INFORMATION, CONTENT OR MATERIALS INCLUDED ON THESE WEBSITES.\nYOU EXPRESSLY AGREE THAT YOUR USE OF THIS WEBSITE IS AT YOUR SOLE RISK.\n&nbsp;&nbsp;</p>\n<p>NEITHER SITEIMPROVE, ANY OF ITS DIRECTORS, OFFICERS AND EMPLOYEES, NOR ANY OTHER PARTY INVOLVED IN CREATING, PRODUCING OR DELIVERING THE WEBSITES IS LIABLE FOR ANY DIRECT, INCIDENTAL, CONSEQUENTIAL, INDIRECT OR PUNITIVE DAMAGES ARISING OUT OF YOUR ACCESS TO, OR USE OF, THE WEBSITE OR THE OPERATION OF THE WEBSITE OR FAILURE OF THE WEBSITE TO OPERATE.\nIN NO EVENT SHALL SITEIMPROVE BE LIABLE FOR ANY DIRECT, INDIRECT, SPECIAL, PUNITIVE, INCIDENTAL, EXEMPLARY OR CONSEQUENTIAL, DAMAGES OR ANY DAMAGES WHATSOEVER, EVEN IF SITEIMPROVE HAS BEEN PREVIOUSLY ADVISED OF THE POSSIBILITY OF SUCH DAMAGES, WHETHER IN AN ACTION IN CONTRACT, NEGLIGENCE, OR ANY OTHER THEORY, ARISING OUT OF OR IN CONNECTION WITH THE USE, INABILITY TO USE OR PERFORMANCE OF THE INFORMATION, SERVICES, PRODUCTS AND MATERIALS AVAILABLE FROM THIS SITE.\nTHESE LIMITATIONS SHALL APPLY NOTWITHSTANDING ANY FAILURE OF ESSENTIAL PURPOSE OF ANY LIMITED REMEDY.\nYOUR ACCEPTANCE OF THIS LIMITATION OF LIABILITY IS AN ESSENTIAL TERM OF THESE TERMS OF USE AND YOU ACKNOWLEDGE THAT SITEIMPROVE WOULD NOT GRANT ACCESS TO THE WEBSITES WITHOUT YOUR AGREEMENT TO THIS TERM.</p>\n<p>\n<strong>Copyright Infringement Concerns</strong>\n</p>\n<p>If you believe that your work has been copied or otherwise made available on the Websites in a manner that constitutes copyright&nbsp;infringement,&nbsp;you may notify us by contacting us&nbsp;by email&nbsp;or at the below address.\nPlease include sufficient information for us to identify the material involved.</p>\n<p>Siteimprove Copyright Agent</p>\n<p>Legal Department</p>\n<p>7807 Creekridge Circle</p>\n<p>Minneapolis, MN 55378</p>\n<p>USA</p>\n<p>legal@siteimprove.com</p>\n<p>If you are contacting us about use of your work in relation to the United States Digital Millennium Copyright Act Information, please include the below information in your notification to the above address.\nPlease consult your legal counsel to confirm these requirements:</p>\n<ol>\n<li>Your physical or electronic signature</li>\n<li>Identification of the copyrighted work claimed to have been infringed</li>\n<li>Information which will help us locate the material on our product or service</li>\n<li>Your complete contact information, including your name, address, telephone number, and email address</li>\n<li>A statement that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law</li>\n<li>A statement that the information in the notification is accurate, and under penalty of perjury, that you are authorized to act as the owner or on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n</ol>\n<p>If your notification does not substantially comply with this format, we may be unable to properly analyze and respond.</p> ", "created_at": "2021-05-19 12:20:07.834066", "updated_at": "2021-05-19 12:20:15.590933"}, {"id": 6167, "name": "Siteimprove Intelligence Platform Terms", "url": "https://siteimprove.com/en/legal/sip-terms-of-use/", "xpath": "/html/body/div/main/div[2]/div/div", "text": " Select language Danish English Estonian Finnish Icelandic Norwegian Swedish Select date January - Siteimprove Intelligence Platform (“SIP”) Terms of Use <p> January 2021 - </p> 1.\nGENERAL TERMS\n<p>\n<strong>a.</strong> By accepting a Siteimprove Order Form, by paying the Subscription Fee and/or Prorated Subscription Fee specified in a Siteimprove Order Form or otherwise making use of the Included Services, the Customer agrees to be bound by these terms of use for the Included Services, including the specifications of the Siteimprove Order Form (combined the “Terms”).\nFurthermore, any action from the Customer specifying its wish to purchase the Included Services after having received these Terms, such as sending a purchase order, shall be considered actively consenting to these Terms.</p>\n<p>\n<strong>b.</strong> License Recipient Acceptance.\nIf the Customer is accepting the Siteimprove Order Form as specified above on behalf of a third-party (“License Recipient”), Customer represents and warrants that it has the authority to bind the License Recipient specified in the Order Form to the Terms, and that Customer by accepting the Terms are doing that on behalf of the License Recipient.</p>\n2.\nINVOICING\n<p>\n<strong>a.\nInvoicing.</strong> All invoicing details are specified in the Order Form.\nIf changes are required to the Ship To Address after the Terms are accepted, the Customer is required to submit an Address Change Form.\nAt least 45 days prior to the start of each Billing Frequency Period, Siteimprove will send an invoice for the Subscription Fee or a proportionate amount, if applicable.</p>\n<p>\n<strong>b.\nFailure to pay.</strong> In the event that an invoice becomes overdue, Siteimprove will notify Customer by phone or email.\nAfter Siteimprove has provided notice, Customer will have five business days to pay the overdue invoice.\nIf Customer fails to make the payment by the end of the notice period, then Siteimprove reserves the right to suspend provision of the Included Services until payment has been made.</p>\n<p>\n<strong>c.\nTaxes.</strong> Any applicable taxes will be determined based on the laws and regulations of the taxing authority(ies) governing the Ship To Address provided by the Customer on Siteimprove Order Form.</p>\n<p>\n<strong>d.\nAdditional Service Fee.</strong> Any Additional Service Fee will be invoiced on your first applicable invoice date.</p>\n3.\nUSE OF THE INCLUDED SERVICES\n<p>\n<strong>a.\nOwnership.</strong> Siteimprove owns and shall remain the sole owner of all intellectual property rights vested in the Included Services created prior to or during the performance by the parties under these Terms.\nThis ownership right includes any inventions, patents, utility model rights, copyrights, design rights, mask works, trademark rights, or knowhow, whether registered or not.</p>\n<p>\n<strong>b.\nRight to Use.</strong> Siteimprove grants the Customer the right to use the Included Services (the “Subscription”).\nThe Subscription granted is worldwide, revocable, non-exclusive, non-perpetual and non-transferable.\nThe Customer has no right to retain or to use the Included Services after termination of the Initial Subscription Term or a Renewal Term (if applicable).\nCustomer can create an unlimited number of users to the Included Services.\nCustomer will have access to the Included Services only for those website domain(s) specifically agreed upon with Siteimprove.\nThis right includes updates and new releases of the Included Services, but not new modules/services/products added to the Included Services.</p>\n<p>\n<strong>c.\nLimitations of use.</strong> The Customer’s use of the Included Services on such website(s) is subject to the agreed quantities as specified in the Siteimprove Order Form (the “Limits”).\nIf the Customer exceeds the Limits, Siteimprove will notify the Customer of such excess use and discuss appropriate upgrades of the Customer Subscription.\nSubject to section 9 below, Customer must be the owner or authorized administrator of the website(s) on which the Included Services are run.\nUnless agreed otherwise, the Included Services may not be run on any websites that contain sensitive information or special categories of personal data, e.g.\nas defined in the General Data Protection Regulation (EU) 2016/679 Article 9 or information subject to heightened regulations (e.g.\nHIPAA, FERPA).\nCustomer has no right to rent, lease, assign, transfer, sublicense, display or otherwise distribute or make the Included Services available to any third party, unless specifically stated in section 9 (Assignability).\nThe Included Services may not be (a) used in the performance of services for or on behalf of any third-party or as a service bureau.\n(b) modified, incorporated into or combined with other software, or created as a derivative work of any part of the Included Services.\nor (c) used for any illegal purpose.\nCustomer may not modify, disassemble, decompile or otherwise reverse engineer the Included Services nor permit any third-party to do so except as expressly permitted by law.</p>\n<p>\n<strong>d.\nIP Indemnification.</strong> Siteimprove will indemnify and hold Customer harmless from all third-party claims that use of the Included Services constitutes an infringement of any third-party intellectual property right(s), unless such claim is based on Customer’s wrongful or illegitimate use of the Included Services.\nThe foregoing states the entire liability of Siteimprove and the sole and exclusive remedy for Customer with respect to any third-party claim of infringement or misappropriation of intellectual property rights.</p>\n<p>\n<strong>e.\nFor Non-Public Website Use.</strong> Any use of the Included Services on customer intranet, log-in-protected websites, staging websites, or any other form of non-public websites (“Non-Public Websites”) is subject to the obligations set out in this Section 3(e).\nFor Siteimprove to allow that the Included Services are used on a Non-Public Website, Customer must ensure that there is an encrypted line for the secure transport of data between such Non-Public Website and Siteimprove, e.g.\nby ensuring all pages are served with https, or providing access through a designated VPN.\nCustomer must ensure that, to the extent necessary, or required by applicable laws, it has an appropriate legal basis for the processing of personal data for the purpose of the Included Services, and that it has the right to disclose any confidential information on the Non-Public Website.\nExcept when expressly agreed, Customer represents and warrants that the information on the Non-Public Website is not subject to heightened regulations (e.g.\nHIPAA or FERPA).\nAdditionally, Customer must assign an account with non-administrative rights to the Non-Public Website when using the Included Services on any website behind log-in protection.\nIn the event of any failure by Customer to adhere to the obligations set out in this section, Siteimprove may reject to perform the Included Services on the Non-Public Website.\nCustomer expressly understands and agrees that Siteimprove and its affiliates, directors and employees shall not be liable to Customer under any theory of liability for any direct, indirect, incidental, consequential or other special damages arising out of or due to Customer’s use of the Included Services if such use is in breach of Customer’s obligations in this section.</p>\n4.\nDATA &amp.\nPRIVACY\n<p>\n<strong>a.\nGDPR.</strong> With respect to obligations to data subjects under the General Data Protection Regulation (EU) 2016/679 (“GDPR”), where applicable, Customer is a “data controller” and Siteimprove is a “data processor” (as such terms are defined in the GDPR).\nThe Included Services are designed and developed to collect and process our Customers’ website content and certain operational data in relation thereto.\nAny personal data processed by Siteimprove when performing the Included Services is processed according to the Customer’s instructions and on its behalf.\nTo fulfill both parties’ obligations under the GDPR, Customer is responsible for entering into a Data Processing Agreement (“DPA”) with Siteimprove which lives up to any then-current legal standards.\nIf the use of the Included Services on Non-Public Websites and/or websites that contain special categories of personal data has been agreed upon, the Customer ensures that the DPA reflects the processing of non-public and/or special categories of personal data.\nIf Customer has not facilitated a DPA to be signed on the day that Customer begins to use the Included Services, the parties are deemed to have entered into Siteimprove’s standard DPA available at siteimprove.com/en/privacy/.</p>\n<p>\n<strong>b.\nCCPA.</strong> As between the parties, with respect to obligations to consumers under the California Consumer Privacy Act (“CCPA”), where applicable, Customer is a “business” and Siteimprove is a “service provider” (as such terms are defined in the CCPA) and each party will be responsible for its respective obligations under the CCPA, as applicable to the Agreement.\nThe Included Services are designed and developed to collect and process our Customers’ website content and certain operational data in relation thereto.\nAny personal data processed by Siteimprove when performing the Included Services is processed according to the Customer’s instructions and on its behalf.\nFor more information on Siteimprove’s Data Privacy &amp.\nSecurity practices, including an optional CCPA Data Processing Agreement, visit siteimprove.com/en/privacy/.</p>\n<p>\n<strong>c.\nData Processing of Users and Customer Contacts.</strong> Other than the processing of Customer’s data under 4(a) and 4(b), Siteimprove collects some general usage and contact information about the users of Siteimprove’s services and other contact persons provided by Customer, such as the names and emails of the Siteimprove users, for internal necessary purposes such as customer identification, invoicing, support and sharing information about Siteimprove products to Customer.\nA detailed description on how Siteimprove processes Customer’s data under this section is available at: https://siteimprove.com/-en/privacy/privacy-policy/.\nIn this regard, Siteimprove will be the data controller under GDPR and business under CCPA and the Customer acknowledges and agrees that general customer and user information will be collected for Siteimprove’s internal use.\nThe Customer has the right to access, correct, modify and erase any personal data provided by the Customer to Siteimprove.\nTo exercise these rights, contact privacy@siteimprove.com.</p>\n<p>\n<strong>d.\nCustomer Owned Data.</strong> All data provided to Siteimprove through the use of the Included Services is and shall remain Customer property.\nSiteimprove does not resell any Customer owned data.\nData mentioned under Section 4(a-b) will not be disclosed or transferred to any third-party unless otherwise specifically agreed.\nData mentioned under Section 4(c) will only be disclosed or transferred to a third-party to the extent necessary to provide the Services.\nTo enable Siteimprove to provide Customer with the Included Services, and subject to these Terms, Customer hereby grants to Siteimprove a non-exclusive right to use and process data provided by Customer solely in connection with Siteimprove’s operation of the Included Services.</p>\n5.\nLIMITATION OF LIABILITY\n<p>Each party shall only be liable for direct damages.\nAs such, each party shall not be liable to the other party for any indirect, special, incidental, or punitive damages caused by Customer’s use of the Included Services, including, but not limited to, loss of data, loss of business or any other loss arising out of or resulting from a party’s performance under these Terms, even if it has been advised of the possibility of such damages.\nExcept where excluded by applicable law, a party’s cumulative liability under these Terms shall not exceed the amount of the Fee.\nHowever, in no event shall a party be able to claim a limitation on its liability in the event of.\ni) non-compliance with obligations concerning personal data.\nii) any third-party IP infringement claim, unless such claim is based on a party’s wrongful or illegitimate use of the Included Services.\nor iii) gross negligence or willful misconduct.</p>\n6.\nREPRESENTATIONS AND WARRANTIES\n<p>\n<strong>a.\nFor Siteimprove.</strong> Siteimprove represents and warrants that: (i) it has the full power and authority to enter into and perform its obligations under these Terms.\nand (ii) the Included Services will perform substantially as described in these Terms for the Initial Term and any Renewal Term, provided that it is used in accordance with these Terms, including on the specified domains.\nThese representations and warranties are only for the benefit of Customer.</p>\n<p>\n<strong>b.\nFor Customer.</strong> Customer represents and warrants that: (i) it has the full power and authority to enter into and perform its obligations under these Terms.\nand (ii) it has full and legal right or authorization to display, disclose, transfer, assign or convey the information set forth and accessible on the websites on which the Included Services will be administered.</p>\n<p>\n<strong>c.\nDisclaimer.</strong> Except for the express representations and warranties listed in these Terms, each party makes no representations or warranties of any kind, whether express or implied.\nNo oral or written information or advice given by either party will create a representation or warranty.\nSpecifically, Siteimprove makes no representations or warranties with regard to the use of the Included Services for the purpose of ensuring Customer’s compliance with any laws or regulations.</p>\n7.\nTERMINATION OF SERVICES\n<p>\n<strong>a.\nTermination of Auto-renewing Subscriptions.</strong> During the Initial Subscription Term or any subsequent Renewal Term (if applicable), either party may cancel renewal of the Subscription by giving at least 90 days written notice to the other party prior to the start of a Renewal Term.</p>\n<p>\n<strong>b.\nTermination with Cause.</strong> Without affecting any other right or remedy available to it, either party may terminate the Subscription with immediate effect in the event of a material breach by the other party.\nMaterial breach shall include: (i) any violation of the terms of Articles 2(b), 3(b-e), 4(c-d), 6(a-b), 8, and 9.\n(ii) any other breach that a party has failed to cure within fourteen (14) calendar days after receipt of written notice by the other party.\n(iii) an act of gross negligence or willful misconduct of a party.\nand (iv) the insolvency, liquidation or bankruptcy of a party.</p>\n<p>\n<strong>c.\nReimbursement.</strong> In case of Customer termination under section 7(a) or Siteimprove termination under section 7(b), Customer remains liable for payment of all Fees owed for the current Subscription Term and will not be entitled to a credit or refund.\nIn case of termination by Siteimprove under section 7(a), Customer is entitled to a pro-rated refund corresponding to the remaining period of the Initial or Renewal Term, whichever is applicable.</p>\n8.\nCONFIDENTIALITY\n<p>Each of the parties agrees to (a) maintain in confidence any non-public information of the other party, whether written or otherwise, disclosed by the other party in the course of performance of these Terms (‘Confidential Information’).\n(b) use its best endeavors to protect Confidential Information in accordance with the same degree of care with which it protects its own Confidential Information.\nand (c) not disclose the other party’s Confidential Information to any third party, except in response to a valid order by a court or other governmental body or as required by law.\nThe receiving party will promptly give notice to the disclosing party of any disclosure of the other party’s Confidential Information.</p>\n9.\nASSIGNABILITY\n<p>These Terms are binding upon and will only benefit the parties.\nExcept as otherwise expressly provided in these Terms, neither party may assign, transfer, convey or encumber these Terms or any rights granted in them without the prior written consent of the other party (such consent not to be unreasonably withheld).\nNotwithstanding the foregoing, a party shall have the right to assign these Terms to its Affiliates or to a successor entity in the event of a merger, consolidation, transfer, stock purchase, provided the assignee is subject to all obligations under these Terms.</p>\n10.\nLAW &amp.\nDISPUTE RESOLUTION\n<p>\n<strong>a.\nFor Customers in Australia, EEA, Switzerland, Canada the United States.</strong> These Terms and any dispute in relation to the Included Services, or the Customer’s use hereof, will be governed by and construed in accordance with the laws of the country, state or province, whichever is applicable, where the Customer is located as specified in the Ship To address of the Order Form (the “Governing Territory”).\nIn the event of any lawsuit or proceeding arising out of or related to these Terms, the courts of the Governing Territory will have exclusive jurisdiction.</p>\n<p>\n<strong>b.\nFor Customers in other territories.</strong> These Terms and any dispute in relation to the Included Services, or the Customer’s use hereof, will be governed by and construed in accordance with the laws of the country where the Siteimprove entity specified in the Order Form is located (the “Governing Territory”).\nIn the event of any lawsuit or proceeding arising out of or related to these Terms, the courts of the Governing Territory will have exclusive jurisdiction.</p>\n11.\nRELATION TO OTHER DOCUMENTS\n<p>These Terms constitute the entire agreement between the parties and supersede any prior communications, commitments, or agreements, oral or written, with respect to the subject matter of these Terms.\nAny other standard or boilerplate terms and conditions included in any document provided by one party to another (e.g., click-wrap agreements and purchase orders) are not to be considered agreed upon and will not be binding on either party.\nAny changes or modifications to these Terms must be in writing and signed before taking effect.</p>\n<p>&nbsp;</p> ", "created_at": "2021-05-19 12:19:17.53642", "updated_at": "2021-05-19 12:19:24.148424"}, {"id": 6166, "name": "Cookie Notice", "url": "https://siteimprove.com/en/privacy/cookie-notice/", "xpath": "/html/body/div/main/div[2]/div/div", "text": " Cookie Notice <p>Updated: 14 February 2020</p>\n<p>Siteimprove would like to offer a clear website with the most relevant content for you.\nTo make this possible, we use technologies that can collect information about you and how you and other visitors use siteimprove.com (the \"Website\").\nWith this Cookie Notice, we want to create transparency and give you a complete overview of what the processing of your information includes, what you have to consider and which options you have to op-out.</p>\n1.&nbsp;Processing of Personal Data using Cookies\n<p>Cookies enable the Website to remember your actions and preferences (such as login, language, font size and other display preferences) over a period of time, so you don’t have to keep re-entering them whenever you come back to the site or browse from one page to another.\nThe primary information usually collected through Cookies is statistical and technical information about equipment, and visitor actions on our website, such as:</p>\n<ul>\n<li>Traffic data</li>\n<li>Location and IP address</li>\n<li>Communication data</li>\n<li>Operating System</li>\n<li>Browser</li>\n</ul>\n<p>Siteimprove’s use of Cookies may result in the processing of IP addresses which are considered Personal Data and we therefore recommend that you also read our Privacy Policy&nbsp;which describes our processing of Personal Data and your rights.</p>\n2.&nbsp;Consent\n<p>By clicking on \"Allow all cookies\" in the cookie banner or using the Website, you consent to Siteimprove using cookies as described in the form below, unless you have opted out of cookies.\nIf you do not deselect optional cookies at the time of consent, you can revoke the consent by blocking cookies in your web browser.\nMore information on how to block and delete cookies can be found in Section 4 below.</p>\n3.&nbsp;What are Cookies?\n<p>Cookies are small text files that the Website can place on your computer's hard drive, smartphone or other electronic equipment.\nHowever, the term \"Cookies\" in this Notice and consent also means other forms of automatic data collection, e.g.\nFlash cookies (Local Shared Objects), Web Storage (HTML5), Javascripts or cookies set using other software.\n\"Cookies\" also includes IP and MAC address information and other information about your device.</p>\n<p>Cookies can be used by both Siteimprove and by third parties.</p>\n<p>You can read in the tables below which cookies are used and for what purposes.</p>\n4.\nHow to avoid and delete Cookies?\n<p>You can control and/or delete Cookies as you wish – for details, see&nbsp;www.allaboutcookies.org.\nYou can delete all Cookies that are already on your device.\nYou can also restrict or disable the use of cookies through your web browser.\nHow this is done depends on which browser you use.\nRemember that if you use multiple browsers, you must delete Cookies in all of them.\nAs a user, you must be aware that the Website may not function 100% optimally if you delete or block Cookies.</p>\n<p>If you do this, however, you may have to manually adjust some preferences every time you visit a site and some services and functionalities may not work.</p>\n5.&nbsp;How does Siteimprove respond to Do-Not-Track signals?\n<p>Currently, there is no consensus on what \"Do Not Track\" means and how to respond to \"Do Not Track\" signals.\nFor that reason, we do not respond to those signals.\nBe advised that third-parties providing content and applications to the Website set their own policies regarding responses to Do-Not-Track signals.</p>\n6.&nbsp;What Cookies does Siteimprove use on the Website? <p>Cookie declaration last updated on 5/17/21 by Cookiebot: </p>\n<p>Necessary (45) </p>\n<p>Necessary cookies help make a website usable by enabling basic functions like page navigation and access to secure areas of the website.\nThe website cannot function properly without these cookies.</p> Name Provider Purpose Expiry Type __cf_bm [x4] g2.com<br>g2crowd.com<br>siteimprove.com<br>glassdoor.com This cookie is used to distinguish between humans and bots.\nThis is beneficial for the website, in order to make valid reports on the use of their website.\n1 day HTTP Cookie __cfduid [x4] g2.com<br>g2crowd.com<br>siteimproveanalytics.com<br>zoominfo.com Used by the content network, Cloudflare, to identify trusted web traffic.\n30 days HTTP Cookie __cfruid [x3] siteimprove.com<br>siteimprove.zendesk.com<br>zdusercontent.com This cookie is a part of the services provided by Cloudflare - Including load-balancing, deliverance of website content and serving DNS connection for website operators.\nSession HTTP Cookie _help_center_session siteimprove.com Preserves users states across page requests.\nSession HTTP Cookie _zendesk_session [x2] p17.zdusercontent.com<br>siteimprove.com Preserves users states across page requests.\nSession HTTP Cookie _zendesk_shared_session [x2] p17.zdusercontent.com<br>siteimprove.com Preserves users states across page requests.\nSession HTTP Cookie ARRAffinity siteimprove.com Used to distribute traffic to the website on several servers in order to optimise response times.\nSession HTTP Cookie ASP.NET_SessionId siteimprove.com Preserves the visitor's session state across page requests.\nSession HTTP Cookie AWSALB glassdoor.com Registers which server-cluster is serving the visitor.\nThis is used in context with load balancing, in order to optimize user experience.\n6 days HTTP Cookie AWSALBCORS glassdoor.com Registers which server-cluster is serving the visitor.\nThis is used in context with load balancing, in order to optimize user experience.\n6 days HTTP Cookie AWSELB [x2] global.siteimproveanalytics.io<br>us-west-1.r2.siteimproveanalytics.io Used to distribute traffic to the website on several servers in order to optimise response times.\nSession HTTP Cookie AWSELBCORS [x2] global.siteimproveanalytics.io<br>us-west-1.r2.siteimproveanalytics.io Registers which server-cluster is serving the visitor.\nThis is used in context with load balancing, in order to optimize user experience.\nSession HTTP Cookie checkForPermission bidr.io Determines whether the user has accepted the cookie consent box.\n1 day HTTP Cookie com.adobe.reactor.dataElementCookiesMigrated siteimprove.com Used in context with the cache-function on the website, facilitating data transfer between Adobe DTM onto Adobe Launch.\nPersistent HTML Local Storage CONSENT youtube.com Used to detect if the visitor has accepted the marketing category in the cookie banner.\nThis cookie is necessary for GDPR-compliance of the website.\n6091 days HTTP Cookie CookieConsent siteimprove.com Stores the user's cookie consent state for the current domain 1 year HTTP Cookie INGRESSCOOKIE contextweb.com Registers which server-cluster is serving the visitor.\nThis is used in context with load balancing, in order to optimize user experience.\nSession HTTP Cookie JSESSIONID glassdoor.com Preserves users states across page requests.\n1 day HTTP Cookie SameSite glassdoor.com Ensures visitor browsing-security by preventing cross-site request forgery.\nThis cookie is essential for the security of the website and visitor.\n1 day HTTP Cookie t3D siteimprove.com This cookie is part of a bundle of cookies which serve the purpose of content delivery and presentation.\nThe cookies keep the correct state of font, blog/picture sliders, color themes and other website settings.\nPersistent HTML Local Storage tADe siteimprove.com This cookie is part of a bundle of cookies which serve the purpose of content delivery and presentation.\nThe cookies keep the correct state of font, blog/picture sliders, color themes and other website settings.\nPersistent HTML Local Storage tADu siteimprove.com This cookie is part of a bundle of cookies which serve the purpose of content delivery and presentation.\nThe cookies keep the correct state of font, blog/picture sliders, color themes and other website settings.\nPersistent HTML Local Storage tAE siteimprove.com This cookie is part of a bundle of cookies which serve the purpose of content delivery and presentation.\nThe cookies keep the correct state of font, blog/picture sliders, color themes and other website settings.\nPersistent HTML Local Storage tC siteimprove.com This cookie is part of a bundle of cookies which serve the purpose of content delivery and presentation.\nThe cookies keep the correct state of font, blog/picture sliders, color themes and other website settings.\nPersistent HTML Local Storage test siteimprove.com Used to detect if the visitor has accepted the marketing category in the cookie banner.\nThis cookie is necessary for GDPR-compliance of the website.\nSession HTTP Cookie tMQ siteimprove.com This cookie is part of a bundle of cookies which serve the purpose of content delivery and presentation.\nThe cookies keep the correct state of font, blog/picture sliders, color themes and other website settings.\nPersistent HTML Local Storage tnsApp siteimprove.com This cookie is part of a bundle of cookies which serve the purpose of content delivery and presentation.\nThe cookies keep the correct state of font, blog/picture sliders, color themes and other website settings.\nPersistent HTML Local Storage tPL siteimprove.com This cookie is part of a bundle of cookies which serve the purpose of content delivery and presentation.\nThe cookies keep the correct state of font, blog/picture sliders, color themes and other website settings.\nPersistent HTML Local Storage tTDe siteimprove.com This cookie is part of a bundle of cookies which serve the purpose of content delivery and presentation.\nThe cookies keep the correct state of font, blog/picture sliders, color themes and other website settings.\nPersistent HTML Local Storage tTDu siteimprove.com This cookie is part of a bundle of cookies which serve the purpose of content delivery and presentation.\nThe cookies keep the correct state of font, blog/picture sliders, color themes and other website settings.\nPersistent HTML Local Storage tTE siteimprove.com This cookie is part of a bundle of cookies which serve the purpose of content delivery and presentation.\nThe cookies keep the correct state of font, blog/picture sliders, color themes and other website settings.\nPersistent HTML Local Storage tTf siteimprove.com This cookie is part of a bundle of cookies which serve the purpose of content delivery and presentation.\nThe cookies keep the correct state of font, blog/picture sliders, color themes and other website settings.\nPersistent HTML Local Storage visitorId ws.zoominfo.com Preserves users states across page requests.\n1 year HTTP Cookie <p>Preferences (12) </p>\n<p>Preference cookies enable a website to remember information that changes the way the website behaves or looks, like your preferred language or the region that you are in.</p> Name Provider Purpose Expiry Type CookieConsentBulkSetting-# consentcdn.cookiebot.com Enables cookie consent across multiple websites Persistent HTML Local Storage dc betweendigital.com Necessary for the functionality of the website's chat-box function.\n10 years HTTP Cookie DRIFT_SESSION_ID siteimprove.com Allows the website to recoqnise the visitor, in order to optimize the chat-box functionality.\nSession HTML Local Storage DRIFT_SESSION_STARTED siteimprove.com Stores a unique ID string for each chat-box session.\nThis allows the website-support to see previous issues and reconnect with the previous supporter.\nSession HTML Local Storage DRIFT_visitCounts siteimprove.com Determines the number of visits of the specific visitor.\nThis is used in order to make the chat-box function more relevant.\nPersistent HTML Local Storage driftt_aid siteimprove.com Necessary for the functionality of the website's chat-box function.\n2 years HTTP Cookie lang [x2] ads.linkedin.com<br>linkedin.com Remembers the user's selected language version of a website Session HTTP Cookie ss betweendigital.com Necessary for the functionality of the website's chat-box function.\n10 years HTTP Cookie yt-player-bandaid-host youtube.com Used to determine the optimal video quality based on the visitor's device and network settings.\nPersistent HTML Local Storage yt-player-bandwidth youtube.com Used to determine the optimal video quality based on the visitor's device and network settings.\nPersistent HTML Local Storage ZD-automaticAnswers siteimprove.com Used in context with the Zendesk Answer Bot function – This function sets an account-ID, in order to identify users upon support-requests and detect whether an existing help-article is relevant.\nPersistent HTML Local Storage <p>Statistics (32) </p>\n<p>Statistic cookies help website owners to understand how visitors interact with websites by collecting and reporting information anonymously.</p> Name Provider Purpose Expiry Type _ga siteimprove.com Registers a unique ID that is used to generate statistical data on how the visitor uses the website.\n2 years HTTP Cookie _gat siteimprove.com Used by Google Analytics to throttle request rate 1 day HTTP Cookie _gid siteimprove.com Registers a unique ID that is used to generate statistical data on how the visitor uses the website.\n1 day HTTP Cookie _Shire_session siteimprove.com Pending Session HTTP Cookie ADRUM_BTa glassdoor.com This cookie is used to detect errors on the website - this information is sent to the website's support staff in order to optimize the visitor's experience on the website.\n1 day HTTP Cookie AMCV_# siteimprove.com Unique user ID that recognizes the user on returning visits 2 years HTTP Cookie AMCVS_#AdobeOrg siteimprove.com Pending Session HTTP Cookie AnalyticsSyncHistory linkedin.com Used in connection with data-synchronization with third-party analysis service.\n29 days HTTP Cookie employee-data siteimprove.com Pending Persistent HTML Local Storage hc:#:recently_visited_articles siteimprove.com Registers which articles the user has visited in a Zendesk knowledge base.\nPersistent HTML Local Storage ia-client siteimprove.com Pending Persistent HTML Local Storage ia-session/publication/141788 siteimprove.com Pending Session HTML Local Storage ia-session/publication/142007 siteimprove.com Pending Session HTML Local Storage ia-session/publication/157333 siteimprove.com Pending Session HTML Local Storage ia-session/publication/161298 siteimprove.com Pending Session HTML Local Storage ia-session/publication/163161 siteimprove.com Pending Session HTML Local Storage ia-session/publication/168237 siteimprove.com Pending Session HTML Local Storage image.aspx [x4] eu-central-1.r2.siteimproveanalytics.io<br>global.siteimproveanalytics.io<br>us-east-2.r2.siteimproveanalytics.io<br>us-west-1.r2.siteimproveanalytics.io Registers statistical data on users' behaviour on the website.\nUsed for internal analytics by the website operator.\nSession Pixel Tracker loglevel play.vidyard.com Collects data on visitor interaction with the website's video-content - This data is used to make the website's video-content more relevant towards the visitor.\nPersistent HTML Local Storage nmstat siteimprove.com This cookie contains an ID string on the current session.\nThis contains non-personal information on what subpages the visitor enters – this information is used to optimize the visitor's experience.\n999 days HTTP Cookie outbrain_cid_fetch siteimprove.com Collects data on the user’s navigation and behavior on the website.\nThis is used to compile statistical reports and heatmaps for the website owner.\n1 day HTTP Cookie PugT pubmatic.com Used to determine the number of times the cookies have been updated in the visitor's browser.\nUsed to optimize the website's server efficiency.\n29 days HTTP Cookie referrerParamsFromUrl siteimprove.com Pending Session HTML Local Storage s_cc siteimprove.com Used to check if the user's browser supports cookies.\nSession HTTP Cookie ugid unsplash.com Necessary for the implementation of video-content on the website.\n1 year HTTP Cookie undefined fast.wistia.net Collects data on visitor interaction with the website's video-content - This data is used to make the website's video-content more relevant towards the visitor.\nPersistent HTML Local Storage visitorId play.vidyard.com Registers statistical data on users' behaviour on the website.\nUsed for internal analytics by the website operator.\nPersistent HTML Local Storage whitepaper.userHasAccess siteimprove.com Pending Persistent HTML Local Storage yt-player-headers-readable youtube.com Used to determine the optimal video quality based on the visitor's device and network settings.\nPersistent HTML Local Storage <p>Marketing (89) </p>\n<p>Marketing cookies are used to track visitors across websites.\nThe intention is to display ads that are relevant and engaging for the individual user and thereby more valuable for publishers and third party advertisers.</p> Name Provider Purpose Expiry Type _an_uid siteimprove.com Presents the user with relevant content and advertisement.\nThe service is provided by third-party advertisement hubs, which facilitate real-time bidding for advertisers.\n6 days HTTP Cookie _fbp siteimprove.com Used by Facebook to deliver a series of advertisement products such as real time bidding from third party advertisers.\n3 months HTTP Cookie _gcl_au siteimprove.com Used by Google AdSense for experimenting with advertisement efficiency across websites using their services.\n3 months HTTP Cookie _gd_session siteimprove.com Collects visitor data related to the user's visits to the website, such as the number of visits, average time spent on the website and what pages have been loaded, with the purpose of displaying targeted ads.\n1 day HTTP Cookie _gd_svisitor siteimprove.com Collects visitor data related to the user's visits to the website, such as the number of visits, average time spent on the website and what pages have been loaded, with the purpose of displaying targeted ads.\n2 years HTTP Cookie _gd_visitor siteimprove.com Collects visitor data related to the user's visits to the website, such as the number of visits, average time spent on the website and what pages have been loaded, with the purpose of displaying targeted ads.\n2 years HTTP Cookie _pxhd ws.zoominfo.com Collects information on user behaviour on multiple websites.\nThis information is used in order to optimize the relevance of advertisement on the website.\nSession HTTP Cookie _session_id tracking.g2crowd.com Stores visitors' navigation by registering landing pages - This allows the website to present relevant products and/or measure their advertisement efficiency on other websites.\n13 days HTTP Cookie 6suuid 6sc.co Registers user behaviour and navigation on the website, and any interaction with active campaigns.\nThis is used for optimizing advertisement and for efficient retargeting.\n2 years HTTP Cookie A3 yahoo.com Collects information on user behaviour on multiple websites.\nThis information is used in order to optimize the relevance of advertisement on the website.\n1 year HTTP Cookie APID [x2] advertising.com<br>yahoo.com Collects information on user behaviour on multiple websites.\nThis information is used in order to optimize the relevance of advertisement on the website.\n1 year HTTP Cookie APIDTS yahoo.com Collects data on visitors' preferences and behaviour on the website - This information is used make content and advertisement more relevant to the specific visitor.\n1 day HTTP Cookie bcookie linkedin.com Used by the social networking service, LinkedIn, for tracking the use of embedded services.\n2 years HTTP Cookie Bidoomy-Cookie vidoomy.com Used in context with video-advertisement.\nThe cookie limits the number of times a user is shown the same advertisement.\nThe cookie is also used to ensure relevance of the video-advertisement to the specific user.\n1 year HTTP Cookie bito bidr.io Sets a unique ID for the visitor, that allows third party advertisers to target the visitor with relevant advertisement.\nThis pairing service is provided by third party advertisement hubs, which facilitates real-time bidding for advertisers.\n1 year HTTP Cookie bitoIsSecure bidr.io Presents the user with relevant content and advertisement.\nThe service is provided by third-party advertisement hubs, which facilitate real-time bidding for advertisers.\n1 year HTTP Cookie bkdc bluekai.com Registers user data, such as IP address, geographical location, visited websites, and what ads the user has clicked, with the purpose of optimising ad display based on the user's movement on websites that use the same ad network.\n179 days HTTP Cookie bkpa bluekai.com Presents the user with relevant content and advertisement.\nThe service is provided by third-party advertisement hubs, which facilitate real-time bidding for advertisers.\n179 days HTTP Cookie bku bluekai.com Registers anonymised user data, such as IP address, geographical location, visited websites, and what ads the user has clicked, with the purpose of optimising ad display based on the user's movement on websites that use the same ad network.\n179 days HTTP Cookie bscookie linkedin.com Used by the social networking service, LinkedIn, for tracking the use of embedded services.\n2 years HTTP Cookie c [x2] bidswitch.net<br>visx.net Regulates synchronisation of user identification and exchange of user data between various ad services.\n1 year HTTP Cookie CMID casalemedia.com Collects visitor data related to the user's visits to the website, such as the number of visits, average time spent on the website and what pages have been loaded, with the purpose of displaying targeted ads.\n1 year HTTP Cookie CMPRO casalemedia.com Collects data on visitor behaviour from multiple websites, in order to present more relevant advertisement - This also allows the website to limit the number of times that they are shown the same advertisement.\n3 months HTTP Cookie CMPS casalemedia.com Collects visitor data related to the user's visits to the website, such as the number of visits, average time spent on the website and what pages have been loaded, with the purpose of displaying targeted ads.\n3 months HTTP Cookie CMRUM3 casalemedia.com Collects visitor data related to the user's visits to the website, such as the number of visits, average time spent on the website and what pages have been loaded, with the purpose of displaying targeted ads.\n1 year HTTP Cookie CMST casalemedia.com Collects visitor data related to the user's visits to the website, such as the number of visits, average time spent on the website and what pages have been loaded, with the purpose of displaying targeted ads.\n1 day HTTP Cookie collect ads.linkedin.com Collects data on user behaviour and interaction in order to optimize the website and make advertisement on the website more relevant.\nSession Pixel Tracker demdex demdex.net Via a unique ID that is used for semantic content analysis, the user's navigation on the website is registered and linked to offline data from surveys and similar registrations to display targeted ads.\n179 days HTTP Cookie dpm demdex.net Sets a unique ID for the visitor, that allows third party advertisers to target the visitor with relevant advertisement.\nThis pairing service is provided by third party advertisement hubs, which facilitates real-time bidding for advertisers.\n179 days HTTP Cookie drift_aid siteimprove.com Sets a unique ID for the specific user.\nThis allows the website to target the user with relevant offers through its chat functionality.\n2 years HTTP Cookie drift_campaign_refresh siteimprove.com Sets a unique ID for the specific user.\nThis allows the website to target the user with relevant offers through its chat functionality.\n1 day HTTP Cookie event/img mathtag.com Pending Session Pixel Tracker everest_g_v2 everesttech.net Used for targeted ads and to document efficacy of each individual ad.\n1 year HTTP Cookie fr facebook.com Used by Facebook to deliver a series of advertisement products such as real time bidding from third party advertisers.\n3 months HTTP Cookie gdId glassdoor.com Used to track which users have shown interest in what job postings.\nThe cookie ensures that the most relevant job postings are shown to the specific user.\n10 years HTTP Cookie i openx.net Registers anonymised user data, such as IP address, geographical location, visited websites, and what ads the user has clicked, with the purpose of optimising ad display based on the user's movement on websites that use the same ad network.\n1 year HTTP Cookie IDE doubleclick.net Used by Google DoubleClick to register and report the website user's actions after viewing or clicking one of the advertiser's ads with the purpose of measuring the efficacy of an ad and to present targeted ads to the user.\n1 year HTTP Cookie IDSYNC analytics.yahoo.com Used to identify the visitor across visits and devices.\nThis allows the website to present the visitor with relevant advertisement - The service is provided by third party advertisement hubs, which facilitate real-time bidding for advertisers.\n1 year HTTP Cookie KRTBCOOKIE_# pubmatic.com Registers a unique ID that identifies the user's device during return visits across websites that use the same ad network.\nThe ID is used to allow targeted ads.\n29 days HTTP Cookie lidc linkedin.com Used by the social networking service, LinkedIn, for tracking the use of embedded services.\n1 day HTTP Cookie lpv550552 pardot.com Pending 1 day HTTP Cookie mt_mop mathtag.com Collects data on the user's visits to the website, such as what pages have been loaded.\nThe registered data is used for targeted ads.\n29 days HTTP Cookie pagead/1p-conversion/# google.com Pending Session Pixel Tracker pagead/1p-user-list/# google.com Tracks if the user has shown interest in specific products or events across multiple websites and detects how the user navigates between sites.\nThis is used for measurement of advertisement efforts and facilitates payment of referral-fees between websites.\nSession Pixel Tracker pagead/landing [x2] doubleclick.net<br>google.com Collects data on visitor behaviour from multiple websites, in order to present more relevant advertisement - This also allows the website to limit the number of times that they are shown the same advertisement.\nSession Pixel Tracker pagead/viewthroughconversion/928785810 doubleclick.net Pending Session Pixel Tracker pagead/viewthroughconversion/962985656 [x2] doubleclick.net<br>youtube.com Pending Session Pixel Tracker PUBMDCID pubmatic.com Registers a unique ID that identifies the user's device during return visits across websites that use the same ad network.\nThe ID is used to allow targeted ads.\n3 months HTTP Cookie RUL doubleclick.net Used by DoubleClick to determine whether website advertisement has been properly displayed - This is done to make their marketing efforts more efficient.\n1 year HTTP Cookie t_gid taboola.com This cookie assigns a specific visitor ID, when the visitor interacts with ads or content from the website - this allows the website to target the visitor with similar ads or content.\n1 year HTTP Cookie test_cookie doubleclick.net Used to check if the user's browser supports cookies.\n1 day HTTP Cookie tr facebook.com Used by Facebook to deliver a series of advertisement products such as real time bidding from third party advertisers.\nSession Pixel Tracker trs glassdoor.com Used to track which users have shown interest in what job postings.\nThe cookie ensures that the most relevant job postings are shown to the specific user.\n1 year HTTP Cookie tuuid [x4] bidswitch.net<br>company-target.com<br>betweendigital.com<br>visx.net Registers whether or not the user has consented to the use of cookies.\n1 year HTTP Cookie tuuid_lu [x3] bidswitch.net<br>company-target.com<br>visx.net Contains a unique visitor ID, which allows Bidswitch.com to track the visitor across multiple websites.\nThis allows Bidswitch to optimize advertisement relevance and ensure that the visitor does not see the same ads multiple times.\n1 year HTTP Cookie uid lemmatechnologies.com Unique user ID that recognizes the user on returning visits 3 months HTTP Cookie uids [x2] 4dex.io<br>lemmatechnologies.com Registers user behaviour and navigation on the website, and any interaction with active campaigns.\nThis is used for optimizing advertisement and for efficient retargeting.\n2 months HTTP Cookie um2 visx.net Sets a unique ID for the visitor, that allows third party advertisers to target the visitor with relevant advertisement.\nThis pairing service is provided by third party advertisement hubs, which facilitates real-time bidding for advertisers.\n2 years HTTP Cookie unifiedPixel outbrain.com Collects data on the user’s navigation and behavior on the website.\nThis is used to compile statistical reports and heatmaps for the website owner.\nSession Pixel Tracker UserMatchHistory linkedin.com Used to track visitors on multiple websites, in order to present relevant advertisement based on the visitor's preferences.\n29 days HTTP Cookie ut betweendigital.com Collects data on user behaviour and interaction in order to optimize the website and make advertisement on the website more relevant.\n10 years HTTP Cookie uuid mathtag.com Collects data on the user's visits to the website, such as what pages have been loaded.\nThe registered data is used for targeted ads.\n1 year HTTP Cookie uuid2 adnxs.com Registers a unique ID that identifies a returning user's device.\nThe ID is used for targeted ads.\n3 months HTTP Cookie v1/beacon/img.gif b.6sc.co Used in context with Account-Based-Marketing (ABM).\nThe cookie registers data such as IP-addresses, time spent on the website and page requests for the visit.\nThis is used for retargeting of multiple users rooting from the same IP-addresses.\nABM usually facilitates B2B marketing purposes.\nSession Pixel Tracker validateCookie company-target.com Used in context with Account-Based-Marketing (ABM).\nThe cookie registers data such as IP-addresses, time spent on the website and page requests for the visit.\nThis is used for retargeting of multiple users rooting from the same IP-addresses.\nABM usually facilitates B2B marketing purposes.\nSession Pixel Tracker visitor_id# [x2] pardot.com<br>siteimprove.com Pending 1 year HTTP Cookie visitor_id#-hash [x2] pardot.com<br>siteimprove.com Pending 1 year HTTP Cookie VISITOR_INFO1_LIVE youtube.com Tries to estimate the users' bandwidth on pages with integrated YouTube videos.\n179 days HTTP Cookie YSC youtube.com Registers a unique ID to keep statistics of what videos from YouTube the user has seen.\nSession HTTP Cookie yt.innertube::nextId youtube.com Registers a unique ID to keep statistics of what videos from YouTube the user has seen.\nPersistent HTML Local Storage yt.innertube::requests youtube.com Registers a unique ID to keep statistics of what videos from YouTube the user has seen.\nPersistent HTML Local Storage yt-remote-cast-installed youtube.com Stores the user's video player preferences using embedded YouTube video Session HTML Local Storage yt-remote-connected-devices youtube.com Stores the user's video player preferences using embedded YouTube video Persistent HTML Local Storage yt-remote-device-id youtube.com Stores the user's video player preferences using embedded YouTube video Persistent HTML Local Storage yt-remote-fast-check-period youtube.com Stores the user's video player preferences using embedded YouTube video Session HTML Local Storage yt-remote-session-app youtube.com Stores the user's video player preferences using embedded YouTube video Session HTML Local Storage yt-remote-session-name youtube.com Stores the user's video player preferences using embedded YouTube video Session HTML Local Storage <p>Unclassified (23) </p>\n<p>Unclassified cookies are cookies that we are in the process of classifying, together with the providers of individual cookies.</p> Name Provider Purpose Expiry Type _g2_session_id g2.com Pending Session HTTP Cookie {\"words\":[1064235183,178694870,-853804572,372078980,-1804728414],\"sigBytes\":20} play.vidyard.com Pending Persistent HTML Local Storage {\"words\":[-1183089716,1439709019,-875682143,-251916825,-1131073319],\"sigBytes\":20} play.vidyard.com Pending Persistent HTML Local Storage {\"words\":[-1668506022,1169764117,-517733184,433706393,-1470893810],\"sigBytes\":20} play.vidyard.com Pending Persistent HTML Local Storage {\"words\":[-175872174,-1798207626,1839039149,81212021,1454956405],\"sigBytes\":20} play.vidyard.com Pending Persistent HTML Local Storage {\"words\":[-1848059483,1875227611,-289981349,59320077,-1049464648],\"sigBytes\":20} play.vidyard.com Pending Persistent HTML Local Storage {\"words\":[-1885317080,-316288658,477723745,-1106418741,-913964026],\"sigBytes\":20} play.vidyard.com Pending Persistent HTML Local Storage {\"words\":[-1990239730,662637304,771360864,1727953609,-696720463],\"sigBytes\":20} play.vidyard.com Pending Persistent HTML Local Storage {\"words\":[-2047392992,-26850006,1085499692,927216377,-579614733],\"sigBytes\":20} play.vidyard.com Pending Persistent HTML Local Storage {\"words\":[-4621033,-941636907,466720709,1397638464,1342287007],\"sigBytes\":20} play.vidyard.com Pending Persistent HTML Local Storage {\"words\":[-506977089,-1080882154,-948119241,1681989500,-1919957409],\"sigBytes\":20} play.vidyard.com Pending Persistent HTML Local Storage {\"words\":[-583551354,-273424998,1544499617,686485080,610168569],\"sigBytes\":20} play.vidyard.com Pending Persistent HTML Local Storage {\"words\":[667060963,-1869933299,920975567,-994288252,783200655],\"sigBytes\":20} play.vidyard.com Pending Persistent HTML Local Storage {\"words\":[886637631,1083536073,1170779951,383983124,927486385],\"sigBytes\":20} play.vidyard.com Pending Persistent HTML Local Storage amplitude_session g2.com Pending 1 day HTTP Cookie asst glassdoor.com Pending 1 day HTTP Cookie cass glassdoor.com Pending 1 day HTTP Cookie events_distinct_id g2.com Pending Session HTTP Cookie gdsid glassdoor.com Pending 1 day HTTP Cookie GSESSIONID glassdoor.com Pending 1 day HTTP Cookie images/other/placeholder.png d7s94cee1vibl.cloudfront.net Pending Session Pixel Tracker vidoomy-uids vidoomy.com Pending 1 year HTTP Cookie vidyardSettings play.vidyard.com Pending Persistent HTML Local Storage ", "created_at": "2021-05-19 12:18:28.386208", "updated_at": "2021-05-19 12:18:37.0609"}, {"id": 6165, "name": "Privacy Notice", "url": "https://siteimprove.com/en/privacy/privacy-policy/", "xpath": "", "text": "This website uses cookies<p>We use cookies to make sure the website can function, to measure traffic and to support the marketing of our services.\nBy clicking on \"Allow all cookies\" or using the website, you agree to our use of cookies.\nPlease read our Cookie Notice for further information about our use of cookies.\nYou may change your consent by rejecting optional cookies in the settings or by blocking cookies in your browser.</p>Allow all cookiesOpen settingsClose settings<ul>\n<li>Settings</li>\n<li>Cookie declaration</li>\n<li>About cookies</li>\n</ul>\n<p>Necessary (required)</p>\n<p>Necessary cookies help make a website usable by enabling basic functions like page navigation and access to secure areas of the website.\nThe website cannot function properly without these cookies.</p>\n<p>Preferences (optional)</p>\n<p>Preference cookies enable a website to remember information that changes the way the website behaves or looks, like your preferred language or the region that you are in.</p>\n<p>Statistics (optional)</p>\n<p>Statistic cookies help website owners to understand how visitors interact with websites by collecting and reporting information anonymously.</p>\n<p>Marketing (optional)</p>\n<p>Marketing cookies are used to track visitors across websites.\nThe intention is to display ads that are relevant and engaging for the individual user and thereby more valuable for publishers and third party advertisers.</p>NecessaryPreferencesStatisticsMarketingAllow necessary cookies onlyNecessary (45) NameProviderPurposeExpiryTypeCookieConsentCookiebotStores the user's cookie consent state for the current domain1 yearHTTPcheckForPermissionBeeswaxDetermines whether the user has accepted the cookie consent box.\n1 dayHTTP__cf_bm&nbsp;[x4]g2.com<br>Crowd<br>Siteimprove<br>GlassdoorThis cookie is used to distinguish between humans and bots.\nThis is beneficial for the website, in order to make valid reports on the use of their website.1 dayHTTP__cfduid&nbsp;[x4]g2.com<br>Crowd<br>Siteimprove<br>ws.zoominfo.comUsed by the content network, Cloudflare, to identify trusted web traffic.30 daysHTTPAWSELB&nbsp;[x2]SiteimproveUsed to distribute traffic to the website on several servers in order to optimise response times.SessionHTTPAWSELBCORS&nbsp;[x2]SiteimproveRegisters which server-cluster is serving the visitor.\nThis is used in context with load balancing, in order to optimize user experience.\nSessionHTTPARRAffinitySiteimproveUsed to distribute traffic to the website on several servers in order to optimise response times.SessionHTTPASP.NET_SessionIdSiteimprovePreserves the visitor's session state across page requests.SessionHTTPt3DAmazonThis cookie is part of a bundle of cookies which serve the purpose of content delivery and presentation.\nThe cookies keep the correct state of font, blog/picture sliders, color themes and other website settings.PersistentHTMLtADeAmazonThis cookie is part of a bundle of cookies which serve the purpose of content delivery and presentation.\nThe cookies keep the correct state of font, blog/picture sliders, color themes and other website settings.PersistentHTMLtADuAmazonThis cookie is part of a bundle of cookies which serve the purpose of content delivery and presentation.\nThe cookies keep the correct state of font, blog/picture sliders, color themes and other website settings.PersistentHTMLtAEAmazonThis cookie is part of a bundle of cookies which serve the purpose of content delivery and presentation.\nThe cookies keep the correct state of font, blog/picture sliders, color themes and other website settings.PersistentHTMLtCAmazonThis cookie is part of a bundle of cookies which serve the purpose of content delivery and presentation.\nThe cookies keep the correct state of font, blog/picture sliders, color themes and other website settings.PersistentHTMLtMQAmazonThis cookie is part of a bundle of cookies which serve the purpose of content delivery and presentation.\nThe cookies keep the correct state of font, blog/picture sliders, color themes and other website settings.PersistentHTMLtnsAppSiteimproveThis cookie is part of a bundle of cookies which serve the purpose of content delivery and presentation.\nThe cookies keep the correct state of font, blog/picture sliders, color themes and other website settings.PersistentHTMLtPLAmazonThis cookie is part of a bundle of cookies which serve the purpose of content delivery and presentation.\nThe cookies keep the correct state of font, blog/picture sliders, color themes and other website settings.PersistentHTMLtTDeAmazonThis cookie is part of a bundle of cookies which serve the purpose of content delivery and presentation.\nThe cookies keep the correct state of font, blog/picture sliders, color themes and other website settings.PersistentHTMLtTDuAmazonThis cookie is part of a bundle of cookies which serve the purpose of content delivery and presentation.\nThe cookies keep the correct state of font, blog/picture sliders, color themes and other website settings.PersistentHTMLtTEAmazonThis cookie is part of a bundle of cookies which serve the purpose of content delivery and presentation.\nThe cookies keep the correct state of font, blog/picture sliders, color themes and other website settings.PersistentHTMLtTfAmazonThis cookie is part of a bundle of cookies which serve the purpose of content delivery and presentation.\nThe cookies keep the correct state of font, blog/picture sliders, color themes and other website settings.PersistentHTMLvisitorIdws.zoominfo.comPreserves users states across page requests.1 yearHTTPCONSENTYouTubeUsed to detect if the visitor has accepted the marketing category in the cookie banner.\nThis cookie is necessary for GDPR-compliance of the website.\n6091 daysHTTPINGRESSCOOKIEPulsepointRegisters which server-cluster is serving the visitor.\nThis is used in context with load balancing, in order to optimize user experience.\nSessionHTTP_zendesk_session&nbsp;[x2]Zendesk<br>SiteimprovePreserves users states across page requests.SessionHTTP_zendesk_shared_session&nbsp;[x2]Zendesk<br>SiteimprovePreserves users states across page requests.SessionHTTP__cfruid&nbsp;[x3]Siteimprove<br>ZendeskThis cookie is a part of the services provided by Cloudflare - Including load-balancing, deliverance of website content and serving DNS connection for website operators.\nSessionHTTP_help_center_sessionSiteimprovePreserves users states across page requests.SessionHTTPAWSALBGlassdoorRegisters which server-cluster is serving the visitor.\nThis is used in context with load balancing, in order to optimize user experience.\n6 daysHTTPAWSALBCORSGlassdoorRegisters which server-cluster is serving the visitor.\nThis is used in context with load balancing, in order to optimize user experience.\n6 daysHTTPJSESSIONIDGlassdoorPreserves users states across page requests.1 dayHTTPSameSiteGlassdoorEnsures visitor browsing-security by preventing cross-site request forgery.\nThis cookie is essential for the security of the website and visitor.\n1 dayHTTPcom.adobe.reactor.dataElementCookiesMigratedAdobe IncUsed in context with the cache-function on the website, facilitating data transfer between Adobe DTM onto Adobe Launch.\nPersistentHTMLtestAdobe IncUsed to detect if the visitor has accepted the marketing category in the cookie banner.\nThis cookie is necessary for GDPR-compliance of the website.\nSessionHTTP Preferences (12) NameProviderPurposeExpiryTypeCookieConsentBulkSetting-#CookiebotEnables cookie consent across multiple websitesPersistentHTMLDRIFT_SESSION_IDDriftAllows the website to recoqnise the visitor, in order to optimize the chat-box functionality.\nSessionHTMLlang&nbsp;[x2]LinkedInRemembers the user's selected language version of a websiteSessionHTTPDRIFT_SESSION_STARTEDDriftStores a unique ID string for each chat-box session.\nThis allows the website-support to see previous issues and reconnect with the previous supporter.\nSessionHTMLDRIFT_visitCountsDriftDetermines the number of visits of the specific visitor.\nThis is used in order to make the chat-box function more relevant.PersistentHTMLdriftt_aidDriftNecessary for the functionality of the website's chat-box function.\n2 yearsHTTPdcBetweenNecessary for the functionality of the website's chat-box function.\n10 yearsHTTPssBetweenNecessary for the functionality of the website's chat-box function.\n10 yearsHTTPZD-automaticAnswersSiteimproveUsed in context with the Zendesk Answer Bot function – This function sets an account-ID, in order to identify users upon support-requests and detect whether an existing help-article is relevant.PersistentHTMLyt-player-bandaid-hostYouTubeUsed to determine the optimal video quality based on the visitor's device and network settings.\nPersistentHTMLyt-player-bandwidthYouTubeUsed to determine the optimal video quality based on the visitor's device and network settings.\nPersistentHTML Statistics (32) NameProviderPurposeExpiryTypeimage.aspx&nbsp;[x4]SiteimproveRegisters statistical data on users' behaviour on the website.\nUsed for internal analytics by the website operator.\nSessionPixelundefinedWistiaCollects data on visitor interaction with the website's video-content - This data is used to make the website's video-content more relevant towards the visitor.\nPersistentHTMLAnalyticsSyncHistoryLinkedInUsed in connection with data-synchronization with third-party analysis service.\n29 daysHTTPloglevelVidyardCollects data on visitor interaction with the website's video-content - This data is used to make the website's video-content more relevant towards the visitor.\nPersistentHTMLvisitorIdVidyardRegisters statistical data on users' behaviour on the website.\nUsed for internal analytics by the website operator.\nPersistentHTMLPugTPubmaticUsed to determine the number of times the cookies have been updated in the visitor's browser.\nUsed to optimize the website's server efficiency.\n29 daysHTTPnmstatSiteimproveThis cookie contains an ID string on the current session.\nThis contains non-personal information on what subpages the visitor enters – this information is used to optimize the visitor's experience.999 daysHTTPoutbrain_cid_fetchOutbrainCollects data on the user’s navigation and behavior on the website.\nThis is used to compile statistical reports and heatmaps for the website owner.1 dayHTTP_Shire_sessionSiteimprovePendingSessionHTTPemployee-dataAmazonPendingPersistentHTMLhc:#:recently_visited_articlesSiteimproveRegisters which articles the user has visited in a Zendesk knowledge base.PersistentHTML_gaGoogleRegisters a unique ID that is used to generate statistical data on how the visitor uses the website.2 yearsHTTP_gatGoogleUsed by Google Analytics to throttle request rate1 dayHTTP_gidGoogleRegisters a unique ID that is used to generate statistical data on how the visitor uses the website.1 dayHTTPugidUnsplashNecessary for the implementation of video-content on the website.1 yearHTTPyt-player-headers-readableYouTubeUsed to determine the optimal video quality based on the visitor's device and network settings.\nPersistentHTMLia-clientcdn.analytics.foleon.comPendingPersistentHTMLia-session/publication/141788cdn.analytics.foleon.comPendingSessionHTMLia-session/publication/142007cdn.analytics.foleon.comPendingSessionHTMLia-session/publication/157333cdn.analytics.foleon.comPendingSessionHTMLia-session/publication/161298cdn.analytics.foleon.comPendingSessionHTMLia-session/publication/163161cdn.analytics.foleon.comPendingSessionHTMLia-session/publication/168237cdn.analytics.foleon.comPendingSessionHTMLreferrerParamsFromUrlAmazonPendingSessionHTMLwhitepaper.userHasAccessAmazonPendingPersistentHTMLADRUM_BTaGlassdoorThis cookie is used to detect errors on the website - this information is sent to the website's support staff in order to optimize the visitor's experience on the website.1 dayHTTPAMCV_#Adobe IncUnique user ID that recognizes the user on returning visits2 yearsHTTPs_ccAdobe IncUsed to check if the user's browser supports cookies.SessionHTTPAMCVS_#AdobeOrgAdobe IncPendingSessionHTTP Marketing (89) NameProviderPurposeExpiryType6suuid6sc.coRegisters user behaviour and navigation on the website, and any interaction with active campaigns.\nThis is used for optimizing advertisement and for efficient retargeting.\n2 yearsHTTPuuid2AppnexusRegisters a unique ID that identifies a returning user's device.\nThe ID is used for targeted ads.3 monthsHTTPAPID&nbsp;[x2]AOL<br>YahooCollects information on user behaviour on multiple websites.\nThis information is used in order to optimize the relevance of advertisement on the website.1 yearHTTPIDSYNCOathUsed to identify the visitor across visits and devices.\nThis allows the website to present the visitor with relevant advertisement - The service is provided by third party advertisement hubs, which facilitate real-time bidding for advertisers.\n1 yearHTTPtuuid_lu&nbsp;[x3]Bidswitch<br>DemandBase<br>YOCContains a unique visitor ID, which allows Bidswitch.com to track the visitor across multiple websites.\nThis allows Bidswitch to optimize advertisement relevance and ensure that the visitor does not see the same ads multiple times.\n1 yearHTTPbkdcOracleRegisters user data, such as IP address, geographical location, visited websites, and what ads the user has clicked, with the purpose of optimising ad display based on the user's movement on websites that use the same ad network.179 daysHTTPv1/beacon/img.gifb.6sc.coUsed in context with Account-Based-Marketing (ABM).\nThe cookie registers data such as IP-addresses, time spent on the website and page requests for the visit.\nThis is used for retargeting of multiple users rooting from the same IP-addresses.\nABM usually facilitates B2B marketing purposes.SessionPixelbitoBeeswaxSets a unique ID for the visitor, that allows third party advertisers to target the visitor with relevant advertisement.\nThis pairing service is provided by third party advertisement hubs, which facilitates real-time bidding for advertisers.1 yearHTTPbitoIsSecureBeeswaxPresents the user with relevant content and advertisement.\nThe service is provided by third-party advertisement hubs, which facilitate real-time bidding for advertisers.1 yearHTTPc&nbsp;[x2]Bidswitch<br>YOCRegulates synchronisation of user identification and exchange of user data between various ad services.1 yearHTTPtuuid&nbsp;[x4]Bidswitch<br>DemandBase<br>Between<br>YOCRegisters whether or not the user has consented to the use of cookies.1 yearHTTPbkpaOraclePresents the user with relevant content and advertisement.\nThe service is provided by third-party advertisement hubs, which facilitate real-time bidding for advertisers.179 daysHTTPbkuOracleRegisters anonymised user data, such as IP address, geographical location, visited websites, and what ads the user has clicked, with the purpose of optimising ad display based on the user's movement on websites that use the same ad network.179 daysHTTPCMIDCasalemediaCollects visitor data related to the user's visits to the website, such as the number of visits, average time spent on the website and what pages have been loaded, with the purpose of displaying targeted ads.1 yearHTTPCMPROCasalemediaCollects data on visitor behaviour from multiple websites, in order to present more relevant advertisement - This also allows the website to limit the number of times that they are shown the same advertisement.\n3 monthsHTTPCMPSCasalemediaCollects visitor data related to the user's visits to the website, such as the number of visits, average time spent on the website and what pages have been loaded, with the purpose of displaying targeted ads.3 monthsHTTPCMRUM3CasalemediaCollects visitor data related to the user's visits to the website, such as the number of visits, average time spent on the website and what pages have been loaded, with the purpose of displaying targeted ads.1 yearHTTPCMSTCasalemediaCollects visitor data related to the user's visits to the website, such as the number of visits, average time spent on the website and what pages have been loaded, with the purpose of displaying targeted ads.1 dayHTTPvalidateCookieDemandBaseUsed in context with Account-Based-Marketing (ABM).\nThe cookie registers data such as IP-addresses, time spent on the website and page requests for the visit.\nThis is used for retargeting of multiple users rooting from the same IP-addresses.\nABM usually facilitates B2B marketing purposes.SessionPixelIDEGoogleUsed by Google DoubleClick to register and report the website user's actions after viewing or clicking one of the advertiser's ads with the purpose of measuring the efficacy of an ad and to present targeted ads to the user.1 yearHTTPpagead/landing&nbsp;[x2]GoogleCollects data on visitor behaviour from multiple websites, in order to present more relevant advertisement - This also allows the website to limit the number of times that they are shown the same advertisement.\nSessionPixelRULGoogleUsed by DoubleClick to determine whether website advertisement has been properly displayed - This is done to make their marketing efforts more efficient.\n1 yearHTTPtest_cookieGoogleUsed to check if the user's browser supports cookies.1 dayHTTPfrFacebookUsed by Facebook to deliver a series of advertisement products such as real time bidding from third party advertisers.3 monthsHTTPtrFacebookUsed by Facebook to deliver a series of advertisement products such as real time bidding from third party advertisers.SessionPixelpagead/1p-user-list/#GoogleTracks if the user has shown interest in specific products or events across multiple websites and detects how the user navigates between sites.\nThis is used for measurement of advertisement efforts and facilitates payment of referral-fees between websites.SessionPixelbcookieLinkedInUsed by the social networking service, LinkedIn, for tracking the use of embedded services.2 yearsHTTPbscookieLinkedInUsed by the social networking service, LinkedIn, for tracking the use of embedded services.2 yearsHTTPlidcLinkedInUsed by the social networking service, LinkedIn, for tracking the use of embedded services.1 dayHTTPUserMatchHistoryLinkedInUsed to track visitors on multiple websites, in order to present relevant advertisement based on the visitor's preferences.\n29 daysHTTPmt_mopMediamathCollects data on the user's visits to the website, such as what pages have been loaded.\nThe registered data is used for targeted ads.29 daysHTTPuuidMediamathCollects data on the user's visits to the website, such as what pages have been loaded.\nThe registered data is used for targeted ads.1 yearHTTPiOpenxRegisters anonymised user data, such as IP address, geographical location, visited websites, and what ads the user has clicked, with the purpose of optimising ad display based on the user's movement on websites that use the same ad network.1 yearHTTPunifiedPixelOutbrainCollects data on the user’s navigation and behavior on the website.\nThis is used to compile statistical reports and heatmaps for the website owner.SessionPixelKRTBCOOKIE_#PubmaticRegisters a unique ID that identifies the user's device during return visits across websites that use the same ad network.\nThe ID is used to allow targeted ads.29 daysHTTPPUBMDCIDPubmaticRegisters a unique ID that identifies the user's device during return visits across websites that use the same ad network.\nThe ID is used to allow targeted ads.3 monthsHTTP_an_uidj.6sc.coPresents the user with relevant content and advertisement.\nThe service is provided by third-party advertisement hubs, which facilitate real-time bidding for advertisers.6 daysHTTP_fbpFacebookUsed by Facebook to deliver a series of advertisement products such as real time bidding from third party advertisers.3 monthsHTTP_gcl_auGoogle Tag ManagerUsed by Google AdSense for experimenting with advertisement efficiency across websites using their services.\n3 monthsHTTP_gd_sessionj.6sc.coCollects visitor data related to the user's visits to the website, such as the number of visits, average time spent on the website and what pages have been loaded, with the purpose of displaying targeted ads.1 dayHTTP_gd_svisitorj.6sc.coCollects visitor data related to the user's visits to the website, such as the number of visits, average time spent on the website and what pages have been loaded, with the purpose of displaying targeted ads.2 yearsHTTP_gd_visitorj.6sc.coCollects visitor data related to the user's visits to the website, such as the number of visits, average time spent on the website and what pages have been loaded, with the purpose of displaying targeted ads.2 yearsHTTPdrift_aidDriftSets a unique ID for the specific user.\nThis allows the website to target the user with relevant offers through its chat functionality.\n2 yearsHTTPdrift_campaign_refreshDriftSets a unique ID for the specific user.\nThis allows the website to target the user with relevant offers through its chat functionality.\n1 dayHTTPt_gidTaboolaThis cookie assigns a specific visitor ID, when the visitor interacts with ads or content from the website - this allows the website to target the visitor with similar ads or content.1 yearHTTP_session_idCrowdStores visitors' navigation by registering landing pages - This allows the website to present relevant products and/or measure their advertisement efficiency on other websites.\n13 daysHTTP_pxhdws.zoominfo.comCollects information on user behaviour on multiple websites.\nThis information is used in order to optimize the relevance of advertisement on the website.SessionHTTPA3YahooCollects information on user behaviour on multiple websites.\nThis information is used in order to optimize the relevance of advertisement on the website.1 yearHTTPAPIDTSYahooCollects data on visitors' preferences and behaviour on the website - This information is used make content and advertisement more relevant to the specific visitor.\n1 dayHTTPVISITOR_INFO1_LIVEYouTubeTries to estimate the users' bandwidth on pages with integrated YouTube videos.179 daysHTTPYSCYouTubeRegisters a unique ID to keep statistics of what videos from YouTube the user has seen.SessionHTTPyt.innertube::nextIdYouTubeRegisters a unique ID to keep statistics of what videos from YouTube the user has seen.PersistentHTMLyt.innertube::requestsYouTubeRegisters a unique ID to keep statistics of what videos from YouTube the user has seen.PersistentHTMLyt-remote-cast-installedYouTubeStores the user's video player preferences using embedded YouTube videoSessionHTMLyt-remote-connected-devicesYouTubeStores the user's video player preferences using embedded YouTube videoPersistentHTMLyt-remote-device-idYouTubeStores the user's video player preferences using embedded YouTube videoPersistentHTMLyt-remote-fast-check-periodYouTubeStores the user's video player preferences using embedded YouTube videoSessionHTMLyt-remote-session-appYouTubeStores the user's video player preferences using embedded YouTube videoSessionHTMLyt-remote-session-nameYouTubeStores the user's video player preferences using embedded YouTube videoSessionHTMLevent/imgMediamathPendingSessionPixellpv550552SalesforcePending1 dayHTTPvisitor_id#&nbsp;[x2]Salesforce<br>SiteimprovePending1 yearHTTPvisitor_id#-hash&nbsp;[x2]Salesforce<br>SiteimprovePending1 yearHTTPuids&nbsp;[x2]4dex.io<br>Lemma TechnologiesRegisters user behaviour and navigation on the website, and any interaction with active campaigns.\nThis is used for optimizing advertisement and for efficient retargeting.\n2 monthsHTTPutBetweenCollects data on user behaviour and interaction in order to optimize the website and make advertisement on the website more relevant.\n10 yearsHTTPuidLemma TechnologiesUnique user ID that recognizes the user on returning visits3 monthsHTTPBidoomy-Cookievidoomy.comUsed in context with video-advertisement.\nThe cookie limits the number of times a user is shown the same advertisement.\nThe cookie is also used to ensure relevance of the video-advertisement to the specific user.\n1 yearHTTPum2YOCSets a unique ID for the visitor, that allows third party advertisers to target the visitor with relevant advertisement.\nThis pairing service is provided by third party advertisement hubs, which facilitates real-time bidding for advertisers.\n2 yearsHTTPcollectLinkedInCollects data on user behaviour and interaction in order to optimize the website and make advertisement on the website more relevant.\nSessionPixelpagead/viewthroughconversion/928785810GooglePendingSessionPixelpagead/1p-conversion/#GooglePendingSessionPixelpagead/viewthroughconversion/962985656&nbsp;[x2]Google<br>YouTubePendingSessionPixeldemdexAdobe IncVia a unique ID that is used for semantic content analysis, the user's navigation on the website is registered and linked to offline data from surveys and similar registrations to display targeted ads.179 daysHTTPdpmAdobeSets a unique ID for the visitor, that allows third party advertisers to target the visitor with relevant advertisement.\nThis pairing service is provided by third party advertisement hubs, which facilitates real-time bidding for advertisers.179 daysHTTPeverest_g_v2Adobe IncUsed for targeted ads and to document efficacy of each individual ad.1 yearHTTPgdIdGlassdoorUsed to track which users have shown interest in what job postings.\nThe cookie ensures that the most relevant job postings are shown to the specific user.\n10 yearsHTTPtrsGlassdoorUsed to track which users have shown interest in what job postings.\nThe cookie ensures that the most relevant job postings are shown to the specific user.\n1 yearHTTP Unclassified (23) NameProviderPurposeExpiryTypeimages/other/placeholder.pngAmazonPendingSessionPixel_g2_session_idg2.comPendingSessionHTTPamplitude_sessiong2.comPending1 dayHTTPevents_distinct_idg2.comPendingSessionHTTP{\"words\":[1064235183,178694870,-853804572,372078980,-1804728414],\"sigBytes\":20}VidyardPendingPersistentHTML{\"words\":[-1183089716,1439709019,-875682143,-251916825,-1131073319],\"sigBytes\":20}VidyardPendingPersistentHTML{\"words\":[-1668506022,1169764117,-517733184,433706393,-1470893810],\"sigBytes\":20}VidyardPendingPersistentHTML{\"words\":[-1885317080,-316288658,477723745,-1106418741,-913964026],\"sigBytes\":20}VidyardPendingPersistentHTML{\"words\":[-2047392992,-26850006,1085499692,927216377,-579614733],\"sigBytes\":20}VidyardPendingPersistentHTML{\"words\":[-583551354,-273424998,1544499617,686485080,610168569],\"sigBytes\":20}VidyardPendingPersistentHTML{\"words\":[667060963,-1869933299,920975567,-994288252,783200655],\"sigBytes\":20}VidyardPendingPersistentHTML{\"words\":[886637631,1083536073,1170779951,383983124,927486385],\"sigBytes\":20}VidyardPendingPersistentHTMLvidyardSettingsVidyardPendingPersistentHTML{\"words\":[-175872174,-1798207626,1839039149,81212021,1454956405],\"sigBytes\":20}VidyardPendingPersistentHTML{\"words\":[-1848059483,1875227611,-289981349,59320077,-1049464648],\"sigBytes\":20}VidyardPendingPersistentHTML{\"words\":[-1990239730,662637304,771360864,1727953609,-696720463],\"sigBytes\":20}VidyardPendingPersistentHTML{\"words\":[-4621033,-941636907,466720709,1397638464,1342287007],\"sigBytes\":20}VidyardPendingPersistentHTML{\"words\":[-506977089,-1080882154,-948119241,1681989500,-1919957409],\"sigBytes\":20}VidyardPendingPersistentHTMLvidoomy-uidsvidoomy.comPending1 yearHTTPasstGlassdoorPending1 dayHTTPcassGlassdoorPending1 dayHTTPgdsidGlassdoorPending1 dayHTTPGSESSIONIDGlassdoorPending1 dayHTTP <p>About cookies</p>\n<p>\n</p>\n<p>Cookies are small text files that can be used by websites to make a user's experience more efficient.\nThe law states that we can store cookies on your device if they are strictly necessary for the operation of this site.\nFor all other types of cookies we need your permission.\nThis site uses different types of cookies.\nSome cookies are placed by third party services that appear on our pages.\nLearn more about who we are, how you can contact us and how we process personal data in our Privacy Policy.</p>\n<br>\n<br>Your consent applies to the following domains: insights.siteimprove.com, videos.siteimprove.com, support.siteimprove.com, siteimprove.com, read.siteimprove.com, hello.siteimprove.com, developer.siteimprove.com, careers.siteimprove.com<br>\n<br>\n<p>\n</p> Skip to main content Enter a search term Close <ul>\n<li> Solutions <p>By size</p>\n<ul>\n<li> Medium business </li>\n<li> Enterprise </li>\n</ul>\n<p>By industry</p>\n<ul>\n<li> Education </li>\n<li> Government </li>\n<li> Financial services </li>\n<li> Retail </li>\n<li> Manufacturing </li>\n</ul>\n</li>\n<li> Products <p>Products</p>\n<ul>\n<li> Accessibility </li>\n<li> Quality Assurance </li>\n<li> Data Privacy </li>\n<li> SEO </li>\n<li> Ads </li>\n<li> Analytics </li>\n<li> Performance </li>\n<li> Web Security </li>\n</ul>\n<p>Integrations</p>\n<ul>\n<li> CMS plugins </li>\n<li> Connectors </li>\n<li> All integrations </li>\n</ul>\n<p>Features</p>\n<ul>\n<li> Digital Certainty Index® </li>\n<li> Policy </li>\n</ul>\n</li>\n<li> Resources <ul>\n<li> Blog </li>\n<li> Events </li>\n<li> Content library </li>\n<li> Digital Insights Report </li>\n<li> Page Experience Hub </li>\n</ul>\n<ul>\n<li> Siteimprove Academy </li>\n<li> Accessibility Hub </li>\n<li> Siteimprove toolkit </li>\n<li> Press &amp.\nnews </li>\n</ul>\n</li>\n<li>Customers</li>\n<li>Support</li>\n<li> Partners <ul>\n<li> Overview </li>\n<li> Find a partner </li>\n<li> Partner with us </li>\n<li> Partner login </li>\n</ul>\n</li>\n</ul> Get started <ul>\n<li> Book a consultation </li>\n<li> Request a demo </li>\n<li> Contact us </li>\n<li> Request a quote </li>\n</ul> Get started <ul>\n<li> Book a consultation </li>\n<li> Request a demo </li>\n<li> Contact us </li>\n<li> Request a quote </li>\n</ul> Sign in Search Menu Privacy Notice: Siteimprove Services <p>Updated: August 2020</p>\n1.\nIntroduction\n<p>Siteimprove respects your privacy and is committed to protecting it.\nThis notice explains how Siteimprove processes the Personal Data of customers and other individuals through the Siteimprove Intelligence Platform (the “Services”).</p>\n1.1.\nHow does Siteimprove define Personal Data?\n<p>“Personal data” as defined in the General Data Protection Regulation (GDPR) and “personal information” as defined in the California Consumer Privacy Act (CCPA) shall have the same meaning as in the respective legislation (in the following both are referred to as “Personal Data”).Personal Data includes your name, address, e-mail, telephone number, IP address, or any other identifier.\nFor information on&nbsp;what Personal Data Siteimprove processes through the Siteimprove Intelligence Platform, see Section 2.1.</p>\n<p>Siteimprove does not sell your Personal Data.\nFurther, Siteimprove does not share your Personal Data with third parties for other purposes than specified in this Privacy Notice.\nThrough the Services, Siteimprove does not seek to collect any sensitive data (e.g., health or sex life information.\npolitical opinions or religious/philosophical beliefs.\ntrade-union membership.\nor racial or ethnic origin).</p>\n1.2.\nWho is responsible for processing your Personal Data?\n<p>The Siteimprove affiliate with which you have signed a contract is responsible for the processing of your Personal Data.\nContact information for the Siteimprove affiliate can be found here.</p>\n<p>If you have any questions about the processing of your Personal Data by Siteimprove or the information in this Notice, please contact:</p>\n<p>privacy@siteimprove.com</p>\n<p>OR</p>\n<p>Mads Sørensen, General Counsel</p>\n<p>Sankt Annæ Plads 28</p>\n<p>DK-1250 Copenhagen</p>\n<p>Denmark</p>\n<p>legal@siteimprove.com</p>\n2.\nProcessing (Personal) Data through the Siteimprove Intelligence Platform\n<p>At customers' authorization, Siteimprove runs the Siteimprove Intelligence Platform on customers' websites.\nCustomers are the data controllers and responsible for establishing the legal basis for the use of the Siteimprove Intelligence Platform.\nSiteimprove encourages customers to conclude a data processing agreement (DPA) with Siteimprove.\nSiteimprove's DPA-template can be found here.</p>\n<p>The Siteimprove Intelligence Platform is only intended for use on the publicly available websites and the processing of Personal Data on those websites, including: name, address, photo, email and phone.</p>\n2.1.\nWhat Personal Data does Siteimprove process through the Siteimprove Intelligence Platform?\n<p>The Siteimprove Intelligence Platform is designed and developed to collect and process content on customers’ websites, such as storage of cached copies of customers’ website content.\nAccordingly, Siteimprove&nbsp;may&nbsp;only collect Personal Data&nbsp;which are present on the website on which Siteimprove services (Web accessibility,&nbsp;Performance ...) are being used.\nThe categories of Personal Data collected through the Siteimprove Intelligence Platform depend on the content of the websites but will most likely not include processing sensitive data.</p>\n<p>If using Siteimprove Analytics, IP addresses of visitors to the customer’s website will also be processed unless IP anonymization has been set as standard by the customer.</p>\n<p>If using Siteimprove Ads, emails connected to customer's existing Google accounts will also be processed.&nbsp;</p>\n<strong>2.2.\nHow does Siteimprove get Personal Data in these instances?</strong>\n<p>Collection of Personal Data may occur when the Siteimprove Intelligence Platform crawls customers' websites.\nThis may include Personal Data and any other identifier which are present on the website on which Siteimprove services are being used.</p>\n2.3.\nWhat is the legal basis for processing Personal Data in these instances?\n<p>Customer acts as the data controller and determines the legal basis.\nSiteimprove acts as data processor and processes Personal Data on behalf of customer on the basis of a contractual relationship for the purpose of providing its services to the customer.\n</p>\n2.4.\nDoes Siteimprove use any sub-processors in these instances (and why)?\n<p>Siteimprove uses two sub-processors for data storing:</p>\n<p>- Interxion, Denmark (server/storage vendor)</p>\n<p>- Amazon Web Services, Germany (server/storage vendor)</p>\n2.5.\nHow long does Siteimprove keep Personal Data in these instances?\n<p>Crawls of customers' websites will be overwritten after five days while under contract.\nFollowing termination of the contract, scans will be removed from the backup scheme within 30 days.&nbsp;</p>\n2.6.\n<strong>Where is Personal Data physically located?</strong>\n<p>Personal Data is stored in data centers located in the EU (see section 2.4 above) and will not be transferred to vendors outside the EU/EEA.</p>\n3.\nProcessing personal data of customer users and prospect contacts\n3.1.\nProcessing activities in general\n<p>Siteimprove processes Personal Data of customers and prospects for various reasons.&nbsp;</p>\n<p>Siteimprove acts as the data controller for the processing of Personal Data of customers and prospects.</p>\n3.2.\nWhat Personal Data about customers and prospects does Siteimprove collect?\n<p>This depends on the specific customer and prospect.\nPersonal Data may include, but is not necessarily limited to: name, address, phone, photo, email, CVR/VAT, bank account etc.</p>\n3.3.\nWhat is the legal basis for processing personal data in these instances?\n<p>Processing Personal Data of customer users and prospect contacts is based on either consent, legitimate interest or because it is necessary for the performance of a contract.&nbsp;</p>\n3.4.\nHow does Siteimprove collect Personal Data from customers and prospects?\n<p>Siteimprove collects and processes Personal Data of customers as it is provided by customers when buying the Siteimprove Intelligence Platform and/or when the register as users in the platform and/or by other means provide Siteimprove with Personal Data during the contractual relationship.&nbsp;</p>\n<p>Siteimprove collects and processes Personal Data of prospects (potential customers) as provided by them through forms as a result of Siteimprove's direct marketing initiatives.\n&nbsp;</p>\n3.4.\nFor what purposes does Siteimprove process Personal Data of customers and prospects?\n<ul>\n<li>Technical Support: Processes Personal Data of customers in order to setup logon to the Siteimprove Intelligence Platform, to configure the Siteimprove Intelligence Platform to customer preferences, to create custom reporting, and to respond to customers' requests for technical support.</li>\n<li>Marketing: Processes Personal Data of customers and prospects in order to directly market existing and potential customers, and create case studies based on customer usage of the Siteimprove Intelligence Platform.</li>\n<li>Finance: Processes Personal Data of customers and users in order to facilitate the sending of invoices and receipt of payment.</li>\n<li>Customer Success and Customer Experience: Processes Personal Data of customers to provide them with on-boarding, guidance, in-platform help etc.</li>\n<li>Development: Processes Personal Data in order to facilitate customers' participation in testing of new features within the Siteimprove Intelligence Platform.</li>\n</ul>\n3.5.\nWhat is the legal basis for processing Personal Data of customers and prospects?\n<p>The legal basis for processing Personal Data of customers and prospects varies depending on the specific customer and prospect as well as the specific purposes for the processing activities.&nbsp;</p>\n<p>Siteimprove uses the following legal basis for processing Personal Data of customers and prospects:</p>\n<ul>\n<li>Consent</li>\n<li>Necessary for the performance of the contract on the purchase of the Siteimprove Intelligence Platform between customers and Siteimprove</li>\n<li>Legitimate interest</li>\n</ul>\n3.6.\nDoes Siteimprove share personal data of customers and prospects with third-parties (and why)?\n<p>Siteimprove may share personal data of customers and prospects with Suppliers in accordance with the above mentioned purpose(s).&nbsp;</p>\n<p>Following Siteimprove Suppliers may have access to personal data of customers and prospects:</p>\n<p>\n<strong>Processors</strong>\n</p>\n<p>\n<strong>Description of processing</strong>\n</p>\n<p>\n<strong>Location</strong>\n</p>\n<p>SimpleSat</p>\n<p>Customer satisfaction survey system on TechSupport tickets</p>\n<p>&nbsp;EU</p>\n<p>Zendesk</p>\n<p>IT ticket management system</p>\n<p>EU</p> Survey Monkey\nCustomer satisfaction survey system\nUS <p>Totango</p>\n<p>Customer success system</p>\n<p>US</p>\n<p>HubSpot</p>\n<p>Marketing management system</p>\n<p>US</p>\n<p>Salesforce</p>\n<p>Customer relationship management platform</p>\n<p>EU</p> Pardot\nMarketing automation platform <p>US</p>\n<p>DocuSign</p>\n<p>E-signature system</p>\n<p>US</p>\n<p>Google Ads Customer Match (US customers only)</p>\n<p>Online ad marketing</p>\n<p>US</p>\n<p>GoToMeeting</p>\n<p>GoToWebinar</p>\n<p>Meeting Management System</p>\n<p>Webinar Management System</p>\n<p>US</p>\n<p>Zoom</p>\n<p>Meeting and Webinar Management system</p>\n<p>US</p>\n<p>Academy Plus</p>\n<p>Courses through Platform</p>\n<p>US</p>\n<p>Pendo</p>\n<p>In-Platform help</p>\n<p>&nbsp;US</p>\n<p>Slack</p>\n<p>Internal communication system</p>\n<p>US</p>\n<p>Danske Bank (and where relevant, the local bank of the country handling customer payments.)</p>\n<p>Siteimprove Bank </p>\n<p>&nbsp;</p>\n<p>EU</p> 3.7.&nbsp;<strong>How long does Siteimprove retain Personal Data of customers and prospects?</strong>\n<p>Siteimprove will process Personal Data as long as it is necessary in order to fulfill the purpose(s) mentioned.&nbsp;</p>\n3.8.&nbsp;<strong>Where is Personal Data physically located?</strong>\n<p>The location of Personal Data storage of each supplier used can be found in the table in section 3.6.\nThis means for EU Personal Data that Siteimprove transfers Personal Data of customers and prospects to a few suppliers in the US (see the table in section 3.6 above).&nbsp;</p>\n<p>Such transfers only take place for the specific purposes mentioned above such as marketing and support functionalities.</p>\n4.\nWhat rights do I have to the Personal Data processed by Siteimprove?\n<ol>\n<li>You have the right to request access to and rectification or erasure of your personal data.</li>\n<li>You have the right to object to the processing of your personal data and have the processing of your personal data restricted.</li>\n<li>You have an unconditional right to object to the processing of your personal data for direct marketing purposes.</li>\n<li>If processing of your personal information is based on your consent, you have the right to withdraw your consent at any time.\nYour withdrawal will not affect the lawfulness of the processing carried out before you withdrew your consent.\nYou may withdraw your consent by emailing privacy@siteimprove.com.</li>\n<li>You have the right to receive your personal information in a structured, commonly used and machine-readable format.</li>\n<li>You have the right to not receive discriminatory treatment for exercising these rights.</li>\n<li>You may always lodge a complaint with a data protection supervisory authority, e.g.\nThe Danish Data Protection Agency.</li>\n</ol>\n<p>Be advised that there may be legal conditions or limitations on these rights.\nIf you wish to inquire about or exercise your right to the above rights, contact us at: privacy@siteimprove.com.</p>\n<p>Change Region: Global (English) </p>\n<p>Solutions</p>\n<ul>\n<li> Medium business </li>\n<li> Enterprise </li>\n<li> Products </li>\n<li> Integrations </li>\n<li> Pricing </li>\n</ul>\n<p>Company</p>\n<ul>\n<li> About us </li>\n<li> Contact </li>\n<li> Press &amp.\nnews </li>\n<li> CSR </li>\n</ul>\n<p>Careers</p>\n<ul>\n<li> Open positions </li>\n<li> Culture </li>\n<li> Teams </li>\n<li> Locations </li>\n</ul>\n<p>Support</p>\n<ul>\n<li> Getting started </li>\n<li> Guides and FAQs </li>\n<li> Community </li>\n<li> System status </li>\n<li> For developers </li>\n</ul>\n<p>My Siteimprove</p>\n<ul>\n<li> Sign in </li>\n<li> My dashboard </li>\n<li> My profile </li>\n</ul>\n<p>© 2021 Siteimprove —</p>\n<ul>\n<li> Privacy\n</li>\n<li> VPAT\n</li>\n<li> Legal\n</li>\n<li> Accessibility Statement\n</li>\n</ul>\n<p>Siteimprove is a registered trademark of Siteimprove A/S</p>\n<p> Follow us — </p>\n<ul>\n<li>Siteimprove on Facebook</li>\n<li>Siteimprove on Twitter</li>\n<li>Siteimprove on LinkedIn</li>\n<li>Siteimprove on Instagram </li>\n</ul> ", "created_at": "2021-05-19 14:16:05.872075", "updated_at": "2021-05-19 12:16:17.66659"}], "points": [{"id": 28228, "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.", "source": "https://siteimprove.com/en/privacy/cookie-notice/", "status": "Generated through the annotate view", "created_at": "2022-07-22 03:34:21.604487", "updated_at": "2022-08-09 15:49:29.239548", "quoteText": "How does Siteimprove respond to Do-Not-Track signals?\n<p>Currently, there is no consensus on what \"Do Not Track\" means and how to respond to \"Do Not Track\" signals.\nFor that reason, we do not respond to those signals.", "case_id": 233, "document_id": 6166, "quoteStart": 3134, "quoteEnd": 3351}, {"id": 28227, "title": "A complaint mechanism is provided for the handling of personal data", "source": "https://siteimprove.com/en/privacy/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2022-07-22 03:24:33.640961", "updated_at": "2022-08-09 15:49:36.959237", "quoteText": "You may withdraw your consent by emailing privacy@siteimprove.com.</li>\n<li>You have the right to receive your personal information in a structured, commonly used and machine-readable format.</li>\n<li>You have the right to not receive discriminatory treatment for exercising these rights.</li>\n<li>You may always lodge a complaint with a data protection supervisory authority, e.g.", "case_id": 300, "document_id": 6165, "quoteStart": 40473, "quoteEnd": 40854}, {"id": 28226, "title": "Your data may be processed and stored anywhere in the world", "source": "https://siteimprove.com/en/privacy/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2022-07-22 03:08:33.112901", "updated_at": "2022-07-22 03:11:51.547224", "quoteText": "nbsp", "case_id": 187, "document_id": 6165, "quoteStart": 1739, "quoteEnd": 1743}], "urls": ["siteimproveanalytics.com", "siteimprove.com"]}}