{"error": 448, "message": "OK", "parameters": {"id": 1420, "name": "Geekweek", "created_at": "2019-02-16 14:13:31.981559", "updated_at": "2021-03-25 03:19:44.045988", "wikipedia": null, "keywords": null, "related": null, "slug": "geekweek", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/1420.png", "url": "geekweek.pl", "documents": [{"id": 1037, "name": "Privacy politics", "url": "http://www.geekweek.pl/polityka-prywatnosci/", "xpath": "<div class=\"privacy\"> <h2>POLITYKA PRYWATNOŚCI</h2> <ol>   <li><strong>DEFINICJE</strong>         <ol>             <li>                 <strong>Administrator albo Cyfrowy Polsat</strong> – Cyfrowy Polsat S.A. ul. Łubinowa 4a, 03-878                 Warszawa, wpisana do rejestru przedsiębiorców Krajowego Rejestru Sądowego,                 prowadzonego przez Sąd Rejonowy dla m.st. Warszawy w Warszawie, pod numerem KRS                 0000010078, NIP 796 18 10 732, posiadająca kapitał zakładowy w wysokości                 25.581.840.64 zł (wpłacony w całości)             </li>             <li>                 <strong>Dane osobowe</strong> – wszystkie informacje o osobie fizycznej zidentyfikowanej lub możliwej                 do zidentyfikowania poprzez jeden bądź kilka szczególnych czynników określających                 fizyczną, fizjologiczną, genetyczną, psychiczną, ekonomiczną, kulturową lub społeczną                 tożsamość, w tym – jeśli pozwalają na identyfikację Użytkownika - IP urządzenia, dane o                 lokalizacji, identyfikator internetowy oraz informacje gromadzone za pośrednictwem                 plików cookie oraz innych podobnych technologii.             </li>             <li>                 <strong>Polityka Prywatności</strong> – niniejsza Polityka prywatności.             </li>             <li>                 <strong>RODO</strong> – Rozporządzenie Parlamentu Europejskiego i Rady (UE) 2016/679 z dnia 27                 kwietnia 2016 r. w sprawie ochrony osób fizycznych w związku z przetwarzaniem danych                 osobowych i w sprawie swobodnego przepływu takich danych oraz uchylenia dyrektywy                 95/46/WE (ogólne rozporządzenie o ochronie danych).             </li>             <li>                 <strong>Serwis</strong> – serwis internetowy prowadzony przez Administratora pod adresem                 www.geekweek.pl             </li>             <li>                 <strong>Użytkownik</strong> – każda osoba fizyczna odwiedzająca Serwis lub korzystająca z jednej albo                 kilku usług czy funkcjonalności Serwisu.             </li>             <li>                 <strong>Zaufany Partner</strong> – podmiot, z którym współpracuje Administrator, dostarczający treści                 marketingowe dopasowane do Użytkownika lub pośredniczący w dostarczaniu takich                 treści. Aktualna lista Zaufanych Partnerów dostępna jest <a href=\"http://www.geekweek.pl/bin/e6ced38a31e081cafffc0d4792cd6c48/Lista_zaufanych_partnerow.pdf\" target=\"_blank\">TUTAJ</a>.             </li>         </ol>     </li>   <li><strong>PRZETWARZANIE DANYCH W ZWIĄZKU Z KORZYSTANIEM Z SERWISU</strong>         <ol>             <li>                 Polityka Prywatności opisuje zasady wykorzystania plików cookie lub innych podobnych                 technologii oraz przetwarzania danych osobowych gromadzonych podczas korzystania                 z Serwisu przez Użytkownika.             </li>             <li>                 W związku z korzystaniem przez Użytkownika z Serwisu, Administrator zbiera jego dane w                 zakresie niezbędnym do świadczenia poszczególnych oferowanych usług, a także                 informacje o aktywności Użytkownika w Serwisie, w tym IP urządzenia, dane o lokalizacji,                 identyfikator internetowy oraz informacje gromadzone za pośrednictwem plików cookie                 oraz innych podobnych technologii. Pliki cookie oraz podobne technologie nie służą                 identyfikacji Użytkownika i na ich podstawie nie jest ustalana tożsamość Użytkownika.                 Pliki cookie oraz podobne technologie w sytuacji, gdy samoistnie nie pozwalają na                 identyfikację osoby fizycznej, dopiero w połączeniu z innymi unikatowymi                 identyfikatorami lub innymi informacjami pozwalającymi na identyfikację tej osoby                  fizycznej, mogą stanowić dane osobowe.             </li>             <li>                 Korzystanie z Serwisu jest możliwie bez konieczności zakładania konta przez Użytkownika.                 W takim przypadku korzystanie z Serwisu nie wymaga podania danych osobowych w                 formularzu rejestracyjnym. Przetwarzane dane obejmują informacje o korzystaniu z                 Serwisu.             </li>             <li>                 Za zgodą Użytkownika dostęp do informacji o korzystaniu z Serwisu mogą mieć Zaufani                 Partnerzy, którzy wykorzystują pliki cookie lub podobne technologie do zbierania i                 przetwarzania danych osobowych w celu personalizowania treści.             </li>             <li>                 W ramach Serwisu możliwe będzie korzystanie z funkcjonalności oferowanych przez                 portale społecznościowe np. komentowanie artykułów lub ich udostępnianie (Facebook).                 W takich przypadkach Serwis, na żądanie Użytkownika, pobierze z konta Użytkownika w                 portalu społecznościowym informacje niezbędne do realizacji czynności.             </li>             <li>                 Za zgodą Użytkownika dostęp do informacji o korzystaniu z Serwisu mogą mieć Zaufani                 Partnerzy, którzy wykorzystują pliki cookie lub podobne technologie do zbierania i                 przetwarzania danych osobowych w celu personalizowania treści.             </li>         </ol>     </li>   <li><strong>PLIKI COOKIE ORAZ PODOBNE TECHNOLOGIE</strong>         <ol>             <li>                 W związku z korzystaniem z Serwisu wykorzystywane są pliki cookie lub podobne                 technologie w celu zapewnienia Użytkownikowi dostępu do Serwisu, usprawniania jego                 działania, profilowania i wyświetlania treści dopasowanych do potrzeb Użytkownika.             </li>             <li>                 Pliki cookie to małe pliki tekstowe zapisywane w telekomunikacyjnym urządzeniu                 końcowym Użytkownika (komputer, telefon, tablet itp.), w czasie korzystania z Serwisu,                 pozwalające na zapisywanie i odczytywanie informacji, które Administrator oraz inne                 podmioty świadczące na jego rzecz usługi (np. analityczne i statystyczne) lub Zaufani                 Partnerzy wykorzystują w różnych celach, które można podzielić na kategorie opisane                 poniżej.             </li>             <li>                 Podobne do cookie technologie to m.in. Local Storage oraz Session Storatege Local                 Storage to obszar pamięci przeglądarki, w którym zapisywane są dane. Local Storage różni                 się od plików cookies tym, że dane w nim zapisane są dostępne tylko dla danej                 przeglądarki – serwer nie może ich odczytywać. W przypadku Local Storage po zamknięciu                 przeglądarki dane nie są usuwane po zamknięciu przeglądarki. Session Storage to                 odpowiednik cookies, tylko o większym rozmiarze. Dane nie są wysyłane z każdym                 zapytaniem serwera, a jedynie na żądanie. W Session Storage dane zostają skasowane po                 zakończeniu sesji.             </li>             <li>                 Dla uproszczenia, pliki cookie i podobne technologie, dalej zwane będą łącznie „plikami                 cookie”.             </li>             <li>                 Stosujemy dwa rodzaje plików cookie lub podobnych technologii, z uwagi na czas ich                 życia:                 <ol>                     <li>                         sesyjne – pliki przechowywane w urządzeniu Użytkownika do czasu wylogowania się                         przez Użytkownika albo opuszczenia Serwisu;                     </li>                     <li>                         stałe - pliki przechowywane w urządzeniu Użytkownika do czasu ich usunięcia przez                         Użytkownika albo do czasu wygaśnięcia pliku cookie w terminie określonym w                         specyfikacji pliku cookie.                     </li>                 </ol>             </li>             <li>                 Administrator oraz inne podmioty świadczące na jego rzecz usługi (np. analityczne i                 statystyczne) lub Zaufani Partnerzy wykorzystują pliki cookie w różnych celach, które                 można podzielić na następujące kategorie.                 <ol>                     <li>                         Cookie wymagane, niezbędne do korzystania z serwisu:                         <p>                             a) pliki cookie z danymi wprowadzanymi przez Użytkownika (identyfikator sesji) na czas                             trwania sesji (ang. user input cookies);                         </p>                         <p>                             b) uwierzytelniające pliki cookie wykorzystywane do usług wymagających                             uwierzytelniania na czas trwania sesji (ang. authentication cookies);                         </p>                         <p>                             c) pliki cookie służące do zapewnienia bezpieczeństwa, np. wykorzystywane do                             wykrywania nadużyć w zakresie uwierzytelniania (ang. user centric security cookies);                         </p>                         <p>                             d) sesyjne pliki cookie odtwarzaczy multimedialnych (np. pliki cookie odtwarzacza                             flash), na czas trwania sesji (ang. multimedia player session cookies);                         </p>                     </li>                     <li>                         Cookie funkcjonalne, ułatwiające korzystanie z serwisu:                         <p>                             a) trwałe pliki cookie służące do personalizacji interfejsu Użytkownika na czas trwania sesji                             lub nieco dłużej (ang. user interface customization cookies),                         </p>                         <p>                             b) pliki cookie służące do monitorowania ruchu na stronie internetowej, tj. analityki                             danych - są to pliki wykorzystywane w celu analizy sposobu korzystania z Serwisu przez                             Użytkownika, do tworzenia statystyk i raportów dotyczących funkcjonowania Serwisu.                         </p>                         <p>                             c) pliki cookie służące logowaniu do Serwisu z wykorzystaniem portali społecznościowych.                         </p>                     </li>                     <li>                         Cookie marketingowe, pozwalające na dostarczanie treści reklamowych -                         Administrator oraz jego Zaufani Partnerzy wykorzystują również pliki cookie do celów                         marketingowych, m.in. w związku z kierowaniem do Użytkowników reklamy                         behawioralnej.                     </li>                 </ol>             </li>             <li>                 Wykorzystanie plików cookie oraz zebranych za ich pośrednictwem danych osobowych w                 celach marketingowych Zaufanych Partnerów, wymaga uzyskania zgody Użytkownika.                 Zgoda ta może być w każdym momencie wycofana.             </li>             <li>                 Użytkownik może w każdej chwili zmienić ustawienia plików cookie lub podobnych                 technologii poprzez zmianę ustawień prywatności w przeglądarce bądź aplikacji lub zmianę                 ustawień swojego konta w Serwisie, z zastrzeżeniem że zmiana ta może spowodować brak                 dostępu do niektórych funkcji Serwisu.             </li>             <li>                 Zmiana ustawień prywatności możliwa jest poprzez wybranie odpowiedniej opcji w                 ustawieniach przeglądarki lub aplikacji. W przypadku najpopularniejszych przeglądarek                 internetowych, Użytkownik może samodzielne zarządzać ustawieniami prywatności, w tym                 plikami cookie, w szczególności poprzez akceptację plików cookie, zmianę ustawień plików                 cookie oraz blokowanie albo usuwanie plików cookie. Sposób i zakres zmian ustawień                 prywatności, zależy od rodzaju lub wersji przeglądarki albo aplikacji, z której Użytkownik                 korzysta. Szczegółowe informacje dotyczące zmian ustawień prywatności, dostępne są na                 stronach tych dostawców:                 <ul>                     <li>                       <a href=\"https://support.google.com/chrome/answer/95647?hl=pl\">w przeglądarce Chrome</a>                     </li>                     <li>                       <a href=\"https://support.mozilla.org/pl/kb/ciasteczka?esab=a&amp;s=ciasteczka&amp;r=0&amp;as=s\">w przeglądarce Firefox</a>                     </li>                     <li>                       <a href=\"https://support.microsoft.com/pl-pl/products/windows?os=windows-7\">w przeglądarce Internet Explorer</a>                     </li>                     <li>                       <a href=\"https://support.microsoft.com/pl-pl/help/10607/microsoft-edge-view-delete-browser-history\">w przeglądarce Microsoft Edge</a>                     </li>                     <li>                       <a href=\"http://help.opera.com/Windows/12.10/pl/cookies.html\">w przeglądarce Opera</a>                     </li>                     <li>                       <a href=\"https://support.apple.com/pl-pl/HT201265\">w przeglądarce Safari</a>                     </li>                 </ul>             </li>         </ol>     </li>   <li><strong>CELE ORAZ PODSTAWY PRAWNE PRZETWARZANIA DANYCH W SERWISIE</strong>         <p>Administrator przetwarza dane osobowe Użytkowników w celu:</p>         <ol>             <li>                 zapewnienia dostępu do serwisu – na podstawie art. 6 ust. 1 lit b RODO;             </li>             <li>                 wykonywania obowiązków wynikających z przepisów prawa – na podstawie art. 6 ust. 1                 lit. c RODO;             </li>             <li>                 realizacji następujących prawnie uzasadnionych interesów Administratora lub strony                 trzeciej – na podstawie art. 6 ust. 1 lit f RODO:             <ol>                 <li>                     marketing własny w tym profilowanie, w szczególności prezentowanie reklamy                     behawioralnej, wyświetlanie Użytkownikowi treści marketingowych w Serwisie lub                     kierowanie do oznaczonych Użytkowników powiadomień o interesujących ofertach lub                     treściach środkami komunikacji elektronicznej, w szczególności pocztą elektroniczną,                     pod warunkiem, że Użytkownik wyraził stosowną zgodę, a także prowadzenie innego                     rodzaju działań związanych z marketingiem np. badania satysfakcji.                 </li>                 <li>                     wykrywanie i eliminowanie nadużyć;                 </li>                 <li>                     cele wewnętrzne związane ze świadczeniem usług oraz prowadzeniem działalności                     gospodarczej, w tym cele dowodowe, analityczne i statystyczne.                 </li>             </ol>             </li>             <li>                 Dane osobowe Użytkownika będą przetwarzane za jego zgodą w celach marketingowych                 Zaufanych Partnerów, w szczególności związanych z prezentowaniem reklamy                 behawioralnej – na podstawie art. 6 ust. 1 lit. a RODO.             </li>             <li>                 Realizacja powyższych celów powoduje, że Administrator w niektórych przypadkach                 wykorzystuje profilowanie. Oznacza to, że dzięki automatycznemu przetwarzaniu danych                 Administrator dokonuje oceny wybranych czynników dotyczących osób fizycznych w celu                 analizy ich zachowania lub stworzenia prognozy na przyszłość. W wyniku tych analiz nie są                 podejmowanie w sposób zautomatyzowany istotne decyzje dotyczące Użytkownika.             </li>         </ol>     </li>   <li><strong>OKRES PRZETWARZANIA DANYCH OSOBOWYCH</strong>         <ol>             <li>                 Dane osobowe będą przetwarzane przez okres: a) przewidziany dla realizacji obowiązków                 wynikających z przepisów prawa dotyczących obronności, bezpieczeństwa państwa oraz                 bezpieczeństwa i porządku publicznego, a także z przepisów podatkowych i                 rachunkowych, b) przez okres przedawnienia roszczeń oraz do momentu zakończenia                 postępowań cywilnych, egzekucyjnych, administracyjnych i karnych wymagających                 przetwarzania danych, a w przypadku zgody do czasu realizacji celu zgody lub jej                 odwołania, w zależności od tego co nastąpi wcześniej.             </li>             <li>                 Użytkownik, może dokonać samodzielnego usunięcia plików cookie ze swojego                 urządzenia. W celu wyczyszczenia urządzenia końcowego Użytkownika (komputer,                 telefon, tablet itp.) z plików cookie należy usunąć pamięć podręczną przeglądarki i pliki                 cookie. Proces czyszczenia pamięci podręcznej oraz plików cookie należy dokonać w                 ustawieniach przeglądarki. Ustawienia mogą się różnić w zależności od przeglądarki i jej                 wersji. Więcej informacji na temat opcji dostępnych w poszczególnych przeglądarkach                 znajduje się w punkcie 4.10. Usunięcie plików cookie będzie skutkować usunięciem                 ustawień Serwisu.             </li>         </ol>     </li>   <li><strong>UPRAWNIENIA UŻYTKOWNIKA</strong>         <ol>             <li>                 W związku z przetwarzaniem danych osobowych, Użytkownikowi przysługują następujące                 prawa:                 <ol>                     <li>                         do sprostowania danych – jeśli podczas zbierania danych wkradł się do nich błąd albo                         jeśli dane się zmienią, Użytkownik ma prawo podać poprawne i aktualne dane, a                         Administrator poprawi je lub zaktualizuje;                     </li>                     <li>                         dostępu do danych – Użytkownik może skorzystać z tego prawa, jeśli chce się                         dowiedzieć, jakie dane przetwarzamy;                     </li>                     <li>                         do usunięcia danych, zwane też „prawem do bycia zapomnianym” – jeśli Użytkownik                         uzna, że dane nie są już niezbędne do celów, dla których zostały zebrane, ma prawo                         zwrócić się do Administratora z żądaniem ich usunięcia;                     </li>                     <li>                         do ograniczenia przetwarzania danych – jeśli Użytkownik ma wątpliwości czy                         Administrator przetwarza dane prawidłowo, ma prawo do złożenia wniosku o                         ograniczenie przetwarzania;                     </li>                     <li>                         do przenoszenia danych – Użytkownik może otrzymać i przenieść od Administratora                         do innego podmiotu dane, które dostarczył Administratorowi;                     </li>                     <li>                         do sprzeciwu wobec przetwarzania danych na podstawie uzasadnionego interesu                         Administratora lub podmiotu trzeciego, w tym profilowania, z przyczyn związanych ze                         szczególną sytuacją oraz do sprzeciwu wobec przetwarzania danych w celach                         marketingu bezpośredniego;                     </li>                     <li>                         do cofnięcia zgody w dowolnym momencie – Użytkownik ma prawo do wycofania                         udzielonej zgody dotyczącej przetwarzania danych w każdym momencie i bez podania                         przyczyny; wycofanie zgody nie ma mocy wstecznej, tzn. przetwarzanie, które                         odbywało się do momentu wycofania zgody, pozostaje w pełni ważne i legalne;                     </li>                 </ol>             </li>             <li>                 Celem rozpatrzenia wniosku o realizację powyższych praw, Administrator jest uprawniony                 do weryfikacji tożsamości Użytkownika, co pozwala zapobiegać ujawnieniu informacji o                 Użytkowniku osobom nieuprawnionym. W przypadku Użytkowników, którzy nie założyli                 konta w Serwisie, Administrator nie ma możliwości weryfikacji tożsamości Użytkownika,                 gdyż przetwarzane dane dotyczą wyłącznie informacji o korzystaniu z Serwisu, bez                 informacji o tożsamości Użytkownika.             </li>             <li>                 Użytkownik może złożyć skargę dotyczącą przetwarzania danych osobowych do organu                 nadzorczego zajmującego się ochroną danych osobowych. W Rzeczpospolitej Polskiej                 organem nadzorczym jest Prezes Urzędu Ochrony Danych Osobowych.             </li>         </ol>     </li>   <li><strong>ODBIORCY DANYCH I ZAUFANI PARTNERZY</strong>         <ol>             <li>                 Dane osobowe Użytkowników mogą być przekazywane następującym kategoriom                 odbiorców: podmiotom świadczącym Administratorowi usługi niezbędne do realizacji                 celów przetwarzania, w tym dostawcom IT, podmiotom realizującym wsparcie techniczne,                 organizacyjne i doradcze, innym podwykonawcom w zakresie obsługi klienta, naliczania                 opłat i obsługi płatności, marketingu, integratorom oraz podmiotom realizującym                 dodatkowe świadczenie w ramach usług o podwyższonej opłacie, podmiotom                 uprawnionym na podstawie przepisów prawa, spółkom z Grupy Cyfrowy Polsat.             </li>             <li>                 Za zgodą Użytkownika dostęp do informacji o korzystaniu z Serwisu mogą mieć Zaufani                 Partnerzy, którzy wykorzystują pliki cookie lub podobne technologie do zbierania i                 przetwarzania danych osobowych w celu personalizowania treści. Zaufani Partnerzy, z                 którymi Administrator współpracuje w związku z korzystaniem z ich usług lub narzędzi,                 pozwalających m.in. na personalizowanie treści i usług oferowanych w Serwisie, należący                 do następujących kategorii: reklamodawcy, domy mediowe, firmy oferujące narzędzia do                 zarządzania kampaniami reklamowymi oraz właściciele serwisów internetowych, w                 szczególności: Google, Facebook, Gemius. Aktualna lista Zaufanych Partnerów jest dostępna                 <a href=\"http://www.geekweek.pl/bin/e6ced38a31e081cafffc0d4792cd6c48/Lista_zaufanych_partnerow.pdf\" target=\"_blank\">TUTAJ</a>. Zaufani Partnerzy mogą m.in. analizować,                 zestawiać i łączyć informacje z Serwisu z innymi posiadanymi przez nich informacjami np.                 związanymi z korzystaniem przez Użytkownika z ich usług lub podejmowaniem przez                 Użytkownika aktywności w innych serwisach internetowych. Informacje o zasadach                 przetwarzania przez Zaufanych Partnerów danych osobowych oraz korzystania z plików                 cookie oraz innych technologii są dostarczane w ustalony przez nich sposób, w                 szczególności w dokumentach Zaufanych Partnerów opisujących zasady przetwarzania i                 ochrony danych osobowych.             </li>         </ol>     </li>   <li><strong>PRZEKAZYWANIE DANYCH POZA EOG</strong>         <p>             Dane osobowe Użytkownika mogą być przekazywane do państw/organizacji międzynarodowych             poza Europejski Obszar Gospodarczy, gdy państwa/organizacje te na podstawie decyzji Komisji             Europejskiej zostały uznane za zapewniające adekwatny stopień ochrony danych osobowych do             stopnia ochrony obowiązującego na Europejskim Obszarze Gospodarczym lub pod warunkiem             zastosowania odpowiednich zabezpieczeń, które mogą polegać na skorzystaniu z wiążących reguł             korporacyjnych, standardowych klauzul ochrony danych przyjętych przez Komisję Europejską,             standardowych klauzul ochrony danych przyjętych przez Prezesa Urzędu Ochrony Danych             Osobowych lub klauzul umownych dopuszczonych przez Prezesa Urzędu Ochrony Danych             Osobowych, a ich kopie można uzyskać na wniosek złożony w sposób wskazany w pkt. 10 poniżej.         </p>     </li>   <li><strong>BEZPIECZEŃSTWO DANYCH OSOBOWYCH</strong>         <ol>             <li>                 Administrator na bieżąco prowadzi analizę ryzyka w celu zapewnienia, że dane osobowe                 przetwarzane są przez niego w sposób bezpieczny – zapewniający przede wszystkim, że                 dostęp do danych mają jedynie osoby upoważnione i jedynie w zakresie, w jakim jest to                 niezbędne ze względu na wykonywane przez nie zadania. Administrator dba o to, by                 operacje na danych osobowych były rejestrowane i dokonywane jedynie przez                 uprawnionych pracowników i współpracowników.             </li>             <li>                 Administrator podejmuje wszelkie niezbędne działania, by także jego podwykonawcy i                 inne podmioty współpracujące dawały gwarancję stosowania odpowiednich środków                 bezpieczeństwa w każdym przypadku, gdy przetwarzają dane osobowe na zlecenie                 Administratora.             </li>         </ol>     </li>   <li><strong>DANE KONTAKTOWE</strong>         <ol>             <li>                 Żądania, oświadczenia i wszelką korespondencję dotyczącą danych osobowych należy                 kierować telefonicznie do Centrum Obsługi Klienta (tel. 22 212 72 22 ), pisemnie na adres:                 Cyfrowy Polsat S.A. , ul. Łubinowa 4a, 03-878 Warszawa, pocztą elektroniczną na adres                 kontakt@cyfrowypolsat.pl, a także pisemnie lub ustnie do protokołu w Punkcie sprzedaży                 (obsługi).             </li>             <li>                 Administrator wyznaczył inspektora ochrony danych, z którym można się                 skontaktować: telefonicznie pod numerem 022-426-19-30, elektronicznie na adres                 iod@cyfrowypolsat.pl lub pisemnie na ww. adres siedziby administratora z dopiskiem                 „Inspektor ochrony danych”.             </li>         </ol>     </li>   <li><strong>ZMIANY POLITYKI PRYWATNOŚCI</strong>         <ol>             <li>                 Polityka Prywatności jest na bieżąco weryfikowana i w razie potrzeby aktualizowana.                 Aktualna wersja Polityki Prywatności została przyjęta i obowiązuje od 25.05.2018 r.             </li>         </ol>     </li> </ol> <div style=\"text-align: center\"> <button class=\"button\" onclick=\"RODO()\">Zmień swoje ustawienia prywatności</button> </div> </div>", "text": null, "created_at": "2019-02-16 14:15:25.992406", "updated_at": "2019-02-16 14:15:25.992406"}], "points": [], "urls": ["geekweek.pl"]}}