{"error": 448, "message": "OK", "parameters": {"id": 6291, "name": "pfSense", "created_at": "2022-01-08 20:01:43.548965", "updated_at": "2022-01-08 23:01:20.284905", "wikipedia": "https://en.wikipedia.org/wiki/PfSense", "keywords": null, "related": null, "slug": "pfsense", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6291.png", "url": "pfsense.org", "documents": [{"id": 11413, "name": "Terms of Service", "url": "https://www.pfsense.org/terms.html", "xpath": "/html/body/div[1]/section[2]", "text": " Acceptance of Terms <p>When you access this site, you acknowledge that you have read and agree to abide by the terms described below.\nIf you do not agree to the terms discussed here, you should exit this site now.\nFrom time to time Electric Sheep Fencing, LLC (hereafter \"ESF\") may change or supplement these Terms of Use.\nYour continued access of this site signifies your agreement to such changes or additions.</p> Copyright Notice <p>Everything on this site is copyrighted.\nThe copyrights are owned by ESF, or the original creator of the material.\nHowever, unless otherwise noted, you are free to view, copy, print, and distribute ESF material from this site, as long as:</p>\n<ul>\n<li>The material is used for information only.</li>\n<li>The material is used for non-commercial purposes only.</li>\n<li>Copies of any material include ESF's copyright notice.</li>\n</ul>\n<p>Unless otherwise noted, the user is free to distribute ESF material from the website as long as it:</p>\n<ul>\n<li>Is used for information only.</li>\n<li>Is used for non-commercial purposes only and includes ESF's copyright notice.</li>\n<li>Is not identified as ESF confidential.</li>\n</ul> Third Party Copyrights <p>ESF is committed to respecting others' intellectual property rights, and we ask our users to do the same.\nESF may, in its sole discretion, remove any posted material and/or terminate the access rights of users who violate others' intellectual property rights.</p> Trademarks <p>pfSense<sup>®</sup> and pfSense Certified<sup>®</sup> are trademarks or service marks of ESF.\nThe pfSense logo is a trademark of ESF.\nYou may not use these or any other ESF trademarks or service marks without the express written permission of ESF.</p> No Warranty <p>Although ESF has attempted to provide accurate information on the website, ESF assumes no responsibility for the accuracy of the information.\nESF may change the products or services mentioned at any time without notice.\nMention of non-ESF products or services is for information purposes only and constitutes neither an endorsement nor a recommendation.</p>\n<p>MATERIAL ON THIS SITE IS PROVIDED \"AS IS\" AND DOES NOT CONSTITUTE A WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED.\nESF DISCLAIMS ALL WARRANTIES, EXPRESSED, IMPLIED OR STATUTORY.\nTHIS INCLUDES BUT IS NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT .\nIT ALSO INCLUDES ANY EXPRESSED OR IMPLIED WARRANTIES ARISING FROM ANY COURSE OF DEALING, USAGE, OR TRADE PRACTICE.</p> License <p>The License for pfSense can be found in the legal section of the website.</p> Disclaimer and Limitation of Liability <p>ESF IS NOT LIABLE FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES ARISING OUT OF THE USE OR THE INABILITY TO USE THE MATERIAL ON THIS SITE.\nTHIS INCLUDES BUT IS NOT LIMITED TO THE LOSS OF DATA OR LOSS OF PROFIT, EVEN IF ESF WAS ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p>\n<p>ESF (THE COMPANY) MAKES NO WARRANTIES OF ANY KIND WITH REGARD TO THE PRODUCTS IT DOES NOT MANUFACTURE.\nTHE COMPANY DISCLAIMS ALL REPRESENTATIONS AND WARRANTIES, EXPRESS OR IMPLIED, AS TO THE PRODUCTS, INCLUDING, WITHOUT LIMITATION, ANY IMPLIED WARRANTY OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE.\nIN NO EVENT WILL THE COMPANY BE LIABLE FOR ANY LOSS, DAMAGE OR COST OF OR BREACH OF WARRANTY.\nTHE COMPANY WILL NOT, IN ANY EVENT, BE LIABLE FOR ANY LOSS OF REVENUE, PROFIT, USE OF DATA, INTERRUPTION OF BUSINESS OR FOR SPECIAL, INDIRECT, CONSEQUENTIAL, INCIDENTAL, EXEMPLARY OR PUNITIVE DAMAGES, HOWEVER CAUSED AND REGARDLESS OF THE THEORY OF LIABILITY, ARISING OUT OF THE USE OF OR INABILITY TO USE THE PRODUCT, OR IN ANY WAY CONNECTED TO THIS AGREEMENT, EVEN IF THE COMPANY HAS BEEN ADVISED OF SUCH DAMAGES.\nTHE FOREGOING LIMITATION OF LIABILITY WILL APPLY WHETHER ANY CLAIM IS BASED UPON PRICIPLES OF CONTRACT, WARRANTY, NEGLIGENCE OR OTHER TORT, BREACH OF ANY STATUTORY DUTY, PRINCIPLES OF INDEMNITY OR CONTRIBUTION, OR OTHERWISE.\nIN NO EVENT WILL ESF’S LIABILITY TO CUSTOMER EXCEED THE PURCHASE PRICE PAID FOR THE PRODUCT THAT IS THE BASIS OF THE CLAIM.</p> Link <p>While this site may contain links to third-party sites, ESF is not responsible for the content of any linked sites.\nESF provides these links as a convenience and does not endorse the companies or contents of any linked sites.</p> Product Availability <p>The availability of the products described on this site, and the product descriptions, may vary from country to country.\nContact sales@electricsheepfencing.com for specific product information.</p> Your Submissions <p>Any material, information or idea submitted or posted on this website will be considered non-confidential and non-proprietary.\nESF may share or otherwise use your submission for any purpose whatsoever.\nIf any of the information submitted constitutes personal data, you agree that ESF may transmit such personal data across international boundaries for any ESF business purpose.\nPersonal data will be treated as set forth in our Privacy Statement.</p>\n<p>You alone are responsible for the content of any messages you post in the community section of the site and the consequences of any such messages.\nESF reserves the right to terminate your access to this section if it becomes aware and determines, in its sole discretion, that you are violating the following guidelines.</p>\n<p>You agree not post any message or material that is unlawful, harassing, libelous, defamatory, abusive, threatening, harmful, vulgar, obscene, profane, sexually oriented, racially offensive, inaccurate, or otherwise objectionable material of any kind or nature or that encourages conduct that could constitute a criminal offense, give rise to civil liability or otherwise violate any applicable local, state, national or international law or regulation.\nESF will cooperate fully with any law enforcement officials and/or agencies in the investigation of any person or persons who violate the terms of this section.</p>\n<p>You agree to indemnify and hold ESF and our subsidiaries, affiliates, officers, directors, agents, attorneys and employees, harmless from and against any claim or demand, liabilities, costs or expenses, including reasonable attorneys fees, incurred by ESF, or its subsidiaries, affiliates, officers, directors, agents, attorneys and employees as a result of information or material posted by you on this site.</p> Information Control <p>ESF does not control the information provided by you or other users on this site and will have no liability therefor.\nYou may find other user's information to be offensive, harmful, inaccurate, or deceptive.\nExport of Information Your access to this site is governed by all applicable federal, state and local laws.\nAll information available on the site is subject to U.S.\nexport control laws and may also be subject to the laws of the country where you reside.</p>\n<p>All ESF products and publications are commercial in nature.\nUse, duplication or disclosure by the United States Government is subject to the restrictions set forth in DFARS 252.227-7015 and FAR 52.227-19.</p> Jurisdiction and Choice of Law <p>All claims or issues regarding this website, shall be governed according to the laws of the State of Texas without regard to conflicts of law principles.\nAny legal action concerning these Terms or this website must be brought within one (1) year after the claim or cause of action arises and must be brought in Travis County, Texas.</p> Miscellaneous <p>If any provision of these Conditions of Use or the Terms &amp.\nConditions of Sale are held to be invalid or unenforceable, such provision shall be struck and the remaining provisions shall be enforced.\nHeadings are for reference purposes only and in no way define, limit, construe or describe the scope or extent of such section.\nESF's failure to act with respect to a breach by you or others does not waive our right to act with respect to subsequent or similar breaches.\nThis Agreement sets forth the entire understanding and agreement between us with respect to the subject matter hereof.</p> ", "created_at": "2022-01-08 20:01:43.555219", "updated_at": "2022-01-08 19:02:10.377119"}, {"id": 11412, "name": "Privacy Policy", "url": "https://www.pfsense.org/privacy.html", "xpath": "/html/body/div[1]/section[2]", "text": " <p>Last revised: April 22, 2020</p>\n<p>pfSense knows you care how information about you is collected, stored, used and shared.\nWe appreciate your trust that we will do so carefully and sensibly.\nThis notice describes our privacy policy and our Cookie Policy.</p>\n<p>\n<strong>BY VISITING OUR WEBSITES, YOU ARE ACCEPTING THE PRACTICES DESCRIBED IN THIS PRIVACY POLICY.\nTHIS POLICY CONTAINS INFORMATION REGARDING OUR USE OF COOKIES, THE PROCESSING OF YOUR PERSONAL DATA AND YOUR PRIVACY RIGHTS.</strong>\n</p>\n<p>pfSense, as a data controller, collects and processes personal data relating to interactions with our websites.</p>\n<p>We use your personal data only for the purposes and in the manner set forth below, which describes the steps we take to ensure our processing of your personal data is in compliance with the General Data Protection Regulation ((EU) 2016/679) (“<strong>GDPR”</strong>) and any implementing legislation (<strong>Data Protection Legislation</strong>).</p>\n<p>\n<strong>PLEASE NOTE THAT YOU HAVE A RIGHT TO OBJECT TO PROCESSING OF YOUR PERSONAL DATA WHERE THAT PROCESSING IS CARRIED OUT FOR OUR LEGITIMATE INTEREST.</strong>\n</p>\n<p>Please read the following carefully to understand our use of your personal data:</p>\n<ul>\n<li>Conditions of Use, Notices, and Revisions</li>\n<li>What Type of Personal Data Do We Collect about You?</li>\n<li>Links to Other Websites</li>\n<li>No Information from Children Under Age 16</li>\n<li>How Do We Use the Information We Gather?</li>\n<li>Do We Share Your Personal Information with Third Parties, such as Affiliates, Service Providers or Consultants?</li>\n<li>Is Your User Data Secure?</li>\n<li>How Long Do We Store Your Data?</li>\n<li>Where We Store Your Personal Data</li>\n<li>Your Rights</li>\n<li>How Do We Use Cookies?</li>\n<li>Do We Use Your Information for Advertising Purposes?</li>\n<li>Changes to Our Privacy and Cookies Policy</li>\n<li>Contact Us</li>\n</ul> 0.\nConditions of Use, Notices, and Revisions <p>This Privacy Policy applies to any information provided or collected through our website https://www.pfsense.org and all affiliated sites such as https://go.pfsense.org, https://buy.pfsense.org (the “<strong>Website</strong>”, <strong>or</strong> “<strong>Websites</strong>”) and outlines how pfSense and affiliates (references to “<strong>pfSense</strong>”, “<strong>us</strong>”, “<strong>we</strong>” or “<strong>our</strong>” in this Privacy Policy refer to Electric Sheep Fencing, LLC dba pfSense and its affiliates) as a data controller collects, processes, uses and discloses the information you provide by using the Website.</p>\n<p>If you choose to visit our Websites, your visit and any dispute over privacy is subject to this Policy, our Website Terms &amp.\nConditions of Use, including limitations on damages, resolution of disputes, and application of the law of the state of Texas.\nIf you have any concern about privacy at pfSense, please contact us with a thorough description, and we will try to resolve it.\nOur business changes constantly, and our Privacy Policy and the Website Terms &amp.\nConditions of Use will change also.\nWe may email periodic reminders of our notices and conditions, but you should check our Websites frequently to see recent changes.\nUnless stated otherwise, our current Privacy Policy applies to all information that we have about you and your account.\nWe stand behind the promises we make, however, and will never materially change our policies and practices to make them less protective of customer information collected in the past without the consent of affected customers.</p> 1.\nWhat Type of Personal Data Do We Collect about You? <p>“<strong>Personal data</strong>” means any information about an individual from which that person can be identified.\nWe only collect personal data about you on our Website which you volunteer by emailing us, by using our online forms or forums, purchasing something from us, in order to deliver a service or product to you, or to send you newsletters or other information.\nIn addition to the information you provide to us, we collect certain information when you visit our Website, as explained in our How Do We Use Cookies section below.</p>\n<p>When you visit or use our Websites in any way, we collect and process different types of information about you:</p>\n<ul>\n<li>\n<strong>Identity Data</strong> includes first name, last name, username or similar identifier, and title.</li>\n<li>\n<strong>Contact Data</strong> includes address, email address</li>\n<li>\n<strong>Technical Data</strong> includes internet protocol (IP) address, browser type and version, time zone setting and location, browser plug-in types and versions, operating system and platform and other technology on the devices you use to access our Websites.</li>\n<li>\n<strong>Profile Data</strong> includes your preferences, feedback, communications and survey responses, and your pfSense password and username as applicable.</li>\n<li>\n<strong>Usage Data</strong> includes information about how you use our Websites, products and services.</li>\n<li>\n<p>\n<strong>Marketing and Communications Data</strong> includes your preferences in receiving marketing from us and any of our third parties, and your communication preferences.</p>\n<p>The provision of your personal data is not a statutory or contractual requirement and you may refuse to disclose same.\nYou can choose not to provide this information.\nhowever, you might not be able to gain access to our information, services or products.</p>\n<p>Some of our products can be used by our customers to manage and monitor activity on their networks.\nIf you use our products for these purposes it is your responsibility to comply with all applicable laws and your internal policies relating to such monitoring, and providing notices and obtaining any necessary consents from your users.</p>\n</li>\n</ul> 2.\nLinks to Other Websites <p>Our Websites may, from time to time, contain links to third party websites.\nIf you follow a link to any of those third party websites, please note those websites have their own privacy policies and we do not accept any responsibility or liability for those practices.\nPlease check those policies before you submit any personal data to those websites.</p> 3.\nNo Information from Children Under Age 16 <p>Our Websites are not intended for children and we do not knowingly collect data relating to children.\nIf you are under the age of 16, please do not attempt to register with us at our Websites or provide any personal information about yourself to us.\nIf we learn that we have collected personal information from a child under the age of 16, we will promptly delete that information.\nIf you believe we have collected personal information from a child under the age of 16, please contact us.</p> 4.\nHow Do We Use the Information We Gather? <p>We will only use your personal data for the purposes and legal bases set out in the table below:</p> Purpose(s) for Processing Legal Basis for Processing <ul>\n<li>To provide Open Source Software (OSS);</li>\n<li>To manage our relationship with you, including delivering the requested product or service to you on our Websites.</li>\n</ul> Processing is necessary for the performance of a contract or to enter into such a contract with you.\n<ul>\n<li>To provide you with information about pfSense software;</li>\n<li>To notify you about special offers and products or services that may be of interest to you;</li>\n<li>To understand the flow of traffic on our Websites and to provide a better Websites experience and to understand the needs of our customers.</li>\n</ul> Your consent – which you can withdraw at any time.\n<ul>\n<li>To manage and operate our Websites – to keep our Websites updated and relevant, to develop our business, and to inform our marketing strategy and monitoring how you use our Websites;</li>\n<li>To provide you with general information on the Websites and to provide you with our products and services;</li>\n<li>To measure your interest in and improve our products, services and the Websites;</li>\n<li>To provide you with information, products or services that you request from us;</li>\n<li>To ensure that content on the Websites is presented in the most effective manner for you and for your computer or mobile device;</li>\n<li>To allow you to participate in interactive features of the Websites, when you choose to do so;</li>\n<li>To record and support your participation in the activities you select;</li>\n<li>To notify you about any changes to the Websites, policies, products and services;</li>\n<li>To display more meaningful and relevant advertisements to you on the Websites.</li>\n</ul> The processing is necessary to support our legitimate business interests in managing our business provided such interests are not overridden by your interests and rights.\nWe have carried out a balancing test to ensure that your interests do not override this legitimate business interest of ours.\nFor more information on this balancing test carried out by pfSense please contact us.\nPlease note that you have a right to object to processing of your personal data where that processing is carried on for our legitimate interest.\nYou have the right to object at any time.\n<ul>\n<li>For the prevention and detection of fraud, money laundering or other crimes or for the purpose of responding to a binding request from a public authority or court.</li>\n</ul> The processing is necessary to comply with legal and regulatory obligations.\n<p>In addition to the purpose for which you submitted your personal data, you may also be given the option (through a check box or otherwise) to have your personal data used for an activity or service different from the primary activity or service that you are requesting.</p> 5.\nDo We Share Your Personal Information with Third Parties, such as Affiliates, Service Providers or Consultants? <p>We may disclose your personal data to any member of our aligned companies from time to time in order to provide you with the services or products requested.</p>\n<p>We may disclose your personal data to third parties who provide a service to us, including:</p>\n<ul>\n<li>Providers of cloud-based marketing software in relation to prospective customer and prospect information management</li>\n<li>Providers who collect information on our behalf, including as necessary to operate features of the Websites, such as customer satisfaction surveys</li>\n<li>Third party service providers that help us operate and manage our Websites</li>\n</ul>\n<p>We may also disclose your personal data as follows:</p>\n<ul>\n<li>If pfSense, or substantially all of its assets, are acquired by a third party, in which case your personal data held by us may be included in the transferred assets (for example, in the form of a database of users of the Websites).\nSimilarly, personal data may be transferred as part of a corporate reorganization, insolvency proceeding, or other similar event, if permitted by and done in accordance with applicable law</li>\n<li>To our distribution and reseller partners who may contact you regarding our products and services</li>\n<li>If we are under a duty to disclose or share your personal data in order to comply with any legal obligation or court order, or in order to enforce, establish, exercise or defend legal rights, the rights, property, or safety of you, us, or our aligned companies, and their employees</li>\n<li>To enforce applicable terms of use, including investigation of potential violations as permitted by law</li>\n<li>To detect, prevent, or otherwise address fraud, security, or technical issues</li>\n<li>To protect against harm to the rights, property or safety of pfSense, our users, or the public as required or permitted by law</li>\n</ul>\n<p>We may also provide non-personal data to third parties, where such information is combined with similar information of other users of the Websites.\nThe aggregate information that we share may include anonymous information that is captured through the use of cookies and other similar tracking technology.\nThe third parties to whom we may provide this information may include the design, data analysts, development and hosting contractors for our Website(s).</p> 6.\nIs Your User Data Secure? <p>We are committed to protecting the security of your personal data.\nWe use a variety of security technologies and procedures to help protect your personal data from unauthorized access and use.\nAs effective as modern security practices are, no physical or electronic security system is entirely secure.\nWe cannot guarantee the complete security of our database, nor can we guarantee that information you supply will not be intercepted while being transmitted to us over the Internet.\nWe have implemented strict internal guidelines to ensure that your privacy is safeguarded at every level of our organization.\nWe will continue to revise policies and implement additional security features as new technologies become available.\nWhere we have given you a password which enables you to access certain parts of our Website, you are responsible for keeping that password confidential.\nWe ask you not to share your password with anyone.</p>\n<p>Although we will do our best to protect your personal data, we cannot guarantee the security of your personal data transmitted to our Website.\nAny transmission of personal data is at your own risk.\nOnce we receive your personal data, we use appropriate security measures to seek to prevent unauthorised access or disclosure.</p> 7.\nHow Long Do We Store Your Data? <p>We store your personal data during the time that you are a customer or end user of pfSense for purposes of providing you the services, and for up to seven years after you cease to be a customer or end-user.\nIf you have never been a customer or registered end-user of pfSense, but have consented to receive marketing inquiries or other information from pfSense, we may store your data for up to two years.\nWe reserve the right to store or delete your personal data earlier or later than set forth herein if required to do so by an applicable law or regulation, including the GDPR and for the exercise or defense of legal claims.</p> 8.\nWhere We Store Your Personal Data <p>The personal data that we collect from you may be transferred to, and stored at, a destination outside the European Economic Area (EEA), for the purposes described above, including to countries such as the United States of America or Russia, which may not provide an adequate level of protection in relation to processing your data.\nWe will take all steps reasonably necessary to ensure that your personal data is treated securely and in accordance with this Privacy and Cookies Policy and the Data Protection Legislation.\nTo the limited extent that it is necessary to transfer your personal data outside of the EEA, we will ensure appropriate safeguards are in place to protect the privacy and integrity of such personal data, including European Union Model Clauses under Article 46.2.\nPlease contact us if you wish to obtain information concerning such safeguards (see contact us below).</p> 9.\nYour Rights <p>The pfSense team is committed to ensuring that you have control of, and visibility to, your personal data.\nBelow is a summary of your rights and additional commitments from the pfSense team.\nYou may exercise your rights by contacting us.</p> Right of Access <p>You can request a copy of the personal data we hold about you.</p> Right to Rectification <p>You have the right to request that we correct any inaccuracies in the personal data we hold about you, and complete any personal data where this is incomplete.</p>\n<p>It is your responsibility to ensure that any information you have provided to us is accurate and up to date.\nIf any of the information you have provided to us changes, please login to our system to change user-controlled information.\nOtherwise send us an email entitled ‘CHANGE OF DETAILS’ to privacy@pfsense.org.</p> Right to Erasure (‘Right to be Forgotten’) <p>You have the right to request that your personal data be deleted in certain circumstances including:</p>\n<ul>\n<li>The personal data are no longer needed for the purpose for which they were collected</li>\n<li>You withdraw your consent (where the processing was based on consent)</li>\n<li>You object to the processing and there are no overriding legitimate grounds justifying us processing the personal data (see Right to Object below)</li>\n<li>The personal data have been unlawfully processed</li>\n<li>To comply with a legal obligation</li>\n</ul>\n<p>However, this right does not apply where, for example, the processing is necessary:</p>\n<ul>\n<li>To comply with a legal obligation</li>\n<li>For the establishment, exercise or defense of legal claims</li>\n</ul> Right to Restriction of Processing <p>You can ask that we restrict your personal data, i.e., keep but not use, where:</p>\n<ul>\n<li>The accuracy of the personal data is contested</li>\n<li>The processing is unlawful but you do not want it erased</li>\n<li>We no longer need the personal data but you require it for the establishment, exercise or defense of legal claims</li>\n<li>You have objected to the processing and verification as to our overriding legitimate grounds is pending</li>\n</ul>\n<p>We can continue to use your personal data:</p>\n<ul>\n<li>Where we have your consent to do so</li>\n<li>For the establishment, exercise or defense of legal claims</li>\n<li>To protect the rights of another</li>\n<li>For reasons of important public interest</li>\n</ul> Right to Data Portability <p>Where you have provided personal data to us, you have a right to receive such personal data back in a structured, commonly-used and machine-readable format, and to have those data transmitted to a third-party data controller without hindrance but in each case only where:</p>\n<ul>\n<li>The processing is carried out by automated means, and</li>\n<li>The processing is based on your consent or on the performance of a contract with you</li>\n</ul> Right to Object <p>You have a right to object to the processing of your personal data in those cases where we are processing your personal data in reliance on our legitimate interests.\nIn such a case we will stop processing your personal data unless we can demonstrate compelling legitimate interests which override your interests and you have a right to request information on the balancing test we have carried out.\nYou also have the right to object where we are processing your personal data for direct marketing purposes.</p>\n<p>If you do not want to receive newsletters, announcements, or other communications and/or services from pfSense, please do not opt-in for those communications or services at the time of registration.\nIf you have opted-in and, at a later time, wish to opt-out, please follow the instructions in the communication to opt-out: Along with every email communication sent to you, we provide you the opportunity to discontinue receiving future communications, i.e., unsubscribe.\nSimply follow the unsubscribe process or directions provided at the bottom of the email.</p> Automated Decision-Making <p>You have a right not to be subjected to decisions based solely on automated processing, including profiling, which produce legal effects concerning you or similarly significantly affects you other than where the decision is:</p>\n<ul>\n<li>Necessary for entering into a contract, or for performing a contract with you</li>\n<li>Based on your explicit consent – which you may withdraw at any time, or</li>\n<li>Is authorized by European Union or Member State law</li>\n</ul>\n<p>Where we base a decision solely on automated decision-making, you will always be entitled to have a person review the decision so that you can contest it and put your point of view and circumstances forward.</p> Right to Complain <p>You have the right to lodge a complaint with the Data Protection Authority, in particular in the Member State of your residence, place of work or place of an alleged infringement, if you are unhappy with how we are processing your personal data.</p>\n<p>We will respond to your request in writing, or orally if requested, as soon as practicable and in any event not more than one month after receipt of your request.\nThat period may be extended by two further months where necessary, taking into account the complexity and number of requests.\nWe will inform you of any such extension within one month of receipt of your request.\nWe may request proof of identification to verify your request.\nAll requests should be addressed to our contact us information.</p> 10.\nHow Do We Use Cookies? <p>Cookies are small data files that may be stored in your web browser on your computer, tablet or smartphone (each a “<strong>Device</strong>”) when you visit a website.\nCookies serve a number of purposes like letting you navigate between pages efficiently, remembering your preferences, interests or log in details, and generally improving your experience.</p>\n<p>Most web browsers automatically accept cookies, but if you do not want to allow cookies or only allow the use of certain types of cookies, please refer to your browser settings which should allow you to accept or deny cookies (please read section “Managing and Disabling Cookies” below for more details about how to do this).\nYou can also use the browser settings to withdraw your consent to the use of cookies at any time or delete cookies that have already been set on your Device.\nKeep in mind that by disabling certain categories of cookies, you may be prevented from accessing some features of our Websites.\nYou should be able to find more in depth information about opting out of cookies on your browser settings menu.</p>\n<p>pfSense may use cookies to gather information on Website usage.\nThis information is gathered to improve the content, usability, and functionality of the Website.\nThis helps us better understand our customers and improve their experience with us.\nThe following table provides additional information about cookies we use on our Websites:</p> Categories of Use Description Preferences, Features, and Services Cookies can tell us which language you prefer and what your communication preferences are.\nThey can help you fill out forms on pfsense.org more easily.\nThey also provide you with features, insights, and personalized content based on other content you’ve engaged with on the Website.\nAdvertising We use cookies to show you advertising both on and off the pfSense Website.\nSimilarly, we may work with advertising platforms who use a cookie to show you an ad off of our Websites (such as www.pfsense.org), and to determine how the ad performed, or provide us with information about how you interact with ads.\nPerformance, Analytics, and Research Cookies help us learn how well our Website performs in different locations, on different devices, and at different times of day.\nWEBSITE COOKIES <p>Further detail on our specific use of cookies are contained in the following table:</p> Type Purpose Who Provides the Cookie? Settings and Opt out Optional Advertising Google Adwords https://adssettings.google.com/authenticated Optional Advertising and Social Media Twitter https://twitter.com/personalization Optional Advertising and Social Media LinkedIn https://www.linkedin.com/psettings/advertising/actions-that-showed-interest Optional Advertising and Social Media Facebook https://www.facebook.com/ads/preferences/?entry_product=ad_settings_screen Required Analytics Google Analytics https://support.google.com/analytics/answer/6004245?hl=en-GB MANAGING AND DISABLING COOKIES <p>You can control the cookies placed and retained on your Device.\nThe Privacy and Cookies Policy are provided to be transparent about our practices regarding the use of cookies and to allow you the opportunity to make an informed choice.</p>\n<p>Where applicable, we will obtain your prior informed consent to use cookies and other tracking technologies which store or access information on your Device.\nMost browsers accept cookies automatically but they can be set up to ask for your prior consent before an individual cookie is set on your Device.\nThis will give you control over your cookies, however, it may interfere with your browsing experience as some websites may not function properly and you may not be able to take advantage of all the features offered by our website.</p>\n<p>For instructions on blocking and deleting cookies, see the privacy and help documentation of your specific browser’s website.\nIf you use more Devices and/or browsers you will need to disable cookies on each Device and on each browser separately.\nHere are the locations of the cookie settings for all major web browsers:</p>\n<ul>\n<li>Internet Explorer – Tools &gt.\nInternet Options &gt.\nPrivacy tab</li>\n<li>Mozilla Firefox – Tools &gt.\nOptions &gt.\nPrivacy menu</li>\n<li>Safari Users – Edit &gt.\nPreferences &gt.\nPrivacy menu</li>\n<li>Chrome Users – Settings &gt.\nContent Settings &gt.\nPrivacy &gt.\nCookies</li>\n<li>Opera Users - Opera &gt.\nPreferences &gt.\nPrivacy &amp.\nSecurity &gt.\nCookies</li>\n</ul>\n<p>If you limit the ability of our Websites to set cookies, this may prevent you from using certain features of our Websites properly and your user experience – which will no longer be personalized for you – may deteriorate.\nYou may also be able to opt-out from certain cookies through third party cookie management sites.\nDisabling cookies may prevent you from using certain parts of our Website.\nIf you delete your cookies from the browser, you may need to remember to re-install opt-out cookies.</p> WHERE CAN I GET MORE INFORMATION ABOUT COOKIES? <p>You can find more information about cookies by visiting the following information websites:</p>\n<ul>\n<li>https://www.aboutcookies.org</li>\n<li>http://www.allaboutcookies.org</li>\n</ul> 11.\nDo We Use Your Information for Advertising Purposes? <p>We may place cookies on partner websites to advertise our brands and/or services.\nThese cookies are mainly used to display content tailored to your interests and to evaluate our content (including advertising).\nOur cookies may also used by third party sites in order to provide advertising that is relevant.\nThis relevance is based on a profile built form your previous visits to our Websites, including the services you have visited.</p>\n<p>We belong to ad networks that may use your browsing history across participating websites to show you interest based advertisements on those websites.\nFor example, cookies can be used in the selection of the advertisements that appear on a Google search results page, or at a website in the Google Display Network (that is, ad content might be based on which pages you viewed during past visits to the pfSense Websites).\nYou can set preferences for how Google advertises to you on their Ads Settings page.\nYou can opt out of interest-based advertising by changing cookie settings in your browser or by using a browser plug in.\nWe do not control cookies used by these advertising networks.\nTo learn more about interest based advertisements and your opt out rights and options, the following websites are helpful:</p>\n<ul>\n<li>European Interactive Digital Advertising Alliance (EU)</li>\n<li>Internet Advertising Bureau (US)</li>\n<li>Internet Advertising Bureau (EU)</li>\n<li>Network Advertising Initiative</li>\n</ul> 12.\nChanges to Our Privacy Policy and Cookies Policy <p>We reserve the right to change this Privacy and Cookies Policy from time to time at our sole discretion.\nIf we make any changes, we will post those changes here and update the “Last revised” date at the top of this Privacy Policy and Cookies Policy.\nWhere you have previously consented to our use of your personal data, your continued use of the Websites after we make changes is deemed to be acceptance of those changes, so please check this Privacy and Cookies Policy periodically for updates.\nIf we consider the changes to be significant, we will provide a more prominent notice (including, for certain services, email notification of privacy and cookies policy changes).\nWe will also keep prior versions of this Privacy and Cookies Policy in an archive for your review.</p>\n<p>By continuing to access or use the Websites, Services and/or your continued provision of Personal Information to us, you agree you understand and you agree to be bound by the revised Privacy Policy and Cookie Policy.</p> 13.\nContact Us <p>If you have any questions, comments, requests and complaints regarding this Privacy Policy and the information we hold, please contact us at one of the following:</p>\n<ul>\n<li>Email at privacy@pfsense.org</li>\n<li>Call us at +1 512-646-4100</li>\n<li>Our online contact form to send us a message</li>\n<li>\n<p>US postal mail address:</p>\n<p>pfSense<br> Attn: GDPR Compliance<br> 4616 W Howard Lane, Suite 9-900<br> Austin, TX 78728 USA</p>\n</li>\n</ul> ", "created_at": "2022-01-08 20:01:43.553105", "updated_at": "2022-01-08 19:02:14.089279"}], "points": [{"id": 26592, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://www.pfsense.org/terms.html", "status": "Generated through the annotate view", "created_at": "2022-01-08 20:26:26.338018", "updated_at": "2022-08-18 19:17:50.567595", "quoteText": "<p>MATERIAL ON THIS SITE IS PROVIDED \"AS IS\" AND DOES NOT CONSTITUTE A WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED.", "case_id": 286, "document_id": 11413, "quoteStart": 2092, "quoteEnd": 2213}, {"id": 26591, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "https://www.pfsense.org/terms.html", "status": "Generated through the annotate view", "created_at": "2022-01-08 20:26:04.898588", "updated_at": "2022-08-18 19:17:55.767148", "quoteText": "\nYour continued access of this site signifies your agreement to such changes or additions.", "case_id": 403, "document_id": 11413, "quoteStart": 323, "quoteEnd": 413}], "urls": ["pfsense.org"]}}