{"error": 448, "message": "OK", "parameters": {"id": 2713, "name": "Trumba", "created_at": "2021-02-05 10:17:45.353105", "updated_at": "2021-03-25 03:19:54.281673", "wikipedia": null, "keywords": null, "related": null, "slug": "trumba", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2713.png", "url": "trumba.com", "documents": [{"id": 4009, "name": "Billing FAQ", "url": "https://www.trumba.com/connect/support/billing_faq.aspx", "xpath": "//body", "text": " Ask us about ✔ room reservations Contact Sales × <ul>\n<li>Home</li>\n<li>Features</li>\n<li>Pricing</li>\n<li>Customers</li>\n<li>Resources</li>\n</ul> Free Trial Sign In Fine Print <ul>\n<li>Privacy</li>\n<li>Terms</li>\n<li>Public Calendars</li>\n<li>Billing &amp.\nAccts FAQ</li>\n</ul> Billing and Accounts FAQ <p>Please review the FAQ below to find answers to common billing questions.</p>\n<p>\n<strong>Note:</strong> If your question is about how to use a Trumba® Connect feature, please visit Help or our Product Support Forums.\nYou can view existing forum messages at any time.\nTo post your own message, complete a simple registration process to become a forum member.\nForum sign-in is separate from your Trumba Connect sign-in.\nWe recommend that you not use your email address as your forum sign-in name because it appears publicly when you post a message.</p>\n<p>If your question isn’t answered by the FAQ, please contact customer service by sending an email message.\nInclude your name, phone number, problem description, and the email address associated with your Trumba account.\nPlease do not include credit card information in your email messages.</p> Questions and Answers Question Answer How can I pay? <ul>\n<li>If you have a 30-day free trial account, sign in and click <strong>Buy Now</strong> toward the top of the page.\n<p>I would like to sign up for a 30-day free trial</p>\n</li>\n<li>We accept payment online by Visa, MasterCard, and American Express.</li>\n<li>If you are a new Trumba Connect subscriber and prefer to be invoiced quarterly, please contact Sales.</li>\n</ul> How do I cancel my Trumba account? While you are signed in to your account, click <strong>Account Settings</strong> in the upper-right area of the calendar pages.\nIn the <strong>Account Settings</strong> form, under <strong>Subscription Information</strong>, for <strong>Subscription Type</strong>, click <strong>Cancel my account</strong>.\nDo you offer refunds? If you use a credit card to purchase Trumba Connect subscriptions and close your account within 30 days of purchase, we automatically credit the full amount to your card.\nI’d like to switch my Trumba subscription to another credit card.\nYou can change your credit card information (and other account information) at any time when you are signed in to your account.\nClick <strong>Account Settings</strong> in the upper-right area of the calendar pages.\nHow can I switch the email address associated with my account? You can change your email address (and other account information) at any time when you are signed in to your account.\nClick <strong>Account Settings</strong> in the upper-right area of the calendar pages.\nHow can I change my account password? You can change your password (and other account information) at any time when you are signed in to your account.\nClick <strong>Account Settings</strong> in the upper-right area of the calendar pages.\nCan I get a multiple-subscription license? If you're interested in purchasing multiple subscriptions, please contact Sales.\nCan I get a Service Level Agreement (SLA)? Please contact Sales and we will work with you to develop an SLA.\nDo you offer long-term commitment discounts? We offer price protection for group purchases, as well as the convenience of pre-payment.\nContact Sales for more information.\nDo you charge for page views? A page view is any view of event information, including calendars, event details, and promotion spuds.\nTrumba account subscription includes unlimited page views at no additional charge.\nIs there someone I can contact for billing assistance? You can contact us by email or call 1-206-696-7203 to leave a message for a support representative.\nBilling support is available from 9:00am to 5:00pm, Monday to Friday, Pacific Time.\nStart creating and publishing your events today.\n30-day free trial.\nNo credit card required.\nGet Started Now Connect with us.\n1-800-925-0388 (M-F 9AM-5PM PT) Features <ul>\n<li>Features Overview</li>\n<li>Online Calendar Publishing</li>\n<li>Event Registration</li>\n<li>Mobile Calendars</li>\n<li>Custom Objects</li>\n<li>Event Actions</li>\n<li>Calendar Experts</li>\n<li>What's New</li>\n</ul> Pricing <ul>\n<li>Overview</li>\n<li>30-day Free Trial</li>\n<li>Contact Sales</li>\n<li>Purchase</li>\n</ul> Resources <ul>\n<li>Spud Gallery</li>\n<li>Trumba Help Center</li>\n<li>Contact Support</li>\n<li>Accessibility</li>\n<li>Trumba FAQ</li>\n<li>Resource Library</li>\n<li>White Papers</li>\n<li>Press Releases</li>\n<li>Newsletter</li>\n</ul> Our Company <ul>\n<li>Background</li>\n<li>Management Team</li>\n<li>Board of Directors</li>\n<li>Contact Us</li>\n</ul> Fine Print <ul>\n<li>Privacy</li>\n<li>Terms</li>\n<li>Public Calendars</li>\n<li>Billing &amp.\nAccts FAQ</li>\n</ul> What's New Please update your browser to view the iframe content.\nJoin Us! Newsletter Signup Sign up today to receive the latest<br>Trumba news and updates.\nJoin Now ©2004-2021 Trumba Corporation.\nAll rights reserved.\nTrumba is a registered trademark of Trumba Corporation.\n", "created_at": "2021-02-05 10:18:06.124177", "updated_at": "2021-02-05 10:56:09.461968"}, {"id": 4010, "name": "Privacy Policy", "url": "https://www.trumba.com/connect/about/privacy_policy.aspx", "xpath": "//body", "text": " Ask us about ✔ room reservations Contact Sales × <ul>\n<li>Home</li>\n<li>Features</li>\n<li>Pricing</li>\n<li>Customers</li>\n<li>Resources</li>\n</ul> Free Trial Sign In Fine Print <ul>\n<li>Privacy</li>\n<li>Terms</li>\n<li>Public Calendars</li>\n<li>Billing &amp.\nAccts FAQ</li>\n</ul> Privacy Policy Last Revised: June 19, 2019 <p>Trumba Corporation (“<strong>Trumba</strong>”) provides and hosts for its clients (“Clients,” or “you) customizable web calendars including event promotion and registration tools.\nWhen you use the calendar functionality, Trumba also makes available to you online calendar, scheduling, reminder, event information and publishing, and email and text messaging services.\nTogether, the calendar functionality and the additional functionalities offered on client calendars shall be referred to as the “Services,” which may be accessed directly from the Trumba website or through your web sites when you publish online calendars.</p>\n<p>This Privacy Policy explains how Trumba collects, uses and discloses information when you use our Services or otherwise interact with us.\nIn order for you to make use of Services, you will need to register for an account.\nIf you register for a personal account, where you are the only intended user of the calendar, please note that personal accounts are not intended for and should not be used by Clients in the European Economic Area (“EEA”).\nIf you sign up for an account and you intend to allow others, such as your customers or end users to use the calendar services, you have an enterprise account and are considered to be an enterprise user.\n</p>\n<p>We may change this Privacy Policy from time to time.\nIf we make changes, we will notify you by revising the date at the top of the policy and, in some cases, we may provide you with additional notice (such as adding a statement to our homepage or sending you an email notification).\nWe encourage you to review the Privacy Policy whenever you access the Services or otherwise interact with us to stay informed about our information practices and the choices available to you.</p>\n<p>When we use the term “<strong>Personal Information</strong>” we mean any information that identifies an individual, such as (but not limited to) an individual’s name, email address, postal address, device-specific information and log information (as described below).\nAny information that does not, on its own, identify an individual person is considered and treated as non-personal information.\nWhen non-personal information is combined with other information so that it does or can be used to identify an individual, this information is treated as Personal Information.</p> Collection of Information Information You Provide to Us <p>We collect information you provide directly to us.\nFor example, we collect information when you create an account, participate in any interactive features of the Services, request customer support, register for a free trial, subscribe to or use our Services, sign up for email and text message notifications, subscribe to other notifications, register for an event, sync your personal calendar with a Client Calendar, apply for a job, fill out an online form, create or update a calendar or submit a comment or complaint.\nWe may collect your name, phone number, email address and other contact information, as well as information about your organization and role that you choose to provide to us.\nYou may also provide us with credit card information in connection with payment for subscriptions, events and other purchases through the Site, which is only used to process the transaction.</p>\n<p>The types of information we may collect includes Personal Information about you and any other information you choose to provide.\nWe, or a designated third party, may collect payment and credit card information when you subscribe to our paid Services or purchase additional services.</p> Information About Your Use of the Services Usage Information <p>We collect information about your use of the Services, such as the ways in which you use our calendars or the ways in which you use our calendars to interact with your end users (if you are an enterprise user), the way you respond to us when we send you emails or communications or your preferences when you interact with our Services.</p> Information We Collect Automatically When You Use the Services <p>When you access or use our Services, we automatically collect information about you, including:</p>\n<ul>\n<li>\n<strong>Log Information</strong>: We log information about your use of the Services, including the type of browser you use, access times, pages viewed, your IP address, your general location and the page you visited before navigating to our Services.</li>\n<li>\n<strong>Device Information</strong>: We collect information about the computer or mobile device you use to access our Services, including the hardware model, operating system, and version.</li>\n<li>\n<strong>Information Collected by Cookies and Other Tracking Technologies</strong>: We and our service providers use various technologies to collect information, including cookies and web beacons.\nCookies are small data files stored on your hard drive or in device memory that help us improve our Services and your experience, see which areas and features of our Services are popular, and count visits.\nWeb beacons are electronic images that may be used in our Services or emails and help deliver cookies, count visits and understand usage and campaign effectiveness.\nFor more information about cookies, and how to disable them, please see the \"Your Choices\" section below.</li>\n</ul> Integrations with Other Technologies <p>You may have the option of integrating our Services with other services, technologies or platforms on your desktop and permitted websites.\nFor example, you may choose to sync your calendar with another calendar you use for other services.\nThese integrations may require you to input Personal Information or access or use Personal Information.\nThese integrations may (i) check for updates automatically and transmit information about you to their server and/or engine.\n(ii) send information entered into or accessed by the technology to its server and/or engine and (iii) be visible to the public if embedded on publicly available webpages (such as social networking webpages), depending on the policies of that website.</p> Use of Information About You <p>We use the information we collect to provide, maintain and improve our Services, such as to administer your account, administer your calendar, and to provide you with insights to help you optimize your use of calendars.</p>\n<p>We may also use the information we collect to:</p>\n<ul>\n<li>Provide and deliver the products and services you request, process transactions and send you transaction-related information, including confirmations and invoices,</li>\n<li>Send you technical notices, updates, security alerts and support and administrative messages;</li>\n<li>Send you notifications, reminders, event information, process registrations, integrate with your other calendars (at your request), and to allow you to register for events;</li>\n<li>Respond to your comments, questions and requests and provide customer service;</li>\n<li>Communicate with you about products, services, offers, promotions, rewards and events offered by Trumba, and provide news and information we think will be of interest to you;</li>\n<li>Monitor and analyze trends, usage and activities in connection with our Services;</li>\n<li>Detect, investigate and prevent fraudulent transactions and other illegal activities and protect the rights and property of Trumba and others;</li>\n<li>Personalize and improve the Services.\nand</li>\n<li>Carry out any other purpose described to you when information about you was collected.</li>\n</ul> Sharing of Information About You <p>We often need to engage third-party companies and individuals (such as payment processors, research companies and analytics and security providers) to help us operate and provide the Services.\nThese third parties only have limited access to information about you, may use information about you only to perform these tasks on our behalf and are obligated to us not to disclose or use information about you for other purposes.</p>\n<p>We may share information about you as follows or as otherwise described in this privacy policy:</p>\n<ul>\n<li>•\tWith vendors, consultants and other service providers who need access to such information to carry out work on our behalf and provide the services you request;</li>\n<li>•\tIn response to a request for information if we believe disclosure is in accordance with any applicable law, regulation or legal process, or as otherwise required by any applicable law, rule or regulation;</li>\n<li>•\tIf we believe your actions are inconsistent with the spirit or language of our user agreements or policies, or to protect the rights, property and safety of Trumba or others;</li>\n<li>•\tIn connection with, or during negotiations of, any merger, sale of company assets, financing or acquisition of all or a portion of our business by another company.\n</li>\n<li>•\tBetween and among Trumba and our current and future parents, affiliates, subsidiaries and other companies under common control and ownership.\nand</li>\n<li>•\tWith your consent or at your direction.</li>\n</ul>\n<p>We may also share aggregated or de-identified information, which cannot reasonably be used to identify you.</p> Advertising and Analytics Services Provided by Others <p>We may allow others to provide analytics services.\nThese entities may use cookies, web beacons and other technologies to collect information about your use of the Services and other websites, including your IP address, web browser, pages viewed, time spent on pages, and links clicked.\nThis information may be used by Trumba to, among other things, analyze and track data, determine the popularity of certain content and better understand your online activity on our Services.\nFor more information about these analytics services, or to opt out of having your web browsing information used for these purposes, please visit www.aboutads.info/choices.\n</p> Retaining Information About You <p>Trumba will retain information about you only for as long as is necessary for the purposes set out in this privacy policy or as described to you, for as long as your account is active (i.e., for the lifetime of your Trumba account), or as needed to provide the Services to you.\nIf you no longer want Trumba to use information about you to provide the Services to you, you may cancel your account.\nIf you choose to close your account, Trumba may still retain and use information about you to the extent necessary to comply with our legal obligations (for example, if we are required to retain information about you to comply with applicable tax/revenue laws), resolve disputes, enforce our agreements, and in accordance with our standard data deletion periods based on our system settings.\nWe also retain log files for internal analysis purposes.\nThese log files are generally retained for a limited period of time, except in cases where they are used for the safety and security of the Services, to improve functionality of the Services or we are legally obligated to retain them for longer time periods.\n</p> Transfer of Information About You to the U.S.\nor Other Countries <p>In order to provide you with the Services you subscribe to or that you request from us, your Personal Information will be transferred to the United States as that is where Trumba is based.\nIn some cases, Personal Information about you may be transferred to or accessed from other countries outside the United States, including when you consent and allow us to do so, where it is required in order for us to provide Services to you and when we need to do so to provide functions like product support, troubleshooting and gaining insights into the usage patterns of our Services.\nWhen Personal Information about you is transferred to the United States and other countries, you may not have the same rights and protections as you do under local law.\nAny international transfers of Personal Information will be done in accordance with applicable law.\n</p> Your Choices Account Information <p>You may update, correct or delete information about you at any time by logging into your online account or emailing us at privacy@corp.Trumba.com.\nIf you wish to cancel your account, please email us at privacy@corp.Trumba.com, but note that we may retain certain information as required by law or for legitimate business purposes.\nWe may also retain cached or archived copies of information about you for a certain period of time.</p> Cookies <p>Most web browsers are set to accept cookies by default.\nIf you prefer, you can usually choose to set your browser to remove or reject browser cookies.\nPlease note that if you choose to remove or reject cookies, this could affect the availability and functionality of our Services.\n</p> Promotional Communications <p>You may opt out of receiving promotional emails from Trumba by following the instructions in those emails or by clicking the “unsubscribe” link at the bottom of any of our emails.\nIf you opt out, we may still send you non-promotional emails, such as those about your account or our ongoing business relations.</p> Contact Us <p>If you have any questions about this Privacy Policy, please contact us at: privacy@corp.Trumba.com or mail us at:</p>\n<p> Trumba Corporation<br> Attn: Privacy Policy<br> 1200 Fifth Avenue, Suite 1750<br> Seattle, WA 98101\t<br>\n</p> Start creating and publishing your events today.\n30-day free trial.\nNo credit card required.\nGet Started Now Connect with us.\n1-800-925-0388 (M-F 9AM-5PM PT) Features <ul>\n<li>Features Overview</li>\n<li>Online Calendar Publishing</li>\n<li>Event Registration</li>\n<li>Mobile Calendars</li>\n<li>Custom Objects</li>\n<li>Event Actions</li>\n<li>Calendar Experts</li>\n<li>What's New</li>\n</ul> Pricing <ul>\n<li>Overview</li>\n<li>30-day Free Trial</li>\n<li>Contact Sales</li>\n<li>Purchase</li>\n</ul> Resources <ul>\n<li>Spud Gallery</li>\n<li>Trumba Help Center</li>\n<li>Contact Support</li>\n<li>Accessibility</li>\n<li>Trumba FAQ</li>\n<li>Resource Library</li>\n<li>White Papers</li>\n<li>Press Releases</li>\n<li>Newsletter</li>\n</ul> Our Company <ul>\n<li>Background</li>\n<li>Management Team</li>\n<li>Board of Directors</li>\n<li>Contact Us</li>\n</ul> Fine Print <ul>\n<li>Privacy</li>\n<li>Terms</li>\n<li>Public Calendars</li>\n<li>Billing &amp.\nAccts FAQ</li>\n</ul> What's New Join Us! Newsletter Signup Sign up today to receive the latest<br>Trumba news and updates.\nJoin Now ©2004-2021 Trumba Corporation.\nAll rights reserved.\nTrumba is a registered trademark of Trumba Corporation.\n", "created_at": "2021-02-05 10:33:15.010828", "updated_at": "2021-02-05 16:26:55.365759"}, {"id": 4014, "name": "Terms of Use", "url": "https://www.trumba.com/connect/about/terms_of_use.aspx", "xpath": "//*[@id=\"content_interior\"]", "text": " Last Revised: June 19, 2019 <p>PLEASE READ THESE TERMS AND CONDITIONS OF USE CAREFULLY.\nBY ACCESSING OR USING THIS WEB SITE OR THE SERVICES, YOU AGREE TO BE BOUND BY THE TERMS AND CONDITIONS DESCRIBED HEREIN AND ALL TERMS, POLICIES AND GUIDELINES INCORPORATED BY REFERENCE.\nIF YOU DO NOT AGREE TO ALL OF THESE TERMS, DO NOT USE THIS WEB SITE OR THE SERVICES.</p>\n<p>PLEASE NOTE THAT THESE TERMS OF USE DO NOT APPLY TO CLIENTS USING THE SERVICES FOR PERSONAL USE IN THE EUROPEAN ECONOMIC AREA (“EEA”).</p>\n<p>These terms and conditions of use (“Terms of Use”) apply to your access to, and use of, the web site of Trumba Corporation (\"Trumba”), located at www.trumba.com (the “Site”) and to your use of the Services as defined below.\nThese Terms of Use do not alter in any way the terms or conditions of any other agreement you may have with Trumba, or its subsidiaries or affiliates, for products, services or otherwise.\nIf you are using the Site or the Services on behalf of any entity, you represent and warrant that you are authorized to accept these Terms of Use on such entity's behalf, and that such entity agrees to accept responsibility and indemnify Trumba for your use of the Site and the Services and any violations of these Terms of Use.\nIf you are registering on behalf of your minor child, you agree to accept responsibility for your child’s use of the Site and the Services and his or her use of the Site.\nPlease note that if you reside in the European Economic Area (“EEA”), you are prohibited from making use of the Services for personal, non-enterprise use.</p>\n<p>Trumba reserves the right to change or modify any of the terms and conditions contained in the Terms of Use or any policy or guideline of the Site or the Services, at any time and in its sole discretion.\nAny changes or modification will be effective immediately upon posting of the revisions on the Site.\nYour continued use of this Site or the Services following the posting of its changes or modifications will constitute your acceptance of such changes or modifications.\nTherefore, you should frequently review the Terms of Use and applicable policies from time to time to understand the terms and conditions that apply to your use of the Site or the Services.\nIf you do not agree to the amended terms, you must stop using the Site and the Services.</p>\n<p>If you have any question regarding the use of the Site of the Services, please refer first to the Help Center or the Frequently Asked Questions.\nAll other questions or comments about the Site or its contents should be directed to support@corp.trumba.com.</p> 1.\nPrivacy Policy <p>Please refer to our Privacy Policy for information on how Trumba collects, uses and discloses personal information about you.</p>\n<p>If you use Trumba Services to process the personal information of end users in the EEA or to support your end users (“Enterprise Clients”) in the EEA, you understand and acknowledge that <strong>you</strong> are responsible for providing lawful notice of your own Privacy Policy or an equivalent notice of your privacy practices, in accordance with applicable law, as well as your terms of service on the client calendar, event promotion, and registration tools.</p> 2.\nDescription of Services <p>Trumba provides and hosts for its clients (“Clients”) customizable web calendars (the “Client Calendars”), together with event promotion and registration tools (collectively, the “Client Services”).\nClient Calendars may generally be accessed either through the Site or through the Client’s web sites.\nFor Clients in the EEA, Client Calendars may only be accessed through the Client’s web site.\nOn behalf of Clients, Trumba also makes available to Clients’ end-users who access such Client Calendars (“End-Users”), online calendar, scheduling, reminder, event registration, event information and publishing, and email and text messaging services (the “End-User Services”).\nTogether, the Client Services and the End-User Services shall be referred to as the “Services.” Clients are responsible for establishing and maintaining their own Client Calendar and event information and for the use of their Client Calendars by any person or entity, including their End Users.\nTrumba may impose limits on various calendar or other functions, as it may determine in its sole discretion.\nTrumba may choose, at its sole option and at any time upon notice to Client, not to have certain Client Calendars accessible through the Site.\nIn such event, the Client Calendar shall only be accessible through the Client's web site and will not be searchable.</p>\n<p>Clients have the option of restricting access to Client Calendars through the use of the available privacy settings.\nIf such settings are not utilized, calendars may be publicly accessible and viewed by anyone.\nYou understand and acknowledge that if calendars are not designated as private, they could be accessed, indexed, archived, linked to and republished by others including without limitation search engines.</p>\n<p>End Users may also subscribe to Client Calendars or request event reminders, request or download event information, or request any other action regarding a Client Calendar (each an “Event Action”), in which case the End User’s email address and other personal information provided in connection with such Event Action may be provided to the publisher of such Client Calendar.\nTrumba shall not be responsible or liable for any third party including End Users, access to Client Calendars or for your or any third party’s use of any Client Calendars.\nAdditional information regarding the Services may be found on the Site, including in the Help Center and FAQ sections of the Site.\nIn the event of any conflict between the information contained on the Site and in these Terms of Use, these Terms of Use shall govern.</p>\n<p>Additionally, as part of the End User Services, Trumba may facilitate an End User’s payment of event registration fees (“Registration Fees”) on your behalf if you elect to purchase event registration services from Trumba (“Registration Payment Services”).\nYou acknowledge that Trumba does not collect payments directly from End Users for such Registration Fees, and in connection with such Registration Payment Services, only directs End Users to our authorized third-party payment processors for such processors to collect and process the payment of Registration Fees directly from the End Users.\nTrumba has no obligation with respect to any billing dispute between you and any End User or arising out of or related to the event Registration Payment Services, Registration Fees or payment processing services, and Trumba shall not be responsible for issuing any refunds to any End Users under any circumstances.\nWithout limiting the foregoing, Trumba may, in its discretion, provide features and functionality in the Services in order to assist Client account administrators in collecting and issuing refunds of Registration Fees from you to your End Users.</p> 3.\nRegistration and Subscriptions <p>The Client Services shall only be available upon your registration for a free trial or subscribing to the Client Services and paying in full the applicable subscription fees (the “Subscription Fees”).\nAbsent any agreement to the contrary, the Subscription Fees shall be $99.95 per month, payable in advance.\nFees for event Registration Payment Services (“Registration Payment Service Fees”) and other services are as set forth on the price list located at the Site and will be specified in each monthly invoice.</p>\n<p>Unless you arrange to be separately invoiced from Trumba and except for Registration Payment Service Fees, you must provide Trumba with a valid credit card for payment of the Subscription Fees and you hereby authorize Trumba to charge the Subscription Fees in advance each month to such credit card until you have cancelled your subscription.\nOnce you have agreed to a plan, then Trumba is authorized to and will automatically charge your credit card for such Subscription Fees in accordance with such plan, unless you have made other payment arrangements.</p>\n<p>Regardless of how frequently you pay Subscription Fees, Registration Payment Service Fees will be invoiced by Trumba within thirty (30) days following the month in which such fees are assessed.\nAll invoices for Registration Payment Service Fees must be paid by you within thirty (30) days of the date of the applicable invoice.\nYou are solely responsible for paying any sales, use or other taxes (except for taxes based on Trumba’s income) for your use of the Services.\nIn the event that the Subscription Fees or Registration Services Fees (collectively, “Fees”) are not paid on a timely basis, including due to an invalid credit card number, or you are otherwise in breach of this Agreement, Trumba may, in addition to any other available remedies, suspend or terminate your account as set forth in Section 4.</p>\n<p>Only one individual may access the Service at the same time using the same username and password.\nIn order to register, you must be 18 years of age or older.\nIf children between the ages of 13 and 18 wish to use the site, they must be registered by their parent or guardian.\nBy registering, you represent and warrant that you are over 18 and that all information you provide in the registration form is complete and accurate.\nTrumba reserves the right to refuse service to anyone at any time, with or without cause in its sole discretion.</p>\n<p>In consideration of your use of the Site or the Services, you agree to (a) provide accurate, current and complete information about you as may be prompted by any registration forms on the Site (“Registration Data”).\n(b) maintain the security of your password and identification.\n(c) maintain and promptly update the Registration Data, and any other information you provide to Trumba, to keep it accurate, current and complete.\nand (d) immediately notify Trumba of any unauthorized use of your account or password or any other breach of security and accept all risks of unauthorized access to the Registration Data and any other information you provide to Trumba.</p> 4.\nChanges to Services.\nTermination <p>Trumba reserves the right at any time, without notice and in its sole discretion, to modify or discontinue the Services or to terminate or suspend your account and your license to use this Site, without any liability to you or any other person.\nYou must agree to be bound by any modifications in order to continue using the Services.\nIf you do not agree to the modifications, you must discontinue your use of the Services.</p>\n<p>If for any reason you are not satisfied with the Client Services during the first thirty (30) days after your initial payment of Subscription Fees, you may terminate the Client Services upon written notice prior to the end of such first thirty (30) days and receive a full refund of all Subscription Fees paid.\nYou may terminate your account and your use of the Services at any time by canceling your account from the “Account Settings” page on the Site, sending us an email to support@corp.trumba.com, or mailing us at the address set forth at the end of these Terms of Use (attention: Termination).\nHowever, you acknowledge that it may take up to two (2) business days for such termination to be effective.</p>\n<p>Upon termination of your account for any reason, any information you have stored on the Site, including calendar entries and End User registrant information (including your own), may no longer be retrieved, so you should make a backup copy of any such information on a regular basis and before terminating your account.\nTrumba will not be responsible or liable for any loss of such information for any reason.\nFor information about refunds of Subscription Fees in the event of termination please see the Billings and Account Questions portion of our Site.\nThere are no refunds of any Subscription Fees or Registration Payment Services Fees in the event of any suspension or termination of the Services except as set forth therein.</p> 5.\nTrademarks <p>TRUMBA, the Trumba logos and any other product or service name or slogan of Trumba contained in the Site or used in connection with the Services are trademarks of Trumba, and may not be copied, imitated or used, in whole or in part, without the prior written permission of Trumba, except for use of the Trumba name to accurately refer to Trumba.\nYou may not use any metatags or any other “hidden text” utilizing “Trumba” or any other name, trademark or product or service name of Trumba without our prior written permission.\nIn addition, the look and feel of the Site, including all page headers, custom graphics, button icons and scripts, is the service mark, trademark and/or trade dress of Trumba and may not be copied, imitated or used, in whole or in part, without our prior written permission.\nAll other trademarks, registered trademarks, product names and company names or logos mentioned in the Site are the property of their respective owners.\nReference to any products, services, processes or other information, by trade name, trademark, manufacturer, supplier or otherwise does not constitute or imply endorsement, sponsorship or recommendation thereof by us.</p> 6.\nHyperlinks <p>You are granted a limited, non-exclusive right to create a text hyperlink to the Site, provided such link does not portray Trumba or any of its products and services in a false, misleading, derogatory or otherwise defamatory manner and provided further that the linking site does not contain any adult or illegal material or any material that is offensive, harassing or otherwise objectionable.\nThis limited right may be revoked at any time.\nYou may not use a Trumba logo or other proprietary graphic of Trumba to link to this Site without the express written permission of Trumba.\nFurther, you may not use, frame or utilize framing techniques to enclose any Trumba trademark, logo or other proprietary information, including the images found at the Site, the content of any text or the layout/design of any page or form contained on a page on the Site without Trumba's express written consent.\nExcept as noted above, you are not conveyed any right or license by implication, estoppel or otherwise in or under any patent, trademark, copyright or proprietary right of Trumba or any third party.</p>\n<p>Trumba makes no claim or representation regarding, and accepts no responsibility for, the quality, content, nature or reliability of third-party Web sites accessible by hyperlink from the Site (including, without limitation, any third party payment processing sites used in connection with the Registration Payment Services), or Web sites linking to the Site.\nSuch sites are not under the control of Trumba, and Trumba is not responsible for the contents of any linked site or any link contained in a linked site, or any review, changes or updates to such sites.\nTrumba provides these links to you only as a convenience, and the inclusion of any link does not imply affiliation, endorsement or adoption by Trumba of any site or any information contained therein.\nWhen you leave the Site, you should be aware that our terms and policies no longer govern.\nYou should review the applicable terms and policies, including privacy and data gathering practices, of any site to which you navigate from the Site.</p> 7.\nThird Party Content <p>Client Calendars hosted by Trumba contain, and Trumba may provide links to Web pages containing, content of third parties (“Third Party Content”).\nTrumba does not monitor or have any control over any Third Party Content or third party Web sites.\nTrumba does not endorse or adopt any Third Party Content and can make no guarantee as to its accuracy or completeness.\nTrumba does not represent or warrant the accuracy of any information contained therein and undertakes no responsibility to update or review any Third Party Content.\nEnd Users use these links and Third Party Content contained therein at their own risk.</p>\n<p>You represent and warrant that you have complied and will, for the duration of this agreement, comply with all laws applicable to content, End User content, and user data that you upload, allow to be uploaded, or cause to be uploaded to the Services including intellectual property laws, data protection laws including any required consents, notices of data processing activities, and any other applicable data protection requirements, and laws governing user content.\n</p> 8.\nText Messaging Services <p>The End-User Services may include certain services that are available via a mobile phone, including text messaging and event reminders or event information as you request, including where you are using the Services for personal use, (the “Text Messaging Services”) or as requested by End-Users.\nTrumba does not charge for these Text Messaging Services.\nHowever, the carrier's normal, messaging, data and other rates and fees will still apply.\nYou should check with your respective carriers to find out what plans are available and how much they cost.\nBy requesting Text Messaging Services, you agree that Trumba may communicate with you via SMS, text message or other electronic means to your mobile device.</p> 9.\nRules of Conduct for Services and Interactive Areas <p>The Site and the Services may contain interactive areas, such as calendars, forums, message boards, messages services and chat rooms (the “Interactive Areas”), that enable you or third parties to create, post, transmit or store calendar entries, emails, messages, text, images, photos, graphics, music, sound, data, information, or other materials, items or content on the Site (the “User Content”).\nYou are solely responsible for your use of such Services and Interactive Areas and the User Content and use them at your own risk.\nBy using any Services and Interactive Areas, you agree not to post, upload to, transmit, distribute, store, create or otherwise publish through the Site or the Services any of the following:</p>\n<ul>\n<li>a.\nUser Content that is unlawful, libelous, defamatory, obscene, pornographic, indecent, lewd, suggestive, harassing, threatening, invasive of privacy or publicity rights, abusive, inflammatory, fraudulent or otherwise objectionable;</li>\n<li>b.\nUser Content that would constitute, encourage or provide instructions for a criminal offense, violate the rights of any party, or that would otherwise create liability or violate any local, state, national or international law, including, without limitation, the regulations of the U.S.\nSecurities and Exchange Commission or any rules of a securities exchange such as the New York Stock Exchange, the American Stock Exchange or the NASDAQ;</li>\n<li>c.\nUser Content that may infringe any patent, trademark, trade secret, copyright or other intellectual or proprietary right of any party.\nBy posting any User Content, you represent and warrant that you have the lawful right to distribute and reproduce such User Content;</li>\n<li>d.\nUser Content or activities that impersonates any person or entity (whether via the use of an email address or otherwise) or that otherwise misrepresents your affiliation with a person or entity or the source of any email;</li>\n<li>e.\nTransmission of any email in violation of the CAN-SPAM Act or any other applicable anti-spam law, or the transmission of unsolicited emails to significant numbers of email addresses belonging to individuals and/or entities with whom you have no preexisting relationship, or transmission of emails that are substantially unrelated to the calendar or event information stored as part of the Client Services;</li>\n<li>f.\nPrivate and personal information of any third party, including, without limitation, addresses, phone numbers, email addresses, without their express permissions or consent (where legally required).\nany third party private financial information such as Social Security numbers and credit card numbers.\nand any third party patient or protected health information as defined and covered by federal or state laws protecting the privacy and security of patient information including without limitation the Health Insurance Portability and Accountability Act of 1996, as amended;</li>\n<li>g.\nViruses, worms, defects, hoaxes, Trojan horses, corrupted data or other harmful, disruptive, deceptive or destructive files.\nand</li>\n<li>h.\nUser Content that, in the sole judgment of Trumba, is objectionable or which restricts or inhibits any other person from using or enjoying the Interactive Areas or the Site, or which may expose Trumba or its users to any harm or liability of any type.</li>\n</ul>\n<p>Any use of the Service or Interactive Areas or other portions of the Site in violation of the foregoing violates these Terms of Use and may result in, among other things, termination or suspension of your rights to use the Services, the Interactive Areas and/or the Site.</p> 10.\nLiability for User and End User Content.\nRight to Remove User and End User Content <p>Trumba takes no responsibility and assumes no liability for any User Content or End User Content posted, stored or uploaded by you, your End Users, or any third party, or for any loss or damage thereto, nor is Trumba liable for any mistakes, defamation, slander, libel, omissions, falsehoods, obscenity, pornography or profanity you may encounter.\nYour use of Interactive Services and Areas is at your own risk.\nAs a provider of Interactive Services and Areas, Trumba is not liable for any statements, representations or User Content provided by you or your End Users in any public or private calendar, forum, or other Interactive Services or Area.\nAlthough Trumba has no obligation to screen, edit or monitor any of the User Content posted in any Interactive Services or Area, Trumba reserves the right, and has absolute discretion, to screen and remove any calendar, calendar entry, event notice or other User Content posted or stored on the Site at any time and for any reason without notice, and you are solely responsible for creating backup copies of and replacing any calendars, calendar entries event notices, and other User Content you or your End Users post or store on the Site at your sole cost and expense.</p> 11.\nLicense to User Content.\n<p>You retain all copyright in any User Content or copyright permissions regarding End User content you post or allow to be posted in connection with any Services or Interactive Areas.\nHowever, by posting such User Content and End User Content, you grant and represent that you have the authority to grant Trumba and its affiliates a nonexclusive, royalty-free, perpetual, irrevocable and fully sublicensable right to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, perform and display such User Content and End User content throughout the world in any media as necessary to provide the Services.\nYou also grant Trumba and its affiliates and sublicensees the right to use any name that you submit in connection with such User Content on the services.\nYou represent and warrant that (a) you own and control, or have the right to control, all of the rights to the User Content that you post or you otherwise have the right to post such User and End User Content to the Site.\n(b) the User Content and End User Content is accurate and not misleading.\nand (c) use and posting of the User Content you supply or the End User Content your End Users provide does not violate these Terms of Use and will not violate any rights of or cause injury to any person or entity.</p> 12.\nSubmissions <p>You acknowledge and agree that any questions, comments, suggestions, ideas, feedback or other information about the Site or the Services, provided by you in the form of email or other submissions to Trumba are nonconfidential and shall become the sole property of Trumba.\nTrumba shall own exclusive rights, including all intellectual property rights, and shall be entitled to the unrestricted use, publication and dissemination of these materials for any purpose, commercial or otherwise, without acknowledgment or compensation to you.</p> 13.\nRepeat Infringer Policy <p>In accordance with the Digital Millennium Copyright Act (DMCA) and other applicable law, Trumba has adopted a policy of terminating, in appropriate circumstances and at Trumba's sole discretion, subscribers or account holders who are deemed to be repeat infringers.\nTrumba may also at its sole discretion limit access to the Site and/or terminate the accounts of any users who infringe any intellectual property rights of others, whether or not there is any repeat infringement.</p> 14.\nCopyright Complaints <p>Trumba respects the intellectual property rights of others.\nIf you believe that any material on the Site infringes upon any copyright that you own or control, you may file a notification of such infringement with our Designated Agent as set forth below.</p>\n<p>Name of Agent Designated to Receive Notification of Claimed Infringement: Jerry Rinaldi <br> Address of Designated Agent to Which Notification Should be sent: 1200 Fifth Avenue, Suite 1750, Seattle, WA 98101 <br> Telephone Number of Designated Agent: (206) 696-7200 <br> Facsimile Number of Designated Agent: (206) 696-7201 <br> E-Mail Address of Designated Agent: dmca@corp.trumba.com <br>\n</p>\n<p>We may give notice of a claim of copyright infringement to our users by means of a general notice on the Site, electronic mail to a user's email address in our records, or by written communication sent by first-class mail to a user's address in our records.</p> 15.\nIndemnification <p>You agree to defend, indemnify and hold harmless Trumba, its independent contractors, service providers and consultants, and their respective directors, employees and agents (“Trumba Parties”), from and against any claims, damages, costs, liabilities and expenses (including, but not limited to, reasonable attorneys' fees) (“Claims”) arising out of or related to (a) your access to or use of the Services.\n(b) your violation of these Terms.\n(c) your violation, misappropriation or infringement of any rights of another (including intellectual property rights or privacy rights).\n(d) your conduct in connection with the Services (e) any User Content you post, store or otherwise transmit on or through the Services or the Site, (f) any dispute with an End User or a third party payment processor arising out of or relating to any event Registration Fees paid by an End User to you, or (g) your use of or inability to use the Services, the Software or the Site, including without limitation any actual or threatened suit, demand or claim made against Trumba Parties, arising out of or relating to the User Content, your conduct, your End User billing practices, your use of the Site or your violation of the rights of any third party.\nYou agree to promptly notify Trumba Parties of any third-party Claims, cooperate with Trumba Parties in defending such Claims and pay all fees, costs and expenses associated with defending such Claims (including, but not limited to, attorneys' fees).\nYou also agree that the Trumba Parties will have control of the defense or settlement, at Trumba's sole option, of any third-party Claims.\nThis indemnity is in addition to, and not in lieu of, any other indemnities set forth in a written agreement between you and Trumba or the other Trumba Parties.</p> 16.\nDisclaimer <p>EXCEPT AS EXPRESSLY PROVIDED TO THE CONTRARY IN A WRITING BY TRUMBA, THE SERVICES, THE SITE, THE SOFTWARE, AND THE MATERIALS AND USER CONTENT CONTAINED THEREIN OR PROVIDED IN CONNECTION THEREWITH ARE PROVIDED ON AN “AS IS” BASIS WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED.\nTRUMBA DISCLAIMS ALL OTHER WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE AND NON-INFRINGEMENT AS TO THE SITE, THE SERVICES, THE SOFTWARE, THE MATERIALS AND THE USER CONTENT.\nTRUMBA DOES NOT REPRESENT OR WARRANT THAT THE SITE, THE SERVICES, THE SOFTWARE, THE USER CONTENT, OR THE MATERIALS ARE ACCURATE, COMPLETE, RELIABLE, CURRENT OR ERROR-FREE.\nWHILE TRUMBA ATTEMPTS TO MAKE YOUR ACCESS AND USE OF THE SITE, THE SOFTWARE AND THE SERVICES SAFE, TRUMBA CANNOT AND DOES NOT REPRESENT OR WARRANT THAT THE SITE, THE SERVICES, THE SOFTWARE OR ITS SERVER(S) ARE SECURE OR FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.</p>\n<p>Trumba reserves the right to change any and all Trumba content contained in the Site and any Services offered through the Site at any time without notice.\nReference to any products, services, processes or other information, by trade name, trademark, manufacturer, supplier or otherwise does not constitute or imply endorsement, sponsorship or recommendation thereof, or any affiliation therewith, by Trumba.</p> 17.\nLimitation of Liability <p>IN NO EVENT SHALL TRUMBA, ITS DIRECTORS, MEMBERS, EMPLOYEES OR AGENTS BE LIABLE FOR ANY DIRECT, SPECIAL, INDIRECT OR CONSEQUENTIAL DAMAGES, OR ANY OTHER DAMAGES OF ANY KIND, INCLUDING BUT NOT LIMITED TO LOSS OF USE, LOSS OF PROFITS OR LOSS OF DATA, WHETHER IN AN ACTION IN CONTRACT, TORT (INCLUDING BUT NOT LIMITED TO NEGLIGENCE) OR OTHERWISE, ARISING OUT OF OR IN ANY WAY CONNECTED WITH THE USE OF THE SITE OR ANY THIRD PARTY PAYMENT PROCESSING SITE, THE SERVICES, THE REGISTRATION PAYMENT SERVICES, THE USER CONTENT OR THE MATERIALS CONTAINED IN OR ACCESSED THROUGH THE SITE, INCLUDING WITHOUT LIMITATION ANY DAMAGES CAUSED BY OR RESULTING FROM RELIANCE BY USER ON ANY INFORMATION OBTAINED FROM TRUMBA, OR THAT RESULT FROM MISTAKES, OMISSIONS, INTERRUPTIONS, DELETION OF FILES OR EMAIL, ERRORS, DEFECTS, VIRUSES, DELAYS IN OPERATION OR TRANSMISSION OR ANY FAILURE OF PERFORMANCE, WHETHER OR NOT RESULTING FROM ACTS OF GOD, COMMUNICATIONS FAILURE, THEFT, DESTRUCTION OR UNAUTHORIZED ACCESS TO TRUMBA'S RECORDS, PROGRAMS OR SERVICES.\nIN NO EVENT SHALL THE AGGREGATE LIABILITY OF TRUMBA, WHETHER IN CONTRACT, WARRANTY, TORT (INCLUDING NEGLIGENCE, WHETHER ACTIVE, PASSIVE OR IMPUTED), PRODUCT LIABILITY, STRICT LIABILITY OR OTHER THEORY, ARISING OUT OF OR RELATING TO THE USE OF THE SITE, THE SERVICES OR THE REGISTRATION PAYMENT SERVICES EXCEED ANY COMPENSATION YOU PAY, IF ANY, TO TRUMBA FOR ACCESS TO OR USE OF THE SITE.</p> 18.\nTransfer and Processing of Data <p>In order for Trumba to provide our Services, you agree that we may process, transfer and store information about you in the United States and other countries, where you may not have the same rights and protections as you do under local law.</p> 19.\nApplicable Law and Venue <p>These Terms of Use and your use of the Site shall be governed by and construed in accordance with the laws of the State of Washington, applicable to agreements made and to be entirely performed within the State of Washington, without resort to its conflict of law provisions.\nYou agree that any action at law or in equity arising out of or relating to these Terms of Use shall be filed only in the state and federal courts located in King County, Washington, and you hereby irrevocably and unconditionally consent and submit to the exclusive jurisdiction of such courts over any suit, action or proceeding arising out of these Terms of Use.</p> 20.\nSeverability <p>If any provision of these Terms of Use shall be deemed unlawful, void or for any reason unenforceable, then that provision shall be deemed severable from these Terms of Use and shall not affect the validity and enforceability of any remaining provisions.</p> 21.\nQuestions &amp.\nContact Information <p>Questions or comments about the Site may be directed to Trumba by email us at support@corp.trumba.com or by mailing us at:</p>\n<p>Trumba Corporation<br> Attn: Customer Service<br> 1200 Fifth Avenue, Suite 1750<br> Seattle, WA 98101</p> ", "created_at": "2021-02-05 16:29:04.504327", "updated_at": "2021-02-05 16:36:50.30266"}], "points": [{"id": 27580, "title": "There is a date of the last update of the agreements", "source": "https://www.trumba.com/connect/about/terms_of_use.aspx", "status": "Generated through the annotate view", "created_at": "2022-03-27 02:09:06.543812", "updated_at": "2022-03-27 02:09:06.543812", "quoteText": "Last Revised: June 19, 2019 <p>", "case_id": 331, "document_id": 4014, "quoteStart": 1, "quoteEnd": 32}, {"id": 27579, "title": "You can opt out of promotional communications", "source": "https://www.trumba.com/connect/about/privacy_policy.aspx", "status": "Generated through the annotate view", "created_at": "2022-03-27 02:08:37.059121", "updated_at": "2022-03-27 02:08:37.059121", "quoteText": "You may opt out of receiving promotional emails from Trumba by following the instructions in those emails or by clicking the “unsubscribe” link at the bottom of any of our emails.\n", "case_id": 223, "document_id": 4010, "quoteStart": 13067, "quoteEnd": 13247}, {"id": 27578, "title": "This service reserves the right to disclose your personal information without notifying you", "source": "https://www.trumba.com/connect/about/privacy_policy.aspx", "status": "Generated through the annotate view", "created_at": "2022-03-27 02:05:05.363466", "updated_at": "2022-03-27 02:05:05.363466", "quoteText": "•\tIn response to a request for information if we believe disclosure is in accordance with any applicable law, regulation or legal process, or as otherwise required by any applicable law, rule or regulation;</li>\n<li>", "case_id": 164, "document_id": 4010, "quoteStart": 8590, "quoteEnd": 8806}, {"id": 27577, "title": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction", "source": "https://www.trumba.com/connect/about/privacy_policy.aspx", "status": "Generated through the annotate view", "created_at": "2022-03-27 02:04:06.705893", "updated_at": "2022-03-27 02:04:06.705893", "quoteText": "<li>•\tIn connection with, or during negotiations of, any merger, sale of company assets, financing or acquisition of all or a portion of our business by another company.\n</li>\n", "case_id": 243, "document_id": 4010, "quoteStart": 8988, "quoteEnd": 9164}, {"id": 27576, "title": "There is a date of the last update of the agreements", "source": "https://www.trumba.com/connect/about/privacy_policy.aspx", "status": "Generated through the annotate view", "created_at": "2022-03-27 02:02:06.622322", "updated_at": "2022-03-27 02:02:06.622322", "quoteText": "Last Revised: June 19, 2019 <p>", "case_id": 331, "document_id": 4010, "quoteStart": 295, "quoteEnd": 326}], "urls": ["trumba.com"]}}