{"error": 448, "message": "OK", "parameters": {"id": 6315, "name": "Toonily", "created_at": "2022-01-15 21:24:48.270678", "updated_at": "2022-01-15 23:01:17.628114", "wikipedia": null, "keywords": null, "related": null, "slug": "toonily", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6315.png", "url": "toonily.com", "documents": [{"id": 11461, "name": "Terms of Service", "url": "https://toonily.com/terms/", "xpath": "/html/body/div[1]/div/div/div/div", "text": " Terms of Service <p>1.\nYour Acceptance BY USING AND/OR VISITING THIS WEBSITE (collectively, including all Content available through the Toonily domain name, the “Toonily Website”, or “Website”), YOU SIGNIFY YOUR ASSENT TO TERMS OF USE, WHICH ARE PUBLISHED AT //toonily.com/terms AND WHICH ARE INCORPORATED HEREIN BY REFERENCE.\nIf you do not agree to any of these terms, then…</p>\nContinue Reading → <p>\n<strong>1.\nYour Acceptance</strong>\n</p>\n<p>BY USING AND/OR VISITING THIS WEBSITE (collectively, including all Content available through the Toonily domain name, the “Toonily Website”, or “Website”), YOU SIGNIFY YOUR ASSENT TO TERMS OF USE, WHICH ARE PUBLISHED AT //toonily.com/terms AND WHICH ARE INCORPORATED HEREIN BY REFERENCE.\nIf you do not agree to any of these terms, then please do not use the Toonily Website.</p>\n<p>\n<strong>2.\nToonily Website</strong>\n</p>\n<p>These Terms of Use apply to all users of the Toonily Website, including users who are also contributors of webtoon content, information, and other materials or services on the Website.\nThe Toonily Website may contain links to third party websites that are not owned or controlled by Toonily.\nToonily has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third party websites.\nIn addition, Toonily will not and cannot censor or edit the content of any third-party site.\nBy using the Website, you expressly relieve Toonily from any and all liability arising from your use of any third-party website.\nAccordingly, we encourage you to be aware when you leave the Toonily Website and to read the terms and conditions and privacy policy of each other website that you visit.</p>\n<p>\n<strong>3.\nWebsite Access</strong>\n</p>\n<p>A.\nToonily hereby grants you permission to use the Website as set forth in this Terms of Use, provided that: (i) your use of the Website as permitted is solely for your personal, noncommercial use.\n(ii) you will not copy or distribute any part of the Website in any medium without Toonily’s prior written authorization.\n(iii) you will not alter or modify any part of the Website other than as may be reasonably necessary to use the Website for its intended purpose.\nand (iv) you will otherwise comply with the terms and conditions of these Terms of Use.</p>\n<p>B.\nIn order to access some features of the Website, you will have to create an account.\nYou may never use another’s account without permission.\nWhen creating your account, you must provide accurate and complete information.\nYou are solely responsible for the activity that occurs on your account, and you must keep your account password secure.\nYou must notify Toonily immediately of any breach of security or unauthorized use of your account.\nAlthough Toonily will not be liable for your losses caused by any unauthorized use of your account, you may be liable for the losses of Toonily or others due to such unauthorized use.</p>\n<p>C.\nYou agree not to use or launch any automated system, including without limitation, “robots,” “spiders,” “offline readers,” etc., that accesses the Website in a manner that sends more request messages to the Toonily servers in a given period of time than a human can reasonably produce in the same period by using a convention on-line web browser.\nNotwithstanding the foregoing, Toonily grants the operators of public search engines permission to use spiders to copy materials from the site for the sole purpose of creating publicly available searchable indices of the materials, but not caches or archives of such materials.\nToonily reserves the right to revoke these exceptions either generally or in specific cases.\nYou agree not to collect or harvest any personally identifiable information, including account names, from the Website, nor to use the communication systems provided by the Website for any commercial solicitation purposes.\nYou agree not to solicit, for commercial purposes, any users of the Website with respect to their User Submissions.</p>\n<p>\n<strong>4.\nUser Submissions</strong>\n</p>\n<p>A.\nThe Toonily Website may now or in the future permit the submission of webtoon or other communications submitted by you and other users (“User Submissions”) and the hosting, sharing, and/or publishing of such User Submissions.\nYou understand that whether or not such User Submissions are published, Toonily does not guarantee any confidentiality with respect to any submissions.</p>\n<p>B.\nYou shall be solely responsible for your own User Submissions and the consequences of posting or publishing them.\nIn connection with User Submissions, you affirm, represent, and/or warrant that: (i) you own or have the necessary licenses, rights, consents, and permissions to use and authorize Toonily to use all patent, trademark, trade secret, copyright or other proprietary rights in and to any and all User Submissions to enable inclusion and use of the User Submissions in the manner contemplated by the Website and these Terms of Use.\nand (ii) you have the written consent, release, and/or permission of each and every identifiable individual person in the User Submission to use the name or likeness of each and every such identifiable individual person to enable inclusion and use of the User Submissions in the manner contemplated by the Website and these Terms of Use.&nbsp;For clarity, you retain all of your ownership rights in your User Submissions.\nHowever, by submitting the User Submissions to Toonily, you hereby grant Toonily a worldwide, non-exclusive, royalty-free, sublicenseable and transferable license to use, reproduce, distribute, prepare derivative works of, display, and perform the User Submissions in connection with the Toonily Website and Toonily’s (and its successor’s) business, including without limitation for promoting and redistributing part or all of the Toonily Website (and derivative works thereof) in any media formats and through any media channels.\nYou also hereby grant each user of the Toonily Website a non-exclusive license to access your User Submissions through the Website, and to use, reproduce, distribute, prepare derivative works of, display and perform such User Submissions as permitted through the functionality of the Website and under these Terms of Use.\nThe foregoing license granted by you terminates once you remove or delete a User Submission from the Toonily Website.</p>\n<p>C.&nbsp;In connection with User Submissions, you further agree that you will not: (i) submit material that is copyrighted, protected by trade secret or otherwise subject to third party proprietary rights, including privacy and publicity rights, unless you are the owner of such rights or have permission from their rightful owner to post the material and to grant Toonily all of the license rights granted herein.\n(ii) publish falsehoods or misrepresentations that could damage Toonily or any third party.\n(iii) submit material that is unlawful, obscene, defamatory, libelous, threatening, pornographic, harassing, hateful, racially or ethnically offensive, or encourages conduct that would be considered a criminal offense, give rise to civil liability, violate any law, or is otherwise inappropriate.\n(iv) post advertisements or solicitations of business: (v) impersonate another person.&nbsp;Toonily does not endorse any User Submission or any opinion, recommendation, or advice expressed therein, and Toonily expressly disclaims any and all liability in connection with User Submissions.\nToonily does not permit copyright infringing activities and infringement of intellectual property rights on its Website, and Toonily will remove all Content and User Submissions if properly notified that such Content or User Submission infringes on another’s intellectual property rights.\nToonily reserves the right to remove Content and User Submissions without prior notice.\nToonily will also terminate a User’s access to its Website, if they are determined to be a repeat infringer.\nA repeat infringer is a User who has been notified of infringing activity more than twice and/or has had a User Submission removed from the Website more than twice.\nToonily also reserves the right to decide whether Content or a User Submission is appropriate and complies with these Terms of Service for violations other than copyright infringement and violations of intellectual property law, such as, but not limited to, pornography, obscene or defamatory material, or excessive length.\nToonily may remove such User Submissions and/or terminate a User’s access for uploading such material in violation of these Terms of Use at any time, without prior notice and at its sole discretion.</p>\n<p>D.\nIn particular, if you are a copyright owner or an agent thereof and believe that any User Submission or other content infringes upon your copyrights, you may submit a notification pursuant to the Digital Millennium Copyright Act (“DMCA”) by providing our Copyright Agent with the following information in writing (see 17 U.S.C 512(c)(3) for further detail):</p>\n<p>(i) A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed;</p>\n<p>(ii) Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site;</p>\n<p>(iii) Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled and information reasonably sufficient to permit the service provider to locate the material;</p>\n<p>(iv) Information reasonably sufficient to permit the service provider to contact you, such as an address, telephone number, and, if available, an electronic mail;</p>\n<p>(v) A statement that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\nand</p>\n<p>(vi) A statement that the information in the notification is accurate, and under penalty of perjury, that you are authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</p>\n<p>Toonily’s designated Copyright Agent to receive notifications of claimed infringement is:&nbsp;copyright@Toonily.com.&nbsp;For clarity, only DMCA notices should go to the Copyright Agent.\nany other feedback, comments, requests for technical support, and other communications should be directed to Toonily customer service.\nYou acknowledge that if you fail to comply with all of the requirements of this Section 5(D), your DMCA notice may not be valid.</p>\n<p>E.\nYou understand that when using the Toonily Website, you will be exposed to User Submissions from a variety of sources, and that Toonily is not responsible for the accuracy, usefulness, safety, or intellectual property rights of or relating to such User Submissions.\nYou further understand and acknowledge that you may be exposed to User Submissions that are inaccurate, offensive, indecent, or objectionable, and you agree to waive, and hereby do waive, any legal or equitable rights or remedies you have or may have against Toonily with respect thereto, and agree to indemnify and hold Toonily, its Owners/Operators, affiliates, and/or licensors, harmless to the fullest extent allowed by law regarding all matters related to your use of the site.</p>\n<p>F.\nToonily permits you to link to materials on the Website for personal, non-commercial purposes only.\nToonily reserves the right to discontinue any aspect of the Toonily Website at any time.</p>\n<p>\n<strong>5.\nWarranty Disclaimer</strong>\n</p>\n<p>YOU AGREE THAT YOUR USE OF THE Toonily WEBSITE SHALL BE AT YOUR SOLE RISK.\nTO THE FULLEST EXTENT PERMITTED BY LAW, Toonily, ITS OFFICERS, DIRECTORS, EMPLOYEES, AND AGENTS DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, IN CONNECTION WITH THE WEBSITE AND YOUR USE THEREOF.\nToonily MAKES NO WARRANTIES OR REPRESENTATIONS ABOUT THE ACCURACY OR COMPLETENESS OF THIS SITE’S CONTENT OR THE CONTENT OF ANY SITES LINKED TO THIS SITE AND ASSUMES NO LIABILITY OR RESPONSIBILITY FOR ANY (I) ERRORS, MISTAKES, OR INACCURACIES OF CONTENT, (II) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR ACCESS TO AND USE OF OUR WEBSITE, (III) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SECURE SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION AND/OR FINANCIAL INFORMATION STORED THEREIN, (IV) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM OUR WEBSITE, (IV) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE WHICH MAY BE TRANSMITTED TO OR THROUGH OUR WEBSITE BY ANY THIRD PARTY, AND/OR (V) ANY ERRORS OR OMISSIONSIN ANY CONTENT OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF ANY CONTENT POSTED, EMAILED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE Toonily WEBSITE.\nToonily DOES NOT WARRANT, ENDORSE, GUARANTEE, OR ASSUME RESPONSIBILITY FOR ANY PRODUCT OR SERVICE ADVERTISED OR OFFERED BY A THIRD PARTY THROUGH THE Toonily WEBSITE OR ANY HYPERLINKED WEBSITE OR FEATURED IN ANY BANNER OR OTHER ADVERTISING, AND Toonily WILL NOT BE A PARTY TO OR IN ANY WAY BE RESPONSIBLE FOR MONITORING ANY TRANSACTION BETWEEN YOU AND THIRD-PARTY PROVIDERS OF PRODUCTS OR SERVICES.\nAS WITH THE PURCHASE OF A PRODUCT OR SERVICE THROUGH ANY MEDIUM OR IN ANY ENVIRONMENT, YOU SHOULD USE YOUR BEST JUDGMENT AND EXERCISE CAUTION WHERE APPROPRIATE.</p>\n<p>\n<strong>6.\nLimitation of Liability</strong>\n</p>\n<p>IN NO EVENT SHALL Toonily, ITS OFFICERS, DIRECTORS, EMPLOYEES, OR AGENTS, BE LIABLE TO YOU FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES WHATSOEVER RESULTING FROM ANY (I) ERRORS, MISTAKES, OR INACCURACIES OF CONTENT, (II) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR ACCESS TO AND USE OF OUR WEBSITE, (III) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SECURE SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION AND/OR FINANCIAL INFORMATION STORED THEREIN, (IV) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM OUR WEBSITE, (IV) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE, WHICH MAY BE TRANSMITTED TO OR THROUGH OUR WEBSITE BY ANY THIRD PARTY, AND/OR (V) ANY ERRORS OR OMISSIONS IN ANY CONTENT OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF YOUR USE OF ANY CONTENT POSTED, EMAILED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE Toonily WEBSITE, WHETHER BASED ON WARRANTY, CONTRACT, TORT, OR ANY OTHER LEGAL THEORY, AND WHETHER ORNOT THE COMPANY IS ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nTHE FOREGOING LIMITATION OF LIABILITY SHALL APPLY TO THE FULLEST EXTENT PERMITTED BY LAW IN THE APPLICABLE JURISDICTION.</p>\n<p>YOU SPECIFICALLY ACKNOWLEDGE THAT Toonily SHALL NOT BE LIABLE FOR USER SUBMISSIONS OR THE DEFAMATORY, OFFENSIVE, OR ILLEGAL CONDUCT OF ANY THIRD PARTY AND THAT THE RISK OF HARM OR DAMAGE FROM THE FOREGOING RESTS ENTIRELY WITH YOU.</p>\n<p>\n<strong>7.\nIndemnity</strong>\n</p>\n<p>You agree to defend, indemnify and hold harmless Toonily, its parent corporation, officers, directors, employees and agents, from and against any and all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney’s fees) arising from: (i) your use of and access to the Toonily Website.\n(ii) your violation of any term of these Terms of Use.\n(iii) your violation of any third party right, including without limitation any copyright, property, or privacy right.\nor (iv) any claim that one of your User Submissions caused damage to a third party.\nThis defense and indemnification obligation will survive these Terms of Service and your use of the Toonily Website.</p>\n<p>\n<strong>8.\nAbility to Accept Terms of Use</strong>\n</p>\n<p>You affirm that you are either more than 18 years of age, or an emancipated minor, or possess legal parental or guardian consent, and are fully able and competent to enter into the terms, conditions, obligations, affirmations, representations, and warranties set forth in these Terms of Service, and to abide by and comply with these Terms of Service.\nIn any case, you affirm that you are over the age of 13, as the Toonily Website is not intended for children under 13.\nIf you are under 13 years of age, then please do not use the Toonily Website-there are lots of other great web sites for you.\nTalk to your parents about what sites are appropriate for you.</p>\n<p>\n<strong>9.\nAssignment</strong>\n</p>\n<p>These Terms of Use, and any rights and licenses granted hereunder, may not be transferred or assigned by you, but may be assigned by Toonily without restriction.</p> ", "created_at": "2022-01-15 21:24:48.279349", "updated_at": "2022-01-15 20:25:28.745204"}, {"id": 11460, "name": "Privacy Policy", "url": "https://toonily.com/privacy-policy/", "xpath": "/html/body/div[1]/div/div/div/div", "text": " Privacy Policy <p>The following webpage outlines Toonily’s collection and use of personal information from it’s users.\ntoonily.com values the privacy of our members and users, we will never share any personal information of anybody who logs on to Toonily with anyone.\nThis includes your e-mail address, name, and location.\nUpon logging on to Toonily such things as…</p>\nContinue Reading → <p>The following webpage outlines Toonily’s collection and use of personal information from it’s users.\ntoonily.com values the privacy of our members and users, we will never share any personal information of anybody who logs on to Toonily with anyone.\nThis includes your e-mail address, name, and location.\nUpon logging on to Toonily such things as your IP address and hostname are logged for statistical and security reasons.</p>\n<p>\n<strong>Cookies</strong>\n</p>\n<p>A cookie is a very small text file placed on your system upon logging on to Toonily (and most other websites).\nThis file serves as your identification card and is uniquely yours, and can only be read by the server that gave it to you.\nCookies tell us that you have returned to a specific web page on Toonily and help us track your preferences and transactional habits.\nThe basic function of cookies is to help our server remember who you are.</p>\n<p>\n<strong>Children‘s Privacy</strong>\n</p>\n<p>Not withstanding the foregoing, Toonily may choose to retain some personal information such as the child’s e-mail address as a means to prevent the child from re-registering at our website.\nThe Children’s Online Privacy Protection Act (COPPA) went into effect in April 2000, and as a result websites all over the world wide web had to change their standards to not collect any information from a child.</p>\n<p>\n<strong>Disclosing Information</strong>\n</p>\n<p>Toonily may store and disclose personal information allowed or required by applicable law or when deemed advisable by us.\nThis means that we may make disclosures that are necessary to conform to legal and regulatory requirements or processes and to protect the rights, safety, and property of Toonily, users of the Toonily website, and the public.</p>\n<p>\n<strong>Security</strong>\n</p>\n<p>At Toonily we make reasonable efforts to protect personal information such as passwords and use technology such as encryption, access control procedures, firewalls, and physical security.\nWe urge you to use a unique password with both letters and numbers to protect your account on Toonily and it’s affiliated websites.\nIf others, including family, friends or other household members access and use the message board through your login credentials, you are responsible for the actions of that individual.\nOnly in extreme cases will your account be fully terminated.</p>\n<p>\n<strong>Third Parties</strong>\n</p>\n<p>Third Party websites may collect information from users of Toonily, this information will include your IP address, hostname, and information about your system to help us serve you better.\nThese are purely used for statistical reasons, and will not be used in any way other then that.\nIf you would like more information about this practice and to know your choices about not having this information used by these companies,&nbsp;http://www.networkadvertising.org/managing/opt_out.asp.</p>\n<p>\n<strong>Website Policy Changes</strong>\n</p>\n<p>Toonily reserves the right to change this, and any other policy located on our website at anytime without notifying our users.\nIf you have any comments, questions, or concerns regarding this policy, or any other policy you may send them to us at policy at toonily.com.</p>\n<p>\n<strong>Third-parties and Opt-Out</strong>\n</p>\n<p>Third-parties may display interest-based advertising to you in applications or websites, based on your use of applications or websites over time and across non-affiliated apps.<br>\nSuch third-parties may combine and use information from websites or applications on your current browser or device with information from your other browsers or devices for advertising purposes.\nTo opt-out of such interest-based advertising and/or cross-device targeting, please use the methods provided below for opting out on each of your browsers and on each of your devices:<br>\nNetwork Advertising Initiative (NAI) – http://optout.networkadvertising.org/<br>\nDigital Advertising Alliance (DAA) – http://www.aboutads.info/choices/<br>\nDigital Advertising Alliance Canada (DAAC) – http://youradchoices.ca/choices<br>\nDigital Advertising Alliance EU (EDAA) – http://www.youronlinechoices.com/<br>\nPlease note that opting out of interest-based advertising and cross-device targeting does not mean you will no longer receive online advertising.\nIt does mean that the third-party from which you have opted out of receiving interest-based advertising or cross-device targeting by using the methods provided above will no longer deliver ads tailored to your Web preferences and usage patterns on a particular web browser or device.</p> ", "created_at": "2022-01-15 21:24:48.275361", "updated_at": "2022-01-15 20:25:10.320476"}], "points": [], "urls": ["toonily.com"]}}