{"error": 448, "message": "OK", "parameters": {"id": 4428, "name": "CPA Canada ", "created_at": "2021-07-03 20:07:43.11353", "updated_at": "2021-07-03 22:00:51.225317", "wikipedia": null, "keywords": null, "related": null, "slug": "cpa-canada", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4428.png", "url": "cpacanada.ca", "documents": [{"id": 7765, "name": "Privacy policy ", "url": "https://www.cpacanada.ca/en/privacy-policy ", "xpath": "", "text": " Skip navigation CPA Canada <p>Please choose between the following three options for navigation.</p> Skip to global navigation.\nSkip to site navigation.\nContinue to page content.\nTHE CANADIAN IDEAL OF GOOD BUSINESS.\n<ul>\n<li> Home </li>\n<li> Privacy policy </li>\n</ul> Privacy policy\n<p>CPA Canada's privacy policy.</p>\n<p>Share</p> Facebook Twitter Linkedin Google Plus Email <br>\n<p>The purpose of this Privacy Policy is to inform you about the types of Personal Information the Chartered Professional Accountants of Canada, or its agents, (as follows, \"CPA Canada\", \"we\" or \"us\") collects about you in the process of conducting the principal activities of CPA Canada and to provide you with general membership benefits as well as providing you with specific products and services you have contracted from us.\nIt explains how we use and disclose that information, the choices you have regarding such use and disclosure, and how you may correct that information.\nThe majority of the collection, use and disclosure of personal information by CPA Canada is for the purposes of membership, and therefore for non-commercial purposes.</p>\n<p>This Privacy Policy sets out a summary of the principles and procedures that CPA Canada follows in meeting its privacy commitments and, as applicable in light of the foregoing, complying with the requirements of the laws and regulations under applicable privacy laws in Canada, including the Personal Information Protection and Electronic Documents Act.\nFrom time to time, we may make changes to this Privacy Policy.\nThe Privacy Policy is current as of the \"last revised\" date which appears at the bottom of this page.\nWe will treat Personal Information in a manner consistent with the Privacy Policy under which it was collected unless we have your consent to treat it differently.\nThis Privacy Policy applies to any information we collect or receive about you, from any source.</p>\nPrinciple #1 — CPA Canada is accountable for your personal information in its possession or control.\n<p>CPA Canada is accountable for all personal information in its possession or control.\nThis includes any personal information that CPA Canada has collected about members, students, candidates, customers, and past members (each, a “CPA Canada Stakeholder”), as either collected directly from such CPA Canada Stakeholder.\nfrom provincial CPA bodies.\nnational and provincial CA, CMA, and CGA bodies which participated in unification.\n“CPA Canada Website”(s) including but not limited to CPAstore, Knotia, CPASource, DirectorsSource, CPAPracticeLink, Webtrust, CATrainingOffice, D2L, Caribbean.cpacanada.ca, InDepth Tax Course.\nor other organizations (e.g., corporations, government entities, not-for-profit organizations, academic institutions).\nHowever, from time to time CPA Canada may collect, use and disclose personal information as the agent of provincial CPA bodies, national and provincial CA, CMA, and CGA bodies which participated in unification, and other organizations, in which case, without limiting the obligations of CPA Canada to comply with applicable privacy laws, such other principal entities shall be accountable for such personal information.</p>\n<p>CPA Canada has:</p>\n<ul>\n<li>established and put into effect policies and procedures aimed at properly protecting personal information;</li>\n<li>educated its staff and volunteers regarding such policies and procedures and their roles and responsibilities in protecting personal information.\nand</li>\n<li>appointed a Chief Privacy Officer to oversee privacy issues at CPA Canada</li>\n</ul>\nPrinciple #2 — CPA Canada identifies the purposes for which it collects personal information from you before it is collected.\n<p>We generally identify the purposes for which we use your Personal Information at the time we collect such information from you and obtain your consent, in any case, prior to such use.</p>\n<p>Some of the primary purposes for which we collect and use your Personal Information include:</p>\n<ul>\n<li>to provide services to you in your capacity as a CPA Canada Stakeholder;</li>\n<li>to regulate international students/candidates;</li>\n<li>to complete a transaction with you when you purchase or use a product or service offered by us;</li>\n<li>to advise you of CPA Canada products or services that may be of interest to you;</li>\n<li>to send you electronic CPA Canada newsletters that may be of interest to you or to which you have subscribed, and to better understand which articles are of interest to you;</li>\n<li>to conduct research and analytics for purposes that include but are not limited to better understanding CPA Canada Stakeholders, allowing CPA Canada Stakeholders to provide feedback on products and services, and producing data analytics and statistical reports;</li>\n<li>to present non- CPA Canada content and advertising that is customized to your interests;</li>\n<li>to respond to inquiries you submit;</li>\n<li>to establish and manage your CPA Canada Website account(s);</li>\n<li>to customize the content presented to you when using a CPA Canada Website;</li>\n<li>to utilize certain CPA Canada Website services, and</li>\n<li>to report usage of a CPA Canada Website – the reports may be used by CPA Canada, Ernst &amp;Young Electronic Publishing, and individual(s) designated as group administrator(s).</li>\n</ul>\n<p>We may also use your Personal Information as otherwise permitted or required by law.</p>\nPrinciple #3 — CPA Canada obtains your consent before collecting personal information from you.\n<p>\n</p>\n<p>We explain your options and obtain your implicit or explicit consent at the time of or prior to collecting, using or disclosing your Personal Information.\nWe will always collect your Personal Information by fair and lawful means (for example, when you complete an application form or purchase a product or service from us).\nWe may collect Personal Information about you from third parties, such as provincial CPA bodies, national and provincial CA, CMA and CGA bodies, which participated in unification, CPA Canada Website(s), and other institutions and organizations.\nWe also collect your Personal Information where we have obtained your consent to do so or as otherwise permitted or required by law.</p>\n<p>Where is it reasonable to do so, or permitted by law, we may rely on implied consent.\n</p>\n<p>Except as required to process a transaction, to maintain records of CPA Canada or as required or permitted by applicable law, providing us with your personal information is voluntary.\nYou may withdraw or modify your consent at any time, subject to legal and contractual restrictions, provided that reasonable notice is given to us.\nIf you withdraw your consent to receive information regarding certain products, publications, services or events being offered by us, you may not be made aware of same.\nRefusal or withdrawal of consent from use of personal information by CPA Canada Website(s) may result in our being unable to provide you with CPA Canada Website services.</p>\n<p>From time to time, CPA Canada Website site and service updates are emailed to users.\nIf you do not wish to receive such mailings, you may request to be removed from this electronic mailing list at any time by contacting our Chief Privacy Officer (see contact information under Principle #8).\nYou should understand, however, that if you are removed from the mailing list you may not be made aware of the status or availability of certain CPA Canada Website services.</p>\n<p>International students/candidates are required to receive notifications related to their course enrollment and may not withdraw consent to receipt of these notifications.\n</p>\n<p>Personal Information is any information that is identifiable to you.\nThis information may include, but is not limited to, your name, mailing address, phone numbers, email address, identification numbers, credit card numbers, banking information, and creditor information.\nPersonal Information, however, generally does not include information that CPA Canada collects, uses or discloses solely for the purpose of communicating or facilitating communication with an individual in relation to their employment, business or profession such as the individual’s name, position name or title, work address, work telephone number, work fax number or work electronic address.\n</p>\nPrinciple #4 — CPA Canada discloses your personal information only for purposes for which it has consent, or as permitted or required by law.\nCPA Canada retains personal information only as long as necessary to fulfil those purposes.\n<p>We identify to whom, and for what purposes, we disclose your Personal Information, at the time of or prior to collecting such information from you and obtain your consent to such disclosure.\nFor example, we may: </p>\n<ol>\n<li>transfer/disclose your Personal Information, in the case of CPA Canada Stakeholders, to provincial CPA bodies, national and provincial CA, CMA and CGA bodies which participated in unification for the purposes of providing services to such CPA Canada Stakeholders;</li>\n<li>transfer your Personal Information to our volunteers, for the purposes of the volunteers performing volunteer functions;</li>\n<li>transfer your Personal Information to third party service providers with whom we have a contracted agreement that includes appropriate privacy standards, such as service providers that provide communication services support or data storage or processing – for the purpose of, for example, providing member benefits, facilitating commercial transactions with us or offering educational programming;</li>\n<li>on CPA Canada Website(s), to your organization via usage reports accessible by the individual(s) designation by your organization as its group administrator(s);</li>\n<li>disclose your Personal Information to such persons and for such purposes for which you provide your consent.\nand</li>\n<li>disclose your Personal Information as otherwise permitted or required by law.</li>\n</ol>\n<p>We may keep a record of your Personal Information, correspondence or comments in a file specific to you.\nWe will utilize, disclose or retain your Personal Information for as long as necessary to fulfil the purposes for which it was collected and as permitted or required by law.\n</p>\n<p>From time to time we may disclose or hold your Personal Information outside of Canada, and while outside of Canada it may be subject to access by regulators in accordance with the laws of those jurisdictions.\n</p>\nPrinciple #5 — CPA Canada endeavours to keep accurate, complete, and up-to-date, personal information in its possession or control, to the extent required to meet the purposes for which it was collected.\n<p>We will ensure that your Personal Information is kept as accurate, complete and up-to-date as possible based on information provided to us by you or any provincial CPA body, or any national or provincial CA, CMA or CGA body which participated in unification to which you belong or have belonged.\nWe expect you, from time to time, to supply us with written updates to your Personal Information, if applicable.\nIn the case of CPA Canada Stakeholders, Personal Information may be updated by accessing profiles created on a related CPA Canada Website.</p>\nPrinciple #6 — CPA Canada protects the privacy of personal information in its possession or control by using security safeguards appropriate to the sensitivity of the information.\n<p>We have implemented physical, organizational, contractual and technological security measures to protect your Personal Information from loss or theft, unauthorized access, disclosure, copying, use or modification.\nThe only employees who are granted access to your Personal Information are those with a business 'need-to-know' or whose duties reasonably require such information.<br>\nYou can visit our CPA Canada Website(s) without telling us who you are or revealing any information about yourself, including your email address.\nHowever, our web server may collect the IP address and domain you used to access our CPA Canada Website(s), the type and version of web browser and operating system you are using, the number, duration and frequency of visits to our CPA Canada Website(s) and the CPA Canada Website you came from and visited next.\nThis anonymous information cannot be traced to a specific individual User - it is used by us simply for the purposes of analytics – for example, to measure the number of visits, average time spent, page views, most popular preferences and other statistics about visitors to the CPA Canada Website(s) and to determine the characteristics in which users use our CPA Canada Website(s) and services.\nWe may use this data to monitor CPA Canada Website performance for systems administration purposes, to make CPA Canada Website(s) easier and more convenient to use, to improve our services and to track information in aggregate form (e.g.\nhow many visitors use CPA Canada Website(s)).\nThis helps us better understand our CPA Canada Website(s) traffic, visitor behaviour and the impact of campaigns, content and email-driven traffic.\nBy having access to such deeper data insights, we are able to measure, re-evaluate content offerings, map customer buying journeys and provide you with a more personalized visitor site experience, enabling demographic and interest reporting.</p>\n<p>We make use of Google Analytics.\nA description of how Google Analytics collects and processes data is set out in “How Google uses data when you use our partners' sites or apps”, (located at www.google.com/policies/privacy/partners/).</p>\n<p>Please note that we have also implemented the following specific Google Analytics Advertising Features:</p>\n<ul>\n<li>Remarketing with Google Analytics</li>\n<li>Google Display Network Impression Reporting</li>\n<li>Google Analytics Demographics and Interest Reporting</li>\n<li>Integrated services that require Google Analytics to collect data via advertising cookies and identifiers.</li>\n</ul>\n<p>We use cookies, that is, small files that your Web browser places on your computer's hard drive, to remember a User's code, subscriptions, and preferences while the User is using CPA Canada Website(s), to facilitate navigating different pages on CPA Canada Website(s), to personalize the users experience when returning to CPA Canada Website(s), to monitor progression through CPA Canada Website(s), to identify opportunities to improve the user experience, and to customize ads you see when visiting CPA Canada Website(s), and third party sites.\nAlso, as a result of us enabling the Advertising Reporting Features, in addition to collecting the information it normally does, Google Analytics collects information via its Google advertising cookies: see https://support.google.com/analytics/answer/2444872#web.</p>\n<p>Should you wish to opt out of the Google Analytics advertising features, you may do so at https://tools.google.com/dlpage/gaoptout/.</p>\n<p>Our CPA Canada Website(s) contains security mechanisms that protect against the loss, the misuse and the modification of information under our control.</p>\n<p>Our CPA Canada Website(s) may provide links to third party web sites.\nOur Privacy Policy does not extend to these third party web sites and it is recommended that Users read the privacy policies of these web sites.\nWe are not responsible for the content of, or the privacy practices employed by, third party web sites.</p>\n<p>Please note that it is your responsibility to protect your user id and password information.\nIf this information is disclosed the privacy of your information cannot be assured.</p>\n<p>We ensure that the provincial CPA bodies, the national and provincial CA, CMA and CGA bodies, which participated in unification, in each case who are engaged to perform services on our behalf and are provided with Personal Information, are required by contract to observe the intent of this Privacy Policy.</p>\nPrinciple #7 — CPA Canada is open about the procedures it uses to manage personal information.\n<p>\n</p>\n<p>Up-to-date information on CPA Canada’s privacy policies can be obtained from CPA Canada’s Chief Privacy Officer (see contact information under Principle #8).</p>\nPrinciple #8 — CPA Canada responds on a timely basis to requests from CPA Canada Stakeholders about their personal information, which CPA Canada possesses or controls.\n<p>\n</p>\n<p>We will generally make available to you any Personal Information that we have collected about you, utilized or disclosed, upon your written request, to the extent permitted or required by law.\nWe will make such information available to you in a form that is generally understandable, including explaining any abbreviations or codes.\nPersonal Information of CPA Canada Stakeholders may be reviewed and updated by accessing profiles created on a related CPA Canada Website.</p>\n<p>You can at any time, challenge the accuracy or completeness of the Personal Information we have which is related to you.\nWhere we validate your identity, and you successfully demonstrate the inaccuracy or incompleteness of your Personal Information, we will amend the Personal Information as required.\nWhere appropriate, we will transmit the amended information to third parties having access to your Personal Information.</p>\n<p>We will attempt to respond to each of your written requests not later than thirty (30) days after receipt of such requests.\nWe will advise you in writing if we cannot meet your requests within this time limit.\nYou have the right to make a complaint to the federal Privacy Commissioner in respect of this time limit.</p>\n<p>We will not assess any costs to you for access to your Personal Information or to our Privacy Policies or Practices without first providing you with an estimate of the approximate costs, if any.\nWe may request that you provide sufficient identification to permit access to the existence, use or disclosure of your Personal Information.\nAny such information shall be used only for this purpose.</p>\n<p>All comments, questions, concerns or complaints regarding your Personal Information or our Privacy Policy and Practices, should be forwarded to our Chief Privacy Officer as follows.</p>\n<p>By mail:<br>\nAttn: Chief Privacy Officer<br>\nChartered Professional Accountants of Canada<br>\n277 Wellington Street West<br>\nToronto, Ontario<br>\nM5V 3H2<br>\nBy e-mail: privacy@cpacanada.ca</p>\n<p>We will inform you of the relevant procedures when you make an inquiry or lodge a challenge or complaint.</p>\n<p>Last revised: May 25, 2017</p> Highlights <br> The ONE conference and expo 2021 <p>This event has multiple dates and locations.\nSee event details for more information.</p>\n<p>As the world continues to recover from the pandemic, the way we do business is changing.\nCome learn how you can evolve to succeed in this new reality at the must-attend CPA event of the year.</p>\n<br> Practitioner’s pulse (June 2021) <p>This event has multiple dates and locations.\nSee event details for more information.</p>\n<p>Learn about the new suite of quality management standards.\nListen as the Auditing and Assurance Standards Board (AASB) shares highlights of the new standards as well as considerations for small firms as you prepare for implementation.</p>\n<br> FRAS Canada webinars and events <p>Canada’s accounting and auditing standards boards have a lot going on.\nMake sure you stay up to date on changes and get involved in standards development through the boards’ webinars and events.</p> Social Channels\n<ul>\n<li>Twitter</li>\n<li>LinkedIn</li>\n<li>YouTube</li>\n<li>Facebook</li>\n<li>Instagram</li>\n</ul> CPA Canada\n<ul>\n<li>Contact</li>\n<li>Site Map</li>\n<li>Privacy</li>\n<li>Other Policies</li>\n</ul>\n<p>© Copyright 2021 CPA Canada</p> Search Field <ul>\n<li> My Account ▾ Email Password Sign In Forgot Password Don't have an account yet? Create an account Manage Account Sign Out </li>\n<li>Store</li>\n<li>Contact</li>\n<li> Français\n</li>\n</ul>\n<ul>\n<li> The CPA Profession </li>\n<li> Become a CPA </li>\n<li> Career and Professional Development </li>\n<li> Business and Accounting Resources </li>\n<li> Members' Area </li>\n<li> News </li>\n</ul> ShareThis Copy and Paste", "created_at": "2021-07-03 20:07:43.116133", "updated_at": "2021-07-03 18:08:05.198681"}], "points": [], "urls": ["cpacanada.ca"]}}