{"error": 448, "message": "OK", "parameters": {"id": 5304, "name": "Invoice Ninja", "created_at": "2021-10-28 04:11:16.677236", "updated_at": "2021-10-28 22:01:09.204766", "wikipedia": null, "keywords": null, "related": null, "slug": "invoice-ninja", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5304.png", "url": "invoiceninja.com", "documents": [{"id": 9519, "name": "Terms of Service", "url": "https://www.invoiceninja.com/terms/", "xpath": "/html/body/div[2]/div[1]/main/article", "text": " Compliance Terms of Service Download .PDF <ul>\n<li>Data Privacy</li>\n<li>Terms of Service</li>\n<li>PCI Compliance</li>\n<li>GDPR</li>\n<li>Privacy Shield</li>\n<li>Self-Hosting Data</li>\n<li>Self-Hosting Terms</li>\n</ul>\n<p>Updated June-2021</p>\nTerms of Service &amp.\nConditions of Use\n<p>By Creating an Account with Invoice Ninja you are agreeing to the following terms</p>\n<p>These Terms of Service apply to websites.\nsubdomains &amp.\nURL extensions, including not limited to invoiceninja.com, .org, .net, .app, .co, .io, .co.uk, .co.in, co.za, .it, .de, .fr, .es, .app, invoice.services), owned by Invoice Ninja LLC.</p>\n<p>Invoice Ninja LLC provides this website and services under the following terms &amp.\nconditions of use.\nBy utilizing the invoiceNinja.com website you are agreeing to the following terms of service &amp.\nconditions of use.\nThe following terms &amp.\nconditions of use constitute a binding agreement.\nIf you do not agree to the below terms &amp.\nconditions, do not use the invoice ninja platform.</p>\nRight to Amend\n<p>Invoice Ninja may amend this Agreement upon notice to you, which may be provided through email, your account dashboard, and/or the Invoice Ninja web site(s).\nYou agree that any changes to this Agreement will be binding on you 7 days after the amendment is made (or, if a longer period if required by applicable law).\nIf you elect to not accept the changes to this Agreement, you must immediately cancel/cease using the Invoice Ninja platform.</p>\nDefinitions\n<p>Invoiceninja.com users who access invoiceninja.com services are defined as “User Accounts”.\nUser Account clients who use invoiceninja.com services to view and/or pay invoices are defined as “Clients.” The wording “data” and “content” are used interchangeably.</p>\nEligibility\n<p>By agreeing to these Terms, you represent and warrant to us: (i) that you are at least eighteen (18) years of age.\n(ii) that you have not previously been suspended or removed from the Website and (iii) that your use of the Website is in compliance with any and all applicable laws and regulations.</p>\nPersonal Responsibility\n<p>User Accounts must ensure the confidentiality of usernames and passwords used to access their account.</p>\n<p>User Accounts are responsible for all activity occurring within their account including all laws relating to personal &amp.\npublic company data, privacy, personal information, international copyright and trademark laws.\nYou must obtain all necessary rights, releases and permissions to provide your data to Invoice Ninja.\nYour data and its transfer must not violate any applicable local, state, federal and international laws and regulations (“Laws”) (including without limitation those relating to export control or electronic communications).</p>\nYour Obligations\n<p>You are solely responsible for, and Invoice Ninja disclaims all liability for, the provision of any goods or services sold to your customers or users as part of your use of the Invoice Ninja platform, and any obligations you may owe to your clients.</p>\nCustomer Service\n<p>Customer service for your business is your responsibility.\nWe provide customer service to you the account user, for use of the Invoice Ninja platform.</p>\n<p>You are solely responsible for all customer service policies and issues relating to your goods or services, including pricing, order fulfillment, cancellations or no shows by you or a customer, returns, refunds and adjustments, rebates, functionality and warranty, technical support, and feedback concerning experiences with your personnel, policies or processes.\nIn performing customer service, you will always present yourself as a separate entity from Invoice Ninja.</p>\nData Ownership &amp.\nAccess\n<p>The User Accounts owns all data generated in their invoiceninja.com account.</p>\n<p>Invoice Ninja will not access, modify or distribute User Account data.</p>\nPlatform Service &amp.\nData Use\n<p>You hereby grant Invoice Ninja a non-exclusive, fully sublicensable, worldwide, royalty-free right to collect, use, copy, store, and transmit data solely for the purpose of providing services to User Accounts.</p>\nRecurring Billing\n<p>By signing up for the Invoice Ninja “Pro” or “Enterprise” plans, you are agreeing to allow Invoice Ninja to auto-bill your credit card monthly or annually to ensure that you do not experience any interruption of service or downgrade of account.</p>\n<p>By providing us with a payment method, you represent and warrant that you are authorized to use such payment method.</p>\n<p>We reserve the right to change the subscription fees that we charge for the Service, at any time in our sole discretion, provided that we give you at least thirty (30) days’ prior notice of such changes.\nUnless otherwise specified in such notice to you, any changes to the subscription fees will take effect in the billing period immediately following our notice to you.</p>\n<p>In order to stop auto-billing for “Pro” or “Enterprise” accounts, you must downgrade or cancel your account.</p>\nAccount Downgrade &amp.\nCancellation\n<p>In order to stop auto-billing for “Pro” or “Enterprise” accounts, you must downgrade or delete your account.</p>\n<p>For those members that pay monthly, you can cancel within your active month at any time for a full refund of that month.</p>\n<p>For those members that pay annually, you have a 30&nbsp;day grace period from any payment date to cancel and request a full refund.</p>\nPayment Disputes\n<p>By creating an Invoice Ninja account you agree to not file any payment dispute against your monthly or annual “Pro” or “Enterprise” plan membership fee.</p>\n<p>If you file a dispute for the cost of your monthly&nbsp;membership you are agreeing to forfeit the entire month cost and will be downgraded to a free account.</p>\n<p>If you file a dispute for the cost of your annual membership you are agreeing to forfeit the entire year cost and will be downgraded to a free account.</p>\nSource Code License\n<p>As of June-2021, Invoice Ninja has updated it’s license from AAL to Elastic License 2.0.</p>\nLimited License &amp.\nTermination of Use\n<p>Invoiceninja.com grants User Accounts &amp.\nClients a limited license to access the invoiceninja.com services such as User Account creation and all invoiceninja.com services, and Client services such as viewing invoices &amp.\nquotations &amp.\nproposals, downloading PDF, and printing invoices.\nThis limited license may be revoked if deemed legally necessary without notice or penalty.</p>\n<p>You will lose your license to use the Service if you violate any provision of this Agreement.\nInvoice Ninja’s policy is to investigate violations of this Agreement before terminating/deactivating accounts, however the decision to terminate any User account is the sole discretion of Invoice Ninja.</p>\nCopyright &amp.\nTrademark\n<p>Users may not use the Invoice Ninja name, brand, logo, or any copyrighted materials without express permission from Invoice Ninja.</p>\n<p>User Accounts are responsible that their own User Account company logos, graphics, and content they upload to invoiceninja.com do not infringe on international copyright &amp.\ntrademark law.</p>\n<p>If Accounts are found to be infringing on copyright or trademark law, those accounts can be subject to being deactivated without warning and without penalty to Invoice Ninja.</p>\nReferral Program Use of Trademarked Materials\n<p>Users may utilize marketing materials provider for referral program marketing:&nbsp;https://www.invoiceninja.com/referrals-program/</p>\n<p>However the use of such materials does not constitute a licensing for use of the Invoice Ninja brand.</p>\n<p>Referral Program users may utilize the provided Invoice Ninja materials in the capacity of marketing Invoice Ninja as a 3rd party entity, independent from themselves.</p>\n<p>Referral Program Users may not create social media accounts or ‘community’ discussion board accounts presenting themselves as “Invoice Ninja”, or any of our noted trademarked brands.</p>\nUse of Emailing Services\n<p>Any User Account emailing invoices data, hyper-links, or other material that is unlawful, libellous, defamatory, pornographic, harassing, invasive, fraudulent or otherwise objectionable will be deactivated without warning and without penalty to Invoice Ninja.</p>\nResponsibility for Third-Party Materials\n<p>User Accounts may utilize hyper-linking from invoices, quotations, proposals, or notification emails, to third-party web sites.\nInvoiceninja.com takes no responsibility for third party content, hyperlinks to websites, zip folders, or content including in User data.</p>\n<p>Enterprise Users may upload documents to their accounts invoices, quotations, and proposals.\nInvoiceninja.com takes no responsibility for third party content, hyperlinks to websites, zip folders, or content including in User data.</p>\nRestricted Businesses\n<p>The following categories of businesses and business practices are restricted from using the Invoice Ninja platform (“Restricted Businesses”).\nIn certain cases, businesses listed below may be eligible for processing with explicit prior approval, however businesses that offer illegal products or services are never eligible to use the Invoice Ninja platform.\nBusinesses categories listed below in “Prohibitive Industries” are representative, but not exhaustive.\nIf you are uncertain as to whether your business is a Restricted Business, or have questions about how these requirements apply to you, please contact Invoice Ninja ASAP for clarification: legal@invoiceninja.com</p>\n<p>By opening an account with Invoice Ninja you are confirming that you will not use the Invoice Ninja platform in connection with the following businesses, business activities, or business practices, unless you have received prior written approval</p>\n<p>*It is prohibited to use the Service for any dealings, engagement, or sale of goods/services linked directly or indirectly with jurisdictions deemed high risk, such as Cuba, Iran, North Korea, Crimea Region, and Syria.</p>\nProhibitive Industries\n<p>You may not use the Payment Services for the following businesses or business activities:</p>\n<ol>\n<li>any illegal activity or goods illegal in the location of seller or purchaser,</li>\n<li>paraphernalia that may be used for any illegal activity</li>\n<li>buyers or membership clubs, including dues associated with such clubs,</li>\n<li>credit counselling or credit repair agencies,</li>\n<li>credit protection or identity theft protection services,</li>\n<li>direct marketing or subscription offers and/or services,</li>\n<li>infomercial sales,</li>\n<li>pharmacy referral services where fulfillment of medication is performed absent a physical visit,</li>\n<li>unauthorized multi-level marketing businesses,</li>\n<li>inbound or outbound telemarketers,</li>\n<li>prepaid phone cards or phone services,</li>\n<li>rebate based businesses,</li>\n<li>betting, including lottery tickets, sports related gambling, casino gaming chips, off-track betting,</li>\n<li>manual or automated cash disbursements,</li>\n<li>prepaid cards, checks, insurance or other financial merchandise or services,</li>\n<li>sales of money-orders or foreign currency,</li>\n<li>wire transfer money orders,</li>\n<li>high-risk products and services, including telemarketing sales,</li>\n<li>automated fuel dispensers,</li>\n<li>sales of illegal firearms, firearm parts or hardware, and/or ammunition,</li>\n<li>internet/mail order/telephone order of age restricted products (e.g., tobacco),</li>\n<li>hate or harmful products.</li>\n</ol>\nAccount Services Abuse\n<p>Accounts suspected of wire fraud or cyber fraud in any capacity will be immediately deactivated and reported to relevant legal authorities.</p>\nEmail Phishing\n<p>Users found to be creating bulk accounts for the purpose of spam emailing, unsolicited marketing, or any other potentially illegal or harmful intent will be deactivated without warning and without penalty to Invoice Ninja.</p>\nCredit Card &amp.\nFinancial Security\n<p>Invoiceninja.com does NOT store or obtain credit card or sensitive financial data in any form.</p>\n<p>Invoice Ninja allows Users to utilize API’s from their financial institutions to facilitate invoice payments online.\nInvoice ninja does NOT have access to User’s financial institutions or specific transaction details.</p>\nPlatform Availability\n<p>Invoiceninja.com uses third party hosting that strives to ensure maximum uptime.\nInvoiceninja.com reserves the right to interrupt access to invoiceninja.com for the sake of performing maintenance, updates, and security requirements.</p>\nClient Dispute\n<p>In the event that a User’s client contacts Invoice Ninja with concerns of fraud or security concerns, Invoice Ninja will provide the client with full User contact details and advise the client to file a&nbsp;dispute&nbsp;with their bank&nbsp;credit card company.</p>\n<p>Being that Invoice Ninja allows Users to utilize API’s from their financial institutions to facilitate invoice payments online, Invoice Ninja does not have access to financial information or specific transaction details.</p>\nIndemnity\n<p>(i)You agree to protect, defend, indemnify and hold harmless Invoice Ninja&nbsp;and its officers, employees, and third party service providers from and against all claims, demands, costs, expenses, losses, liabilities and damages of every kind (including reasonable attorneys’ fees) imposed upon or incurred by Invoice Ninja&nbsp;directly or indirectly arising from your use of and access to the Invoice Ninja site &amp.\nplatform;</p>\n<p>(ii) your violation of any provision of this Agreement or the policies or agreements which are incorporated herein.\nand/or</p>\n<p>(iii) your violation of any third-party right, including without limitation any intellectual property or other proprietary right.</p>\nLimited Liability\n<p>User Accounts and Clients agree to indemnify, defend, and hold invoiceninja.com, its directors or employees harmless against any and all liability and cost as a result of using invoiceninja.com.\nUser Accounts and Clients shall not assert any claim or allegation of any nature whatsoever against invoiceninja.com, its directors or employees.</p>\n<p>Invoiceninja.com shall not be liable for damages of any kind, including but not limited to loss of site use, loss of profits or loss of data, tort or otherwise, arising out of or in any way connected with the use of or inability to use invoiceninja.com.</p>\n<p>You shall defend, indemnify and hold harmless invoiceninja.com from any loss, damages, liabilities, expenses, claims and proceedings arising out of your use of invoiceninja.com.</p>\nCommunication &amp.\nResolution\n<p>Users with questions regarding&nbsp;their account privacy, data use, data purging, questions or concerns on any privacy or any data use matter, should contact:&nbsp;privacy@invoiceninja.comor&nbsp;legal@invoiceninja.com</p> ", "created_at": "2021-10-28 04:11:16.684954", "updated_at": "2021-10-28 02:12:44.729096"}, {"id": 9518, "name": "Data Privacy Addendum", "url": "https://www.invoiceninja.com/privacy-policy/", "xpath": "/html/body/div[2]/div[1]/main/article/div", "text": " <strong>Global Privacy Policy Updated 22-March-2021</strong>\n<strong>Privacy Policy, Consent to Process, Data Control Overview</strong>\n<p>This DPA (Data Privacy Addendum) applies to websites invoiceninja.com, app.invoiceninja.com including all subdomains, and invoiceninja.org (the “Sites”) owned and operated by Invoice Ninja, LLC (collectively, “Invoice Ninja”, “we”, “us”, or “our”).\nThis Privacy Policy describes how Invoice Ninja collects, uses, shares and secures the personal data you provide to us.\nIt also describes your options in deleting/purging your data permanently from Invoice Ninja in compliance with GDPR.</p>\n<p>\n<strong>Personal Identifiable Information (PII) </strong>is any information that relates to an identified or identifiable individual.\nPII is provided directly to us through your account registration &amp.\nuse.</p>\n<strong>Consent: PII Data We Collect</strong>\n<ul>\n<li>Main Account User Name</li>\n<li>Main Account User Email</li>\n<li>Company Name (optional)</li>\n<li>Company Website URL (optional)</li>\n<li>Company ID # (optional)</li>\n<li>Company VAT # (optional)</li>\n<li>Company Phone Number (optional)</li>\n<li>Company Mailing Address (optional)</li>\n<li>Account Sub-Users Names &amp.\nEmails (optional)</li>\n<li>Company Size (optional)</li>\n<li>Company Industry (optional)</li>\n<li>Geo location based on IP address</li>\n<li>Billing Information.\nlast 4 digits of credit card &amp.\nexpiration date, billing address (paid accounts only)</li>\n</ul>\n<strong>Third Party Data Access</strong>\n<p>GDPR Requires that Invoice Ninja disclose 3rd party vendors which interact with your data.\nIn order to operate the Invoice Ninja system, the following parties receive partial data that you provide, as outlined in the Invoice Ninja ‘Terms of Service’:<strong>&nbsp;</strong>\n</p>\n<ul>\n<li>Cloudflare</li>\n<li>Linode</li>\n<li>Google Apps</li>\n<li>Stripe</li>\n<li>Postmark App</li>\n<li>Luis.\nai</li>\n<li>MadMimi</li>\n</ul>\n<strong>Portability: Exporting Account Data</strong>\n<p>You are able to export your data in a variety of formats and variables*.\nWhen logged in to your account: https://app.invoiceninja.com/settings/import_export</p>\n<p>(1) Click “Settings”</p>\n<p>(2) Click “Import/Export</p>\n<p>(3) Select the format in which you wish to export your data: CSV/XLS/JSON</p>\n<p>*You are able to export ALL your data, or selectively:</p>\n<ul>\n<li>Clients</li>\n<li>Contacts</li>\n<li>Credits</li>\n<li>Tasks</li>\n<li>Invoices</li>\n<li>Quotes</li>\n<li>Recurring</li>\n<li>Payments</li>\n<li>Products</li>\n<li>Expenses</li>\n<li>Vendors</li>\n<li>Vendor Contacts</li>\n</ul>\n<strong>Portability:&nbsp;Exporting Documents (Enterprise Plans)</strong>\n<p>If you are an “Enterprise” level account, you also have the ability to upload documents to invoices, quotations, and proposals.</p>\n<p>You can export all your documents in a zip folder as follows:</p>\n<p>(1) Navigate to “reports” https://app.invoiceninja.com/reports</p>\n<p>(2) Under “Type” select “Document” &amp.\na date range according to when the documents were added.</p>\n<p>(4) Select “ZIP – Documents” in order to download all documents in their original file type, together within a Zip folder.</p>\n<p>(5) Click “Run” to view a list of all the documents in your account.</p>\n<p>(6) If everything looks accurate, click “Export” and a Zip folder will download.</p>\n<strong>Restriction/Erasure: Purging PII Account Data</strong>\n<p>The below three methods of data purge are final, total, and irreversible.</p>\n<p>(1) Account deletion: Login to your account, click “settings.” Next click “Account Management.\nHere you have the option to “Delete Company.” This will purge all account &amp.\ncompany data.</p>\n<p>(2) Company data purge&nbsp;(cancellation &amp.\ndeletion): If you have more than 1 company created in your account, you will need to first delete each individual company, before purging &amp;/or deleting your main account.&nbsp.\nLogin to your account, click “settings.” Next click “Account Management.\nHere you have the option to “Purge Data.” This will purge all account data, but your account login will remain active.</p>\n<p>(3) Individual client data purge: If you wish to permanently remove client data from your account (all contact info, invoices, quotes, payments, proposals, and projects), this is done from within the individual client view page.\nClick on the dropdown menu from “Edit Client” and select “Purge Client.” All&nbsp;contact info, invoices, quotes, payments, proposals, projects will be permanently and irreversibly purged from your account.</p>\n<p>*The above methods of data purge are final, total, and irreversible.</p>\n<strong>How we use cookies</strong>\n<p>A cookie is a small file which asks permission to be placed on your computer’s hard drive.\nOnce you agree, the file is added and the cookie helps analyze web traffic or lets you know when you visit a particular site.\nCookies allow web applications to respond to you as an individual.\nThe web application can tailor its operations to your needs, likes and dislikes by gathering and remembering information about your preferences.</p>\n<p>We use traffic log cookies to identify which pages are being used.\nThis helps us analyze data about web page traffic and improve our website in order to tailor it to customer needs.\nWe only use this information for statistical analysis purposes and then the data is removed from the system.</p>\n<p>Overall, cookies help us provide you with a better website, by enabling us to monitor which pages you find useful and which you do not.\nA cookie in no way gives us access to your computer or any information about you, other than the data you choose to share with us.</p>\n<strong>Social Login &amp.\nOpen ID</strong>\n<p>You can also log in to our site using sign-in services such as Facebook Connect or an Open ID provider.\nThese services will authenticate your identity and provide you the option to share certain personal information with us such as your name and email address to pre-populate our sign up form.\nServices like Facebook Connect give you the option to post information about your activities on this Web site to your profile page to share with others within your network.</p>\n<strong>Links to other websites</strong>\n<p>Our website may contain links to enable you to visit other websites of interest easily.\nHowever, once you have used these links to leave our site, you should note that we do not have any control over that other website.\nInvoice Ninja is not&nbsp;responsible for the data protection and privacy of any information which you provide whilst visiting any 3rd party site and 3rd party sites are not governed by the Invoice Ninja privacy policy.</p>\n<strong>Newsletter &amp.\nRemoval/Objection</strong>\n<p>Periodically we use your account email contact to send out newsletters announcing new features &amp.\nfunctionality for the benefit of your account use.</p>\n<ul>\n<li>You may pre-actively request your email address purged from newsletters by emailing&nbsp;privacy@invoiceninja.com or&nbsp;legal@invoiceninja.com</li>\n<li>You may remove yourself at any time by clicking “unsubscribe” from any newsletter email footer to permanently and irreversibly be removed from newsletters.</li>\n<li>The exception may be (non-marketing news) legal notifications required by law regarding platform operational status, or similar.</li>\n</ul>\n<strong>Reporting Errors</strong>\n<p>Self host users have an option to report errors directly to us, by clicking on this checkbox you agree to send anonymized data directly to our servers for the purpose of understanding why the error was generated.\nThis information will only be used for the express purpose of delivering bug fixes for the Invoice Ninja software application.</p>\n<strong>Changes to this DPA</strong>\n<p>We may update this Privacy Policy to reflect changes to our information practices.\nIf we make any material changes, we will notify you by email and/or newsletter (sent to the main email address specified in your account).\nWe also encourage you to review this page from time to time to familiarize yourself on our privacy practices.</p>\n<strong>Communication &amp.\nResolution</strong>\n<p>Users with questions regarding&nbsp;their account privacy, data use, data purging, questions or concerns on any privacy or any data use matter, should contact:&nbsp;privacy@invoiceninja.com or&nbsp;legal@invoiceninja.com</p> ", "created_at": "2021-10-28 04:11:16.680753", "updated_at": "2021-10-28 02:12:33.519529"}], "points": [], "urls": ["invoiceninja.com"]}}