{"error": 448, "message": "OK", "parameters": {"id": 5317, "name": "qz.com ", "created_at": "2021-10-29 00:15:40.440783", "updated_at": "2021-10-29 22:01:08.625578", "wikipedia": null, "keywords": null, "related": null, "slug": "qz-com", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5317.png", "url": "qz.com", "documents": [{"id": 9546, "name": "Terms & Conditions ", "url": "https://qz.com/about/terms-conditions", "xpath": "/html/body/div[1]/div[1]/main/div[2]", "text": "<p>\n<strong>Last Updated: March 9, 2020</strong>\n</p>\n<p>\n<em>Please note that our Sites are under constant development.\nNew services are added frequently and this agreement may therefore be modified and updated on an ongoing basis.\nPlease check back to this page regularly.</em>\n</p>\n1) General Rules\n<p>a) The Agreement.\nThese Terms of Use (the “Agreement) governs your use of all digital products and services from Quartz (the “Services”) unless other terms and conditions expressly govern.\nExamples of such products and services include Qz.com whether accessed through desktop or mobile web, Quartz Facebook pages and groups, bots, Quartz email newsletters, iOS application, Android application.\nBy accessing or using the Services, you hereby accept the Terms of Service.</p>\n<p>b) Changes to the Agreement.\nWe may change, add or remove portions of these Terms of Service at any time by notifying you of the change in writing (including by email or by updating the date above after “Last Updated On”).\nSuch changes shall become effective immediately upon posting.\nYour continued use of the Services and associated products and services, regardless of media, is subject to the terms, conditions, and disclaimers set forth below.\nto our Privacy Policy.\nand to all applicable laws and regulations.\nNothing in these Terms of Service will serve to preempt the promises made in our Privacy Policy.</p>\n<p>c) You agree not to use the Services for any unlawful purpose.\nQuartz may, in its sole discretion, terminate or suspend your access to all or part of the Services for any reason, including, without limitation, breach or assignment of these Terms of Service.</p>\n2) Access &amp.\nRegistration\n<p>a) Representation &amp.\nWarranty.\nYou represent, warrant and covenant (a) that you are at least thirteen years old if you are in the USA and the UK, and sixteen years old anywhere else.\nand (b) if you are under 18 years old, your parent or legal guardian has read these Terms of Service and agreed to them and your use of the Service.\nYou further represent and warrant that you have provided accurate and complete information in any communication with Quartz.</p>\n<p>b) We reserve the right at any time to charge fees for access to portions of the Services or the Services as a whole.\nIn no event, however, will you be charged for access to the Services unless we obtain your prior agreement to pay such charges.\nThus, if at any time we require a fee for portions of the Services that are now free, we will give you advance notice of such fees.</p>\n<p>c) User Account.\nIn order to access some of the Services, you may be required to use an account and password that can be obtained by completing a registration form, which requests certain information (“Registration Data”).\nRegistration Data and other information about you are subject to our Privacy Policy.</p>\n<p>i) By registering, you agree that all Registration Data you provide is accurate and that you will maintain and update this information to keep it accurate and current.</p>\n<p>ii) If you access the Services using a password, you are solely responsible for maintaining the confidentiality of that password.\nIf you provide someone else with access to your password to a Service, they will have the ability to view information about your account and make changes through the website for the Services.</p>\n<p>iii) You are responsible for all usage or activity on your account with Quartz, including use of the account by any third party authorized by you to use your login credentials.\nIf your access to any Service has been provided by or through a third party (for example, your employer or an educational institution at which you are a student) (each, a “<strong>Client</strong>”), the Client may have provided us with information about you to enable us to provide you with access to the Services and distinguish you from other subscribers (such as your IP address, email address or name).</p>\n<p>d) Prohibited Use</p>\n<p>i) You may not access or use, nor attempt to access or use the Services to take any action that could harm us or a third party or obstruct the Services or take any other actions which Quartz, in its sole discretion, deems to be inappropriate.</p>\n<p>ii) You may not use the Services in violation of applicable laws or in violation of our or any third party’s intellectual property or other proprietary or legal rights.</p>\n<p>iii) You may not access any part of the Services, Content, data or information you do not have permission or authorization to access or for which Quartz has revoked your access.</p>\n<p>iv) You shall not attempt (or encourage or support anyone else’s attempt) to circumvent, reverse engineer, decrypt, or otherwise alter or interfere with the Services, or any content thereof, or make any unauthorized use thereof.</p>\n<p>v) You may not forge headers or otherwise intentionally disguise the origin of any content or communication.\ninterfere with or disrupt the Services, or servers or networks connected to the Services.\nor disobey any requirements, procedures, policies, or regulations of networks connected to the Services.</p>\n<p>vi) You may not modify, adapt, sub-license, translate, sell, reverse engineer, decompile or disassemble, “Frame” or “mirror” any part of the Services.</p>\n<p>vii) You may not obtain, copy, monitor, index or data mine through the use of a robot, spider, any automated device, or any manual process, the Services or the contents (except as expressly permitted by Quartz).</p>\n<p>viii) You may not create apps, extensions, or other products and services that use our Content without our permission.\nYou may not aggregate or otherwise use our Content in a manner that could reasonably serve as a substitute for a subscription to a Service.</p>\n3) Content on the Services\n<p>a) Intellectual Property.\nQuartz, the Services, and all text, photographs, images, illustrations, designs, audio clips, videoclips, data, or compilations contained in the Services and in Quartz’s products are protected by copyright, trademark, patent, trade secrets, other applicable law and are the property of Quartz, except as otherwise identified.\nAll copyrights and trademarks not the property of Quartz that are used or referred to in the Services and Quartz’s products are the property of their respective owners.\nNothing contained in the Services or other products shall be construed as granting any license or other rights to any copyright, trademark, patent or other property of Quartz or any third party, whether by implication, laches, estoppel or explicit grant.\nBecause the content is proprietary, any unauthorized use of materials on the Services or other products may violate the law.</p>\n<p>b) Non-Commercial Use.\nThe contents of the Services are intended for your personal, noncommercial use and Quartz’s products, including third party and licensed materials on the Services, may not be modified, reproduced, republished, retransmitted, or displayed except for personal use.\nThe foregoing does not apply to any sharing functionality we provide through the Service that expressly allows you to share articles or links to articles with others.</p>\n<p>c) Non-Endorsement<strong>.</strong> The Services may contain links to other websites or online services that are operated and maintained by other persons and that are not under the control of or maintained by Quartz.\nSuch links do not constitute an endorsement by Quartz of those other websites or online services, the content displayed therein, or the persons associated therewith.\nThese Terms do not apply to such other websites and online services, and such websites and online services are not part of the Services.\nWe encourage you to review the privacy policies and terms of use of these other websites or services.</p>\n<p>\n<strong>d) Reprints</strong>.\nTo request permission to reproduce or distribute materials from the Services, email license(at)qz(dot)com.</p>\n<p>\n<strong>e) RSS Feeds</strong>.\nSome of the Services may provide an RSS feed (the “Feeds”).\nIndividuals may use the Feeds free of charge for their personal, non-commercial use only.\nWhen using the qz.com feeds, we ask that you provide attribution to qz.com including at a minimum a linked logo, a link that returns to the original URL and that you set the canonical tag to Quartz.\nQuartz reserves the right to disable, to change, or to cease distribution of Feeds at any time, and reserves the right to require individuals to cease any and all use of the Feeds at any time for any reason.</p>\n4) Quartz Membership\n<p>a) Some Quartz content is only available to users who purchase subscriptions to <em>Quartz Membership</em>, including subscription to Japanese language editions of the Services (“Quartz Japan”) (collectively “Subscriptions”).\nYou will not be charged for using the Services unless you have opted for a Subscription.\nYou must be 18 years of age or older to purchase a Subscription or any other content, product, or service offered by Quartz.\nIf you are less than 18 years of age and want to make any such purchase, please obtain your parent or guardian’s consent to complete the purchase.</p>\n<p>b) Subscription Plans.\nSubscriptions may be available as monthly and yearly subscription plans.\nEach Subscription is valid for only one user account may not be used with any other user accounts.\nYou agree to pay the Subscription fees and any other charges incurred in connection with your account (including any applicable taxes) at the rates in effect when the charges were incurred.\nQuartz reserves the right to charge for use of additional Services or content that are currently free of charge.</p>\n<p>i) Trial Period.\nQuartz may choose, at its discretion, to offer a free membership trial period to some members.\nFor these users, Quartz Membership is free only for the explicitly stated duration of the free trial on the checkout page.\nAt the conclusion of the trial period, subscribers will be automatically charged for the first term (month or year) of their subscription and enrolled into the auto-renewal program.\nUsers who are not offered a trial period and purchase a membership will be charged immediately for the first billing cycle (month or year) of their membership upon checkout.<i>\n</i>\n</p>\n<p>ii) Monthly Subscription.\nMonthly subscribers agree that Quartz will automatically extend the monthly subscription at the conclusion of each term, and that Quartz will charge the credit card on file the applicable monthly subscription fee for the next one-month term.\nThis billing cycle will continue in perpetuity until a monthly subscriber terminates their Quartz membership.</p>\n<p>iii) Annual Subscription.\nAnnual subscribers agree that Quartz will automatically extend the annual subscription at the conclusion of each term, and that Quartz will charge the credit card on file the applicable annual subscription fee per year or discounted promotional price, (if applicable) for the next one-year term.\nOne month before the conclusion of the annual subscription term, Quartz will notify subscribers of the renewal prior to charging the credit card.\nThis billing cycle will continue in perpetuity until an annual subscriber terminates their Quartz membership.</p>\n<p>c) ALL QUARTZ PAID SUBSCRIPTIONS WILL BE AUTOMATICALLY RENEWED AT THE END OF EACH SUBSCRIPTION PERIOD.\nTHE SUBSCRIPTION FEE WILL BE CHARGED TO YOUR LAST PAYMENT METHOD.\nTO CANCEL YOUR SUBSCRIPTION, FOLLOW THE INSTRUCTIONS FOR CANCELLATION THAT ARE AVAILABLE BELOW, ON THE APPLE APP STORE, GOOGLE PLAY, OR ON QZ.COM OR OTHER QUARTZ PROPERTIES.</p>\n<p>d) Cancellation.\nSubscribers may cancel their Quartz Membership via any of the below methods.\nIf you subscribed to membership on a plan that offers a free trial, you may cancel any time before the end of the trial period without incurring any cost.\nIf you cancel your Quartz Membership after the trial period ends, you will be charged for, and retain access to membership content until the end of, your current billing cycle.\nIf you did not sign up for membership with a free trial, you are able to cancel your membership at any time, but you will be charged for, and retain access to membership content until the end of, your current billing cycle.\n<strong>Please note that if you cancel your Quartz Membership after a billing cycle is over, you will not receive a refund for that period, unless you request a refund within five (5) days of being invoiced for your subscription.\nRequests for refunds after five (5) days will not be processed.</strong>\n</p>\n<p>e) If you have encountered technical difficulties that have impacted your Membership experience, please email members@qz.com and we will work with you to resolve them.</p>\n<p>i) Phone: 646-539.6640 (We highly recommend you email us for faster customer service).</p>\n<p>ii) Email: members@qz.com</p>\n<p>iii) Website: Log-in to your account at https://qz.com/login/, then navigate to qz.com/account/membership/ to access your account settings.\nClick to cancel your membership and confirm that you want to cancel.\nAs provided in Section 4(d), users who cancel their membership after being charged for the first billing cycle will only be refunded if the refund request occurs within a five-day period after being charged.”</p>\n5) User Submissions\n<p>a) Content Warranty<strong>.</strong> By uploading, creating, or submitting images, text, video, profile information, comments, letters to the editor, e-mails, or other data and information to the Services (“User Submissions”), you represent to Quartz that you have all the necessary legal rights to upload, post or submit such content and it will not violate any law or the rights of any person.\nFurthermore, by uploading your User Submissions, you hereby grant Quartz the right and permission to use your name, likeness, photograph, voice, biographical information and/or any statement made by you regarding Quartz or the Services for any purpose (including, without limitation, for advertising or promotional purposes) without notice or compensation, except where prohibited by law.</p>\n<p>i) You are solely responsible for the content of your Submissions and by making a User Submission, you are consenting to its display and publication on the Site and in the Services and for related online and offline promotional uses.</p>\n<p>ii) Prohibited Acts.\nYou shall not</p>\n<ul>\n<li>\n<ul>\n<li>\n<ul>\n<li>upload to or distribute or otherwise publish on to the Services any libelous, defamatory, obscene, pornographic, abusive, or otherwise illegal material.</li>\n<li>impersonate anyone else or otherwise misrepresent your identity, affiliation or status.</li>\n<li>provide material and misleading information knowingly and with intent to defraud.</li>\n<li>upload to or distribute or otherwise publish on to the Services any malware, viruses, spyware, or other malicious software or files to the Services.</li>\n<li>use automated means to upload to, or distribute or otherwise publish onto, the Services any content.</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n<p>iii) Content License, You grant to Quartz, and anyone authorized by Quartz, a non-exclusive, worldwide, paid-up, royalty-free, irrevocable, perpetual license, including right of sublicense, to use, copy, transmit, assign, display, distribute, perform, reproduce in whole or in part, modify, create derivative works of, host, cache, encode, and adapt the User Submissions in any medium or any manner, in whole or part (whether now known or hereafter developed), without any restrictions.\nFurther, you waive any moral rights you may have in any User Submissions.\nUser Submissions made to the Services may also be included in our RSS feeds and made available for republishing through other formats.</p>\n<p>b) Content Moderation<strong>.</strong> We reserve the right to monitor or remove any User Submissions (including all materials related to your use of the Services or membership, including email accounts, postings, profiles or other personalized information you have created while on the Service) from the Services at any time without notice that it deems, in its sole discretion abusive, defamatory, obscene, in violation of copyright or trademark laws, in violation of these Terms of Service, or otherwise unacceptable.</p>\n<p>c) If you use the Quartz App, you agree to comply with the <strong>Quartz App Community Rules</strong>.</p>\n6) Limitation of Liability\n<p>a) Quartz does not represent or endorse the accuracy or reliability of any advice, opinion, statement, or other information displayed, uploaded, or distributed through the Services by any user, information provider or any other person or entity.\nYou acknowledge that any reliance upon any such opinion, advice, statement, memorandum, or information shall be at your sole risk.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAWS, THE SERVICES AND ALL SOFTWARE ARE DISTRIBUTED ON AN “AS IS” BASIS WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES OF TITLE OR IMPLIED WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE.\nWHILE WE TRY OUR BEST TO ENSURE THAT THE SERVICES ARE ALWAYS AVAILABLE, UP-TO-DATE AND CORRECT, Quartz DOES NOT WARRANT THAT THE SERVICES WILL BE UNINTERRUPTED OR ERROR-FREE.\nTHERE MAY BE DELAYS, OMISSIONS, INTERRUPTIONS, AND INACCURACIES IN THE CONTENT OR OTHER MATERIAL MADE AVAILABLE THROUGH THE SERVICES.\nYOU SHOULD NOT RELY ON THE CONTENT AS A SUBSTITUTE FOR, NOR DOES IT REPLACE, PROFESSIONAL LEGAL, FINANCIAL, TAX OR MEDICAL ADVICE.\nIF YOU HAVE ANY CONCERNS OR QUESTIONS ABOUT YOUR HEALTH OR THE CONTENT ON THE SERVICES, YOU SHOULD ALWAYS CONSULT WITH A PHYSICIAN OR OTHER HEALTH-CARE PROFESSIONAL.\nPRIOR TO THE EXECUTION OF A PURCHASE OR SALE OF ANY SECURITY OR INVESTMENT, YOU ARE ADVISED TO CONSULT WITH YOUR BROKER OR OTHER FINANCIAL ADVISOR TO VERIFY PRICING AND OTHER INFORMATION.\nWE SHALL HAVE NO LIABILITY FOR INVESTMENT DECISIONS BASED UPON, OR THE RESULTS OBTAINED FROM, THE CONTENT PROVIDED HEREIN.\nNOTHING CONTAINED IN THE SITE SHALL BE CONSTRUED AS INVESTMENT ADVICE.\nWE ARE NOT A REGISTERED BROKER-DEALER OR INVESTMENT ADVISOR AND DO NOT GIVE INVESTMENT ADVICE OR RECOMMEND ONE PRODUCT OVER ANOTHER.\nYOU HEREBY ACKNOWLEDGE THAT THE USE OF THE SERVICES IS AT YOUR SOLE RISK.</p>\n<p>b) IN NO EVENT WILL Quartz, ITS AFFILIATES AND THEIR RESPECTIVE SHAREHOLDERS, DIRECTORS, OFFICERS, EMPLOYEES, ADVERTISERS, SUPPLIERS, CONTENT PROVIDERS AND LICENSORS (“<strong>Quartz PARTIES</strong>“) BE LIABLE (JOINTLY OR SEVERALLY) TO YOU OR ANY OTHER PERSON AS A RESULT OF YOUR ACCESS OR USE OF THE SERVICES, SUBMISSIONS OR CONTENT FOR INDIRECT, CONSEQUENTIAL, SPECIAL, INCIDENTAL, PUNITIVE, OR EXEMPLARY DAMAGES, INCLUDING, WITHOUT LIMITATION, LOST PROFITS, LOST SAVINGS, LOST REVENUES, OR LOST GOODWILL (COLLECTIVELY, THE “<strong>EXCLUDED DAMAGES</strong>“).\nTHESE LIMITATIONS APPLY WHETHER THE ALLEGED LIABILITY IS BASED ON NEGLIGENCE, TORT, CONTRACT, OR OTHER THEORY OF LIABILITY, EVEN IF ANY OF THE Quartz PARTIES HAVE BEEN ADVISED OF THE POSSIBILITY OF OR COULD HAVE FORESEEN ANY OF THE EXCLUDED DAMAGES, AND IRRESPECTIVE OF ANY FAILURE OF AN ESSENTIAL PURPOSE OF A LIMITED REMEDY.\nIF ANY APPLICABLE AUTHORITY HOLDS ANY PORTION OF THIS SECTION TO BE UNENFORCEABLE, THEN THE Quartz PARTIES’ LIABILITY WILL BE LIMITED TO THE FULLEST POSSIBLE EXTENT PERMITTED BY APPLICABLE LAW.</p>\n7) Indemnification\n<p>a) You hereby indemnify, defend and hold harmless Quartz and all officers, directors, owners, agents, information providers, affiliates, licensors and licensees (collectively, the “<strong>Indemnified Parties</strong>“) from and against any and all liability and costs, including, without limitation, reasonable attorneys’ fees, incurred by the Indemnified Parties in connection with any claim arising out of any breach by you or any user of your account of these Terms of Service or the foregoing representations, warranties and covenants.\nYou shall cooperate as fully as reasonably required in the defense of any such claim.\nQuartz reserves the right, at its own expense, to assume the exclusive defense and control of any matter subject to indemnification by you.</p>\n8) Miscellaneous\n<p>a) Severability.\nIf any provision or portion of these Terms of Service is held in whole or in part to be unenforceable for any reason, the remainder of that provision and of the entire agreement will be severable and will remain in effect, to the fullest degree consistent with the intent of this document.</p>\n<p>b) Waiver.\nOur failure to enforce any provision of the Terms or respond to a breach by you or other parties shall not in any way waive our right to enforce subsequently any terms or conditions of the Terms or to act with respect to similar breaches.</p>\n<p>c) Governing Law and Jurisdiction.\nThese Terms of Service have been made and shall be construed and enforced in accordance with the laws of the United States of America and the State of New York, without regard to its conflicts of law principles.\nExclusive venue for any claim shall be in the state and federal courts located in New York.\nAny claim or cause of action arising out of or related to use of the Services or these Terms of Services must be filed within one year after such claim or cause of action arose or be forever barred.\nAny claim by you that may arise in connection with these Terms of Service will be compensable by monetary damages and you will in no event be entitled to injunctive or other equitable relief.\nYou also hereby expressly waive any right to resort to any form of class action.</p>\n9) Notice of Infringement\n<p>a) Quartz respects intellectual property rights.\nIf you believe in good faith that your work has been reproduced or is accessible on the Services in a way that constitutes copyright infringement, please provide our designated agent with the following information in writing to Quartz’s Copyright Agent under the Digital Millennium Copyright Act (“DMCA”):</p>\n<p>i) An electronic or physical signature of the person authorized to act on behalf of the owner of the exclusive right that is allegedly infringed;</p>\n<p>ii) Identification of the copyrighted work or a representative list of the works claimed to have been infringed;</p>\n<p>iii) Identification of the allegedly infringing material and information reasonably sufficient to permit us to locate the material;</p>\n<p>iv) A statement that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.\nand</p>\n<p>v) A statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner’s behalf.</p>\n<p>vi) You may notify our designated copyright agent either by mail to Copyright Agent, Quartz, 675 Avenue of the Americas, Suite 410 New York, NY 10010 legal@qz.com</p>\n<p>vii) Only copyright complaints should be sent to the Copyright Agent.\nAll other feedback or comments should be addressed to hi@qz.com.\nYou acknowledge that if you fail to comply with all the requirements of this section, your DMCA notice may not be valid.</p>\n", "created_at": "2021-10-29 00:15:40.445689", "updated_at": "2021-10-28 22:17:23.673871"}, {"id": 9545, "name": "Privacy Policy ", "url": "https://qz.com/about/privacy-policy", "xpath": "/html/body/div[1]/div[1]/main/div[2]", "text": "<p>&nbsp;</p>\n<ol>\n<li> WHAT WE COLLECT</li>\n<li> HOW WE USE INFORMATION</li>\n<li> HOW WE SHARE INFORMATION</li>\n<li> THIRD PARTY COOKIES AND TRACKING TECHNOLOGIES</li>\n<li> YOUR CHOICES</li>\n<li> CALIFORNIA RESIDENTS</li>\n<li> PRIVACY INFORMATION FOR NEVADA RESIDENTS</li>\n<li> RESIDENTS OF THE EEA &amp.\nSWITZERLAND</li>\n<li> OTHER INFORMATION</li>\n</ol>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Last Updated: April 22, 2021</p>\n<p>&nbsp;</p>\n<p>Quartz Media, Inc.\n(“Quartz”) wants you to enjoy our websites, apps, and other online services secure in the knowledge that we have implemented fair and transparent information practices designed to protect, and provide you with control of, your privacy.</p>\n<p>&nbsp;</p>\n<p>Quartz owns and operates public-facing websites (including qz.com).\noperates Facebook pages, groups, and bots.\ndelivers newsletters and other content via email.\nand makes the same or similar content available to mobile users, including via iOS and Android apps (collectively, the “Services”).\nOur Privacy Policy applies when you use any of these Services.\nIt describes the kinds of information we may gather when you use the Services, how we use your information, when we might disclose your information, and how you can manage your information.</p>\n<p>&nbsp;</p>\n<p>Our Privacy Policy does not govern or apply to information collected or used by Quartz through other means.\nIt also does not apply to websites maintained by other companies or organizations to which we may link or who may link to us.\nThis Privacy Policy does not apply to information collected about employees, former employees, candidates, contractors, service providers, or business contacts of Quartz.\nWe are not responsible for the actions and privacy policies of third-party websites.</p>\n<p>&nbsp;</p>\n<p>By using our Services, you are accepting the practices described in our Privacy Policy, including our use of cookies and similar online tools.\nIf you do not agree to the terms of this Privacy Policy, please do not use our Services.\nWe reserve the right to modify or amend the terms of our privacy policy from time to time without notice.\nYour continued use of our Services following the posting of changes to these terms will mean you accept those changes.\nIf we intend to apply the modifications or amendments to this Privacy Policy retroactively or to personal information already in our possession, we will provide you with notice of the modifications or amendments and seek your consent for such use to the extent required with applicable law.</p>\n<p>&nbsp;</p>\n<p>If you are a resident of the European Economic Area (“EEA”) or Switzerland, Quartz is the controller of your information.</p>\n<p>&nbsp;</p>\n<p>\n<em>Please note that our Services are under constant development.\nThis Privacy Policy may therefore be modified and updated on an ongoing basis.\nPlease check back to this page regularly.</em>\n</p>\n<p>&nbsp;</p>\n1.\nWHAT WE COLLECT\n<p>&nbsp;</p>\n<p>The information we collect and the purposes for which we use it will depend on how you interact with Quartz.\nFor example, we collect information from you when you use any features in the Services.\nsubscribe to our publications, newsletters, and other content.\nregister for or order any of our Services.\nparticipate in a community forum, surveys or contest.\nand communicate with us or browse the Services.</p>\n<p>\n<strong>\n</strong>\n</p>\n<ul>\n<li>Information you provide to us.</li>\n</ul>\n<p>When you use the Services, you may provide us the following:</p>\n<ul>\n<li>\n<strong>Registration, Subscription or Contact Information </strong>such as e-mail address, name, phone number, shipping address, and billing information</li>\n<li>\n<strong>Customer service information </strong>such as questions and other messages you address to us directly through online forms, by email, over the phone, or by post.\nand summaries or voice recordings of your interactions with customer care</li>\n<li>\n<strong>Demographic and interest information </strong>such as your age, date of birth, gender, interests, lifestyle information, and hobbies</li>\n<li>\n<strong>Financial and transactional information </strong>such as credit or debit card number, verification number, and expiration date, to process payments and information about your transactions and purchases with us.\nPlease note: payment information goes to our payment processors and is not collected, processed, or stored by Quartz.</li>\n<li>\n<strong>Employment or Education Information when you register or sign up for events </strong>such as education history, employment experience, business contact information</li>\n<li>\n<strong>User-generated content </strong>such as comments on articles, photos, videos, audio, any information you submit in public forums or message boards, reviews and feedback or testimonials you provide about our Services</li>\n<li>\n<strong>Survey, market research or sweepstakes information </strong>(including contact information and user generated content)</li>\n<li>\n<strong>Contact Information about others, (including personal identifiers) </strong>such as name and mailing address to send a gift.</li>\n<li>\n<strong>Social media information</strong> if you link your account or access the Services through a third-party connection or log-in, we may have access to any information you provide to that social network depending on your privacy settings</li>\n<li>\n<strong>Other information </strong>any other information you choose to directly provide to us in connection with your use of the Services</li>\n</ul>\n<p>\n<strong>\n</strong>\n</p>\n<ul>\n<li>Information we automatically collect.</li>\n</ul>\n<p>We may collect information about your use of the Services, including:</p>\n<ul>\n<li>\n<strong>Device information and identifiers</strong>: such as computer or mobile device model, IP address, other unique device identifiers, operating system version, browser type, language, and settings, and device type and settings.</li>\n<li>\n<strong>Usage information</strong>: such as information about the Services you use, the time, date, and duration of your use of the Services, referral information, your interaction with content offered through the Services, search terms used, our referring website, and software crash reports.\nWe also collect information stored using cookies, mobile ad identifiers, and similar technologies set on your device.\nOur servers may automatically keep an activity log of your use of the Services.\nWe may collect such usage information at the individual or aggregate level.\n<strong>See our Cookies Notice policy for more information about how we collect and use this information.</strong>\n</li>\n<li>\n<strong>Location information</strong>: such as city, state and ZIP code associated with your IP address and precise geolocation information from your devices, with your permission in accordance with your mobile device settings.</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>Information we receive from third parties.</li>\n</ul>\n<p>We may receive information about you from third parties and combine it with information we receive from or about you, including</p>\n<ul>\n<li>\n<strong>\n<em>Information from social media networks</em>\n</strong>: When you interact with Quartz a social media service or log in using social media credentials, depending on your social media settings, we may have access to your information from that social network such as your social media account ID and/or user name associated with that social media service, your profile picture, email address, friends list or information about the people and groups you are connected to and how you interact with them, and any information you have made public in connection with that social media service.</li>\n<li>\n<strong>\n<em>Information from third party subscription providers and/or processors: </em>\n</strong>When you purchase one of our subscription products on a third-party services or stores subscription (including the Apple Store), we receive personal information from the third parties that help us process subscriptions.\nPlease note that Quartz does not receive (or collect, process, or store) any payment card industry (“PCI”) data.</li>\n<li>\n<strong>\n<em>Information from publicly or commercially available sources</em>\n</strong>: We may collect information from third parties such as consumer data resellers that make available information, collected both online and offline, such as demographic information, additional contact information, group affiliations, occupational information, and educational background, which we may combine with other information we receive from or about you.</li>\n<li>\n<strong>\n<em>Information from our affiliates</em>\n</strong>\n<em>:</em>We may receive information from within our family of affiliated companies</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>Other information we collect.</li>\n</ul>\n<p>We also may collect other information about you, your device, or your use of the Services in ways that we describe to you at the point of collection or otherwise with your consent.\nYou may choose not to provide us with certain types of information, but doing so may affect your experience in using the Services</p>\n<p>&nbsp;</p>\n2.\nHOW WE USE INFORMATION\n<p>&nbsp;</p>\n<p>We use your information to help us personalize and continually improve your experience using the Services in the ways described below, as well as in other ways to which you consent or at your direction.</p>\n<p>&nbsp;</p>\n<ul>\n<li>To provide the Services, for example, to\n<ul>\n<li>process and fulfill your transactions, including subscriptions or memberships,</li>\n<li>enable you to login to the Services,</li>\n<li>send you communications about the Services, communications you request, including newsletters, respond to your comments, inquiries, or requests.\nand legal notices, policy updates, and other important information about the Services,</li>\n<li>provide features of the Services (such as social sharing and comments) and post content you submit,</li>\n<li>administer loyalty programs, contests, promotions or survey</li>\n<li>to detect, investigate, and prevent activities that may violate our policies or may be fraudulent, illegal.\nto protect, enforce, or defend the legal rights, privacy, safety, or property of Quartz, its employees, agents, or users.\nor as required by law.</li>\n</ul>\n</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>Deliver personalized content and recommendations, for example, to\n<ul>\n<li>customize certain features of the Services,</li>\n<li>deliver relevant content and to provide you with an enhanced experience based on your activities and interests</li>\n<li>send you personalized newsletters, surveys, and information about products, services and promotions offered by us, our partners, and other organizations with which we work</li>\n<li>facilitate the delivery of targeted advertising (including interest-based advertising), promotions, and offers, on behalf of ourselves and our third-party advertisers, both on our websites and elsewhere</li>\n<li>send you newsletters, promotional emails, surveys and information about products, services and promotions offered by us, our partners, and other organizations with which we work</li>\n<li>customize content that our third-party partners deliver on the Services (e.g., personalized third-party advertising) based on your activity on the Services</li>\n<li>create and update inferences and profiles about you that can be used for advertising and marketing on the Services, third party services and platforms, and mobile apps, or for analytics,</li>\n<li>measure and report on the delivery of advertisements</li>\n</ul>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>To enable us to provide these Services, we may use the information we collect to identify you across sessions, browsers, and/or devices.\nFor example, if you use QZ.com and the Quartz App, we may use your QZ.com reading history to personalize the content delivered to you by the Quartz App.</p>\n<p>Please see the Quartz Third Party Partner list and Cookies Notice for further information about our and third parties’ use of cookies and other tracking technologies and your choices related to targeted advertising.</p>\n<p>&nbsp;</p>\n<ul>\n<li>Learn about our users and improve services.</li>\n</ul>\n<p>We conduct analysis and research on our users’ demographics, interests and behavior, including performing statistical analysis of our users, their use of the Services, and their purchasing patterns.\nWe do this to optimize and improve the Services, our products, and our operations.</p>\n<p>&nbsp;</p>\n<ul>\n<li>Combine information for all the purposes described above.</li>\n</ul>\n<p>We may use the information from one aspect of the Services for other aspects of Services, and we may combine information gathered from multiple aspects of the Services into a single user record.\nWe also may use or combine information that we collect offline or we collect or receive from third-party sources for many reasons, including to enhance, expand, and check the accuracy of our records.\nAdditionally, data collected from a particular computer, browser or device may be used with another computer, browser or device that is linked to the computer, browser or device on which such data was collected.</p>\n<p>&nbsp;</p>\n3.\nHOW WE SHARE INFORMATION\n<p>&nbsp;</p>\n<p>As described below, our information-sharing practices vary based on the type of information and the type of recipient</p>\n<p>&nbsp;</p>\n<ul>\n<li>Affiliates</li>\n</ul>\n<p>We share information within our family of affiliated companies.</p>\n<p>&nbsp;</p>\n<ul>\n<li>Subscription providers</li>\n</ul>\n<p>If your subscription is provided in whole or in part by your employer or other third party, we may share with them information about your access and use of your subscription.\nIf you have a subscription associated with a professor or school, we may notify your professor or school to confirm your subscription, access or use.\nWhen providing this information, we may reveal limited amounts of your personal information such as your name or email address.</p>\n<p>&nbsp;</p>\n<ul>\n<li>Service providers</li>\n</ul>\n<p>We share information with third party agents and vendors perform functions on our behalf, including, but not limited to, hosting, content syndication, content management tools, social media integration, marketing, analytics, product development or support, sending email or text messages, billing or payment processing, fulfilling orders, delivering subscriptions, auditing, and customer service.\nThese entities will be obligated to maintain the confidentiality (as appropriate for the services) and security of that personal information.</p>\n<p>&nbsp;</p>\n<ul>\n<li>Third party content or advertising partners</li>\n</ul>\n<p>Third parties that provide content, advertising, or functionality to the Services, as well as social media services, may collect or receive information about you and/or your use of the Services, including through the use of cookies, beacons, and similar technologies.\nThese third parties may use such information to provide you with advertising that is based on your interests and to measure and analyze ad performance, on our Services or other websites or platforms, and combine it with information collected across different websites, online services, and other devices.\nThese third parties’ use of your information will be based on their own privacy policies.</p>\n<p>&nbsp;</p>\n<ul>\n<li>Social media platforms</li>\n</ul>\n<p>If you log in with or connect a social media service account with a Quartz Service, certain information may be available to the social media platform, and the social media platform’s use of the shared information will be governed by the social media platform’s privacy policy and on the privacy settings for that platform.\nIf you do not want your personal information shared in this way, please do not connect your social media platform account with your Quartz account, and do not participate in social sharing on the Services.</p>\n<p>&nbsp;</p>\n<ul>\n<li>Providers of co-branded services</li>\n</ul>\n<p>We may offer co-branded services or features, such as conferences, events, contests, sweepstakes or other promotions together with a third party (“Co-Branded Services”).\nThese Co-Branded Services may be hosted by Quartz or on the third party’s services.\nWe may share the information you submit in connection with the Co-Branded Service with the third party or the third party may receive certain information from you at the same time we do.\nThe third party’s use of your information will be governed by the third party’s privacy policy.</p>\n<p>&nbsp;</p>\n<ul>\n<li>Aggregate or de-identified information</li>\n</ul>\n<p>We may use and share de-identified other information with third parties in a manner for any purposes.</p>\n<p>&nbsp;</p>\n<ul>\n<li>Other users of the services</li>\n</ul>\n<p>If you use certain features of the Services that give you an opportunity to interact with us and others.\nsuch as community forums, chats, submitting a letter to the editor, any information you choose to submit, including your name, user name, location, email address, profile information, and comments, may be publicly available.\nWe are not responsible for any information you choose to submit and make public through these</p>\n<p>&nbsp;</p>\n<ul>\n<li>Business transfer or change</li>\n</ul>\n<p>In the event of a corporate change in control (for instance, a sale or merger) or due diligence in contemplation thereof, Quartz may transfer your personal information to the new party in control or the party acquiring assets</p>\n<p>&nbsp;</p>\n<ul>\n<li>With your consent at your direction.</li>\n</ul>\n<p>We may also share your information with your consent.</p>\n<p>&nbsp;</p>\n<p>The Services may link to third-party websites and services that are outside our control.\nWe are not responsible for the security or privacy of any information collected by these third parties, which operate pursuant to their respective privacy policies.</p>\n<p>&nbsp;</p>\n4.\nTHIRD PARTY COOKIES AND TRACKING TECHNOLOGIES\n<p>&nbsp;</p>\n<p>When you use our Services, we and our third-party partners (which provide content, advertising, functionality, measurements, or analytics for our Services) may use cookies, web beacons, and other similar technologies to collection information about your use of the Services for the purposes of information storage and access.\npersonalization of our Services.\nmeasurement of and analytics regarding the use of our Services.\ncontent selection, delivery, and reporting.\nand advertising selection, targeting, delivery, and reporting.</p>\n<p>&nbsp;</p>\n<p>Read our Cookies Notice policy.</p>\n<p>&nbsp;</p>\n5.\nYOUR CHOICES\n<ul>\n<li>Do Not Track.</li>\n</ul>\n<p>Your browser or device may include “Do Not Track” functionality.\nBecause a “Do Not Track” compliance protocol has not yet been finalized, Quartz’s information collection and disclosure practices, and the choices that we provide to customers, will continue to operate as described in this Privacy Policy, whether or not a Do Not Track signal is received.</p>\n<p>&nbsp;</p>\n<ul>\n<li>Emails and newsletters.</li>\n</ul>\n<p>You may always opt-out of receiving future e-mail marketing messages and newsletters from Quartz by following the instructions contained within the emails and newsletters, or by e-mailing, calling or writing us at the addresses in the “Questions” section of the Privacy Policy below.</p>\n<p>&nbsp;</p>\n<ul>\n<li>Opting out of text messages</li>\n</ul>\n<p>You may opt out of receiving promotions or advertising via Text Message at any time, by replying “STOP” to one of our Text Messages.</p>\n<p>&nbsp;</p>\n<ul>\n<li>Accessing your information</li>\n</ul>\n<p>You can request to access, review, correct, update, delete or modify your registration or subscription profile information (if such information exists) and modify your marketing preferences (where applicable) by contacting hi@qz.com.\nYou may also access and/or update the information associated with your Quartz Membership by visiting qz.com/account/membership.\nYou may also access and/or update the information associated with your Quartz App account by accessing the Settings feature within the App.</p>\n<ul>\n<li>\n<strong>Please note that if you have subscribed or registered for multiple of our Services or subscriptions, you may need to update your information for each account separately.</strong>\n</li>\n<li>The local laws where you live (e.g., laws of the E.U.\nand California) may permit you to make certain requests.\nSee the section applicable to the place of your residency below.</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>Responding to requests.</li>\n</ul>\n<p>For your protection, we may only implement requests with respect to the personal information associated with the particular email address that you use to send us your request and/or on the basis of other information we use to verify you before implementing your request.\nPlease note that we may need to retain certain information for record-keeping purposes and/or to complete any transactions you began prior to requesting such change or deletion (e.g., when you make a purchase or enter a promotion, you may not be able to change or delete the personal information provided until after the completion or cancelation of such purchase or promotion).</p>\n<p>&nbsp;</p>\n6.\nCALIFORNIA RESIDENTS\n<p>&nbsp;</p>\n<p>The following information applies to California residents regarding “personal information” (as defined in the California Consumer Privacy Act (“CCPA”)).\nThis information and the rights discussed below do not apply to information collected from about our employees, former employees, candidates, contractors, service providers, or business contacts of Quartz.</p>\n<p>&nbsp;</p>\n<ul>\n<li>Categories of personal information we collect, use and disclose.</li>\n</ul>\n<p>Throughout this Policy, we discuss in detail the specific pieces of information we collect from you and other users (as described above) and discuss how we use and share such information.\nThe CCPA requires us to provide additional information about this collection and use.</p>\n<p>&nbsp;</p>\n<ul>\n<li>We may collect, use, and disclose for our business and commercial purposes, the following categories of information about you or your use of the Services: Identifiers (such as name, address, email address).\ncommercial information (such as transaction data).\nfinancial data.\nuser-generated content.\ndevice identifiers (such as IP address).\ninternet or other network or device activity (such as browsing history or app usage).\nprofessional and employment related information.\nlocation data.\naudio or visual information (such as if you participate phone survey or submit a photo).\npotentially protected classifications (such as gender or age).\nphysical characteristics or description (e.g., publicly available photos on social media);and other information that identifies or can be reasonably associated with you.</li>\n<li>We may use the information above: to provide and improve the Services.\nto contact you.\nto deliver personalized content and recommendations.\nto analyze the Services.\nfor legal compliance and to protect the Services and Quartz, its users or others.\nor with your consent.\nPlease see “How We Use Information” above for more details about these uses.</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>Sale of personal information.</li>\n</ul>\n<p>California law broadly defines “sale” in a way that may include the delivery of targeted advertising on the Services or other sites, including allowing third parties to receive certain information, such as cookies, IP address and/or browsing behavior.\nWe may share the following categories of information for such advertising which may be considered a sale (as defined by California law): device information and identifiers, such as IP address, and unique advertising identifiers and cookies.\ninternet or other network or device activity information, such as browsing history or app usage.\ngeolocation information, such as city.\nand inference data.</p>\n<p>&nbsp;</p>\n<p>If you are a California resident and would like to opt out of our use of your information for such purposes (to the extent this is considered a sale), you may do as outlined on the following page: Do Not Sell My Personal Information.\nYou can also control certain of this sharing through the choices outlined in our Cookies Notice policy.</p>\n<p>&nbsp;</p>\n<ul>\n<li>California Privacy Rights</li>\n</ul>\n<p>California residents can make certain requests about their personal information under the CCPA.\nSpecifically, if you are a California resident, you may request that we:</p>\n<ul>\n<li>provide you with information about: the categories of personal information we collect, disclose or sell about you.\nthe categories of sources of such information.\nthe business or commercial purpose for collecting or selling your personal information.\nand the categories of third parties with whom we share personal information.\nSuch information is also set forth in this Privacy Policy.</li>\n<li>provide access to and/or a copy of certain information we hold about you;</li>\n<li>delete certain information we have about you.\nand/or</li>\n<li>provide you with information about the financial incentives that we offer to you, if any.</li>\n</ul>\n<p>&nbsp;</p>\n<p>Please note that certain information may be exempt from such requests under applicable law.\nFor example, we may retain certain information for legal compliance and to secure our Services.\nWe may need certain information in order to provide the Services to you.\nif you ask us to delete it, you may no longer be able to use the Services.</p>\n<p>&nbsp;</p>\n<p>The CCPA further provides you with the <strong>right to not be discriminated against</strong> (as provided for in applicable law) for exercising your rights under the CCPA.</p>\n<p>&nbsp;</p>\n<p>If you would like <strong>information regarding your rights under applicable law</strong> or would like to exercise any of them, please click here to log into your account or contact us at Privacy@qz.com or complete Quartz’s California Rights Request form.\nTo protect your privacy and security, we take reasonable steps to verify your identity and requests before granting such requests, including by verifying your account information, residency, or the email address you provide.\nYou can also designate an authorized agent to make a request on your behalf.\nTo do so, you must provide us with written authorization or a power of attorney, signed by you, for the agent to act on your behalf.\nYou will still need to verify your identity directly with us.</p>\n<p>&nbsp;</p>\n<p>California customers may also request, <strong>once per year</strong>, that we disclose the identity of any third parties with whom we have shared personal information for the third parties’ direct marketing purposes within the previous calendar year, along with the type of personal information disclosed.\nQuartz does not disclose your personal information to third parties for the third parties’ direct marketing purposes unless you affirmatively agree to such disclosures.</p>\n<p>&nbsp;</p>\n<p>California <strong>residents under age 18</strong> who are registered users of online sites, services or applications may request and obtain removal of content or information they have publicly posted.\nYour request should include a detailed description of the specific content or information to be removed.\nPlease be aware that your request does not guarantee complete or comprehensive removal of content or information posted online and that the law may not permit or require removal in certain circumstances.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n7.\nPRIVACY INFORMATION FOR NEVADA RESIDENTS\n<p>&nbsp;</p>\n<p>Under Nevada law, Nevada consumers who have purchased goods or services from us may opt out of the “sale” of “covered information” as such terms are defined under Nevada law.\nWe do not engage in such activity.\nhowever, if you are a qualifying Nevada resident you may submit a request to opt out of any potential future sales under Nevada law by emailing privacy@qz.com.\nOnce verified, we will maintain your request in the event our practices change.</p>\n<p>&nbsp;</p>\n8.\nRESIDENTS OF THE EEA &amp.\nSWITZERLAND\n<p>&nbsp;</p>\n<p>If you are a resident of the EEA or Switzerland (an “EEA User”), the following information applies with respect to personal data collected through your use of our Services.\nWhen you use the Services, your personal data may be accessible by Quartz outside of the EEA, including in the United States, where it may not be subject to the same legal safeguards and privacy protections as it is in the EEA or Switzerland.</p>\n<p>We use Standard Contractual Clauses (Controller-to-Processor) as the legal mechanism for such data transfers from the EEA to the United States, as well as countries that have not been afforded adequacy status by the European Union.</p>\n<p>&nbsp;</p>\n<ul>\n<li>Purposes of processing and legal basis for processing</li>\n</ul>\n<p>We process personal data consistent with our disclosures in this Privacy Policy.\nWe process personal data on the following legal bases: (1) with your consent.\n(2) as necessary to perform our agreement to provide Services (such as when you subscribe to a newsletter).\nand (3) as necessary for our legitimate interests in providing the Services where those interests do not override your fundamental rights and freedoms related to data privacy.</p>\n<p>&nbsp;</p>\n<ul>\n<li>Disclosures</li>\n</ul>\n<p>All EEA Users of qz.com, and any other qz.com domain or sub-domain) (the “Site”) will see a personal data processing disclosure and consent interface (a persistent banner at the bottom of the page).\nUnless you click Accept, Quartz will only serve non-personalized advertisements, which may be targeted using coarse location.</p>\n<p>&nbsp;</p>\n<ul>\n<li>Preferences</li>\n</ul>\n<p>An EEA User may manage her data usage preferences at any time by clicking “Manage Preferences” on our consent interface or by returning to this Privacy Policy (and updating the “Personalize ads” setting at the top of the Policy).\nIf you click Accept, you are agreeing to the use of cookies and some personal data by Quartz and our partners for analytics, personalization, and ad targeting.\nplease see the Quartz Third Party Partner page for a list of our third party data processing partners with which we have a direct relationship.</p>\n<p>&nbsp;</p>\n<ul>\n<li>Transfers</li>\n</ul>\n<p>Personal data we collect may be transferred to, stored, and processed in, the United States or any other country in which we or our affiliates or processors maintain facilities.\nWe will ensure that transfers of personal data to a third country or an international organization are subject to appropriate safeguards.</p>\n<p>&nbsp;</p>\n<ul>\n<li>Your rights</li>\n</ul>\n<p>You are entitled to the rights under Chapter III of the EU General Data Protection Regulation or Section 2 of the Swiss Federal Act on Data Protection with respect to the processing of your personal data, which include the right to access and rectify and to request erasure of personal data.</p>\n<p>\n<strong>To exercise these rights, contact Privacy@qz.com and provide as complete a description of your request as possible.</strong>\n</p>\n<p>&nbsp;</p>\n9.\nOTHER INFORMATION\n<p>&nbsp;</p>\n<ul>\n<li>Security</li>\n</ul>\n<p>We take reasonable security measures to protect your information, including the use of physical, technical and administrative controls.\nPlease understand, however, that while we try our best to safeguard your personal information once we receive it, no transmission of data over the Internet or any other public network can be guaranteed to be 100% secure.\nYou need to help protect the privacy of your own information.\nYou must take precautions to protect the security of any personal information that you may transmit over any home networks, wireless routers, wireless (WiFi) networks or similar devices by using encryption and other techniques to prevent unauthorized persons from intercepting or receiving any of your personal information.\nYou are responsible for the security of your information when using unencrypted, open access or otherwise unsecured networks.</p>\n<p>&nbsp;</p>\n<ul>\n<li>Storage</li>\n</ul>\n<p>The time period for which we keep information varies according to the purpose for which it is used for.\nIn some cases, there are legal requirements to keep data for a minimum period.\nUnless there is a specific legal requirement for us to keep the information, we will retain it for no longer than is necessary for the purposes for which the data was collected or for which it is to be further processed.</p>\n<p>&nbsp;</p>\n<ul>\n<li>Children’s Information</li>\n</ul>\n<p>The Services are not intended for children under 13 years of age.\nQuartz does not knowingly collect personal information from children under 13 years of age.\nIf Quartz discovers that a child under the age of 13 has provided Quartz with personal information and we do not have parental consent, Quartz will delete that child’s information.\nIf you believe that company has been provided with the personal information of a child under the age of 13 without parental consent, please notify us immediately at privacy@qz.com.</p>\n<p>&nbsp;</p>\n<ul>\n<li>Questions</li>\n</ul>\n<p>If you have questions about our Privacy Policy, please contact us at privacy@qz.com.</p>\n<p>\n<strong>\n</strong>\n</p>\n", "created_at": "2021-10-29 00:15:40.443747", "updated_at": "2021-10-28 22:16:32.851054"}], "points": [], "urls": ["qz.com"]}}