{"error": 448, "message": "OK", "parameters": {"id": 6564, "name": "FamilyAlbum", "created_at": "2022-05-07 19:34:15.843943", "updated_at": "2022-05-07 22:01:17.869962", "wikipedia": null, "keywords": null, "related": null, "slug": "familyalbum", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6564.png", "url": "family-album.com", "documents": [{"id": 11946, "name": "Terms of Use", "url": "https://family-album.com/terms", "xpath": "//*[@id=\"terms\"]", "text": "Terms of Use for FamilyAlbumUpdate Notice (June 24, 2020)<p>The following text has been removed from Article 12 of our Terms of Use: \"If the User never views or uses the electronic photo album which he/she created for a period of one year, the account related to the said electronic photo album (the account of the Admin User related to the electronic photo album and the account of the Browsing User) is likely to be deleted.\"<br>In practice, FamilyAlbum has never deleted a user’s data unless asked to do so by the user.\nWe also have no plans to do so in the future.\nThis section has been removed accordingly.<br>This means that we'll continue to maintain your account indefinitely until you ask us to delete it.<br>\n</p>\n<ol>\n<li>* These Terms of Use are translated into English for reference purposes.\nThe original Japanese version of the “Terms of Use for FamilyAlbum” (Kazoku Album Mitene Riyo Kiyaku) is the only official and complete document prepared by mixi, Inc.\nTherefore, these Terms of Use in English shall not be legally binding as the said “Terms of Use for FamilyAlbum” and shall not affect or be used as reference in the interpretation of the said Terms of Use.\nPlease note that mixi, Inc.\ndoes not guarantee and is not liable for the contents of these Terms of Use.</li>\n</ol>\n<p>Established on December 17, 2014<br>Revised on June 24, 2020</p>Article 1: Introduction<ol>\n<li>“FamilyAlbum” is a communication service provided by mixi, Inc.\n(hereinafter referred to as the “Company”), which allows its users to create and share with their spouses and/or grandparents an electronic photo album containing a collection of photos and videos of children and other family members (hereinafter referred to as the “Service”).\nPlease read and agree to the Terms of Use for FamilyAlbum (hereinafter referred to as the “TOU”) prior to using the Service.\nUsers of the Service (hereinafter referred to as the “Users”) shall agree to all the contents of the TOU.</li>\n<li>The Company may modify the TOU by publishing the details and time of such modification in an appropriate manner, such as posting them on the Service or sending them by e-mail to individual Users.\nUnless otherwise provided for by the Company, any modified version of the TOU shall come into force when the User uses the Service for the first time after the modified TOU are posted on the Service.</li>\n<li>The terms and conditions for using the Service are provided for in the TOU and other rules, etc.\nSuch other rules, etc.\nshall, irrespective of the names thereof, constitute part of the TOU.</li>\n<li>In the case of any discrepancy between the TOU and any other rules, etc., the provisions of the TOU shall prevail unless otherwise provided for by the Company.</li>\n</ol>Article 2: Account Registration<ol>\n<li>If the Admin User (referring to the User who has the administrative authority to create and edit an electronic photo album.\nthe same shall apply hereinafter) or a Browsing User (referring to a User whom the Admin User has invited and permitted to view and comment on the Admin User’s electronic photo album.\nthe same shall apply hereinafter) uses the Service, the User shall agree to the terms and conditions of the TOU and register an account as prescribed by the Company.\nIn addition, an account of a Browser-version Browsing User, as defined below, may be registered by the Admin User rather than by the Browser-version Browsing User him/herself.</li>\n<li>Unless otherwise approved by the Company, juridical persons may not register an account for the Service.</li>\n<li>The consent of the persons who have parental authority shall be required for minors to use the Service.</li>\n<li>In addition to the account information referred to in Article 3, paragraph 1, some information needs to be entered at the time of the registration in light of the purpose of the Service (children’s information and the like).\nHowever, the Company will not verify the accuracy of such information.\nEven if such information is inaccurate, the said User shall not be restricted from using the Service.\nThe User who entered such information shall be fully responsible therefor.</li>\n<li>If the User falls under any of the following items, the Company may refuse to permit the said User to use the Service:<ol>\n<li>In the case of registering the account by any method other than the method stipulated in paragraph 1 of this Article;</li>\n<li>In the case of having been subject to punishment as a result of violating the TOU in the past;</li>\n<li>In the case of having been subject to punishment in relation to other services provided by the Company.\nand</li>\n<li>Other cases found inappropriate by the Company.</li>\n</ol>\n</li>\n</ol>Article 3: Account Management<ol>\n<li>The Admin User shall endeavor to prevent unauthorized use of the prescribed information necessary for account registration (including, but not limited to a nick name, e-mail address and password) concerning the Admin User him/herself and Browser-version Browsing Users (referring to the Browsing Users who are invited by the Admin User as Browser-version Browsing Users.\nthe same shall apply hereinafter) whom the Admin User has invited and shall be fully responsible for managing such information.</li>\n<li>The Users may not assign or lend their accounts to a third party under any circumstances.</li>\n</ol>Article 4: User Responsibilities<ol>\n<li>The Users shall, at their own responsibility and discretion, use the Service.\nThe Admin User shall be responsible for any acts of Browser-version Browsing Users, whom he/she has invited, and properly manage such Browser-version Browsing Users.</li>\n<li>The Users shall, at their own responsibility and expense, properly prepare any equipment, software, and means of communication necessary for using the Service.</li>\n<li>The Users shall take security measures for the purpose of preventing computer virus infection, unauthorized access, and information leakage, etc.\naccording to their own usage environment.</li>\n<li>The Company shall not be involved in or liable for the Users’ usage environment.</li>\n</ol>Article 5: Details of the Service<ol>\n<li>The Service allows the Admin User to create an electronic photo album containing a collection of photos and videos taken, and comments made, by him/her (hereinafter referred to as the “Photos, etc.”), to share such electronic photo album with other Admin Users and Browsing Users, whom he/she has invited, and to achieve mutual communication through comments and the like.</li>\n<li>The Admin User may invite persons with whom he/she wants to share the electronic photo album created by using the Service, and designate such persons as the Admin User or the Browsing User.\nprovided, however, that in some cases, the number of the Admin Users and that of the Browsing Users may be restricted, respectively.</li>\n<li>In principle, the persons who are invited under the preceding paragraph shall be limited to the Admin User’s family members or acquaintances equivalent thereto.\nprovided, however, that this shall exclude the case separately approved by the Company.</li>\n<li>The Admin User may create and issue the URL exclusively for each User (hereinafter referred to as the “Album URL”) for the purpose of sharing the electronic photo album.\nThe responsibility for managing the Album URL shall be assumed by the Admin User of the electronic photo album to be shared on the said Album URL.</li>\n</ol>Article 6: Licensing of Applications<ol>\n<li>In the case of providing the application of the Service (hereinafter referred to as the “App”), the Company shall grant to the Users a nontransferable and nonexclusive license to use the App in accordance with the terms and conditions stipulated herein.\nHowever, the TOU shall not grant a license to use any version upgrades, etc.\nof the App to be developed in the future.</li>\n<li>The Company may, without any notice to the Users, modify the functions or specifications of the App.</li>\n<li>The Company does not guarantee the App’s performance, fitness for an intended use, accuracy or reliability of the outcomes of the use, and shall not assume liability against defects of any kind.</li>\n<li>The Users may not conduct acts of unauthorized copying, reprinting, redistributing or any other similar acts on the App or information contained therein without the Company’s prior written consent.\nThe Users may not conduct acts of modifying, changing, altering, reverse-engineering, decompiling, disassembling or any other similar acts on the App.</li>\n<li>If the User deletes the App or switches a terminal on which the App is being used, and if he/she has registered authentication information separately designated by the Company among the account information prescribed by the Company, the User may use the account again using the said authentication information.\nIn the case of not registering the authentication information, the said User’s account may not be available for use.</li>\n<li>The App may connect to and communicate with the network at regular intervals.\nIn such a case, a communication fee will be separately charged.</li>\n<li>Any program data, related document files, etc.\nrequired for the display and the operation of the App may be automatically modified or updated without notice.</li>\n<li>If a network connection fails due to traveling to the outside of the range while executing the App, and if communication fails within or behind a building, the App may become temporarily unavailable to the Users.</li>\n<li>A communication fee shall be separately charged for downloading the App.</li>\n</ol>Article 7: Modification to the Service<ol>\n<li>The Company may, at its discretion and at any time, restrict, add and suspend the use of all or part of the functions of the Service and the App, or modify, discontinue and terminate the provision thereof.\nThe Company shall not be liable for any damage suffered by the Users arising from modification, restriction of use, suspension, or discontinuance and termination of the provision of the Service and the App, except in the case caused by the Company’s intent or gross negligence.</li>\n</ol>Article 8: Service Charge<ol>\n<li>The Service shall be free of charge in principle.</li>\n<li>If the Company intends to charge the Users for using the Service, the Company shall notify the Users in advance to obtain their consent.</li>\n</ol>Article 9: Rights and Liabilities with Regard to the Photos, etc.<ol>\n<li>Rights to the Photos, etc.\nshall belong to the Users who post them.\nThe Users shall grant a license to use the Photos, etc.\nto the Company within the scope necessary for providing the Service.</li>\n<li>The Users themselves shall be liable for the Photos, etc.\nThe Users shall properly manage the Photos, etc.\non their own.</li>\n<li>The Users warrant that the said Photos, etc.\ndo not infringe on the rights of the Company or a third party.\nIn the event that the Users conduct any of the following acts, the said Users shall, at their own responsibility and expense, settle any disputes arising from such acts: slander the reputation of the Company or a third party.\ninfringe on the privacy rights thereof.\ndisclose personal information of the Company or a third party without the consent thereof.\nengage in any acts in violation of the Copyright Act.\nor otherwise infringe on the rights of the Company or a third party.</li>\n<li>The Users shall, at their own responsibility, make a back-up copy of the Photos, etc.</li>\n</ol>Article 10: Rights to the Service<ol>\n<li>Except in the cases provided for in the preceding Article, any and all rights to the components of the Service (layout of an electronic photo album, editing components, and background images, etc.), functions and the Service (hereinafter collectively referred to as the “Components, etc.”) (referring to the ownership, intellectual property rights, image rights, and publicity rights) shall belong to the Company or a third party.</li>\n<li>The Users may use the Components, etc.\nwithin the scope necessary for using the Service.\nprovided, however, that no rights to the Components, etc.\nshall be licensed or assigned by the Company to the Users.</li>\n</ol>Article 11: Handling of Personal Information<ol>\n<li>The Company shall properly handle personal information in accordance with the “Privacy Policy.” The Company shall obtain personal information to the extent necessary to provide, operate, develop and improve the Service as well as to support Users, and shall not obtain any personal information beyond such extent without the consent of the relevant User.\nThe Company may disclose or delete the personal information of a User aged 13 or under at the request of his/her parent or guardian after the Company confirms the identity of the parent or guardian.</li>\n</ol>Article 12: Account Deletion<ol>\n<li>If a User desires to delete his/her account, the deletion of such account shall be implemented as prescribed by the Company.</li>\n<li>If the User falls under any of the following items, the Company may, at its own discretion, forcibly delete the account and refuse to permit the User to use the Service:<ol>\n<li>If it becomes evident that the User has registered the account by any method other than the method stipulated in Article 2, paragraph 1;</li>\n<li>In the case of violating the TOU;</li>\n<li>In the case of having been subject to punishment in relation to other services provided by the Company.\nand</li>\n<li>Other cases found inappropriate by the Company.</li>\n</ol>\n</li>\n</ol>Article 13: Prohibited Acts<ol>\n<li>The Users may not engage in any of the following acts when using the Service:<ol>\n<li>Acts that infringe or are deemed likely to infringe on intellectual property rights including copyrights and trademarks of the Company or a third party;</li>\n<li>Acts that infringe or are deemed likely to infringe on properties, privacy or portrait rights of the Company or a third party;</li>\n<li>Acts that unjustly discriminate or slander the Company or a third party.\nthat encourage unjust discrimination against the Company or a third party.\nor that damage the reputation or credit thereof;</li>\n<li>Acts of assuming another person’s name, pretending to have the representation right or proxy, or pretending to be in partnership or cooperative relationship with other persons or organizations;</li>\n<li>Acts that lead or are deemed likely to lead to crimes such as fraud, abuse of controlled substances, designated drugs, etc., child prostitution and illegal trade of bank accounts and cell phones;</li>\n<li> Acts of posting the Photos, etc.\nwhich fall under obscenity, pornography or child abuse.\nacts of selling media containing such information.\nor acts of posting advertisement which evokes the transmitting, displaying and selling of such information;</li>\n<li>Acts of using the Service for the purpose of engaging in sexual intercourse and obscene acts, etc.</li>\n<li>Acts of using the Service for the purpose of meeting people with whom you have no acquaintance, etc.</li>\n<li>Acts of causing others to play illegal gambling or soliciting others to participate in illegal gambling;</li>\n<li>Acts of undertaking, intermediating or inducing illegal acts (assignment of pistols, etc., manufacturing of explosive substance, offering of child pornography, counterfeiting of official documents, murder and intimidation, etc.);</li>\n<li>Acts of inducing or soliciting suicide.\nor acts of introducing a means of suicide, etc.\nthat is highly likely to harm others;</li>\n<li>Acts of posting the Photos, etc.\nfilming murder or injury scenes, corpses or other cruel acts, or the Photos, etc.\nthat are highly likely to cause others to feel disgusted or cause other Users to feel offended under normal social conventions;</li>\n<li>Acts of establishing or soliciting pyramid schemes (Ponzi scheme);</li>\n<li>Acts of leading the Users to pornographic websites, one-click fraud websites, websites which intend to spread harmful computer programs including viruses (including an act of merely setting up a link);</li>\n<li>Acts of using the Service for profit-making purposes;</li>\n<li>Acts of releasing an electronic photo album (including the Album URL) to the general public beyond the intended purpose of the Service.\nor acts of releasing it at the location which is likely to be viewed by the general public;</li>\n<li>Acts of illegally rewriting or deleting information accumulated in the facilities of the Company;</li>\n<li>Acts of transmitting or posting harmful computer programs including viruses;</li>\n<li>Acts that impose or are deemed likely to impose a burden on the server of the Company or a third party.\nor acts that hinder or are deemed likely to hinder the operation of the Service or the network system;</li>\n<li>Acts of knowingly setting up a link for the purpose of promoting an act falling under those listed in the preceding items;</li>\n<li>Acts that violate laws and regulations or go against public order and morality, or infringe on the rights of other parties.\nand</li>\n<li>Other acts of causing trouble to other Users.</li>\n</ol>\n</li>\n</ol>Article 14: Advertising<ol>\n<li>The Company may display advertisements on the Service.</li>\n<li>The Company may directly announce new services, distribute advertisements, notify administrative matters concerning service operation or provide other information to the Users by e-mail or any other means.\nprovided, however, that if the Users notify the Company to the effect that they do not desire to receive such information by the method prescribed by the Company before or after the fact, the Company shall not provide such information to the Users, unless it is necessary for providing the Service.</li>\n</ol>Article 15: Prohibition of Assignment of Rights<ol>\n<li>Unless otherwise provided for in the TOU, the Users may not transfer or assign to a third party, or otherwise dispose of any rights or obligations hereunder.</li>\n</ol>Article 16: Disclaimer<ol>\n<li>The Company shall not be liable for the Users’ communication and activities on the Service.\nIn the event of trouble or disputes between the Users or between the User and a third party, the parties concerned shall settle such trouble and disputes.</li>\n<li>The Company shall not be liable for any damage arising from reduced display speed and malfunctions, etc.\ncaused by heavy traffic or other unexpected factors.</li>\n<li>The Company shall not be obligated to monitor or save the Photos, etc.</li>\n<li>The Company does not guarantee the Service’s performance, fitness for an intended use, accuracy or reliability of the outcomes of the use, and shall not assume liability against defects of any kind.</li>\n<li> The Company may view, save or disclose to a third party the Photos, etc.\nin the following cases.\nThe Company shall not be liable for any damage arising therefrom:<ol>\n<li>If it is necessary for discovering and solving the cause of a technical failure in the Service;</li>\n<li>In the case of receiving an official inquiry under laws and regulations from public agencies such as courts and police;</li>\n<li>If it becomes necessary to check the contents of the Photos, etc.\nas a result of acts in violation hereof or acts deemed to be in violation hereof;</li>\n<li>If it is urgent to take action due to imminent danger to the life, body, property and the like of an individual.\nand</li>\n<li>Other cases necessary for properly operating the Service.</li>\n</ol>\n</li>\n<li>In the case of judging that there is a reasonable ground to believe that the User has committed an act in violation hereof or an act deemed to be in violation hereof, the Company may take measures which it deems as necessary, such as deletion of the Photos, etc.\nand restricted use of the Service, etc.\nwithout giving a prior notice to the said User.\nThe Company shall not be liable for any damage arising therefrom, except in the case caused by the Company’s intent or gross negligence.\nThe User shall not object to the measures taken by the Company pursuant to the provisions of this paragraph.</li>\n<li>If the TOU falls under the consumer contract referred to in Article 2, paragraph (3) of the Consumer Contract Act (Act No.\n61 of 2000), the provision hereof which fully exempts the Company from liability for damages shall not apply.\nIn this case, if the User suffers damage caused by the Company’s default of obligation or illegal act, the Company shall compensate the said User for such damage limited to a monthly fee paid by the said User to the Company for the Service.\nprovided, however, that this shall exclude the case caused by the Company’s intent or gross negligence.</li>\n<li>Notwithstanding the provisions hereof, in no event shall the Company be liable for any damage listed below with regard to the Service:<ol>\n<li>Damage caused by reasons not attributable to the Company;</li>\n<li>Damage caused by special circumstances, whether or not foreseen by the Company.\nand</li>\n<li>Damage caused by any acts indispensable for providing the Service such as server maintenance.</li>\n</ol>\n</li>\n</ol>Article 17: Governing Law and Jurisdiction<ol>\n<li>The TOU shall be governed by the laws of Japan.</li>\n<li>Any doubts and disputes between the Company and the User in relation to the Service or the TOU shall be settled through good faith negotiation.\nThe parties agree that the Tokyo District Court or the Tokyo Summary Court shall be the agreed court of first instance with exclusive jurisdiction for any disputes that remain unsettled after such good faith negotiation.</li>\n</ol>Article 18: Miscellaneous<ol>\n<li>Even if part of the TOU is found to be null and void under laws and regulations, the rest of the TOU shall remain in full force and effect.</li>\n<li>Even if part of the TOU becomes null and void or is revoked in terms of the relationship with one User, the TOU shall remain in full force and effect in terms of the relationship with other Users.</li>\n</ol>", "created_at": "2022-05-07 19:34:15.848292", "updated_at": "2022-05-07 17:36:43.943629"}, {"id": 11945, "name": "Privacy Policy", "url": "https://family-album.com/privacy", "xpath": "/html/body/div[1]/main/div", "text": "<ul>\n<li>Is FamilyAlbum safe?</li>\n<li>What data do I have to provide in order to use FamilyAlbum?</li>\n<li>What other personal data does FamilyAlbum collect?</li>\n<li>Why does FamilyAlbum collect my data?</li>\n<li>Who can see my data?</li>\n<li>How long does FamilyAlbum keep my data?</li>\n<li>Does FamilyAlbum use cookies?</li>\n<li>Can I disable cookies from FamilyAlbum?</li>\n<li>What rights do I have with respect to my data?</li>\n<li>Does FamilyAlbum collect information from children?</li>\n<li>Questions? Contact us!</li>\n</ul>\n<p>At FamilyAlbum, we believe that all families using our service should be confident in the security of their data.</p>\n<p>This page was created to give you a clear overview of what data we collect, how it’s used, and why.\nWe also encourage you to read our Privacy Policy in full here.</p>\n<p>If you have any questions, please don’t hesitate to contact us at support@family-album.com.\nYou can also get in touch by tapping “Support” in the Settings tab of the FamilyAlbum app.</p>Is FamilyAlbum safe?<p>FamilyAlbum was created to give parents a safe and convenient way to share photos and videos of their children with family.\nWe are committed to providing the best possible protection for the security and privacy of our users.</p>\n<ul>\n<li>Your album is completely private.\nAll photos/videos you upload to the app belong to you, and they can only be viewed by you and the people you invite.</li>\n<li>There are no third-party ads in the app and we don't share your data with advertisers.</li>\n<li>Any photos/videos you delete from the app are deleted from our servers.</li>\n<li>Data transferred between your device and our servers is encrypted using the latest encryption technology.</li>\n<li>Our servers are protected by a strong firewall, secure passwords, two-factor authentication, SSH key authentication, etc.</li>\n<li>We undergo regular security inspections by outside agencies.</li>\n</ul>What data do I have to provide in order to use FamilyAlbum?<p>To use FamilyAlbum, you’ll need to provide nicknames for yourself and your child, as well as your relation to your child.\nNo other personal data is required to use the app.</p>\n<p>While not required, you may choose to provide additional information to customize your experience.\nThis could include your email address, payment information (including credit card details and shipping information), as well as your child’s gender and birthdate.</p>What other personal data does FamilyAlbum collect?<p>In addition to the information you provide to us, we may also collect data from your device.\nThis might include your operating system, device ID, IP address, FamilyAlbum usage log, etc.</p>\n<p>There are also a few instances where we collect information from other platforms.\nThis might include ad performance data from marketing platforms and FamilyAlbum usage information from analytics platforms.</p>\n<p>If you choose to order products or services through our app, we receive purchase information for that order from payment platforms.\nWe may also receive your shipping information from another person if they order you a gift through the app.</p>Why does FamilyAlbum collect my data?<p>We collect only the minimum amount of data necessary to provide the following:</p>\n<ul>\n<li>Our services</li>\n<li>User support</li>\n<li>Cyberattack protection</li>\n<li>Marketing analytics</li>\n<li>Marketing activities</li>\n</ul>Who can see my data?<p>There are a few instances where specific individuals may access your data.\nIn all of these situations, we only allow access to the minimum amount of data necessary, and we always apply strict measures to keep your data safe and your privacy protected.\nWe don’t sell your data to any third parties, even in the form of anonymized statistical data.</p>\n<ul>\n<li>Authorized employees or affiliates to provide customer support, operate our services, investigate security issues, or improve the app.</li>\n<li>Manufacturers and service providers to fulfill orders for products/services ordered through the app.\nOur contracts clearly state that your information can only be used for the fulfillment of your order and must be deleted after.</li>\n<li>Secure and trusted payment service providers to process payment for products/services ordered through the app.\nWe do not store payment information.</li>\n<li>Secure infrastructure vendors to store our data and other service providers to analyze app usage, etc.</li>\n<li>Law enforcement bodies to comply with legal requests.</li>\n<li>Other people invited to your album by you or your partner will be able to access some information that you’ve provided, like your child’s nickname.</li>\n</ul>How long does FamilyAlbum keep my data?<p>If you delete photos or videos from the app, they're automatically removed from our servers within 30 days.</p>\n<p>In general, we retain your personal data until we receive a request from you to delete your account.\nOnce we receive this request, your personal data will be deleted from our servers within 30 days.\nThe only exception is if we are required by law to retain it for a longer period of time.</p>Does FamilyAlbum use cookies?<p>Short answer: Yes.</p>\n<p>Long answer: We use a few different kinds of cookies and similar technologies to provide a more efficient and personalized service.\nWe use cookies to keep you logged in while using the browser version of FamilyAlbum and/or the Premium Computer Upload Site.\nWe also use cookies to connect people to the right album after they receive an invitation from one of the parents.\nOur third-party service providers use a similar technology, tracking IDs, to associate relevant activity to a single user.</p>Can I disable cookies from FamilyAlbum?<p>It is possible to disable cookies and other tracking IDs on your device.\nTo learn more, visit the appropriate link below:</p>\n<ul>\n<li>iOS app users</li>\n<li>Android app users</li>\n<li>Google Chrome browser users</li>\n</ul>What rights do I have with respect to my data?<p>You have the right to access, correct, or discontinue our usage of your personal data at any time.\nYou also have the right to lodge a complaint against us with a data protection authority.\nWe will comply with your request in full accordance with applicable laws and regulations.</p>Does FamilyAlbum collect information from children?<p>Our app is not meant to be used by anyone under the age of 13 who register themselves without parental consent.\nIn the event that we learn that we’ve collected personal information from a child under 13 without parental consent, we’ll delete that information immediately.\nIf you believe that we might have obtained any information from a child without parental consent, please contact us.</p>Questions? Contact us!<p>If you have any questions, please don’t hesitate to contact us at support@family-album.com.\nYou can also get in touch by tapping “Support” in the Settings tab of the FamilyAlbum app.</p>", "created_at": "2022-05-07 19:34:15.846438", "updated_at": "2022-05-07 17:34:51.176466"}], "points": [], "urls": ["family-album.com"]}}