{"error": 448, "message": "OK", "parameters": {"id": 6219, "name": "Rambox", "created_at": "2022-01-01 02:42:53.142798", "updated_at": "2022-01-01 23:01:21.774495", "wikipedia": null, "keywords": null, "related": null, "slug": "rambox", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6219.png", "url": "rambox.app", "documents": [{"id": 11266, "name": "Terms of Use", "url": "https://rambox.app/#terms-use", "xpath": "/html/body/section/section", "text": " <p>\n<strong>Last updated Jul 14, 2019</strong>\n</p>\n<p>\n<strong>TABLE OF CONTENTS</strong>\n<strong>\n</strong>\n</p>\n<p> 1.\nAGREEMENT TO TERMS </p>\n<p> 2.\nINTELLECTUAL PROPERTY RIGHTS </p>\n<p> 3.\nUSER REPRESENTATIONS </p>\n<p> 4.\nUSER REGISTRATION </p>\n<p> 5.\nFEES AND PAYMENT </p>\n<p> 6.\nSUBSCRIPTIONS &amp.\nRENEWALS </p>\n<p> 7.\nFREE TRIAL </p>\n<p> 8.\nCANCELLATION </p>\n<p> 9.\nSOFTWARE </p>\n<p> 10.\nPROHIBITED ACTIVITIES </p>\n<p> 11.\nSOCIAL MEDIA </p>\n<p> 12.\nSUBMISSIONS </p>\n<p> 13.\nTHIRD-PARTY WEBSITES AND CONTENT </p>\n<p> 14.\nAPPS MANAGEMENT </p>\n<p> 15.\nPRIVACY POLICY </p>\n<p> 16.\nTERM AND TERMINATION </p>\n<p> 17.\nMODIFICATIONS AND INTERRUPTIONS </p>\n<p> 18.\nGOVERNING LAW </p>\n<p> 19.\nDISPUTE RESOLUTION </p>\n<p> 20.\nCORRECTIONS </p>\n<p> 21.\nDISCLAIMER </p>\n<p> 22.\nLIMITATIONS OF LIABILITY </p>\n<p> 23.\nINDEMNIFICATION </p>\n<p> 24.\nUSER DATA </p>\n<p> 25.\nELECTRONIC COMMUNICATIONS, TRANSACTIONS, AND SIGNATURES </p>\n<p> 26.\nMISCELLANEOUS </p>\n<p> 27.\nCONTACT US </p>\n<p>\n<strong>1.\nAGREEMENT TO TERMS</strong>\n</p>\n<p> These Terms of Use constitute a legally binding agreement made between you, whether personally or on behalf of an entity (“you”) and Rambox (“we,” “us” or “our”), concerning your access to and use of the Rambox CE and Rambox Pro applications as well as any other media form, media channel, website, linked, or otherwise connected thereto (collectively, the “Apps”).\nYou agree that by accessing the Apps, you have read, understood, and agree to be bound by all of these Terms of Use.\nIF YOU DO NOT AGREE WITH ALL OF THESE TERMS OF USE, THEN YOU ARE EXPRESSLY PROHIBITED FROM USING THE APPS AND YOU MUST DISCONTINUE USE IMMEDIATELY.\n</p>\n<p> Supplemental terms and conditions or documents that may be posted on the Apps from time to time are hereby expressly incorporated herein by reference.\nWe reserve the right, in our sole discretion, to make changes or modifications to these Terms of Use at any time and for any reason.\nWe will alert you about any changes by updating the “Last updated” date of these Terms of Use, and you waive any right to receive specific notice of each such change.\nIt is your responsibility to periodically review these Terms of Use to stay informed of updates.\nYou will be subject to, and will be deemed to have been made aware of and to have accepted, the changes in any revised Terms of Use by your continued use of the Apps after the date such revised Terms of Use are posted.\n</p>\n<p> The information provided on the Apps is not intended for distribution to or use by any person or entity in any jurisdiction or country where such distribution or use would be contrary to law or regulation or which would subject us to any registration requirement within such jurisdiction or country.\nAccordingly, those persons who choose to access the Apps from other locations do so on their own initiative and are solely responsible for compliance with local laws, if and to the extent local laws are applicable.\n</p>\n<p>\n<strong>2.\nINTELLECTUAL PROPERTY RIGHTS</strong>\n</p>\n<p> Unless otherwise indicated, the Apps are our proprietary property and all source code, databases, functionality, software, website designs, audio, video, text, photographs, and graphics on the Apps (collectively, the “Content”) and the trademarks, service marks, and logos contained therein (the “Marks”) are owned or controlled by us or licensed to us, and are protected by copyright and trademark laws and various other intellectual property rights and unfair competition laws of the United States, foreign jurisdictions, and international conventions.\nThe Content and the Marks are provided on the Apps “AS IS” for your information and personal use only.\nExcept as expressly provided in these Terms of Use, no part of the Apps and no Content or Marks may be copied, reproduced, aggregated, republished, uploaded, posted, publicly displayed, encoded, translated, transmitted, distributed, sold, licensed, or otherwise exploited for any commercial purpose whatsoever, without our express prior written permission.\n</p>\n<p> Provided that you are eligible to use the Apps, you are granted a limited license to access and use the Apps and to download or print a copy of any portion of the Content to which you have properly gained access solely for your personal, non-commercial use.\nWe reserve all rights not expressly granted to you in and to the Apps, the Content and the Marks.\n</p>\n<p>\n<strong>3.\nUSER REPRESENTATIONS</strong>\n</p>\n<p> By using the Apps, you represent and warrant that: (1) all registration information you submit will be true, accurate, current, and complete.\n(2) you will maintain the accuracy of such information and promptly update such registration information as necessary.\n(3) you have the legal capacity and you agree to comply with these Terms of Use.\n(4) you are not a minor in the jurisdiction in which you reside.\n(5) you will not access the Apps through automated or non-human means, whether through a bot, script or otherwise.\n(6) you will not use the Apps for any illegal or unauthorized purpose.\nand (7) your use of the Apps will not violate any applicable law or regulation.\n</p>\n<p> If you provide any information that is untrue, inaccurate, not current, or incomplete, we have the right to suspend or terminate your account and refuse any and all current or future use of the Apps (or any portion thereof).\n</p>\n<p>\n<strong>4.\nUSER REGISTRATION</strong>\n</p>\n<p> You may be required to register with the Apps.\nYou agree to keep your password confidential and will be responsible for all use of your account and password.\nWe reserve the right to remove, reclaim, or change a username you select if we determine, in our sole discretion, that such username is inappropriate, obscene, or otherwise objectionable.\n</p>\n<p>\n<strong>5.\nFEES AND PAYMENT</strong>\n</p>\n<p> We accept the following forms of payment: </p>\n<p>\n</p>\n<ul>\n<li>Stripe</li>\n</ul>\n<p>\n</p>\n<p> You may be required to purchase or pay a fee to access some of our services.\nYou agree to provide current, complete, and accurate purchase and account information for all purchases made via the Apps.\nYou further agree to promptly update account and payment information, including email address, payment method, and payment card expiration date, so that we can complete your transactions and contact you as needed.\nWe bill you through an online billing account for purchases made via the Apps.\nSales tax will be added to the price of purchases as deemed required by us.\nWe may change prices at any time.\nAll payments shall be in U.S.\ndollars.\n</p>\n<p> You agree to pay all charges or fees at the prices then in effect for your purchases, and you authorize us to charge your chosen payment provider for any such amounts upon making your purchase.\nIf your purchase is subject to recurring charges, then you consent to our charging your payment method on a recurring basis without requiring your prior approval for each recurring charge, until you notify us of your cancellation.\n</p>\n<p> We reserve the right to correct any errors or mistakes in pricing, even if we have already requested or received payment.\nWe also reserve the right to refuse any order placed through the Apps.\n</p>\n<p>\n<strong>6.\nSUBSCRIPTIONS &amp.\nRENEWALS</strong>\n</p>\n<p>\n<strong>Subscription</strong>\n</p>\n<p> Rambox currently offers access to Rambox CE at no cost.\nHowever, Rambox Pro (and other then-current Apps) may make available fee-based subscription offering(s).\nThe subscription cost, subscription term, available trial period (if any), renewal information, and permitted payment methods will be specified at the time of order.\nAll subscriptions are billed immediately in advance and are final unless otherwise indicated by Rambox or as may be required under applicable law.\nRambox reserves the right to refund or credit you for partial months, upgrades/downgrades, or nonuse time.\n</p>\n<p>\n<strong>Subscription changes</strong>\n</p>\n<p> Subscription fees are subject to change (with prior notice) and shall apply to the upcoming renewal period (if any) as indicated.\nSuch notice may be provided by email or by posting the changes to our Apps or the Rambox website.\nWhen you enroll in any recurring subscription arrangement, you authorize Rambox to automatically charge the billing source you provided us at the time you enrolled for the subscription term specified (at the time of enrollment) until the subscription ends or you cancel your enrollment.\n</p>\n<p>\n<strong>Renewal</strong>\n</p>\n<p> We will renew your subscription automatically for the same term as you selected, unless you cancel your account prior to its renewal date (see below).\nWe will charge your credit card (or other method of payment initially used by you) each 30-days, yearly or other applicable period for the then-current price applicable to that period.\nOf course, <strong>Lifetime members will never be charged again after their initial payment.</strong>\n</p>\n<p>\n<strong>Subscription cancelation</strong>\n</p>\n<p> To avoid future billing, you may cancel your subscription prior to its renewal date through the My Account section inside our Apps.\nRambox reserves the right to refund unwanted renewals product of user ignorance on how subscription works.\n</p>\n<p> You will continue to have access to your app for the period of time that has already been prepaid.\nThere will be no additional billing or charges from the date of cancellation.\nPlease note, we do not provide full or partial refunds for prepaid sums.\nFeel free to continue to use the app throughout the remainder of the subscription period for which you have already paid.\n</p>\n<p>\n<strong>Lifetime subscription</strong>\n</p>\n<p> When you subscribe to the Lifetime subscription, the current price will be billed once and only once.\nYou'll gane access to Rambox Pro (and/or other specified app and/or service) for life! No renewals, no periodical invoices.\nYou'll have the same features and customer support as usual.\n</p>\n<p> A \"Lifetime\" subscription refers to the lifetime of each app and/or their related services, not the lifetime of the user or lifetime of Rambox.\nRambox is binded by the Term and Termination conditions, described further in this article.\n</p>\n<p>\n<strong>7.\nFREE TRIAL</strong>\n</p>\n<p> We offer a 30-day free trial to new users who register in Rambox Pro.\nThe account will not be charged and the subscription will be suspended until upgraded to a paid version at the end of the free trial.\n</p>\n<p>\n<strong>8.\nCANCELLATION</strong>\n</p>\n<p> All purchases are non-refundable.\nYou can cancel your subscription at any time by logging into your account.\nYour cancellation will take effect at the end of the current paid term.\n</p>\n<p> If you are unsatisfied with our services, please email us at support@rambox.pro.\n</p>\n<p>\n<strong>9.\nSOFTWARE</strong>\n</p>\n<p> We may include software for use in connection with our services.\nIf such software is accompanied by an end user license agreement (“EULA”), the terms of the EULA will govern your use of the software.\nIf such software is not accompanied by a EULA, then we grant to you a non-exclusive, revocable, personal, and non-transferable license to use such software solely in connection with our services and in accordance with these Terms of Use.\nAny Software and any related documentation is provided “as is” without warranty of any kind, either express or implied, including, without limitation, the implied warranties of merchantability, fitness for a particular purpose, or non-infringement.\nYou accept any and all risk arising out of use or performance of any Software.\nYou may not reproduce or redistribute any software except in accordance with the EULA or these Terms of Use.\n</p>\n<p>\n<strong>10.\nPROHIBITED ACTIVITIES</strong>\n</p>\n<p> You may not access or use the Apps for any purpose other than that for which we make the Apps available.\nThe Apps may not be used in connection with any commercial endeavors except those that are specifically endorsed or approved by us.\n</p>\n<p> As a user of the Apps, you agree not to: </p>\n<p> 1.\nTrick, defraud, or mislead us and other users, especially in any attempt to learn sensitive account information such as user passwords.\n</p>\n<p> 2.\nMake improper use of our support services or submit false reports of abuse or misconduct.\n</p>\n<p> 3.\nEngage in any automated use of the system, such as using scripts to send comments or messages, or using any data mining, robots, or similar data gathering and extraction tools.\n</p>\n<p> 4.\nInterfere with, disrupt, or create an undue burden on the Apps or the networks or services connected to the Apps.\n</p>\n<p> 5.\nAttempt to impersonate another user or person or use the username of another user.\n</p>\n<p> 6.\nDecipher, decompile, disassemble, or reverse engineer any of the software comprising or in any way making up a part of the Apps.\n</p>\n<p> 7.\nAttempt to bypass any measures of the Apps designed to prevent or restrict access to the Apps, or any portion of the Apps.\n</p>\n<p> 8.\nDelete the copyright or other proprietary rights notice from any Content.\n</p>\n<p> 9.\nHarass, annoy, intimidate, or threaten any of our employees or agents engaged in providing any portion of the Apps to you.\n</p>\n<p> 10.\nUpload or transmit (or attempt to upload or to transmit) any material that acts as a passive or active information collection or transmission mechanism, including without limitation, clear graphics interchange formats (“gifs”), 1×1 pixels, web bugs, cookies, or other similar devices (sometimes referred to as “spyware” or “passive collection mechanisms” or “pcms”).\n</p>\n<p> 11.\nExcept as may be the result of standard search engine or Internet browser usage, use, launch, develop, or distribute any automated system, including without limitation, any spider, robot, cheat utility, scraper, or offline reader that accesses the Apps, or using or launching any unauthorized script or other software.\n</p>\n<p> 12.\nDisparage, tarnish, or otherwise harm, in our opinion, us and/or the Apps.\n</p>\n<p> 13.\nUse the Apps in a manner inconsistent with any applicable laws or regulations.\n</p>\n<p>\n<strong>11.\nSOCIAL MEDIA</strong>\n</p>\n<p> As part of the functionality of the Apps, you may link your account with online accounts you have with third-party service providers (each such account, a “Third-Party Account”) by either: (1) providing your Third-Party Account login information through the Apps.\nor (2) allowing us to access your Third-Party Account, as is permitted under the applicable terms and conditions that govern your use of each Third-Party Account.\nYou represent and warrant that you are entitled to disclose your Third-Party Account login information to us and/or grant us access to your Third-Party Account, without breach by you of any of the terms and conditions that govern your use of the applicable Third-Party Account, and without obligating us to pay any fees or making us subject to any usage limitations imposed by the third-party service provider of the Third-Party Account.\nBy granting us access to any Third-Party Accounts, you understand that (1) we may access, make available, and store (if applicable) any content that you have provided to and stored in your Third-Party Account (the “Social Network Content”) so that it is available on and through the Apps via your account, including without limitation any friend lists and (2) we may submit to and receive from your Third-Party Account additional information to the extent you are notified when you link your account with the Third-Party Account.\nDepending on the Third-Party Accounts you choose and subject to the privacy settings that you have set in such Third-Party Accounts, personally identifiable information that you post to your Third-Party Accounts may be available on and through your account on the Apps.\nPlease note that if a Third-Party Account or associated service becomes unavailable or our access to such Third-Party Account is terminated by the third-party service provider, then Social Network Content may no longer be available on and through the Apps.\nYou will have the ability to disable the connection between your account on the Apps and your Third-Party Accounts at any time.\nPLEASE NOTE THAT YOUR RELATIONSHIP WITH THE THIRD-PARTY SERVICE PROVIDERS ASSOCIATED WITH YOUR THIRD-PARTY ACCOUNTS IS GOVERNED SOLELY BY YOUR AGREEMENT(S) WITH SUCH THIRD-PARTY SERVICE PROVIDERS.\nWe make no effort to review any Social Network Content for any purpose, including but not limited to, for accuracy, legality, or non-infringement, and we are not responsible for any Social Network Content.\nYou acknowledge and agree that we may access your email address book associated with a Third-Party Account and your contacts list stored on your mobile device or tablet computer solely for purposes of identifying and informing you of those contacts who have also registered to use the Apps.\nYou can deactivate the connection between the Apps and your Third-Party Account by contacting us using the contact information below or through your account settings (if applicable).\nWe will attempt to delete any information stored on our servers that was obtained through such Third-Party Account, except the username and profile picture that become associated with your account.\n</p>\n<p>\n<strong>12.\nSUBMISSIONS</strong>\n</p>\n<p> You acknowledge and agree that any questions, comments, suggestions, ideas, feedback, or other information regarding the Apps (\"Submissions\") provided by you to us are non-confidential and shall become our sole property.\nWe shall own exclusive rights, including all intellectual property rights, and shall be entitled to the unrestricted use and dissemination of these Submissions for any lawful purpose, commercial or otherwise, without acknowledgment or compensation to you.\nYou hereby waive all moral rights to any such Submissions, and you hereby warrant that any such Submissions are original with you or that you have the right to submit such Submissions.\nYou agree there shall be no recourse against us for any alleged or actual infringement or misappropriation of any proprietary right in your Submissions.\n</p>\n<p>\n<strong>13.\nTHIRD-PARTY WEBSITES AND CONTENT</strong>\n</p>\n<p> The Apps may contain (or you may be sent via the Apps) links to other websites (\"Third-Party Websites\") as well as articles, photographs, text, graphics, pictures, designs, music, sound, video, information, applications, software, and other content or items belonging to or originating from third parties (\"Third-Party Content\").\nSuch Third-Party Websites and Third-Party Content are not investigated, monitored, or checked for accuracy, appropriateness, or completeness by us, and we are not responsible for any Third-Party Websites accessed through the Apps or any Third-Party Content posted on, available through, or installed from the Apps, including the content, accuracy, offensiveness, opinions, reliability, privacy practices, or other policies of or contained in the Third-Party Websites or the Third-Party Content.\nInclusion of, linking to, or permitting the use or installation of any Third-Party Websites or any Third-Party Content does not imply approval or endorsement thereof by us.\nIf you decide to leave the Apps and access the Third-Party Websites or to use or install any Third-Party Content, you do so at your own risk, and you should be aware these Terms of Use no longer govern.\nYou should review the applicable terms and policies, including privacy and data gathering practices, of any website to which you navigate from the Apps or relating to any applications you use or install from the Apps.\nAny purchases you make through Third-Party Websites will be through other websites and from other companies, and we take no responsibility whatsoever in relation to such purchases which are exclusively between you and the applicable third party.\nYou agree and acknowledge that we do not endorse the products or services offered on Third-Party Websites and you shall hold us harmless from any harm caused by your purchase of such products or services.\nAdditionally, you shall hold us harmless from any losses sustained by you or harm caused to you relating to or resulting in any way from any Third-Party Content or any contact with Third-Party Websites.\n</p>\n<p>\n<strong>14.\nAPPS MANAGEMENT</strong>\n</p>\n<p> We reserve the right, but not the obligation, to: (1) monitor the Apps for violations of these Terms of Use.\n(2) take appropriate legal action against anyone who, in our sole discretion, violates the law or these Terms of Use, including without limitation, reporting such user to law enforcement authorities.\n(3) in our sole discretion and without limitation, refuse, restrict access to, limit the availability of, or disable (to the extent technologically feasible) any of your Contributions or any portion thereof.\n(4) in our sole discretion and without limitation, notice, or liability, to remove from the Apps or otherwise disable all files and content that are excessive in size or are in any way burdensome to our systems.\nand (5) otherwise manage the Apps in a manner designed to protect our rights and property and to facilitate the proper functioning of the Apps.\n</p>\n<p>\n<strong>15.\nPRIVACY POLICY</strong>\n</p>\n<p> We care about data privacy and security.\nPlease review our <strong>Privacy Policy</strong>.\nBy using the Apps, you agree to be bound by our Privacy Policy, which is incorporated into these Terms of Use.\nPlease be advised the Apps are hosted in the United States.\nIf you access the Apps from the European Union, Asia, or any other region of the world with laws or other requirements governing personal data collection, use, or disclosure that differ from applicable laws in the United States, then through your continued use of the Apps, you are transferring your data to the United States, and you expressly consent to have your data transferred to and processed in the United States.\nFurther, we do not knowingly accept, request, or solicit information from children or knowingly market to children.\nTherefore, in accordance with the U.S.\nChildren’s Online Privacy Protection Act, if we receive actual knowledge that anyone under the age of 13 has provided personal information to us without the requisite and verifiable parental consent, we will delete that information from the Apps as quickly as is reasonably practical.\n</p>\n<p>\n<strong>16.\nTERM AND TERMINATION</strong>\n</p>\n<p> These Terms of Use shall remain in full force and effect while you use the Apps.\nWITHOUT LIMITING ANY OTHER PROVISION OF THESE TERMS OF USE, WE RESERVE THE RIGHT TO, IN OUR SOLE DISCRETION AND WITHOUT NOTICE OR LIABILITY, DENY ACCESS TO AND USE OF THE APPS (INCLUDING BLOCKING CERTAIN IP ADDRESSES), TO ANY PERSON FOR ANY REASON OR FOR NO REASON, INCLUDING WITHOUT LIMITATION FOR BREACH OF ANY REPRESENTATION, WARRANTY, OR COVENANT CONTAINED IN THESE TERMS OF USE OR OF ANY APPLICABLE LAW OR REGULATION.\nWE MAY TERMINATE YOUR USE OR PARTICIPATION IN THE APPS OR DELETE YOUR ACCOUNT AND ANY CONTENT OR INFORMATION THAT YOU POSTED AT ANY TIME, WITHOUT WARNING, IN OUR SOLE DISCRETION.\n</p>\n<p> If we terminate or suspend your account for any reason, you are prohibited from registering and creating a new account under your name, a fake or borrowed name, or the name of any third party, even if you may be acting on behalf of the third party.\nIn addition to terminating or suspending your account, we reserve the right to take appropriate legal action, including without limitation pursuing civil, criminal, and injunctive redress.\n</p>\n<p> This Terms of Use will take effect (or re-take effect) at the (and each) time you begin installing, accessing, or using our Apps, WHICHEVER IS EARLIEST, and is effective until terminated as set forth below.\nWe reserve the right to terminate this Terms of Use at any time on reasonable grounds, which shall specifically include, without limitation, discontinuation of our Apps (or related services) as an offering of the Rambox business, nonpayment, termination of account, fraudulent or unlawful activity, or actions or omissions that violate this Terms of Use, subject to the survival rights of certain provisions identified below.\nIn addition, we shall have the right to take appropriate administrative and/or legal action in the event of breach or (alleged) criminal activity, including alerting legal authorities, as it deems necessary in its sole discretion.\nYou may also terminate this Terms of Use at any time by providing us with notice of cancellation, but all applicable provisions of this Terms of use will survive termination, as identified below.\nYou may close your account inside our Apps or contacting us.\nTermination shall result in deactivation or deletion of your account with Rambox.\nThe provisions concerning in these Terms of Use listed here will survive the termination of this Terms of Use for any reason.\nFurther, Rambox shall not be responsible for any damage that may result or arise out of termination of this Terms of Use.\n</p>\n<p>\n<strong>17.\nMODIFICATIONS AND INTERRUPTIONS</strong>\n</p>\n<p> We reserve the right to change, modify, or remove the contents of the Apps at any time or for any reason at our sole discretion without notice.\nHowever, we have no obligation to update any information on our Apps.\nWe also reserve the right to modify or discontinue all or part of the Apps without notice at any time.\nWe will not be liable to you or any third party for any modification, price change, suspension, or discontinuance of the Apps.\n</p>\n<p> We cannot guarantee the Apps will be available at all times.\nWe may experience hardware, software, or other problems or need to perform maintenance related to the Apps, resulting in interruptions, delays, or errors.\nWe reserve the right to change, revise, update, suspend, discontinue, or otherwise modify the Apps at any time or for any reason without notice to you.\nYou agree that we have no liability whatsoever for any loss, damage, or inconvenience caused by your inability to access or use the Apps during any downtime or discontinuance of the Apps.\nNothing in these Terms of Use will be construed to obligate us to maintain and support the Apps or to supply any corrections, updates, or releases in connection therewith.\n</p>\n<p>\n<strong>18.\nGOVERNING LAW</strong>\n</p>\n<p> These Terms of Use and your use of the Apps are governed by and construed in accordance with the laws of the State of Santa Fe (Argentina) applicable to agreements made and to be entirely performed within the State of Santa Fe (Argentina), without regard to its conflict of law principles.\n</p>\n<p>\n<strong>19.\nDISPUTE RESOLUTION</strong>\n</p>\n<p>\n<strong>Informal Negotiations</strong>\n</p>\n<p> To expedite resolution and control the cost of any dispute, controversy, or claim related to these Terms of Use (each a \"Dispute\" and collectively, the “Disputes”) brought by either you or us (individually, a “Party” and collectively, the “Parties”), the Parties agree to first attempt to negotiate any Dispute (except those Disputes expressly provided below) informally for at least thirty (30) days before initiating arbitration.\nSuch informal negotiations commence upon written notice from one Party to the other Party.\n</p>\n<p>\n<strong>Binding Arbitration</strong>\n</p>\n<p> If the Parties are unable to resolve a Dispute through informal negotiations, the Dispute (except those Disputes expressly excluded below) will be finally and exclusively resolved by binding arbitration.\nYOU UNDERSTAND THAT WITHOUT THIS PROVISION, YOU WOULD HAVE THE RIGHT TO SUE IN COURT AND HAVE A JURY TRIAL.\nThe arbitration shall be commenced and conducted under the “Dirección Nacional de Defensa del Consumidor” department and, where appropriate, the DNDC’s 24.240 laws.\nYour arbitration fees and your share of arbitrator compensation shall be governed by the DNDC Consumer Rules and, where appropriate, limited by the DNDC Consumer Rules.\nThe arbitration may be conducted in person, through the submission of documents, by phone, or online.\nThe arbitrator will make a decision in writing, but need not provide a statement of reasons unless requested by either Party.\nThe arbitrator must follow applicable law, and any award may be challenged if the arbitrator fails to do so.\nExcept where otherwise required by the applicable DNDC rules or applicable law, the arbitration will take place in Rosario, Santa Fe (Argentina).\nExcept as otherwise provided herein, the Parties may litigate in court to compel arbitration, stay proceedings pending arbitration, or to confirm, modify, vacate, or enter judgment on the award entered by the arbitrator.\n</p>\n<p> If for any reason, a Dispute proceeds in court rather than arbitration, the Dispute shall be commenced or prosecuted in the state and federal courts located in Rosario, Santa Fe (Argentina) and the Parties hereby consent to, and waive all defenses of lack of personal jurisdiction, and forum non conveniens with respect to venue and jurisdiction in such state and federal courts.\nApplication of the United Nations Convention on Contracts for the International Sale of Goods and the the Uniform Computer Information Transaction Act (UCITA) are excluded from these Terms of Use.\n</p>\n<p> If this provision is found to be illegal or unenforceable, then neither Party will elect to arbitrate any Dispute falling within that portion of this provision found to be illegal or unenforceable and such Dispute shall be decided by a court of competent jurisdiction within the courts listed for jurisdiction above, and the Parties agree to submit to the personal jurisdiction of that court.\n</p>\n<p>\n<strong>Restrictions</strong>\n</p>\n<p> The Parties agree that any arbitration shall be limited to the Dispute between the Parties individually.\nTo the full extent permitted by law, (a) no arbitration shall be joined with any other proceeding.\n(b) there is no right or authority for any Dispute to be arbitrated on a class-action basis or to utilize class action procedures.\nand (c) there is no right or authority for any Dispute to be brought in a purported representative capacity on behalf of the general public or any other persons.\n</p>\n<p>\n<strong>Exceptions to Informal Negotiations and Arbitration</strong>\n</p>\n<p> The Parties agree that the following Disputes are not subject to the above provisions concerning informal negotiations and binding arbitration: (a) any Disputes seeking to enforce or protect, or concerning the validity of, any of the intellectual property rights of a Party.\n(b) any Dispute related to, or arising from, allegations of theft, piracy, invasion of privacy, or unauthorized use.\nand (c) any claim for injunctive relief.\nIf this provision is found to be illegal or unenforceable, then neither Party will elect to arbitrate any Dispute falling within that portion of this provision found to be illegal or unenforceable and such Dispute shall be decided by a court of competent jurisdiction within the courts listed for jurisdiction above, and the Parties agree to submit to the personal jurisdiction of that court.\n</p>\n<p>\n<strong>20.\nCORRECTIONS</strong>\n</p>\n<p> There may be information on the Apps that contains typographical errors, inaccuracies, or omissions, including descriptions, pricing, availability, and various other information.\nWe reserve the right to correct any errors, inaccuracies, or omissions and to change or update the information on the Apps at any time, without prior notice.\n</p>\n<p>\n<strong>21.\nDISCLAIMER</strong>\n</p>\n<p> THE APPS ARE PROVIDED ON AN AS-IS AND AS-AVAILABLE BASIS.\nYOU AGREE THAT YOUR USE OF THE APPS AND OUR SERVICES WILL BE AT YOUR SOLE RISK.\nTO THE FULLEST EXTENT PERMITTED BY LAW, WE DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, IN CONNECTION WITH THE APPS AND YOUR USE THEREOF, INCLUDING, WITHOUT LIMITATION, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT.\nWE MAKE NO WARRANTIES OR REPRESENTATIONS ABOUT THE ACCURACY OR COMPLETENESS OF THE APP’S CONTENT OR THE CONTENT OF ANY WEBSITES LINKED TO THE APPS AND WE WILL ASSUME NO LIABILITY OR RESPONSIBILITY FOR ANY (1) ERRORS, MISTAKES, OR INACCURACIES OF CONTENT AND MATERIALS, (2) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR ACCESS TO AND USE OF THE APPS, (3) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SECURE SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION AND/OR FINANCIAL INFORMATION STORED THEREIN, (4) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM THE APPS, (5) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE WHICH MAY BE TRANSMITTED TO OR THROUGH THE APPS BY ANY THIRD PARTY, AND/OR (6) ANY ERRORS OR OMISSIONS IN ANY CONTENT AND MATERIALS OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF ANY CONTENT POSTED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE APPS.\nWE DO NOT WARRANT, ENDORSE, GUARANTEE, OR ASSUME RESPONSIBILITY FOR ANY PRODUCT OR SERVICE ADVERTISED OR OFFERED BY A THIRD PARTY THROUGH THE APPS, ANY HYPERLINKED WEBSITE, OR ANY WEBSITE OR MOBILE APPLICATION FEATURED IN ANY BANNER OR OTHER ADVERTISING, AND WE WILL NOT BE A PARTY TO OR IN ANY WAY BE RESPONSIBLE FOR MONITORING ANY TRANSACTION BETWEEN YOU AND ANY THIRD-PARTY PROVIDERS OF PRODUCTS OR SERVICES.\nAS WITH THE PURCHASE OF A PRODUCT OR SERVICE THROUGH ANY MEDIUM OR IN ANY ENVIRONMENT, YOU SHOULD USE YOUR BEST JUDGMENT AND EXERCISE CAUTION WHERE APPROPRIATE.\n</p>\n<p>\n<strong>22.\nLIMITATIONS OF LIABILITY</strong>\n</p>\n<p> IN NO EVENT WILL WE OR OUR DIRECTORS, EMPLOYEES, OR AGENTS BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY DIRECT, INDIRECT, CONSEQUENTIAL, EXEMPLARY, INCIDENTAL, SPECIAL, OR PUNITIVE DAMAGES, INCLUDING LOST PROFIT, LOST REVENUE, LOSS OF DATA, OR OTHER DAMAGES ARISING FROM YOUR USE OF THE APPS, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\n</p>\n<p>\n<strong>23.\nINDEMNIFICATION</strong>\n</p>\n<p> You agree to defend, indemnify, and hold us harmless, including our subsidiaries, affiliates, and all of our respective officers, agents, partners, and employees, from and against any loss, damage, liability, claim, or demand, including reasonable attorneys’ fees and expenses, made by any third party due to or arising out of: (1) use of the Apps.\n(2) breach of these Terms of Use.\n(3) any breach of your representations and warranties set forth in these Terms of Use.\n(4) your violation of the rights of a third party, including but not limited to intellectual property rights.\nor (5) any overt harmful act toward any other user of the Apps with whom you connected via the Apps.\nNotwithstanding the foregoing, we reserve the right, at your expense, to assume the exclusive defense and control of any matter for which you are required to indemnify us, and you agree to cooperate, at your expense, with our defense of such claims.\nWe will use reasonable efforts to notify you of any such claim, action, or proceeding which is subject to this indemnification upon becoming aware of it.\n</p>\n<p>\n<strong>24.\nUSER DATA</strong>\n</p>\n<p> We will maintain certain data that you transmit to the Apps for the purpose of managing the performance of the Apps, as well as data relating to your use of the Apps.\nAlthough we perform regular routine backups of data, you are solely responsible for all data that you transmit or that relates to any activity you have undertaken using the Apps.\nYou agree that we shall have no liability to you for any loss or corruption of any such data, and you hereby waive any right of action against us arising from any such loss or corruption of such data.\n</p>\n<p>\n<strong>25.\nELECTRONIC COMMUNICATIONS, TRANSACTIONS, AND SIGNATURES</strong>\n</p>\n<p> Visiting the Apps, sending us emails, and completing online forms constitute electronic communications.\nYou consent to receive electronic communications, and you agree that all agreements, notices, disclosures, and other communications we provide to you electronically, via email and on the Apps, satisfy any legal requirement that such communication be in writing.\nYOU HEREBY AGREE TO THE USE OF ELECTRONIC SIGNATURES, CONTRACTS, ORDERS, AND OTHER RECORDS, AND TO ELECTRONIC DELIVERY OF NOTICES, POLICIES, AND RECORDS OF TRANSACTIONS INITIATED OR COMPLETED BY US OR VIA THE APPS.\nYou hereby waive any rights or requirements under any statutes, regulations, rules, ordinances, or other laws in any jurisdiction which require an original signature or delivery or retention of non-electronic records, or to payments or the granting of credits by any means other than electronic means.\n</p>\n<p>\n<strong>26.\nMISCELLANEOUS</strong>\n</p>\n<p> These Terms of Use and any policies or operating rules posted by us on the Apps or in respect to the Apps constitute the entire agreement and understanding between you and us.\nOur failure to exercise or enforce any right or provision of these Terms of Use shall not operate as a waiver of such right or provision.\nThese Terms of Use operate to the fullest extent permissible by law.\nWe may assign any or all of our rights and obligations to others at any time.\nWe shall not be responsible or liable for any loss, damage, delay, or failure to act caused by any cause beyond our reasonable control.\nIf any provision or part of a provision of these Terms of Use is determined to be unlawful, void, or unenforceable, that provision or part of the provision is deemed severable from these Terms of Use and does not affect the validity and enforceability of any remaining provisions.\nThere is no joint venture, partnership, employment or agency relationship created between you and us as a result of these Terms of Use or use of the Apps.\nYou agree that these Terms of Use will not be construed against us by virtue of having drafted them.\nYou hereby waive any and all defenses you may have based on the electronic form of these Terms of Use and the lack of signing by the parties hereto to execute these Terms of Use.\n</p>\n<p>\n<strong>27.\nCONTACT US</strong>\n</p>\n<p> In order to resolve a complaint regarding the Apps or to receive further information regarding use of the Apps, please contact us by e-mail to support@rambox.pro.\n</p> ", "created_at": "2022-01-01 02:42:53.146683", "updated_at": "2022-01-01 01:50:44.635265"}, {"id": 11265, "name": "Privacy Policy", "url": "https://rambox.app/#privacy-policy", "xpath": "/html/body/section/section", "text": " <p>\n<strong>Last updated May 24, 2018</strong>\n</p>\n<p> Thank you for choosing to be part of our community at Rambox (“company”, “we”, “us”, or “our”).\nWe are committed to protecting your personal information and your right to privacy.\nIf you have any questions or concerns about our policy, or our practices concerning your personal information, please contact us at support@rambox.pro.\n</p>\n<p> When you visit our applications, and use our services, you trust us with your personal information.\nWe take your privacy very seriously.\nIn this privacy notice, we describe our privacy policy.\nWe seek to explain to you in the clearest way possible what information we collect, how we use it and what rights you have in relation to it.\nWe hope you take some time to read through it carefully, as it is important.\nIf there are any terms in this privacy policy that you do not agree with, please discontinue use of our Apps and our services.\n</p>\n<p> This privacy policy applies to all information collected through Rambox CE and Rambox Pro applications, (\"<strong>Apps</strong>\"), and/or any related services, sales, marketing or events (we refer to them collectively in this privacy policy as the \"<strong>Sites</strong>\").\n</p>\n<p>\n<strong> Please read this privacy policy carefully as it will help you make informed decisions about sharing your personal information with us.\n</strong>\n</p>\n<p>\n<strong>TABLE OF CONTENTS</strong>\n</p>\n<p> 1.\nWHAT INFORMATION DO WE COLLECT? </p>\n<p> 2.\nHOW DO WE USE YOUR INFORMATION? </p>\n<p> 3.\nWILL YOUR INFORMATION BE SHARED WITH ANYONE? </p>\n<p> 4.\nHOW DO WE HANDLE YOUR SOCIAL LOGINS? </p>\n<p> 5.\nHOW LONG DO WE KEEP YOUR INFORMATION? </p>\n<p> 6.\nHOW DO WE KEEP YOUR INFORMATION SAFE? </p>\n<p> 7.\nDO WE COLLECT INFORMATION FROM MINORS? </p>\n<p> 8.\nWHAT ARE YOUR PRIVACY RIGHTS? </p>\n<p> 9.\nDO CALIFORNIA RESIDENTS HAVE SPECIFIC PRIVACY RIGHTS? </p>\n<p> 10.\nDO WE MAKE UPDATES TO THIS POLICY? </p>\n<p> 11.\nHOW CAN YOU CONTACT US ABOUT THIS POLICY? </p>\n<p>\n<strong>1.\nWHAT INFORMATION DO WE COLLECT?</strong>\n<strong>\n</strong>\n</p>\n<p>\n<strong>Personal information you disclose to us</strong>\n</p>\n<p>\n<strong>\n<em>In Short:</em>\n</strong>\n<strong>\n</strong>\n<em> We collect personal information that you provide to us such as name, address, contact information, passwords and security data, payment information, and social media login data </em> .\n</p>\n<p> We collect personal information that you voluntarily provide to us when registering at the Apps, expressing an interest in obtaining information about us or our products and services, when participating in activities on the Apps or otherwise contacting us.\n</p>\n<p> The personal information that we collect depends on the context of your interactions with us and the Apps, the choices you make and the products and features you use.\nThe personal information we collect can include the following: </p>\n<p>\n<strong>Name and Contact Data.</strong> We collect your first and last name, email address, postal address, phone number, and other similar contact data.\n</p>\n<p>\n<strong>Credentials.</strong> We collect passwords, password hints, and similar security information used for authentication and account access.\n</p>\n<p>\n<strong>Payment Data.</strong> We collect data necessary to process your payment if you make purchases, such as your payment instrument number (such as a credit card number), and the security code associated with your payment instrument.\nAll payment data is stored by our payment processor and you should review its privacy policies and contact the payment processor directly to respond to your questions.\n</p>\n<p>\n<strong>Social Media Login Data.</strong> We provide you with the option to register using social media account details, like your Facebook, Twitter or other social media account.\nIf you choose to register in this way, we will collect the Information described in the section called \"HOW DO WE HANDLE YOUR SOCIAL LOGINS\" below.\n</p>\n<p> All personal information that you provide to us must be true, complete and accurate, and you must notify us of any changes to such personal information.\n</p>\n<p>\n<strong>Information automatically collected</strong>\n</p>\n<p>\n<strong>\n<em>In Short:</em>\n</strong>\n<strong>\n</strong>\n<em> Some information – such as IP address and/or browser and device characteristics – is collected automatically when you visit our Apps.\n</em>\n</p>\n<p> We automatically collect certain information when you visit, use or navigate the Apps.\nThis information does not reveal your specific identity (like your name or contact information) but may include device and usage information, such as your IP address, browser and device characteristics, operating system, language preferences, referring URLs, device name, country, location, information about how and when you use our Apps and other technical information.\nThis information is primarily needed to maintain the security and operation of our Apps, and for our internal analytics and reporting purposes.\n</p>\n<p>\n<strong>\n</strong>\n</p>\n<p>\n<strong>Information collected from other sources</strong>\n</p>\n<p>\n<strong>\n<em>In Short: </em>\n</strong>\n<em> We may collect limited data from public databases, marketing partners, social media platforms, and other outside sources.\n</em>\n</p>\n<p> We may obtain information about you from other sources, such as public databases, joint marketing partners, social media platforms (such as Facebook), as well as from other third parties.\nExamples of the information we receive from other sources include: social media profile information (your name, gender, birthday, email, current city, state and country, user identification numbers for your contacts, profile picture URL and any other information that you choose to make public).\nmarketing leads and search results and links, including paid listings (such as sponsored links).\n</p>\n<p>\n<strong>2.\nHOW DO WE USE YOUR INFORMATION?</strong>\n<strong>\n</strong>\n</p>\n<p>\n<strong>\n<em>In Short: </em>\n</strong>\n<em> We process your information for purposes based on legitimate business interests, the fulfillment of our contract with you, compliance with our legal obligations, and/or your consent.\n</em>\n</p>\n<p> We use personal information collected via our Apps for a variety of business purposes described below.\nWe process your personal information for these purposes in reliance on our legitimate business interests (\"Business Purposes\"), in order to enter into or perform a contract with you (\"Contractual\"), with your consent (\"Consent\"), and/or for compliance with our legal obligations (\"Legal Reasons\").\nWe indicate the specific processing grounds we rely on next to each purpose listed below.\n</p>\n<p> We use the information we collect or receive: </p>\n<ul>\n<li>\n<strong>To facilitate account creation and logon process</strong> with your Consent.\nIf you choose to link your account with us to a third party account *(such as your Google or Facebook account), we use the information you allowed us to collect from those third parties to facilitate account creation and logon process.\nSee the section below headed \"HOW DO WE HANDLE YOUR SOCIAL LOGINS\" for further information.\n</li>\n</ul>\n<p>\n<strong>3.\nWILL YOUR INFORMATION BE SHARED WITH ANYONE?</strong>\n<strong>\n</strong>\n</p>\n<p>\n<strong>\n<em>In Short: </em>\n</strong>\n<em> We only share information with your consent, to comply with laws, to protect your rights, or to fulfill business obligations.\n</em>\n</p>\n<p> We only share and disclose your information in the following situations: </p>\n<ul>\n<li>\n<strong>Compliance with Laws.</strong> We may disclose your information where we are legally required to do so in order to comply with applicable law, governmental requests, a judicial proceeding, court order, or legal process, such as in response to a court order or a subpoena (including in response to public authorities to meet national security or law enforcement requirements).\n<br>\n<br>\n</li>\n<li>\n<strong>Vital Interests and Legal Rights.</strong> We may disclose your information where we believe it is necessary to investigate, prevent, or take action regarding potential violations of our policies, suspected fraud, situations involving potential threats to the safety of any person and illegal activities, or as evidence in litigation in which we are involved.\n<br>\n<br>\n</li>\n<li>\n<strong>Business Transfers.</strong> We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business to another company.\n<br>\n<br>\n</li>\n<li>\n<strong>With your Consent.</strong> We may disclose your personal information for any other purpose with your consent.\n</li>\n</ul>\n<p>\n<strong>4.\nHOW DO WE HANDLE YOUR SOCIAL LOGINS?</strong>\n<strong>\n</strong>\n</p>\n<p>\n<strong>\n<em>In Short: </em>\n</strong>\n<em> If you choose to register or log in to our websites using a social media account, we may have access to certain information about you.\n</em>\n</p>\n<p> Our Apps offer you the ability to register and login using your third party social media account details (like your Facebook or Twitter logins).\nWhere you choose to do this, we will receive certain profile information about you from your social media provider.\nThe profile Information we receive may vary depending on the social media provider concerned, but will often include your name, e-mail address, friends list, profile picture as well as other information you choose to make public.\n</p>\n<p> We will use the information we receive only for the purposes that are described in this privacy policy or that are otherwise made clear to you on the Apps.\nPlease note that we do not control, and are not responsible for, other uses of your personal information by your third party social media provider.\nWe recommend that you review their privacy policy to understand how they collect, use and share your personal information, and how you can set your privacy preferences on their sites and apps.\n</p>\n<p>\n<strong>5.\nHOW LONG DO WE KEEP YOUR INFORMATION?</strong>\n<strong>\n</strong>\n</p>\n<p>\n<strong>\n<em>In Short: </em>\n</strong>\n<em> We keep your information for as long as necessary to fulfill the purposes outlined in this privacy policy unless otherwise required by law.\n</em>\n</p>\n<p> We will only keep your personal information for as long as it is necessary for the purposes set out in this privacy policy, unless a longer retention period is required or permitted by law (such as tax, accounting or other legal requirements).\nNo purpose in this policy will require us keeping your personal information for longer than the period of time in which users have an account with us.\n</p>\n<p> When we have no ongoing legitimate business need to process your personal information, we will either delete or anonymize it, or, if this is not possible (for example, because your personal information has been stored in backup archives), then we will securely store your personal information and isolate it from any further processing until deletion is possible.\n</p>\n<p>\n<strong>6.\nHOW DO WE KEEP YOUR INFORMATION SAFE? </strong>\n<strong>\n</strong>\n</p>\n<p>\n<strong>\n<em>In Short: </em>\n</strong>\n<em> We aim to protect your personal information through a system of organizational and technical security measures.\n</em>\n</p>\n<p> We have implemented appropriate technical and organizational security measures designed to protect the security of any personal information we process.\nHowever, please also remember that we cannot guarantee that the internet itself is 100% secure.\nAlthough we will do our best to protect your personal information, transmission of personal information to and from our Apps is at your own risk.\nYou should only access the services within a secure environment.\n</p>\n<p>\n<strong>7.\nDO WE COLLECT INFORMATION FROM MINORS?</strong>\n<strong>\n</strong>\n</p>\n<p>\n<strong>\n<em>In Short: </em>\n</strong>\n<em> We do not knowingly collect data from or market to children under 18 years of age.\n</em>\n</p>\n<p> We do not knowingly solicit data from or market to children under 18 years of age.\nBy using the Apps, you represent that you are at least 18 or that you are the parent or guardian of such a minor and consent to such minor dependent’s use of the Apps.\nIf you become aware of any data we have collected from children under age 18, please contact us at support@rambox.pro and we will deactivate the account and take reasonable measures to promptly delete such data from our records.\n</p>\n<p>\n<strong>8.\nWHAT ARE YOUR PRIVACY RIGHTS?</strong>\n<strong>\n</strong>\n</p>\n<p>\n<strong>\n<em>In Short: </em>\n</strong>\n<em>You may review, change, or terminate your account at any time.</em>\n</p>\n<p> If you are resident in the European Economic Area and you believe we are unlawfully processing your personal information, you also have the right to complain to your local data protection supervisory authority.\nYou can find their contact details here: http://ec.europa.eu/justice/data-protection/bodies/authorities/index_en.htm <br>\n</p>\n<p>\n<strong>Account Information</strong>\n</p>\n<p> If you would at any time like to review or change the information in your account or terminate your account, you can: </p>\n<p>\n</p>\n<ul>\n<li>Log into your account settings and update your user account.</li>\n</ul>\n<p>\n</p>\n<p> Upon your request to terminate your account, we will deactivate or delete your account and information from our active databases.\nHowever, some information may be retained in our files to prevent fraud, troubleshoot problems, assist with any investigations, enforce our Terms of Use and/or comply with legal requirements.\n</p>\n<p>\n<strong>\n<u>Opting out of email marketing:</u>\n</strong>\n<strong>\n</strong> You can unsubscribe from our marketing email list at any time by clicking on the unsubscribe link in the emails that we send or by contacting us using the details provided below.\nYou will then be removed from the marketing email list – however, we will still need to send you service-related emails that are necessary for the administration and use of your account.\nTo otherwise opt-out, you may: </p>\n<p>\n</p>\n<ul>\n<li>Unsubscribe by clicking the “unsubscribe” link inside each e-mail.</li>\n</ul>\n<p>\n</p>\n<p>\n<strong>9.\nDO CALIFORNIA RESIDENTS HAVE SPECIFIC PRIVACY RIGHTS?</strong>\n</p>\n<p>\n<strong>\n<em>In Short: </em>\n</strong>\n<em> Yes, if you are a resident of California, you are granted specific rights regarding access to your personal information.\n</em>\n</p>\n<p> California Civil Code Section 1798.83, also known as the “Shine The Light” law, permits our users who are California residents to request and obtain from us, once a year and free of charge, information about categories of personal information (if any) we disclosed to third parties for direct marketing purposes and the names and addresses of all third parties with which we shared personal information in the immediately preceding calendar year.\nIf you are a California resident and would like to make such a request, please submit your request in writing to us using the contact information provided below.\n</p>\n<p> If you are under 18 years of age, reside in California, and have a registered account with the Apps, you have the right to request removal of unwanted data that you publicly post on the Apps.\nTo request removal of such data, please contact us using the contact information provided below, and include the email address associated with your account and a statement that you reside in California.\nWe will make sure the data is not publicly displayed on the Apps, but please be aware that the data may not be completely or comprehensively removed from our systems.\n</p>\n<p>\n<strong>10.\nDO WE MAKE UPDATES TO THIS POLICY?</strong>\n<strong>\n</strong>\n</p>\n<p>\n<strong>\n<em>In Short: </em>\n</strong>\n<em> Yes, we will update this policy as necessary to stay compliant with relevant laws.\n</em>\n</p>\n<p> We may update this privacy policy from time to time.\nThe updated version will be indicated by an updated “Revised” date and the updated version will be effective as soon as it is accessible.\nIf we make material changes to this privacy policy, we may notify you either by prominently posting a notice of such changes or by directly sending you a notification.\nWe encourage you to review this privacy policy frequently to be informed of how we are protecting your information.\n</p>\n<p>\n<strong>11.\nHOW CAN YOU CONTACT US ABOUT THIS POLICY?</strong>\n<strong>\n</strong>\n</p>\n<p> If you have questions or comments about this policy, you may contact our Data Protection Officer (DPO), Ramiro Saenz, by email at support@rambox.pro.\n</p> ", "created_at": "2022-01-01 02:42:53.145088", "updated_at": "2022-01-01 01:47:53.982997"}], "points": [{"id": 26553, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://rambox.app/#terms-use", "status": "Generated through the annotate view", "created_at": "2022-01-02 02:26:22.023867", "updated_at": "2022-08-16 15:38:43.981807", "quoteText": "The Content and the Marks are provided on the Apps “AS IS”", "case_id": 286, "document_id": 11266, "quoteStart": 3581, "quoteEnd": 3639}, {"id": 26534, "title": "There is a date of the last update of the agreements", "source": "https://rambox.app/#privacy-policy", "status": "Generated through the annotate view", "created_at": "2022-01-01 01:48:31.617065", "updated_at": "2022-08-16 15:38:33.307082", "quoteText": "<p>\n<strong>Last updated May 24, 2018", "case_id": 331, "document_id": 11265, "quoteStart": 1, "quoteEnd": 38}], "urls": ["rambox.app"]}}