{"error": 448, "message": "OK", "parameters": {"id": 3128, "name": "Kritik", "created_at": "2021-04-13 22:55:45.945888", "updated_at": "2021-04-14 00:02:41.341303", "wikipedia": null, "keywords": null, "related": null, "slug": "kritik", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3128.png", "url": "kritik.io,app.kritik.io", "documents": [{"id": 4998, "name": "Terms of Service", "url": "https://www.kritik.io/policy/terms-of-service", "xpath": "", "text": "About UsInstitutionsFeaturesFeaturesFeatures OverviewCalibrationCustom ActivitiesDiscussionsEnhance your LMSFeedbackInsights &amp.\nAnalyticsRubricsSupportTeam-based LearningCompare KritikCourse CurationWebinar &amp.\nebooksProfessor Storiesspotlight featureTeam-Based Learning Made Easy<p>Allow students to broaden their knowledge by applying their learnings to develop new concepts &amp.\ndeeper understandings of course materials through Kritik's team based learning feature</p>Professor Success StoriesResourcesCenter for Teaching ExcellenceWebinars &amp.\neBooksHelp CenterPricingRefer a Colleague<strong></strong>Sign-in / Sign-upEducators:&nbsp;Get Started<strong>Terms of Service</strong>\n<em>Last updated: May 6, 2020<br>‍<br>\n</em>To visit our <strong>Acceptable Use Policy</strong>, please click here.\n<br>To visit our <strong>Privacy Policy, </strong>please click here.\n<br>To visit our <strong>Master Subscription</strong>\n<strong>Agreement</strong>, please click here.<br>\n<strong>\n<br>‍</strong>The websites (https://kritik.io and https://app.kritik.io) (“<strong>Website”</strong>) are operated by Kritik Education Corp (“<strong>we</strong>”, “<strong>us</strong>”, “<strong>our</strong>” or “<strong>Kritik</strong>”), a Canadian corporation.These Terms of Service set out the terms and conditions on which You may access and/use our Website and our mobile applications (“App”) in order to have access to our student peer-to-peer learning services and Licensed Content (the “<strong>Kritik Services</strong>”).\nThese Terms of Service, together with the Acceptable Use Policy and the Privacy Policy referred to herein, form a legally binding agreement between You and us for use of the Kritik Services (“<strong>Agreement</strong>”).\nPlease read them carefully before you download our Apps or use the Website or attempt to access or use any Kritik Services.<strong>By using the Kritik Services You indicate that You accept this Agreement and you agree to be bound by it.\n</strong>If You do not agree to the Agreement please do not use the Kritik Services.\n“<strong>You</strong>” or <strong>“Your”</strong> is defined as an individual user of the Kritik Services such as a student or instructor.\nWhere applicable, <strong>“You”</strong> or <strong>“Your”</strong> is also defined as an individual using the Kritik Services through a subscription provided by an institution (such as a school, university or college) where the student is enrolled or the instructor is employed or contracted if such use is accessing and using the Kritik Services on behalf of or through such entity.Users using the Kritik Services through a subscription held by a school, university or college (or other such entity) (for example, students, professors or other staff) agree that they do so with the appropriate permissions and authority from the applicable institution.<br>\n<br>‍<strong>1.\nRESTRICTIONS AND REQUIREMENT FOR USING THE Kritik SERVICES <br>\n<br>1.1 Institutional Users</strong>.\n<br>Users using the Kritik Services through a subscription held by a school, university or college (or other such entity) (for example, students, professors or other staff) agree that they do so with the appropriate permissions and authority from the applicable institution.<br>‍<strong>1.2 Competitors</strong>.\n<br>You may not access or use the Kritik Services if you are our direct competitor, except with our prior written consent.\nIn addition, You may not access the Website or our App for purposes of monitoring availability, performance or functionality, or for any other benchmarking or competitive purposes.<br>‍<strong>1.3 Minors</strong>.\n<br>You represent that You are at least eighteen (18) years of age and You have the legal authority to enter into this Agreement.\nIf You are at least thirteen (13) years of age and less than eighteen (18) years of age, then Your parent or legal guardian must read and accept this Agreement, consent to Your use of the Kritik Services, and agree to You providing any personal information in connection with the Kritik Services on Your behalf.\n&nbsp;This Service is not meant for users under the age of thirteen (13).We may change these Terms of Service, the Acceptable Use Policy or the Privacy Policy from time to time, without prior notice.\n&nbsp;All changes will take effect within 30 days of being posted on our home page or otherwise notified to users.\nYour continued use of the Kritik Services will signify your acceptance of such changes.\nIf at any time you do not agree to be subject to any modified Terms of Service, you may no longer use the Website or Kritik Services.\n&nbsp;We reserve the right to make changes to the Kritik Service, at any time, with or without providing notice to you.\nIn the event that you do not agree with any changes to the Kritik Service or only remedy shall be to cease using the Kritik Service.<br>\n<br>‍<strong>2.\nYOUR PASSWORD AND ACCOUNT<br>\n<br>2.1.\nRegistered Users.</strong>\n<br>In order to gain access to the Kritik Services through the App or the Website, you are required to register for an account that is accessed by a username and password (“Account”) in order to use any features of the Kritik Services.\nIn registering for Your Account, You agree (i) that the information You provide to us in connection with your registration will be current, complete and accurate, (ii) not to choose a user name that violates any law or the intellectual property rights of others, or is offensive.\nprovided that Kritik reserves the right to reject the use of any user name for any reason or no reason, (iii) not to transfer, sell, convey or assign the right to use Your Account to any third party without the prior written consent of us and (iv) not to permit any third party to use Your user name and password to access your Account or the Kritik Services.\nYou further agree that you are responsible for the conduct of any party that uses Your Account, whether or not authorized by You, and for any breach of the security of the Kritik Services related to the use of your user name and/or password.\nYou agree that you shall not have more than one Account at any given time.\nYou agree not to create an Account or use the Kritik Services if you have been previously removed by Kritik, or if you have been previously banned from any of the Kritik Services.<br>‍<strong>2.2.\nGrant of Rights.</strong>\n<br>Upon registration and subject to the payment of any applicable fees, Kritik grants You the limited, revocable, non-transferable, non-exclusive right to access and use the Kritik Services (including any downloaded applications that permit interaction with the Kritik Services and any content to which you subscribe as further described in Section 3 below) for the term provided on the Order Form or Web Enrollment and subject to any additional terms contained therein.<br>‍<strong>2.3.\nWeb Enrollment and Order Forms.</strong>\n<br>The right to access to use the Kritik Services may be done through a subscription for service on the Website or with the App (“Web Enrollment”) or by an agreement or order form with an institution (“Order Form”) that incorporates by reference this Agreement.<br>\n<br>‍<strong>3.\nCOPYRIGHT POLICY<br>\n<br>3.1.</strong> We do not permit copyright infringing activities and infringement of intellectual property rights on and will remove any content on the Kritik Services if properly notified that such content infringes on another’s intellectual property rights.<br>\n<strong>3.2.</strong> If you are a copyright owner or an agent thereof and believe that any content made available through Kritik Services infringes upon your copyright, you may submit a notification by providing our Copyright Agent with the following information in writing:an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright’s interest;a description of the copyrighted work that you claim has been infringed, including the URL (i.e., web page address) of the location where the copyrighted work exists or a copy of the copyrighted work;identification of the URL or other specific location on the Website where the material that you claim is infringing is located;your address, telephone number, and email addressa statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.\nanda statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner’s behalf.You can contact our Copyright Agent via email at info@kritik.io.<br>\n<br>‍<strong>5.\nTERMINATION<br>\n<br>5.1.\nSuspension or Termination.</strong>\n<br>You acknowledge and agree that we may, at our sole discretion, suspend or terminate Your access to all or part of the Kritik Services with or without notice and for any reason, including, without limitation, breach of these Terms of Service or the Acceptable Use Policy.\nUpon suspension or termination, Your right to use the Kritik Services will immediately cease, and we reserve the right to remove or delete any information that you may have on file with us, including any Account information or User Content.\nKritik shall not be liable to you or to any third party for any modification, suspension or discontinuance of the Kritik Service.<br>‍<strong>5.2.\nEffect of Termination.</strong>\n<br>In the event of any termination or expiration:(i) All licenses and rights we granted to You hereunder shall immediately terminate;(ii) The accrued rights of the parties as at termination, or the continuation after termination of any provision expressly stated to survive or implicitly surviving termination shall not be affected or prejudiced.<br>\n<br>‍<strong>6.\nFEES PAYMENT AND REFUND POLICY<br>\n<br>6.1.\nTerm of Purchased User Subscriptions.</strong>\n<br>In consideration of the right to access and use the Kritik Services, you agree to pay the applicable fees specified in an Order Form or Web Enrollment (the “<strong>Fees</strong>”).\nUser subscriptions purchased by You, or for others, commence on the start date specified in the applicable Order Form or Web Enrollment and continue for the subscription term specified therein.\nFees are billed in advance and are non-refundable except as set out herein.\nA valid credit card or PayPal account is required for paying the Fees.\nYou will be billed as provided in an Order Form or Web Enrollment for the applicable Fee.\nAll Fees are exclusive of all sales, excise or use taxes, or any levies, or duties imposed by taxing authorities, and you shall be responsible for payment of all such taxes, levies, or duties.\nFees are subject to change upon 30 days’ notice from us.\nSuch notice may be provided at any time by posting the changes to the Website, the Kritik Service or by e-mail.<br>‍<strong>6.2.\nUser Subscriptions for Administrative Users.</strong>\n<br>Unless otherwise specified in the applicable Order Form or Web Enrollment, (i) the right to access and use the Kritik Services is purchased as user subscriptions and may be accessed by no more than the specified number of users, (ii) additional user subscriptions may be added during the applicable subscription term at the same pricing as that for the pre-existing subscriptions there under, prorated for the remainder of the subscription term in effect at the time the additional user subscriptions are added, and (iii) the added user subscriptions shall terminate on the same date as the pre-existing subscriptions.\nUser subscriptions are for designated users only and cannot be shared or used by more than one user but may be reassigned to new users replacing former users who no longer require ongoing use of the Kritik Services.<br>‍<strong>6.3.\nRefunds.<br>‍</strong>Kritik will provide refunds for Kritik Services purchased directly by You for a period of 2 weeks subsequent to initial activation.\nUpon granting of a refund, Your access to the Kritik Services refunded will be immediately terminated and all records (including grades) associated with these Kritik Services will be permanently deleted.\nRefund requests are to be sent to support@Kritik.io.<br>\n<br>‍<strong>7.\nPRIVACY<br>\n<br>7.1.\nPrivacy.</strong> Use of any personal information collected through your use of the Website, our Apps or the Kritik Services &nbsp;more generally is also governed by our Privacy Policy which is hereby incorporated into and made a part of these Terms of Service by this reference as though fully set forth herein.\n&nbsp;To visit our Privacy Policy please click here.<br>\n<br>‍<strong>8.\nAVAILABILITY<br>\n<br>8.1.\nAvailability.</strong>\n<br>While we endeavor to ensure that the Kritik Services are normally available 24 hours a day, we will not be liable if for any reason the Kritik Services (or any part of it) is unavailable at any time or for any period.<br>‍<strong>8.2.\nSuspension.</strong>\n<br>Access to the Kritik Services may be suspended temporarily and without notice in the case of system failure, maintenance or repair or for reasons beyond our control.<br>\n<br>‍<strong>9.\nYOUR CONDUCT<br>\n<br>9.1.\nAcceptable Use Policy.</strong>\n<br>When using the Kritik Services, you must comply with the provisions of our Acceptable Use Policy.\nFailure to comply with the Acceptable Use Policy could result in your account being suspended or terminated.\nFor greater certainty, in accessing the Kritik Services you agree not to use the Kritik Services for any commercial use, without our prior written authorization.<br>‍<strong>9.2.\nData Storage.</strong>\n<br>Any data or content you make available through the Kritik Services must comply with the provisions of our Acceptable Use Policy and is subject to any data storage limit we notify to you of from time to time.\nWe reserve the right to charge for data storage which exceeds our data storage limit.<br>‍<strong>9.3.\nRestrictions.</strong>\n<br>You agree that will not directly or indirectly: (i) modify or create any derivative work of the Kritik Services, documentation or service.\n(ii) sublicense, sell, lend, rent, lease, give, transfer, assign or otherwise dispose of all or any portion of the Kritik Services.\n(iii) reverse engineer, disassemble or decompile the technology used to provide the Kritik Services or attempt to discover or recreate the source code to the systems used to provide the Kritik Services including our Website and Apps.\nor (iv) remove, obscure, or alter any notice of copyright, trademark, trade secret, or other proprietary right related to our technology and the Kritik Services.<br>\n<br>‍<strong>10.\nLINKING TO OUR SITE<br>\n<br>10.1.\nLinking to our Website.</strong>\n<br>You may link to our Website’s home page, provided you do so in a way that is fair and legal and does not damage our reputation or take advantage of it, but You must not establish a link in such a way as to suggest any form of association, approval or endorsement on our part where none exists.<br>‍<strong>10.2.\nNo Framing.</strong>\n<br>Our Website must not be framed on any other website, nor may you create a link to any part of our Website other than the home page.\nThe website from which You are linking must not display or link to any unlawful, harassing, defamatory, abusive, threatening, harmful, obscene, profane, sexually oriented, racially offensive or otherwise objectionable material.\nWe reserve the right to withdraw linking permission without notice.<br>\n<br>‍<strong>11.\nLINKING FROM OUR SITE<br>\n<br>11.1.\nLinking from Our Site.</strong>\n<br>Where our Website contains links to other sites and resources provided by third parties, these links are provided for Your information only.\nWe have no control over the contents of those sites or resources or the privacy policies or practices of such third party providers, and accept no responsibility for them or for any loss or damage that may arise from Your use of them.\n&nbsp;By using the Website you expressly agree that we will have no liability in respect of your use of such third party links.<br>‍<br>‍<strong>12.\nRELIANCE ON INFORMATION<br>\n<br>12.1.\nReliance on Information.\n<br>‍</strong>We cannot offer any guarantee that any information that is posted on our Website or System is complete, accurate or up to date.\nWe therefore disclaim all liability and responsibility arising from any reliance placed on such materials or information by any visitor to Our Website, or by any user of the Kritik Services.<br>\n<br>‍<strong>13.\nUSER CONTENT<br>\n<br>13.1.\nNo Other Interest.</strong>\n<br>As between Kritik and you, You retain ownership of any content that you upload, post, transmit or display on or through the Kritik Services including any intellectual property rights which subsist in that content (“<strong>User Content</strong>”).\nYou agree that you are responsible for protecting and enforcing those rights and that we have no obligation to do so on Your behalf.<br>‍<strong>13.2.\nUser Content License.</strong>\n<br>By uploading, posting or displaying User Content you grant us, our partners, and affiliates a non-exclusive, perpetual, royalty-free right to use, reproduce, modify, publish, distribute, perform, display and transmit the User Content for the sole purpose of providing services to You.\nIn addition, we shall be permitted to use anonymized User Content both during and after the term of this Agreement to optimize our service and for any other lawful purpose.\nIn no event will such data include any personally identifiable information.<br>‍<strong>13.3.\nUser Content Compliance.</strong>\n<br>Any User Content posted or shared by You on our System must comply with Our Acceptable Use Policy.<br>‍<strong>13.4.\nNecessary Rights.</strong>\n<br>It is a condition of the Agreement that you have all the necessary rights and consents to grant the licenses set out at in section 13.2 and to upload User Content to our System.\nIn particular, you must ensure that you have obtained any necessary consents, including parental consents, relating to the use of images of minors and/or vulnerable adults.<br>‍<strong>13.5.\nUser Content.</strong>\n<br>It is a condition of the Agreement that Your User Content does not contain any material which is the confidential information of any third party or which is defamatory, obscene or otherwise unlawful.<br>‍<strong>13.6.\nRemoval of User Content.</strong>\n<br>We have the right at our sole discretion to remove any User Content that, we feel in our judgment does not comply with the Agreement or violates any third party copyrights or trademarks.\nWe are not responsible for any delay or failure in removing such User Content.\nIf You post User Content that we choose to remove, You hereby consent to such removal, and consent to waive any claim against us.\nWe do not monitor all content uploaded, posted or published on our System.\nIf You believe that any content uploaded, posted or published on our System is defamatory and/or breaches the Agreement or infringes your intellectual property rights please contact us at info@kritik.io.\nWe may require You to provide additional information to help us assess your concern and correctly identify information to be removed.<br>‍<strong>13.7.\nUser Content Indemnity.</strong>\n<br>You agree to indemnify and hold Kritik, and its affiliates, officers, agents, partners, and employees, harmless from any claim or demand, including reasonable attorney’s fees, made by any third party due to or arising out of User Content you submit, post to, email, or otherwise transmit through Kritik Services, your use of the Kritik Services or your breach of the Agreement.<br>‍<br>‍<strong>14.\nINTELLECTUAL PROPERTY RIGHTS<br>\n<br>14.1.\nOur Intellectual Property.</strong>\n<br>We are the owner or a licensee of all intellectual property rights in the technology used to provide the Kritik Services and our licensors and their licensors are owners of all Licensed Content on Kritik Services.\nAll rights are reserved.\nNothing in these Terms of Service gives You a right to use any of our trade names, trademarks, service marks, logos, domain names, and other distinctive brand features.\nYou may not copy, modify, publish, transmit, transfer or sell, reproduce, create derivative works from, distribute, perform, display, or in any way exploit any of our intellectual property, in whole or in part, except as is expressly permitted herein.<br>‍<strong>14.2.\nSuggestions.</strong>\n<br>We shall have a royalty-free, worldwide, irrevocable, perpetual license to use, copy, modify and incorporate into the Kritik Services any suggestions, enhancement requests, recommendations or other feedback provided by You, relating to the operation of the Kritik Services more generally.<br>\n<br>‍<strong>15.\nDISCLAIMERS AND LIMITATIONS OF LIABILITY<br>\n<br>‍</strong>YOUR USE OF THE WEBSITE, OUR APPS AND ACCESS TO THE KRITIK SERVICES IS AT YOUR OWN RISK.\nNEITHER KRITIK, NOR ITS LICENSORS (WHICH INCLUDES AUTHORS AND PUBLISHERS) AND THEIR OFFICERS, DIRECTORS, EMPLOYEES, AFFILIATES, OR AGENTS WARRANT THAT THE USE OF THE KRITIK SERVICES WILL BE UNINTERRUPTED OR ERROR-FREE.\nNOR DO THEY MAKE ANY WARRANTY AS TO THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE KRITIK SERVICES AND LICENSED CONTENT OR AS TO THE ACCURACY, RELIABILITY OR SUITABILITY OF ANY CONTENT ON THE KRITIK SERVICES.\nNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM KRITIK OR THROUGH OR FROM USE OF THE KRITIK SERVICES SHALL CREATE ANY WARRANTY NOT EXPRESSLY STATED IN THESE TERMS OF SERVICE.\nTHE KRITIK SERVICES AND LICENSED CONTENT IS &nbsp;PROVIDED ON AN “AS IS,” “AS AVAILABLE” BASIS WITHOUT REPRESENTATIONS OR WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE OR AUDIENCE, AND NON-INFRINGEMENT.\nIN NO EVENT WILL KRITIK, ITS LICENSORS AND THEIR DIRECTORS, OFFICERS, EMPLOYEES, AFFILIATES, OR AGENTS BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY INCIDENTAL, INDIRECT, SPECIAL, OR CONSEQUENTIAL DAMAGES (EVEN IF KRITIK HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), ARISING OUT OF YOUR USE OF OR INABILITY TO ACCESS AND USE THE WEBSITE, LICENSED CONTENT OR THE KRITIK SERVICES, INCLUDING WITHOUT LIMITATION, LOSS OF REVENUE OR ANTICIPATED PROFITS, LOSS OF GOODWILL, LOST BUSINESS, LOST DATA, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES THAT RESULT FROM MISTAKES, OMISSIONS, INTERRUPTIONS, DELETIONS OF FILES, ERRORS, DEFECTS, VIRUSES, DELAYS IN OPERATION OR TRANSMISSION, OR ANY FAILURE OF PERFORMANCE, WHETHER OR NOT LIMITED TO ACTS OF GOD, COMMUNICATIONS FAILURE, THEFT, DESTRUCTION, OR UNAUTHORIZED ACCESS TO KRITIK RECORDS, PROGRAMS, SERVICES OR SYSTEMS.\nBECAUSE SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, IN SUCH JURISDICTIONS KRITIK AND ITS LICENSORS’ LIABILITY IS LIMITED TO THE GREATEST EXTENT PERMITTED BY LAW.\nWITHOUT LIMITING THE FOREGOING OR ANYTHING ELSE HEREIN CONTAINED, IN NO EVENT WILL KRITIK OR ITS LICENSORS BE LIABLE TO YOU FOR ANY DAMAGES, COSTS, CLAIMS OR OTHER LIABILITIES RELATED TO OR ARISING OUT OF THIS AGREEMENT, WHETHER IN CONTRACT, NEGLIGENCE OR TORT, IN EXCESS OF THE TOTAL FEES PAID BY YOU FOR THE RIGHT TO ACCESS AND USE THE KRITIK SERVICES AND LICENSED CONTENT DURING THE TWELVE (12) MONTH PERIOD IMMEDIATELY PRECEDING THE EVENT OR ACT GIVING RISE TO THE CAUSE OF ACTION.\nThis Section 15 will apply to the maximum extent permitted under applicable law.<br>\n<br>‍<strong>16.\nNOTICES<br>‍<br>‍</strong>All notices given by you to us must be given to Kritik at info@kritik.io.\nWe may give notice to you at either the e-mail or postal address you provide to us on your Order Form or Web Enrollment.\nNotice will be deemed received and properly served immediately when posted on the Kritik Services, 24 hours after an e-mail is sent, or three days after the date of posting of any letter.\nIn proving the service of any notice, it will be sufficient to prove, in the case of a letter, that such letter was properly addressed, stamped and placed in the post and, in the case of an e-mail that such e-mail was sent to the specified e-mail address of the addressee.<br>\n<br>‍<strong>17.\nASSIGNMENT<br>‍<br>‍</strong>You may not transfer, assign, or charge any of your rights or obligations arising under the Agreement, without our prior written consent.<br>\n<br>‍<strong>18.\nSEVERABILITY<br>‍<br>‍</strong>If any of these terms is at any time held by any jurisdiction to be void, invalid or unenforceable, then it shall be treated as changed or reduced, only to the extent minimally necessary to bring it within the laws of that jurisdiction and to prevent it from being void and it shall be binding in that changed or reduced form.\nSubject to that, each provision shall be interpreted as severable and shall not in any way affect any other of these terms.<br>\n<br>‍<strong>19.\nCOMPLIANCE WITH LAWS<br>‍<br>‍</strong>Each party will comply with all applicable laws, rules, regulations, orders and other requirements, now or hereafter in effect, of governmental authorities having jurisdiction in connection with its activities under the Agreement.<br>\n<br>‍<strong>20.\nWAIVER<br>‍<br>‍</strong>No waiver by us, in exercising any right shall operate as a waiver of any other right or of that same right at a future time.\nnor shall any delay in exercise of any power or right be interpreted as a waiver.<br>\n<br>‍<strong>21.\nENTIRE AGREEMENT<br>‍<br>‍</strong>These Terms of Service and any document expressly referred to in them represent the entire agreement between us and supersede any prior agreement, understanding or arrangement between us, whether oral or in writing and notwithstanding any different or additional terms that may be contained in the form of purchase order or other document used by you to place orders or otherwise effect transactions hereunder, which such terms are hereby rejected<br>\n<br>‍<strong>22.\nGOVERNING LAW<br>‍<br>‍</strong>This Agreement is to be construed under the laws of the Province of Ontario.\nThe Parties agree that the United Nations Convention on Contracts for the International Sale of Goods is hereby excluded in its entirety from application to this Agreement.\nIn the event of a dispute arising out of or in connection with the terms of this Agreement between you and us, then you agree to attempt to settle the dispute by engaging in good faith negotiations with us in a process of mediation before commencing arbitration or litigation.\n&nbsp;TO THE MAXIMUM EXTENT PERMITTED BY LOCAL LAW, YOU AGREE THAT ANY CAUSE OF ACTION ARISING OUT OF OR RELATED TO THE KRITIK SERVICES MUST COMMENCE WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES.\nOTHERWISE, SUCH CAUSE OF ACTION IS PERMANENTLY BARRED.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;2309 - 16 Yonge Street M5E2A1, ON, TorontoHelp CenterLinkedInFacebookInstagramTwitterSecurityTerms of Service© 2020 Kritik Education Inc.CloseRequest a DemoA personalized demo for Educators<strong>This Demo is for Educators only.\n</strong>\n<br>If you are a student, use our Intercom chat for assistance.First NameLast NameSchool EmailPhone (best day-time number)InstitutionNo, thank youThank you! Your request has been received!Ok, closeSomething went wrong while trying to request a demo.\nPlease, try again or contact support.\n", "created_at": "2021-04-13 22:55:46.946095", "updated_at": "2021-04-13 22:56:34.748497"}], "points": [], "urls": ["kritik.io", "app.kritik.io"]}}