{"error": 448, "message": "OK", "parameters": {"id": 1462, "name": "GOG.com", "created_at": "2019-03-30 09:34:23.154475", "updated_at": "2021-07-11 10:19:55.839181", "wikipedia": "https://en.wikipedia.org/wiki/GOG.com", "keywords": null, "related": null, "slug": "gogcom", "is_comprehensively_reviewed": false, "rating": 1, "status": null, "image": "https://s3.tosdr.org/logos/1462.png", "url": "gog.com,playgwent.com,fckdrm.com", "documents": [{"id": 8368, "name": "Privacy Statement for California Residents", "url": "https://support.gog.com/hc/en-us/articles/360004559077?product=gog", "xpath": "/html/body/div[2]/div[2]/main/div/div/div[2]/div[1]/article/div[1]", "text": " <p>\n<strong>Additional Information – Privacy Statement for California Residents</strong>\n</p>\n<p>We are GOG sp.\nz o.o., a company incorporated in Poland (we will further call ourselves “GOG”, “we”, “us” or “our”).\nWe have included this California-specific information below to inform you about additional rights regarding our use of your personal information under the California Consumer Privacy Act of 2018 (“CCPA”) and other California privacy laws.\nThis Privacy Statement applies only to visitors, users, and others who reside in the State of California (“users,” “you,” or “your”).\nBelow, we explain our privacy practices and your rights regarding the collection, use, and disclosure of your personal information.</p>\n<p>\n<strong>\n<u>Information We Collect</u>\n</strong>\n</p>\n<p>Personal information is information that directly or indirectly identifies a particular user, household, or device.\nWe have collected the following categories of personal information from users within the last twelve (12) months:</p>\n<p>Personal identifiers: such as, username, name, email address, a password (which is encrypted so that we don’t have access to it);</p>\n<p>Other identifiers: such as, device identifiers, IP address, or other unique identifiers;</p>\n<p>Commercial information: such as, your list of games, order details, purchase history, refunds, other purchasing and payment information;</p>\n<p>Activity information: such as, your operating system, browser type or other technical details provided by your web browser, metrics information about when and how you use GOG services (such as what games you are playing, page views), your wishlist, forum content, advertising data and other information collected via cookies and related tracking technologies</p>\n<p>Geolocation data: such as, geolocation based on IP address for tax purposes</p>\n<p>Audio, Visual and Similar Electronic Information: such as, your avatar picture.\nand</p>\n<p>Inferences drawn from other personal information: such as, user profile or inferences drawn from purchase or browsing history.</p>\n<p>Customer service: such as, account restriction history, complaints and issue raised;</p>\n<p>\n<strong>\n<u>Collection of personal information</u>\n</strong>\n</p>\n<p>We obtain personal information from various sources, including but not limited to:</p>\n<ul>\n<li>Directly from you f.ex.\ninformation you give us when registering a GOG account;</li>\n<li>Directly and indirectly from your activity on GOG services;</li>\n<li>From our vendors, affiliates and business partners that help deliver our services and functionalities to you f.ex.\nwe use software and support ticket system to help us managing your customer support requests;</li>\n<li>Social media, other platforms and other third-party accounts, if you choose to link them.</li>\n</ul>\n<p>\n<strong>\n<u>Use of personal information</u>\n</strong>\n</p>\n<p>We may use your personal information: (1) to fulfill the reason for which the information is provided.\n(2) to provide you with information, products or services that you request from us (like providing access to your GOG account).\n(3) to provide you with information, products or services which we feel may interest you, such as newsletters or emails about GOG services, special and occasional offers, ads and product recommendations on the basis of your purchases or activity (of course, it’s optional).\n(4) to perform a contract.\n(5) to ensure that GOG services are presented in the most effective manner for you and for your computer or other device from which you access GOG services.\n(6) to improve or modify GOG services, f.ex.\nbased on which games you like, how you play them, reported problems, your suggestions or satisfaction surveys.\n(7) to communicate with you (f.ex.\nabout changes in the GOG User Agreement).\n(8) to provide you with customer support.\n(9) to protect you from an unauthorized use of your account and against fraud.\n(10) for tax, legal and accounting purposes.\nand (11) for any other purpose with your consent.</p>\n<p>\n<strong>\n<u>Disclosure of Personal Information</u>\n</strong>\n</p>\n<p>We may disclose personal information we collect from you: (1) to our subsidiaries and affiliates, including CD PROJEKT S.A.\nwho helps us providing you with GWENT and enable you to participate in GWENT esports competition.\n(2) to contractors, service providers, and other third parties we use to operate our systems, deliver services and to assist us with marketing.\n(3) to other GOG users and the general public (in case of public profiles or through your use of certain features of GOG services).\n(4) for legal reasons or in the event of a dispute.\n(5) if we believe disclosure is necessary or appropriate to protect the rights, property or safety of us, GOG users or others.\nor (6) with your consent.</p>\n<p>\n<strong>\n<u>Your Rights</u>\n</strong>\n</p>\n<p>As a California resident, you have the following rights under the CCPA regarding your personal information:</p>\n<ul>\n<li>\n<strong>Access, update, and correct personal information</strong>\n<br> You have the right to request access to and receive the following information about personal information we maintain about you in the preceding 12 months.<br> (1) The categories of personal information we collected about you.<br> (2) The categories of sources from which the personal information is collected.<br> (3) The business or commercial purpose for collecting personal information.<br> (4) The categories of third parties to whom we sell or with whom we share your personal information.<br> (5) The specific pieces of personal information we collected about you (i.e.\ndata portability rights).<br> (6) If we sold or disclosed your personal information for a business purpose, two separate lists disclosing: (i) sales, identifying the personal information categories that each category of recipient purchased.\nand (ii) disclosures for a business purpose, identifying the personal information categories that each category of recipient obtained.</li>\n<li>\n<strong>We don’t sell your personal information, and therefore are not required to provide an opt-out process.</strong>\n</li>\n<li>\n<strong>Delete Personal Information</strong>\n<br> You have the right to request that we delete any of your personal information we collected and retained, subject to certain exceptions.\nOnce we receive and verify your user request, we will delete your personal information from our records.\nHowever, we may deny your deletion request if retaining the information is necessary for us or our service providers under certain circumstances, which we will explain to you at the time of the denial, if any.</li>\n</ul>\n<p>\n<strong>\n<u>Contact Us</u>\n</strong>\n</p>\n<p>Whether or not you are currently a GOG user, if you would like to exercise your rights regarding your personal information, or have any questions or comments concerning this Privacy Statement, please contact us via this online form or at privacy@gog.com.</p>\n<p>\n<strong>\n<u>Non-Discrimination</u>\n</strong>\n</p>\n<p>We will not discriminate against you for exercising any of your CCPA rights by offering different pricing or products, or by providing you with a different level or quality of products, or in connection with promotions or other offerings.</p>\n<p>\n<strong>\n<u>Non-Personal Information</u>\n</strong>\n</p>\n<p>This Privacy Statement does not restrict our collection, use or disclosure of any aggregated information or information that does not identify, or cannot be reasonably linked to, any individual, which is defined under the CCPA as not personal information.</p>\n<p>\n<strong>\n<u>Updates</u>\n</strong>\n</p>\n<p>We may change this Privacy Statement if we think it's necessary for legal reasons or to reflect changes in GOG services.\nIf so, we will make the changed Privacy Statement available online and (if you have a GOG account) we'll email you to explain the changes.\nWe will also update the “Last Updated” date.\nAny changes to this Privacy Statement will become effective when posted on our website.</p>\n<p>Last revised: 30.12.2019</p> ", "created_at": "2021-07-11 10:39:42.397022", "updated_at": "2021-07-11 10:39:51.151232"}, {"id": 1115, "name": "Privacy Policy", "url": "https://support.gog.com/hc/en-us/articles/212632109-Privacy-Policy", "xpath": "", "text": " &lt;iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-NX39DH\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"&gt;&lt;/iframe&gt.\nA <b>system report</b> or other file containing a description of your computer's technical specification is required to submit this technical support request.<br>When submitting a system report, please be aware that it may contain your personal information, like your computer name.\nPlease consider reviewing and removing any personal information from the system report before submitting this file.<br>The detailed instructions on how to generate the report will be displayed under this message, once you select your <b>operating system</b> in the form above.\n<b>Creating a DXDiag report</b>\n<br>\n<br>To launch the DXDiag application, press the Windows Key + R, type in <b>\n<i>dxdiag</i>\n</b> and press Enter.<br>\n<b>Please do not swich to the 64-bit version</b>, as the 32-bit version is preferred.<br>In the DXDiag window, click \"Save All Information...\", then choose a location in which you want to save the file (your desktop, for instance).\nOnce you have created the file, please attach it to your support request using the \"Add file\" button above.\n<b>Creating a System Profiler report</b>\n<br>\n<br>\n<b>OS X 10.7 or newer</b>:<br>Go to Applications -&gt.\nUtilities -&gt.\nSystem Information<br>Click File -&gt.\nSave as...<br>Save the file and attach it to your support request using the \"\"Add file\"\" button above.<br>\n<br>\n<b>OS X 10.6.x</b>:<br>Go to Applications -&gt.\nUtilities -&gt.\nSystem Profiler<br>Click File -&gt.\nSave as...<br>Save the file and attach it to your support request using the \"\"Add file\"\" button above.\n<b>Creating a GOG system report</b>\n<br>\n<br>If you have installed the game using our <b>*.sh</b> installer, open your default terminal emulator, and run the following commands <i>(don\\'t forget to adapt the first command depending on the game and its location.\nUse TAB to auto-complete the location and prevent typos and mistakes, and RETURN key - \"Enter\" - to confirm)</i>:<br>\n<br>\n<i>cd ~/GOG Games/*your game*</i>\n<br>\n<i>./start.sh --sysrep</i>\n<br>\n<br>The system report will be located in your Desktop folder.\nPlease attach it to your support request using the \"Add file\" button above Search across all games and articles This field cannot be blank If you're having problems redeeming a code, try the following steps: ◘ Always make sure to double- and triple-check the code, character by character.\n◘ For <b>Cyberpunk 2077 codes</b>, keep in mind that the letter 'O' should not be present in the code.\nOnly zeroes should be present.\n◘ If you're using GOG GALAXY and encounter an issue, try aborting the process (click outside of the redeem window) and redeeming again.\nIf that doesn't work, try redeeming via your browser at https://www.gog.com/redeem .\n◘ If you're having problems redeeming via your browser, try using a different browser altogether, or redeeming via GOG GALAXY.\nTo redeem via GOG GALAXY, click \"+ Add games &amp.\nFriends\" and \"Redeem GOG code\", then follow the on-screen instructions.\nIf you can't see your game in your library, try using this link https://www.gog.com/account/refresh to refresh your products list.\nIf you have feedback / suggestions concerning Cyberpunk 2077, please consider sharing them on the official forum: https://forums.cdprojektred.com/index.php?forums/cyberpunk.31/ or the game's social media pages.\nWe are currently experiencing heavy load on our systems, which can result in login problems.\n<br>\nIf you didn't receive your 2-step login code, try resending the email.\n<br>\nIn case of other login issues, please be patient and try again later.\nIf the game crashes and your PC meets the requirements, please try these steps:\n◘ Install the latest, Cyberpunk 2077-ready graphics card drivers.\n◘ In GOG GALAXY, use Manage installation &gt.\nVerify / Repair.\n<p>GOG.COM</p>\n<p>GOG GALAXY 2.0</p> English (US) Deutsch Français Polski Русский 简体中文 Sign in <ol>\n<li> GOG.COM SUPPORT CENTER </li>\n<li> Policies &amp.\nGeneral Info </li>\n<li> Policies </li>\n</ol> Privacy Policy <p>Hello, GOG user! This Privacy Policy is where we explain what information is collected when you’re using GOG.COM or GOG GALAXY Application, how it is collected, how we use that information, where we store it, and how we protect it.\nWe will also explain your rights in relation to the information.\nLike with our User Agreement, we've put together both a full text version and a (non legally binding) summary version to make things simple.\nIf you have any queries you can contact us at privacy@GOG.COM.\nHere we go…</p>\n<p>California Residents: Click here for the California Privacy Notice.</p> FULL TEXT QUICK SUMMARY 1.\nWHO WE ARE <p>We are GOG sp.\nz o.o., a company incorporated in Poland (we will further call ourselves “GOG”).</p>\n<p>You can contact us here, via email at privacy@GOG.COM or by traditional mail: Data Protection Officer, GOG sp.\nz o.o., Jagiellońska 74, 03-301 Warsaw, Poland.</p>\n<p>Hello, we're GOG and we are based in Poland.\nYou can find our contact details here (see opposite).</p> 2.\nWHAT THIS PRIVACY POLICY GOVERNS <p>2.1 This Privacy Policy applies to www.GOG.COM, your GOG user account, GOG GALAXY Application (including GOG GALAXY Store), any games or videos or other content which you purchase, access or use via GOG.COM, the ‘GOG Wallet’, GOG payment methods, the GOG web forums, GOG customer and technical support and any other services we provide to you (we'll just call all this “GOG services” for short).\nGOG services also include GWENT: The Witcher Card Game for PC's (“GWENT”) from our related company CD PROJEKT together with www.playgwent.com, any other GWENT web sites or accounts and all services related to GWENT, including (but not limited to) user accounts and customer and technical support provided by us.</p>\n<p>This Privacy Policy explains the different types of information that we collect while you use GOG services or GWENT.\nWe and our Trusted Partners will comply with applicable privacy laws.\nBtw Geralt says hi.</p>\n<p>2.2 Specifically, this Privacy Policy governs personal information and non-personal information which we collect from you when you're using GOG services.\n(\"Personal information\" means information which, on its own or in combination with other information, can be used to identify you).</p>\n<p>2.3 We respect your right to privacy and will only process personal information in accordance with applicable data protection legislation in the EU, the USA (including the Children's Online Privacy Protection Act) and elsewhere.</p>\n<p>We will comply with applicable data protection laws.\nThis involves us being responsible for personal data which we use in connection with GOG services and equally our Trusted Partners (see opposite) will be responsible for personal data which they use in connection with GOG services.</p>\n<p>2.4 GOG works with trusted partners, including our related company CD PROJEKT, developers and publishers, payment providers, customer service software providers and others (“Trusted Partners”) – more on them later in this Policy.</p>\n<p>2.5 For personal information contained in this Privacy Policy which is used by GOG, GOG is the data controller under EU data protection legislation.</p> 3.\nPROTECTING CHILDREN <p>3.1 We recognise we have a special obligation to protect personal information obtained from children.\nWe do not and will not knowingly collect personal information from any child under the age of 16.\nIf for any reason we decide to collect personal information of children between 13 and 16 we will ask for their parent or guardian consent.\nIf you are a parent or guardian and are concerned about the transfer of personal information about your child, please contact privacy@GOG.COM</p>\n<p>We cannot and will not knowingly collect personal information about children under 16.</p> 4.\nINFORMATION WE COLLECT <p>4.1 When you register a GOG account with us, you will need to provide us: (a) your username.\n(b) your email address.\nand (c) a password (which is encrypted so that we don’t have access to it).\nThis information is necessary for us to provide you with a GOG account requested by you.\nIn your GOG account settings you can also set your date of birth, avatar, and your geographical location.\nThis information will be protected by your GOG account password.\nYou are responsible for keeping it safe - please don't share it with anyone.</p>\n<p>To register a GOG account, we will ask you for and collect some basic personal information, including username and email.\nWe need this to provide you with a GOG account.\nKeep your GOG account password safe.</p>\n<p>4.2 When you use GOG services we may also collect the following information (how we use it is described later in this document):</p>\n<p>We may also collect additional information when you use other GOG services (see opposite).</p>\n<ul>\n<li>(a) Technical details about devices which you use to access GOG services, including: Internet and/or network connection (including your IP address).\nmobile device identifiers.\nyour operating system, browser type or other software.\nyour hardware details.\nor other technical details provided by your web browser.\nThis is technical data about our users and their actions and patterns, which does not provide personal information;</li>\n<li>(b) Details of your use of GOG services including, but not limited to: metrics information about when and how you use GOG services (such as what game(s) you are playing, your current status, your interactions with others).\norder status.\norder ID.\ntraffic data.\nyour geographical location.\nyour purchase history.\ngame library.\nemails received.\nand links accessed.\nyour preferences and choices such as subscriptions, preferred language and currency.\nyour friend lists on GOG.COM.\nyour communication via chat, game reviews, published posts on forum and other GOG services;</li>\n<li>(c) Other information required in order to help you with any queries/support you may need assistance with via the GOG forums or customer support, including communications with you;</li>\n<li>(d) limited payment processing information, including as applicable your credit card number, name and email address (on a hashed/anonymised basis as applicable), payment methods, payment engine and transaction type.\nfraud risk score;</li>\n<li>(e) if you use Facebook Connect we may also collect limited information through Facebook Connect such as your Facebook ID, avatar, e-mail and friend list;</li>\n<li>(f) if you purchase content via a third party platform which uses our GOG Direct to Account API, the platform may share data with us such as your platform ID, order details or your IP address;</li>\n<li>(g) any other information which you supply us via our services;</li>\n</ul>\n<p>&nbsp;</p>\n<p>4.3 <strong>GOG GALAXY Application</strong>.\nIf you use GOG GALAXY Application (including GOG GALAXY Store) we will also collect technical logs, information about achievements in games you play and how long you play them.\nyour multiplayer sessions and your activities in the GOG GALAXY Application and on other platforms connected to your GOG account for the general operational purposes of GOG GALAXY Application.\nIf you choose to connect your accounts from other platforms with GOG GALAXY Application , depending on the features that the particular integration currently supports, GOG will access personal and non-personal information such as your user name and user id, avatar, game list, gametime, game achievements, friend list (user name, user id, avatar) and their status, chat and conversation history.\nWe will not store your account credentials.\nIn addition, if you purchase games using GOG GALAXY Store, we will collect information related to your transaction mentioned in point (d) above as well as the relevant product id and product entitlement id.\nYou can read more about this optional account connecting feature in our GOG GALAXY Application Privacy Notice here.\nThe Privacy Notice forms part of this Privacy Policy.</p>\n<p>When you use GOG GALAXY Application, GOG collects personal and non-personal information about your activity (specific examples opposite).\nWe need this to run GOG GALAXY Application and to provide you with its cool features..</p>\n<p>4.4 GWENT.\nWhen you sign up for, download, use or play GWENT then GOG may collect and use basic data about you and your account activity for the general operational purposes of GWENT.\nThis data includes: (i) your email address.\n(ii) your name and surname.\n(iii) your date of birth.\n(iv) any username used to identify yourself as well as your avatars.\n(v) Gwent-ID.\n(vi) a log of user activity within Gwent (including login time, logout time, log of matches played, number of wins and losses and gathered experience points).\n(vii) a record of your in-game virtual goods and currencies.\n(viii) your Matchmaking Rating (MMR).\n(ix) IP address.\n(x) your country of location (identified based on IP address).\n(xi) any other data which you supply us via GOG services including data required to help you with any queries or support matters such as crash logs or the technical details of the device you use to play GWENT.\nPlus if you purchase GWENT in-game content we may collect and use: (xii) your device/platform and records of any purchases made with virtual or real currency (including transaction dates, currencies, value and the relevant purchased products).\nIn order for you to play GWENT or access other related services, we need to process the data described above.\nIf you do not agree to provide us with the above-mentioned data for the above purposes, you will not be able to play GWENT or use other services related to it.</p>\n<p>When you play Gwent, GOG collects basic data about you and your account activity (specific examples opposite).\nWe need this in order to run GWENT and its related services.\nYou can decline to provide your data but then equally you can’t play GWENT.</p>\n<p>4.5 A quick word about bug reports and crash logs: GOG software will generate bug or crash reports regarding GOG services – these reports will not mention your personal information.\nYou can decide whether to submit these reports to GOG automatically.\nIf you manually submit bug or crash reports to us, or if we contact you asking for feedback regarding crash or bug reports, then we may store them alongside your personal information.</p>\n<p>If GOG services crash, we might ask you to send us crash logs/bug reports.</p>\n<p>4.6 A quick word about payment details (if/when you use them in GOG services): this is a matter for the relevant payment method/platform/processor.\nWe process only limited payment processing information on a hashed/anonymised basis as applicable.\nIf you make any purchases within GOG services, then we are notified by the payment processor once a transaction takes place and of course we make sure you receive your purchased item, but we will not receive any of your actual payment details.</p> 5 HOW WE COLLECT INFORMATION FROM YOU <p>5.1 We may collect, process and use information about you in the following ways (either directly or via our Trusted Partners as explained above): (a) information you give us via GOG services.\n(b) information given when you contact us or report a problem with GOG services.\n(c) through our API which allows third party platforms to sell content which is activated by GOG (“GOG Direct to Account API”) and (d) we may also ask you to complete surveys that we use for research purposes, although you don't have to respond to them.\nWe may collect this information via GOG services or trusted third parties connected with us for optional things like surveys or polls.</p>\n<p>5.2 Facebook Connect.\nWhen you register for GOG services via Facebook Connect (of course, it's optional), Facebook will provide us with certain information about you such as your Facebook ID, avatar, e-mail, gender, location and friend list.\nData is gathered strictly in accordance with the social network(s)’ terms and conditions, so check your privacy settings on Facebook.</p>\n<p>5.3 GOG Connect.\nWhen you use our cool and optional feature GOG Connect we will be retrieving limited information from your Steam account.\nWe explain this in more detail in section 11.3 below</p>\n<p>We will collect the information ourselves or via third parties when it comes to optional things like surveys, GOG Connect or authentication services like Facebook Connect.</p>\n<p>5.4 GOG GALAXY Application.\nIf you use GOG GALAXY Application and decide to connect your accounts from other platforms with GOG GALAXY Application using GOG official or community integrations, then we may also collect personal and non-personal information via such integrations (see section 4.3 above for details).\nThis feature is totally optional.\nPlease know that community integrations may be governed by separate private policies and we are not responsible for their use of your personal and non-personal information (see further section 5 of the GOG GALAXY Application Licence Agreement).</p>\n<p>If you use GOG GALAXY Application and choose to link your accounts from other platforms to GOG GALAXY Application we may collect your personal and non-personal information from third parties via GOG official or community integrations (see details opposite).</p> 6.\nCOOKIES <p>We also collect information about you via cookies.\nYou can find out more about this in our Cookie Policy here.\nThe Cookie Policy forms part of this Privacy Policy.</p>\n<p>Read our cookie policy too (link opposite).</p> 7.\nWHY DO WE USE YOUR DATA? (LEGAL GROUNDS FOR DATA PROCESSING) <p>7.1.\nWhen we process information about you, we do so as necessary to provide GOG services you use (i.e.\nto perform agreement between us, enable you to play GWENT or use GOG GALAXY Application features), meet our legal obligations (f.ex.\ntax, accounting) or to fulfill the so-called “legitimate interests” of GOG or other reasons described in the “How we use your data” section.\nTo clarify, by legitimate interests we mean lawful purposes that could be reasonably expected (like informing you about games we distribute and making sure our marketing is relevant for you, protecting the security of our websites and systems, conducting anti-cheat analysis and anti-fraud checks).\nWhen we rely on the legitimate interest, we consider and balance any potential impact on you and your rights.\nFor other purposes we will ask for your consent and you will be entitled to withdraw this consent any time, with no impact on the validity of the processing before your consent has been withdrawn.</p>\n<p>In essence, we process your data to provide you with GOG services, to meet our legal obligations and for other reasons that are important for us like informing you about our games and ensuring security of our website.\nIn other cases, we will ask for your consent in advance and you will always have the right to withdraw it anytime you like.</p>\n<p>7.2 When we transfer your data outside of the European Economic Area, we do so on the basis of a variety of legal mechanisms, as described in “Trusted Partners”.</p> 8.\nHOW WE HANDLE YOUR INFORMATION <p>8.1 All information you provide to us is stored on our secure servers or those of our Trusted Partners.\nWe implement appropriate technical and organisational measures to protect your personal data against unauthorised or unlawful processing, accidental loss, destruction or damage.</p>\n<p>All information you provide to us is stored either on our secure servers or those of our Trusted Partners.</p>\n<p>8.2 How long are we going to keep your data? We will retain your personal information only for as long as we will be required in order to fulfil the purposes outlined in this Privacy Policy.\nIn certain special cases, a longer retention period might be required by law e.g.\ntax, accounting purposes or other legal requirements and obligations.\nAs soon as we will no longer require your personal data to provide our services for other purposes mentioned above, we will promptly delete or anonymize it.\nIn particular:</p>\n<ul>\n<li>(a) we will keep information that is associated with your GOG account for the duration of your agreement for the access to GOG services (i.e.\nuntil you close your GOG account).\nIf you choose to close your GOG account, limited data that we collect about you may still be retained for tax, legal and accounting purposes;</li>\n<li>(b) if you don’t have a GOG account and contact us we will retain correspondence with you as long as necessary to help you out and then for the period necessary for legal or accountability purposes;</li>\n<li>(c) information that you post on our public forums and your game reviews will be retained until you decide that it should be removed as well.\nWe don’t want to interfere with your posts and expressions without your permission.</li>\n<li>(d) we will keep data that is associated with your GWENT account for the duration of the agreement to access GWENT services (i.e.\nuntil you close your GWENT account).\nFollowing account closure, limited data that we collect about you will still be retained for an additional few years for tax, legal and accounting purposes.</li>\n<li>(e) if you use GOG GALAXY Application and connect your accounts from other platforms with GOG GALAXY Application we’ll be storing your imported data only as long as you stay connected with the relevant platform.\nThis information will be deleted once you disconnect with the platform or anytime you ask us to delete your data.\nHowever, if you purchased any content via GOG GALAXY Store, we will need to retain your payment history, product ID and entitlement ID for tax, legal and accounting purposes.</li>\n</ul>\n<p>In general, we’ll store your data until you close your GOG account (or GWENT account if applicable).\nIf you do, we may still use limited information about you for tax, legal or accounting purposes.</p> 9.\nHOW DO WE USE YOUR INFORMATION <p>9.1 We will use the above information in the following ways:</p>\n<ul>\n<li>(a) to carry out our obligations arising from any contracts between you and us, like providing access to your GOG account, providing you with the games and technical support and in general allowing to use GOG services and its functionalities when you choose to do so f.\nex.\nyour GOG user profile, chat, forum or cloud saving and crossplay services in GOG GALAXY Application;</li>\n<li>(b) to ensure that GOG services are presented in the most effective manner for you and for your computer or other device from which you access GOG services;</li>\n<li>(c) to provide you with information, products or services that you request from us and which we feel may interest you - in particular, we may send you newsletters or emails about GOG services, special and occasional offers like a welcome offer or provide you with ads, offers and product recommendations on the basis of your purchases or activity on our and third party websites and services, as well as about CD PROJEKT’s games and services (of course, it’s optional)</li>\n<li>(d) to activate content on your GOG account through our Direct to Account API;</li>\n<li>(e) to evaluate the effectiveness of our marketing actions and improve the quality of our marketing;</li>\n<li>(f) to notify you about changes to GOG services and our legal documents;</li>\n<li>(g) to improve or modify GOG services, f.ex.\nbased on which games you like, how you play them, reported problems, your suggestions or satisfaction surveys;</li>\n<li>(h) to improve or modify GOG services, for example based on which games you like more and how you play them;</li>\n<li>(i) to calculate conversion rates and other elements of GOG.COM performance;</li>\n<li>(j) in connection with the services of our Trusted Partners, such as payment processors, located in and outside the EU, but only to the extent necessary to provide those services;</li>\n<li>(k) to provide you with optional functionalities such as GOG Connect or authentication via Facebook account;</li>\n<li>(l) to create a universal user’s profile based on information about your use of GOG services and other platforms (we’ll rely on data made available when you merge your GOG account with your account on other platforms) in order to make our Services even more interesting for you;</li>\n<li>(m) to protect you from an unauthorized use of your account and against fraud;</li>\n<li>(n) for tax, legal and accounting purposes;</li>\n<li>(o) for the accountability purposes as defined by EU legislation (GDPR).\nand</li>\n<li>(p) to provide you with GOG GALAXY Application features if you decide to use it f.ex.\nto allow you to organize your game libraries as one master collection together with playtime and achievements, to create one list of your gaming friends with the ability to chat with them cross-platform and to activate your purchased content on that external platform;</li>\n</ul>\n<p>We will use your information to run GOG and keep improving it as well as to communicate with you (e.g.\nwith newsletters or emails).\nSometimes we may have to share anonymised, non-personal information like operating system types in order to run GOG services.</p>\n<p>9.2.\nWhenever we’re personalizing or targeting our marketing communications, offers and adverts, we may profile your personal information.\nWe do not make however automated decisions (f.ex.\nvia algorithms) that could affect your legal situation.\nIf you decide that you no longer want to receive personalized offers, product recommendations from us, or no advertising news at all, you can object to this at any time.\nYou can also choose whether to receive marketing communication from us, including personalized and targeted marketing emails by managing subscriptions on your GOG Account Subscription page, following the link \"unsubscribe\" attached to our marketing emails or just contacting us directly here.</p>\n<p>9.3 GWENT.\nIf you sign up for, download, use or play GWENT, we will also use your data to: (i) provide access and allow you to play GWENT.\n(ii) ensure enjoyable gameplay through the analysis of players’ data.\n(iii) maintain the ranking of Gwent players, (iv) calculate conversion rates and other elements of GWENT performance.\n(v) maintain technical support services for game users.\n(vi) identify incidents of game misuse.\n(vii) target and personalize our marketing communication, offers and advertisements that we display on our websites and services (including in-game marketing) as well as those of third parties based on the combined data we have collected about you.</p>\n<p>We can use your data to help us operate and improve GWENT (assuming you play it ofc – hey, it’s a great game you know :)!)</p>\n<p>9.4 Non-personal data.\nWe might process some aggregated and general non-personal data on user behaviour (e.g.\nsales per region, number of support tickets) and share it with Trusted Partners who work with us to provide GOG services to you (for example, with games developers/publishers selling games on GOG.COM or with payment providers) in order to support, improve or amend GOG services or to help them to improve their products, which you have bought.\nWe may also share non-personal information with data analysis services to help us run GOG.COM.\nFear not, as mentioned above, everything’s anonymised, so you cannot be identified.</p> 10.\nDATA SHARINGS Other Users <p>10.1 Some elements of your personal information and some information about your use of GOG services are accessible to other GOG users.\nFor example: other users of GOG services will be able to see your username and avatar (if you choose to have one).\nWe may also display other information derived from your activity on GOG services.\nWe do this to help GOG users to find gamers with similar tastes and to build the GOG user community.\nYou can manage the privacy settings of your GOG user profile in your GOG account.</p>\n<p>Some information about you will be visible on GOG.COM as a part of your GOG user profile, this can be managed via privacy settings for your GOG account.</p>\n<p>10.2 GWENT.\nWhen you create a GWENT account, some basic data about you (namely your username, card collection, and statistics) will form a part of your public profile and it will be visible to everyone who views your profile.\nYou can disable this function and manage the visibility of your profile through your GWENT account settings at any time.</p>\n<p>Limited data about you will be visible as a part of your public GWENT profile, but it can be disabled at any time via the privacy settings in your account.</p>\n<p>10.3 How you use your information.\nPlease remember that any communications you have via GOG services (e.g.\nvia private messages, chat or the GOG forums or via multiplayer games like GWENT) may reveal your screen name, other details about you and the content of any communications by you with other users (see further section 10.2 above re GWENT).\nAlso, any information and content you share publicly using GOG services (e.g.\non our forums or your GOG user profile) will be accessible to GOG users and others.\nConsider carefully with whom you share your information and avoid sharing contact or private information about yourself.</p>\n<p>When you're using GOG services you can choose to share your own personal information with others (e.g.\nin chat) but it's your responsibility.</p>\n<p>Our Trusted Partners</p> 10.4.\nIn general, we do not disclose information about you to third parties without your consent.\nWe may share your data only with the following categories of third parties who were engaged by us to help deliver our services and functionalities to you (they are formally called “Data Processors”).\nWhen we provide your information to these Trusted Partners, their use and disclosure of it is subject to limitations in our agreements with them:\n<ul>\n<li>Customer support partners that provide us with software and support ticket system to help us managing your customer support requests (like Zendesk Inc.);</li>\n<li>Advertising and advertising measurement partners to facilitate targeting, delivery and measurement of online advertising on third-party services (such as Google Adwords) or that provide us with email delivery tools (such as GetResponse);</li>\n<li>GOG’s subsidiaries and affiliates, including CD PROJEKT S.A, who help us providing you with GWENT and enable you to participate in Gwent esports competition;</li>\n<li>Anti-cheat companies: we may share the information required for our detection, investigation and prevention of cheating in GWENT.</li>\n<li>Third party vendors that provide us with analytical tools for GOG.COM and for GWENT;</li>\n<li>Third party vendors that provide us with error tracking and crash reporting tools;</li>\n<li>Third party platforms that may sell content which is activated by GOG using our Direct to Account API (more details of which can be found in our User Agreement);</li>\n<li>If you purchase via GOG GALAXY Store - third party platforms that you have chosen to connect your GOG account to activate your purchased content on that external platform ;</li>\n<li>Third party network providers to optimize delivery of GOG content you requested (we share only your IP address and the identification of GOG content you wish to access);</li>\n<li>Data storage partners: we may store some of your information using third-party data storage services, e.g.\nfor cloud saves, we may use Google services to run surveys on GOG.COM;</li>\n<li>Our professional advisors dealing f.ex.\nwith legal, tax, audit or accounting matters.</li>\n</ul>\n<p>In general, we don’t share information about you with third parties.\nThere are exceptions like our Trusted Partners that help us do our thing.\nThey usually help us with things like data analytics, processing payments, internal tools or running a variety of marketing activities.</p>\n<p>10.5 During the payment process, we may also share information about you with the following categories of third partners who handle it independently as the so-called data controllers:</p>\n<ul>\n<li>payment-providers for payment processing purposes;</li>\n<li>banks and financial institutions to obtain payment;</li>\n<li>anti-fraud service providers;</li>\n</ul>\n<p>10.6 Some forms on this site require the use of Google's reCAPTCHA service before they can be submitted.\nThis plugin checks if you are a person in order to prevent certain website functions from being (ab)used by spam bots (particularly comments).\nUse of the reCAPTCHA service is subject to the Google Privacy Policy and Terms of Use.</p>\n<p>10.7 Your information may be processed, stored and transferred outside your country of residence and beyond the European Economic Area (EEA) and Switzerland, such as the United States, Canada or Brazil.\nPrivacy laws in these countries may not offer the same level of protection as in your country or in the EEA.\nBut whenever we’re sharing your personal information outside the EEA and Switzerland, we will do so on the basis of the EU standard contractual clauses and/or other lawful measures to transfer your data and establish adequate protection of your personal information</p> 11.\nTHIRD PARTY INFORMATION COLLECTION AND EXTERNAL SERVICES <p>11.1 GOG services may, from time to time, contain links to and from the websites or services of third parties (e.g.\nto games developers whose games are on GOG.COM).\nIn addition, third parties (e.g.\ngames developers/publishers) may also collect personally identifiable information (e.g.\nyour email address or name) if you want to access additional game services, but they can collect any such information only after you have been informed of it and consented to it.\nThis may include saving information to your GOG profile in relation to their games (such as, for example, saving game progress).\nOur Privacy Policy does not extend to these external sites or companies, so please refer directly to their privacy policies.\nThis also applies to GOG GALAXY Application integrations created by the community.</p>\n<p>You may find links on GOG.COM that lead outside our website.\nSometimes we might need to direct you elsewhere (like a developer’s website) if you want to access additional features built into your games.\nThese sites might collect your information under their own privacy policies.</p>\n<p>11.2 GOG services may also offer you easy and optional access to GOG-approved Trusted Partners’ services, e.g.\nthe websites and games provided by our related company CD PROJEKT.\nIn order to do this, we will need to share some of your personal information (e.g.\nyour email address) with them, as long as you agree to it.\nThis personal information will be protected under our Trusted Partner’s privacy policy.</p>\n<p>You can use GOG services to access cool stuff from GOG-approved Trusted Partners.\nWe will need to share some personal information with them (which you control).\nIt is up to you if you want to use your GOG account for this or not.</p>\n<p>11.3 A quick word about GOG Connect (which you can read more about here).\nIn order for us to provide this (optional) feature to you, we will need access to Valve’s service allowing us to retrieve certain data regarding Steam and games available via Steam (“Steam Data”).\nWe will treat the Steam Data consistent with this Privacy Policy.\nWe will only retrieve Steam Data regarding your Steam account as requested by you and we will notify you what if any Steam Data is stored by us.\nWe will not intercept, store or use your Steam password or login.\nIn accordance with Valve’s requirements, Steam Data is provided: (I) \"AS IS,\" \"WITH ALL FAULTS\" AND \"AS AVAILABLE,\" AND THE ENTIRE RISK AS TO SATISFACTORY QUALITY, PERFORMANCE, ACCURACY, AND EFFORT IS WITH YOU.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, VALVE, STEAM GAME PUBLISHERS AND DEVELOPERS, AND THEIR SUPPLIERS MAKE NO REPRESENTATIONS, WARRANTIES OR CONDITIONS, EXPRESS OR IMPLIED.\nVALVE, STEAM GAME PUBLISHERS AND DEVELOPERS, AND THEIR SUPPLIERS EXPRESSLY DISCLAIM ANY AND ALL WARRANTIES OR CONDITIONS, EXPRESS, STATUTORY AND IMPLIED, INCLUDING WITHOUT LIMITATION (A) WARRANTIES OR CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, WORKMANLIKE EFFORT, ACCURACY, TITLE, QUIET ENJOYMENT, NO ENCUMBRANCES, NO LIENS AND NON-INFRINGEMENT, (B) WARRANTIES OR CONDITIONS ARISING THROUGH COURSE OF DEALING OR USAGE OF TRADE, AND (C) WARRANTIES OR CONDITIONS OF UNINTERRUPTED OR ERROR-FREE ACCESS OR USE.\n(II) IN NO EVENT WILL VALVE OR ANY SUPPLIER BE LIABLE FOR ANY DAMAGES, INCLUDING WITHOUT LIMITATION ANY INDIRECT, CONSEQUENTIAL, SPECIAL, INCIDENTAL, OR PUNITIVE DAMAGES ARISING OUT OF, BASED ON, OR RESULTING FROM ITS API TERMS OF USE OR YOUR USE OF STEAM WEB API, STEAM DATA, OR VALVE BRAND &amp.\nLINKS, EVEN IF SUCH PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nTHE EXCLUSION OF DAMAGES UNDER THIS PARAGRAPH IS INDEPENDENT OF YOUR EXCLUSIVE REMEDY AND SURVIVES IN THE EVENT SUCH REMEDY FAILS OF ITS ESSENTIAL PURPOSE OR IS OTHERWISE DEEMED UNENFORCEABLE.\nTHESE LIMITATIONS AND EXCLUSIONS APPLY WITHOUT REGARD TO WHETHER THE DAMAGES ARISE FROM (A) BREACH OF CONTRACT, (B) BREACH OF WARRANTY, (C) NEGLIGENCE, OR (D) ANY OTHER CAUSE OF ACTION, TO THE EXTENT SUCH EXCLUSION AND LIMITATIONS ARE NOT PROHIBITED BY APPLICABLE LAW.\nIF YOU DO NOT AGREE WITH ANY PART OF THE ABOVE, OR YOU HAVE ANY DISPUTE OR CLAIM AGAINST VALVE OR ITS SUPPLIERS WITH RESPECT TO THE ABOVE, THEN YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USING THE STEAM WEB API, STEAM DATA, AND VALVE BRAND &amp.\nLINKS.</p>\n<p>If you’d like to use our GOG Connect feature, we’ll require access to your “Steam Data” (more info opposite).\nThere are some legal rules that Valve requires us to follow.</p> 12.\nOTHER STUFF <p>12.1 Please be aware that we are subject to various laws and we may be required to release personal information to comply with law enforcement or other legal requirements.</p>\n<p>We might be required to comply with law enforcement requests to release personal information.</p>\n<p>12.2 In the unlikely event of a reorganisation or merger of GOG or GOG accounts we may transfer personally identifiable information to an involved third party who will protect this to at least the same level as we do in this Privacy Policy.</p>\n<p>Regardless of any reorganisations, acquisitions, etc., your personal information will be protected the same way as it is right now.\nFear not!</p> 13.\nYOUR RIGHTS <p>13.1 You have the right to object to the processing of your personal data in certain situations f.ex.\nfor marketing purposes at any time.\nYou can do so by contacting us at privacy@GOG.COM, here or by changing your email settings within your GOG account, or here.\nAlso email communications from GOG to you will contain an opt-out/unsubscribe option.</p>\n<p>Know your rights! These include the right to know how your personal information is being used, access to the data itself, the right to alter it, transfer, restrict how we use it, or just have it all deleted.\nSimply contact us at privacy@GOG.COM.</p>\n<p>13.2 Depending on where you live, you may have additional privacy rights.\nFor example, under EU laws you have the following additional rights:</p>\n<ul>\n<li>to access information we hold about you;</li>\n<li>to request that we delete your personal information from our system;</li>\n<li>to ask us to rectify/correct your personal information if appropriate.</li>\n<li>to ask us to restrict processing of your data</li>\n<li>to transmit your data to another entity;</li>\n<li>to lodge a complaint with a data protection authority.</li>\n</ul>\n<p>You can exercise these rights by contacting us f.ex.\nhere or at privacy@GOG.COM.</p>\n<p>You may have additional privacy rights (see opposite).</p>\n<p>13.3 If you have any concerns about your privacy please contact us first.\nIf however you feel we have not dealt with your concern you can report this to your local data protection authority or the Prezes Urzędu Ochrony Danych Osobowych (\"PUODO\") in Poland.</p> 14.\nCHANGES TO THIS PRIVACY POLICY <p>14.1 We may change this Privacy Policy if we think it's necessary for legal reasons or to reflect changes in GOG services.\nIf so, we will make the changed Privacy Policy available online and (if you have a GOG account) we'll email you to explain the changes.\nWe will also update the “Last Updated” date.</p>\n<p>We might make changes to our Privacy Policy but whenever we do we’ll display the changes online.\nThese usually take effect after 30 days.\nFeel free to contact us if you have any questions about the changes.</p> 15.\nUSER AGREEMENT <p>15.1 We'd also like to remind you that our User Agreement has more information about how we operate GOG services and it has a number of sections which apply to this Privacy Policy too.\nYou can read it at User Agreement.</p>\n<p>Just a reminder to check our User Agreement as well.</p>\n<p>Last updated: 05.10.2020</p>\n<p>(See the previous version of the Privacy Policy here)</p> Was this article helpful? <small> 259 out of 278 found this helpful </small>\n<ul>\n<li>Facebook</li>\n<li>Twitter</li>\n<li>LinkedIn</li>\n</ul> Articles in this section <ul>\n<li> GOG User Agreement </li>\n<li> GOG.COM Voluntary Refund Policy </li>\n<li> GOG GALAXY store Voluntary Refund Policy </li>\n<li> GOG GALAXY® Application Licence Agreement </li>\n<li> Privacy Policy </li>\n<li> Cookie Policy </li>\n<li> Copyright Policy </li>\n<li> Legal info </li>\n<li> GOG GALAXY 2.0 Privacy notice </li>\n<li> Privacy Statement for California Residents </li>\n</ul> Do you have more questions? Didn't find the answer you were looking for? If you were unable to find the answers you were looking for, please reach out and someone from our friendly and knowledgeable support team will be happy to help with their top-notch assistance! We know you want to get back to gaming, so we strive to answer all messages within 24 hours.\nContact us Want to get help and maybe make some new friends? We’ve got a great community here on GOG, which is always eager to help out.\nPlease make sure not to share private data on public forums, though! Ask our community Part of group.\nContact us Legal Business and press inquiries &lt;div&gt;&lt;img src=\"https://mc.yandex.ru/watch/54669508\" style=\"position:absolute.\nleft:-9999px;\" alt=\"\"&gt;&lt;/div&gt.\n", "created_at": "2019-03-30 09:37:24.715673", "updated_at": "2020-12-15 01:57:17.320701"}, {"id": 1116, "name": "User Agreement", "url": "https://support.gog.com/hc/en-us/articles/212632089-User-Agreement", "xpath": "", "text": " &lt;iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-NX39DH\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"&gt;&lt;/iframe&gt.\nA <b>system report</b> or other file containing a description of your computer's technical specification is required to submit this technical support request.<br>When submitting a system report, please be aware that it may contain your personal information, like your computer name.\nPlease consider reviewing and removing any personal information from the system report before submitting this file.<br>The detailed instructions on how to generate the report will be displayed under this message, once you select your <b>operating system</b> in the form above.\n<b>Creating a DXDiag report</b>\n<br>\n<br>To launch the DXDiag application, press the Windows Key + R, type in <b>\n<i>dxdiag</i>\n</b> and press Enter.<br>\n<b>Please do not swich to the 64-bit version</b>, as the 32-bit version is preferred.<br>In the DXDiag window, click \"Save All Information...\", then choose a location in which you want to save the file (your desktop, for instance).\nOnce you have created the file, please attach it to your support request using the \"Add file\" button above.\n<b>Creating a System Profiler report</b>\n<br>\n<br>\n<b>OS X 10.7 or newer</b>:<br>Go to Applications -&gt.\nUtilities -&gt.\nSystem Information<br>Click File -&gt.\nSave as...<br>Save the file and attach it to your support request using the \"\"Add file\"\" button above.<br>\n<br>\n<b>OS X 10.6.x</b>:<br>Go to Applications -&gt.\nUtilities -&gt.\nSystem Profiler<br>Click File -&gt.\nSave as...<br>Save the file and attach it to your support request using the \"\"Add file\"\" button above.\n<b>Creating a GOG system report</b>\n<br>\n<br>If you have installed the game using our <b>*.sh</b> installer, open your default terminal emulator, and run the following commands <i>(don\\'t forget to adapt the first command depending on the game and its location.\nUse TAB to auto-complete the location and prevent typos and mistakes, and RETURN key - \"Enter\" - to confirm)</i>:<br>\n<br>\n<i>cd ~/GOG Games/*your game*</i>\n<br>\n<i>./start.sh --sysrep</i>\n<br>\n<br>The system report will be located in your Desktop folder.\nPlease attach it to your support request using the \"Add file\" button above Search across all games and articles This field cannot be blank If you're having problems redeeming a code, try the following steps: ◘ Always make sure to double- and triple-check the code, character by character.\n◘ For <b>Cyberpunk 2077 codes</b>, keep in mind that the letter 'O' should not be present in the code.\nOnly zeroes should be present.\n◘ If you're using GOG GALAXY and encounter an issue, try aborting the process (click outside of the redeem window) and redeeming again.\nIf that doesn't work, try redeeming via your browser at https://www.gog.com/redeem .\n◘ If you're having problems redeeming via your browser, try using a different browser altogether, or redeeming via GOG GALAXY.\nTo redeem via GOG GALAXY, click \"+ Add games &amp.\nFriends\" and \"Redeem GOG code\", then follow the on-screen instructions.\nIf you can't see your game in your library, try using this link https://www.gog.com/account/refresh to refresh your products list.\nIf you have feedback / suggestions concerning Cyberpunk 2077, please consider sharing them on the official forum: https://forums.cdprojektred.com/index.php?forums/cyberpunk.31/ or the game's social media pages.\nWe are currently experiencing heavy load on our systems, which can result in login problems.\n<br>\nIf you didn't receive your 2-step login code, try resending the email.\n<br>\nIn case of other login issues, please be patient and try again later.\nIf the game crashes and your PC meets the requirements, please try these steps:\n◘ Install the latest, Cyberpunk 2077-ready graphics card drivers.\n◘ In GOG GALAXY, use Manage installation &gt.\nVerify / Repair.\n<p>GOG.COM</p>\n<p>GOG GALAXY 2.0</p> English (US) Deutsch Français Polski Русский 简体中文 Sign in <ol>\n<li> GOG.COM SUPPORT CENTER </li>\n<li> Policies &amp.\nGeneral Info </li>\n<li> Policies </li>\n</ol> GOG User Agreement <p>Hello, GOG user! We hope you have a great time playing games and doing other cool things via GOG.COM and GOG GALAXY Application.\nWe've put a lot of work into building GOG.COM and GOG GALAXY Application and as a result we need to have some rules about how you can access and use GOG services.\nSo, we've put this Agreement together as simply as we legally can, with some short summaries to help you understand what it means.\nHowever, please be aware that the full text wording is what is important/binding legally.</p>\n&nbsp.\nLEGALLY BINDING VERSION \"ENGLISH\" VERSION\" 1.\nABOUT THIS AGREEMENT <p>1.1 This Agreement is a contract between you and GOG sp.\nz o.o., ul.\nJagiellońska 74, 03-301 Warsaw, Poland (we will further call ourselves “GOG”) and applies to www.GOG.COM, your GOG user account, GOG GALAXY Application (including GOG GALAXY Store), any games or videos or other content or services which you purchase or access via us, the GOG web forums, GOG customer and technical support and other services we provide to you (we'll just call all this “GOG services” for short).</p>\n<p>This agreement explains how you can access and use GOG services, like GOG.COM, GOG GALAXY Application or GOG games and video content.</p>\n<p>1.2.\nAdditional terms may apply to GOG services and in such a case we will post them for your acceptance.\nFor example, if you would like to use the GOG GALAXY Application or play GWENT: The Witcher Card Game, the relevant terms will be posted for your acceptance before you start using these services.</p>\n<p>1.3 Also, when we're talking about games, in-game content, virtual items or currency or GOG videos or other content or services which you can purchase or access via GOG services, we’ll just call them “GOG games” or “GOG videos” respectively and when we talk about them all together they are “GOG content”.\nSimple, eh? Oh, and one more thing – what we say in this Agreement covers our Privacy Policy too (you can read it here), so the Privacy Policy is part of this Agreement.</p> &nbsp.\n<p>1.4.\nGOG works with trusted partners, including our related company CD PROJEKT S.A., developers and publishers, payment providers, customer service software providers and others (“Partners”) – more on them later in this Agreement.</p> &nbsp.\n<p>1.5 If you're over 18, then welcome! If you're between 16 and 18, before we extend an equally warm welcome, please ask your parent or guardian to review and approve this Agreement on your behalf (because in some countries people under a certain age cannot legally enter into contracts like this Agreement).\nIf you’re not 16 yet you cannot have a GOG account or use the GOG services because legally we cannot handle personal data of children without a special parental or guardian’s permission (but your parents/guardians are welcome to sign up themselves).</p>\n<p>If you are not yet 18 years old you need parental/ guardian approval to use GOG services.\nWe know it sounds kind of silly – no, no – it is not our invention, but actually a legal requirement</p> 2.\nUSING GOG SERVICES AND GOG CONTENT <p>2.1 We give you and other GOG users the personal right (known legally as a 'licence') to use GOG services and to download, access and/or stream (depending on the content) and use GOG content.\nThis licence is for your personal use.\nWe can stop or suspend this licence in some situations, which are explained later on</p>\n<p>You have the personal right to use GOG content and services.\nThis right can be suspended or stopped by us in some situations.</p>\n<p>2.2 When you buy, access or install GOG games, you might have to agree to additional contract terms with the developer/publisher of the game (e.g.\nthey might ask you to agree to a game specific End User Licence Agreement).\nIf there is any inconsistency or dispute between those ‘EULAs’ and this Agreement, then this Agreement wins.</p>\n<p>GOG games might have extra EULAs (End User Licensing Agreement) for you to accept.</p>\n<p>2.3 With GOG videos, you can also stream purchased video content or download it to watch the way you want.</p>\n<p>As for the video content, stream or download it and watch the way you want.</p>\n<p>2.4 Using certain third-party scripts is recommended for your full use of GOG functionality and, although that usage is optional, we cannot promise full service performance without them.</p>\n<p>You can (optionally) use certain third-party scripts to improve website performance – don’t worry, we don’t mean anything fiendish here! Just regular website scripts.</p>\n<p>2.5 A quick word about GOG GALAXY Application, which is our (optional) online service which not only allows you to buy and access GOG content but also provides cool features like unified game library, and one friends list across platforms, online multiplayer, achievements, cross-platform chat, game-time tracking, cloud-saves and game overlay.\nGOG GALAXY Application includes GOG GALAXY Store that allows you to purchase selected games from different platforms and to access such games directly on a partner gaming platform without the need to redeem any code (we will call it: Keyless Access).\nYou can learn more about it here</p>\n<p>You can use GOG GALAXY Application, which is optional and contains cool features like bringing all your games and friends in one place, online multiplayer and much more!</p> 3.\nGOG ACCOUNT <p>3.1 To buy GOG content from GOG services, and in some cases to play/use GOG content where our partners require use of a GOG account, you will need to set up a GOG account.\nThis will involve creating a password (which is encrypted so we can’t access it) and a username, plus giving us (for identification purposes) your email address.\nPlease make sure your login credentials are kept secure and your account is used properly.\nIn your GOG account settings you can also optionally set your country of residence, birthday and avatar.\nOur Privacy Policy gives more detail about the information we collect from you and how we use it and protect it.\nIt's here.</p>\n<p>To buy GOG content you will need to set up a GOG account.\nMake sure to keep your password safe! Check out our Privacy Policy too (link opposite).</p>\n<p>3.2 You can use your GOG account to set up a public profile accessible by other people.\nYou can also use your GOG account to connect with other GOG users.\nPlease act sensibly and remember you are responsible for your own actions.</p>\n<p>Your GOG account will have a public profile and you can communicate with other GOG users.\nBe sensible and careful!</p>\n<p>3.3 Your GOG account and GOG content are personal to you and cannot be shared with, sold, gifted or transferred to anyone else.\nYour access to and use of them is subject to GOG’s rules which are set out here, as updated or amended when necessary</p>\n<p>Your GOG account and content are for you only – there are rules about how to use them (see opposite).</p>\n<p>3.4.\nAccess to and use of the games purchased with Keyless Access via our cool feature - GOG GALAXY Store (including minimum system requirements) is governed by respective third-party platform policies and (as applicable) additional contract terms with the developer/publisher of the game (e.g.\nthey might ask you to agree to a game specific End User Licence Agreement).\nIt may require having a third-party platform account.\nThese platforms may roll out patches or updates for your purchased games.</p>\n<p>If you purchase games with Keyless Access to a partner gaming platform you may be required to have a third-party platform account.\nOther requirements may apply (see opposite).</p> 4.\nSYSTEM REQUIREMENTS <p>4.1 Because GOG gives you access to many different services and games created at different times and via different platforms, we cannot give you one set of system requirements for all GOG services or GOG content.</p>\n<p>Please make sure your computer and Internet connection are good enough to use GOG services and play GOG games and videos.</p>\n<p>4.2 What we can tell you is that using any GOG game will require a computer, equipped with a mouse and keyboard (touchscreen controls are not supported), with an appropriate operating system (please refer to the relevant GOG product page) with all service packs and important updates installed on it.\nAll GOG games should be natively installed on a computer that meets or exceeds the minimum hardware and software specifications shown on the GOG product page.\nGOG games are not tested on virtual machine software and therefore we do not support playing through them.</p> &nbsp.\n<p>4.3 For GOG videos, please make sure your video player supports the videos’ format specified in the GOG product page..</p> &nbsp.\n<p>4.4 If you have questions about system requirements, please contact us here.\nJust so we're clear, you are responsible for making sure you have sufficient Internet access to download purchased GOG games or GOG videos from us or to stream GOG videos and that your system can play GOG games and watch GOG videos.</p> &nbsp.\n5.\nBETAS <p>5.1 As GOG develops, we may offer you optional access to 'beta' versions of GOG software or services (e.g.\nnew versions of the GOG GALAXY Application made available prior to its general release) or GOG content (more on that later)</p>\n<p>Here are the rules:</p>\n<ul>\n<li>a) We (or any applicable publisher/partner) will set the conditions and requirements for your beta access.\nProviding and maintaining a beta, and who can use a beta, is at our discretion.</li>\n<li>b) You may be required to go through a registration process or other requirements to access the beta (and this may include you meeting eligibility criteria).</li>\n<li>c) Betas will be time-limited and there may be extra contract requirements.</li>\n<li>d) The beta may involve temporary or permanent server/progress/content wipes, resets or amendments.</li>\n<li>e) The beta may be subject to confidentiality restrictions (which will be notified to you in advance if so).</li>\n<li>f) You may be invited to participate in a feedback process regarding the beta – this is totally optional but would be really valued.</li>\n<li>g) The beta is for your use and enjoyment, so you must not sell, loan or otherwise transfer it to anyone else.</li>\n<li>h) The point of you getting beta access is to allow you to try something new, but we would expect you to recognise that it will not be complete yet.\nTherefore betas will be provided 'as is' without any additional promises from us or any liability on us if it is not complete or does not work fully or causes issues.\nBetas may not be totally feature-complete and there may be feature changes, modifications or removals during the beta.</li>\n</ul>\n<p>We may provide access to GOG content in beta/pre-release form.\nFor example, a publisher/partner may decide to release a game or a part of it in beta, or may join our ‘Games in Development’ program (see section 7.6-7.8.\nbelow).\nAny such GOG content will also be governed by these rules unless the relevant publisher specifies its own rules (which will prevail over these rules).</p>\n<p>We may offer beta access to new releases of GOG software or services.\nBeta versions aren't complete and we're not responsible for what happens while you're using them.\nFear not, they should not blow up your computer!</p> &nbsp.\n6.\nPAYING FOR GOG CONTENT AND GETTING REFUNDS <p>\n<strong>Paying for GOG content</strong>\n</p> &nbsp.\n<p>6.1 Surprise surprise, after you decide that you like a GOG game, GOG video or other GOG content, you usually will need to pay for it before you can access it (though we do have some free content too!).\nYou can pay in different ways: (i) using a valid debit or credit card.\nor (ii) using PayPal or any other authorised payment providers.\nKeep your payment details secure.</p>\n<p>You can use a debit/credit card, PayPal or different local payment methods, to make purchases.\nKeep your payment details secure.</p>\n<p>6.2 When you use a payment method to buy GOG content, we're relying on your promise that you're able to use that method.\nYou are responsible for any purchases made using your GOG account or payment method and you agree to the pricing, payment and billing policies applicable to them, as notified to you at the time of purchase.\nAll payments are non-refundable and non-transferable except as expressly provided in this Agreement.\nKids – your parent or guardian needs to approve any purchase you make.</p>\n<p>You're responsible for your purchases.\nKids – do not forget to get parental approval first.</p>\n<p>6.3 You can always pay for GOG content in US Dollars.\nHowever if you happen to live in countries where your local currency is supported (see our Support section here for details), you will be able to pay in your local currency.\nYou might have to pay a currency conversion charge if you are not paying in your home currency and some banks might also add other kinds of transaction fees.</p>\n<p>You can pay in US Dollars and, depending on where you live, in your local currency (see opposite)</p>\n<p>6.4.\nAll prices are visible in the product catalogue page.\nThey’re inclusive of legally applicable sales taxes/VAT.</p>\n<p>\n<strong>GOG Wallet</strong>\n</p> &nbsp.\n<p>6.5 GOG offers users a digital account balance called the “GOG Wallet” in connection with your user account, which you can use to make purchases of GOG content on dedicated GOG services.\nFunds can be added to it in two ways: (i) using your chosen payment method.\nor (ii) by us as part of our ‘Voluntary Refund Policy’ (see link here) in which case we may offer refunds to GOG Wallet that you can use to get a replacement GOG game or other GOG content.\nThe GOG Wallet is made available subject to rules which are set out on our GOG Wallet page here.</p>\n<p>We offer you a ‘GOG Wallet’ which you can use to make purchases.\nIn some cases we can add funds to your GOG Wallet in connection with our Voluntary Refund Policy (see opposite sections).</p>\n<p>\n<strong>GOG Bonus Codes</strong>\n</p> &nbsp.\n<p>6.6.\nWe may also issue time-limited bonus codes which give you free or reduced price access to GOG content (we’ll call them “Bonus Codes”).\nIf you receive Bonus Codes when you buy GOG content but later decide to return that GOG content, then we think it’s fair for you to return the Bonus Codes too.\nTherefore, we will terminate it or, if it has been redeemed for a GOG game, that game will be removed from your account.</p>\n<p>If you decide to return or exchange GOG content which came with Bonus Codes, we think it’s fair to ask you to give them back too.</p>\n<p>\n<strong>Direct to Account Distribution</strong>\n</p>\n<p>6.7 We have a direct to account distribution feature (we’ll call it ‘GOG Direct to Account) where distribution platforms who partner with us would be able to sell games or other content to you, where you could choose for that game/content to be automatically activated within your GOG account, without the need to redeem any codes.\nJust to be clear, the whole purchase process is handled by the other platform, so in case of any issues with the purchase process please speak with them directly.\nFor this particular matter therefore, we cannot offer you Our Voluntary Refund Policy (because GOG didn’t sell the game/content).\nOf course, anything connected to our platform’s services is still our responsibility.</p>\n<p>Thanks to our GOG Direct to Account feature, we can activate a game/content that you purchase from applicable distribution platforms directly on your GOG account – cool!</p> 7.\nREFUNDS AND RETURNS <p>\n<strong>Statutory refund rights</strong>\n</p> &nbsp.\n<p>7.1.\nIf you are a resident of the European Union or other applicable jurisdictions (excluding the USA), then you have the statutory right to withdraw from a purchase of GOG content within 14 days of your purchase, without giving a reason.\nHowever, this does not apply where you have expressly consented to the performance of the GOG content (which is digital content) beginning immediately upon conclusion of the purchase process and have acknowledged the loss of your withdrawal rights.</p>\n<p>If you are EU resident, we are obligated to inform you about a statutory withdrawal right, but still our voluntary policy is better.</p>\n<p>7.2.\nNeither this nor any other part of this User Agreement affects your statutory rights.\nIn particular:<br>a) For Australian Users: Our goods come with guarantees that cannot be excluded under the Australian Consumer Law.\nYou are entitled to a replacement or refund for a major failure and compensation for any other reasonably foreseeable loss or damage.\nYou are also entitled to have the goods repaired or replaced if the goods fail to be of acceptable quality and the failure does not amount to a major failure.\nDetails here<br>b) For New Zealand Users: Neither this nor any other part of this User Agreement excludes, restricts or modifies the application of any right or remedy that cannot be so excluded, restricted or modified including those conferred by the New Zealand Consumer Guarantees Act 1993.\nUnder this Act are guarantees which include that goods and services are of acceptable quality.\nIf this guarantee is not met there are entitlements to have the software remedied (which may include repair, replacement or refund).\nIf a remedy cannot be provided or the failure is of a substantial character, the act provides for a refund.</p>\n<p>In some jurisdictions, you may have statutory rights with regards to your purchase e.g.\nin Australia or New Zealand (see opposite)</p>\n<p>\n<strong>Our Voluntary Refund Policy</strong>\n</p> &nbsp.\n<p>7.3.\nWe understand that sometimes a purchase doesn't turn out how you expected and we want to be fair to GOG users.\nThis is why on top of your statutory refund rights (described in section 7.1.-7.2.\nabove) we’re may offering you a Voluntary Refund Policy described here.\nIn some rare cases if we have reasonable doubts regarding your refund request we may not apply the Voluntary Refund Policy.\nIn no case this will deprive you of any applicable statutory refund rights.\nA sale is considered final once your refund rights expire (unless we agree otherwise on a case by case basis).</p>\n<p>We're happy to offer you our assistance according to our Voluntary Refund Policy on top of your statutory refund rights (see details opposite).</p> 8.\nVIRTUAL ITEMS AND VIRTUAL CURRENCY <p>8.1 With certain GOG content you may be able to purchase or acquire virtual items and/or virtual currency (we’ll call them “Virtual Goods” for short).\nVirtual Goods are subject to this Agreement and in particular the following default rules, unless there are specific rules for that GOG content (which will prevail over these rules).</p>\n<p>With some GOG content you can buy virtual items/currency.\nOpposite are the default rules (unless specific rules apply for specific virtual items/currency).</p>\n<p>8.2 Virtual Goods are digital items only with no cash-value or real world existence and cannot be ‘bought’, ‘sold’, gifted, transferred or redeemed, whether or not for other Virtual Goods, ‘real world’ money, goods, services or items of monetary value.\nTrading Virtual Goods is prohibited (unless you are specifically permitted to do so).\nYour right to use any Virtual Goods is limited to a limited, nonexclusive, non-assignable, non-transferable, non-sublicensable, revocable licence to use them solely for your personal entertainment and non-commercial use in the applicable GOG content.\nYou have no property interest or right or title in any Virtual Goods, which remains the appropriate publisher’s property.\nVirtual Goods may be changed, amended or reversed if necessary, including to enforce this Agreement.\nIf necessary, limits may be placed on the use of Virtual Goods (including transaction limits and balance amounts).</p> &nbsp.\n<p>8.3 The existence of a particular offer for Virtual Goods is not a commitment by us to maintain or continue to make the Virtual Goods or that offer available in the future.\nThe scope, variety and type of Virtual Goods that you may obtain can change and we have the right to manage, modify and remove Virtual Goods if we consider necessary for the ongoing operation of GOG or GOG content or for other legitimate reasons, in which case we will have no liability to you or anyone for the exercise of such rights.\nWe will make reasonable efforts to notify you of any such change and to explain the reason for such change.</p> &nbsp.\n9.\nPATCHES, UPDATES AND CHANGES <p>9.1 Occasionally we may need to patch or update GOG services or GOG content (for example to add or remove features or to resolve software bugs).\nWe need these rights in order to keep GOG.COM running efficiently.\nOur Partners may use GOG services to roll out patches or updates for applicable GOG content.</p>\n<p>From time to time we may need to patch or update how GOG services or content work.</p> 10.\nOWNERSHIP OF GOG SERVICES AND INTELLECTUAL PROPERTY RIGHTS <p>10.1 GOG services including (but not limited to) their graphics, computer code, user interface, look and feel, audio, video, text, layout, databases, data and all other content, and all legal and exploitation rights regarding them are either owned by us or we license them from third parties.\nGOG content is owned by its developers/publishers and licensed by us.\nAll rights are reserved except as we have explained in this Agreement.\nYou may not use or exploit any part of the GOG services or GOG content except as explained in this Agreement.</p>\n<p>We spent years building GOG.COM and the GOG services, it’s our little baby.\nIt’s the same for the games/videos and their respective creators/publishers.\nEnjoy it all, but please behave and do not cause trouble.</p>\n<p>10.2.\nGOG respects the intellectual property rights of others.\nPlease read more here.</p> 11.\nRULES FOR USING GOG SERVICES <p>11.1 Please follow these rules regarding the GOG services and GOG content.\nPlease read these rules carefully since failure to follow them (particularly those in relation to cheating) will be considered a material breach of this Agreement, which could lead to suspension or cancellation of your access to GOG services.\nHere are the rules:</p>\n<ul>\n<li>a) Only use GOG services or GOG content for your personal enjoyment (for example, don't use them to make money or for political purposes).</li>\n<li>(b) Regarding GOG content, what you can do practically (which includes to modify, merge, distribute, translate, reverse engineer, decompile, disassemble, or create derivative works of it) depends on what the GOG content rights holder allows you to do (GOG can’t grant such rights), so please check this with the rights holder directly (the first thing you should do though is to check if they have a EULA and if so what it says).\nWe also ask that you make only genuine attempts to improve the GOG content.</li>\n<li>(c) Regarding GOG services (which includes GOG software), unless you have prior GOG permission please don’t modify, merge, distribute, translate, reverse engineer, decompile, disassemble, or create derivative works of them – unless you’re allowed in this Agreement or by the law in your country.\nWe’d like to emphasise that you are free to contact us for permission to do these things and we will review and respond to those requests in good faith.\nMore generally, at some point in the future we want to open client protocols to make it easier for users to work with GOG data/software without any need for reverse engineering or similar techniques.</li>\n<li>(d) Don't hack, harm, grief, interrupt or misuse GOG services or GOG content, GOG users or GOG personnel or use them for any similar purpose.</li>\n<li>(e) Do not create, use, make available and/or distribute cheats, exploits, automation software, robots, bots, mods, hacks, spiders, spyware, cheats, scripts, trainers, extraction tools or other software that interact with or affect GOG services or GOG content in any way (including, without limitation, any unauthorised third party programs that intercept, emulate, or redirect any communication between GOG or its partners and GOG services and/or any unauthorised third party programs that collect information about GOG Services).</li>\n<li>(f) Don't interfere with the GOG or third party network software or other software including via tunnelling, code injection, modifying or changing GOG software, using any other similar software together with GOG services or GOG content, through protocol emulation, or through creation or use of private servers regarding GOG services or GOG content.\nDo not access or attempt to access areas of GOG.COM, GOG GALAXY Application or GOG servers that have not been made available to the public.</li>\n<li>(g) Don't do or say anything which is or may be considered racist, xenophobic, sexist, defamatory or otherwise offensive or illegal.\nBe nice to each other please!</li>\n<li>(h) Don’t share, ‘buy’, ‘sell’, transfer, gift, lend, steal, misappropriate or misuse GOG accounts.\nGOG keys/codes can only be gifted or transferred or used in the ways permitted by GOG.\nIf you have any questions or problems, contact customer support.</li>\n<li>(i) We ask you to follow any applicable geographic or regional, language or location-based restrictions, requirements or rules regarding GOG.</li>\n<li>(j) We ask you not to do anything in connection with GOG that infringes any copyright, trademark, patent, trade secret, privacy, publicity, or other right of others, such as images, photographs, sound files, text files, graphics files, and any other material or information.</li>\n</ul>\n<p>GOG service and content are here for your personal enjoyment and please use them for this purpose only.\nFor example, don't interfere with or hack GOG services.\nDon't do or say things which are offensive or illegal.</p> 12.\nUSER GENERATED CONTENT <p>12.1 This section is about content (e.g.\ntext, photos or links) which you make available either to us or to other GOG users via GOG services (for example through your profile picture or through messages to other GOG users).\nWe'll call this \"User Generated Content\".</p>\n<p>You own your user generated content used in GOG services.\nPlease make sure it doesn’t breach any third party rights.</p>\n<p>12.2 As far as we and you are concerned, you own any User Generated Content but we need you to give us some limited rights over it so that we can actually transmit it through GOG services.\nSo, we ask you to give us a nonexclusive, irrevocable licence to use, modify, reproduce, create derivative works from, distribute, transmit, communicate and publicly display/perform your User Generated Content in connection with GOG services.</p> &nbsp.\n<p>12.3 It is your responsibility to make sure that you have all necessary legal rights before you use User Generated Content and for checking they are safe to use – we can't know that ourselves, and we can't check it for you, so we have to rely on you.</p> &nbsp.\n<p>12.4.\nHowever, we have the right (but not the obligation) to review and if appropriate or legally necessary to remove any User Generated Content which is unlawful, tortious, defamatory, obscene, invasive of the privacy of another person, threatening, harassing, abusive, hateful, racist or pornographic.\nIf you find that any such content has been posted on GOG services, please let us know by contacting us at legal@GOG.COM.</p>\n<p>If you find that illegal or inappropriate content has been posted on GOG services, please let us know.</p> 13.\nFEEDBACK OR SUGGESTIONS <p>13.1 You’re welcome to give us feedback and suggestions to improve GOG services and we really value them all.\nHowever, just so we’re clear, we don’t have to use or accept them and we won’t owe you anything (financially or otherwise) regarding them.</p>\n<p>It’s cool to send us feedback and suggestions about GOG services, thank you! But please, don’t be disappointed if we don’t use them or reward you for them.</p> 14.\nUSING GOG CONTENT IN FAN WORK <p>14.1 For fan work (e.g.\nworks like fan mods, machinima, parodies, homages, 'Let's Play' or other videos or artwork), you need to check with the content owner (e.g.\nthe developer or publisher) if they are OK with it and if so you should get permission from them.\nThe reason is simple – the GOG content is the property of the respective owner, not ours.</p>\n<p>If you want to make fan works using GOG content, you will have to find out on your own if that is permitted by the owner and get any necessary legal rights.</p> 15.\nTHIRD-PARTY CONTENT AND EXTERNAL SERVICES <p>15.1 You might get links to third-party websites or content through GOG services which aren’t connected to us.\nUsing them is up to you – we’re not responsible for them, we can't promise they will work, what they'll be like or if they're free.</p>\n<p>You click on a link on GOG services taking you outside of our little kingdom = we cannot look after you anymore.</p>\n<p>15.2 You can also use your GOG account to get easy access to some external, GOG approved partner services, e.g.\nThe Witcher games and sites from our sister company CD PROJEKT RED.\nThey will have their own terms and conditions which you will need to agree and follow.\nJust to be clear: using these services is all optional and up to you.\nYou have the power!</p>\n<p>You can also use your GOG account to access GOG approved external services, like our sister company CD PROJEKT RED’s cool stuff.\nIt’s totally optional though.</p>\n<p>15.3 A quick word about GOG Connect (which you can read more about here)This (optional) feature is provided subject to Valve’s Steam Web API Terms of Use and therefore access to this feature and how it works may change if necessary to reflect those Terms of Use.\nPlease also see section 11.3 of our Privacy Policy, which explains how we use ‘Steam Data’ and contains important liability provisions regarding it.\nPlease also see our GOG Connect FAQs which contain further information about GOG Connect and how to use it.</p>\n<p>We offer an optional GOG Connect service (see link opposite).\nCheck out the GOG Connect section of our Privacy Policy too.</p> 16.\nWARRANTIES AND LIMITATION OF LIABILITY REGARDING GOG SERVICES <p>16.1 We warrant that: (i) we have the right to enter this Agreement and to grant you the licence to use GOG services in section 2.1.\nand (ii) we will take reasonable care with the GOG services and your use of them.\nand (iii) we will use reasonable endeavours to comply with applicable laws in performing our obligations to you under this Agreement.</p>\n<p>We make legally binding promises (called 'warranties') about GOG services, for example that we will take reasonable care regarding your use of them.</p>\n<p>16.2.\nYour representations and warranties.\nYou represent and warrant that you have the full power and ability to enter into this Agreement and will follow fully its terms.\nYou also represent and warrant that any User Generated Content, which you transmit via GOG services does not infringe upon the intellectual property rights of any third party.\nYou further represent and warrant that you will not use or contribute User Generated Content that is unlawful, tortious, defamatory, obscene, invasive of the privacy of another person, threatening, harassing, abusive, hateful, racist or pornographic.</p>\n<p>16.3.\nWe work hard to try to make GOG content work on your systems but we only have limited time to carry out tests and we don't always get everything right.\nTherefore, we can't accept any liability or responsibility for GOG content except where required by law (see 7.1.-7.2 above).\nWe are also not responsible for anything that happens to GOG.COM or GOG services which is outside of our control.\nHowever, don't forget you may be entitled to GOG content return and refund if it has technical issues see section 7.3 (c).</p> &nbsp.\n17.\nTERMINATION <p>17.1 Your right to terminate the Agreement.\nYou may terminate this Agreement at any time and without giving any reason by completely ceasing to use GOG services.\nIf you would like us to delete your account please contact our Support Team here.\nTermination will not affect already existing rights or obligations of us or you.</p>\n<p>You can terminate this Agreement by just stopping using GOG services for good.</p>\n<p>17.2.\nOur right to terminate the Agreement.\nIf you materially breach this Agreement, we reserve the right to suspend or cancel your access to GOG services and GOG content.\nBy material breach of the Agreement we mean a serious breach which could cause significant harm to GOG, GOG users, as well as, in particular breach of the provisions of section 11 above.\nIf we suspend or cancel your access to GOG services or GOG content we'll take reasonable steps to contact you to explain why we've done this and what (if anything) you can do as a result.</p>\n<p>If you seriously breach this Agreement you may lose access to GOG services (temporarily or permanently).</p>\n<p>17.3 It seems very unlikely, but if we have to stop providing access to GOG services and GOG content permanently (not because of any breach by you), we will try to give you at least sixty (60) days advance notice by posting a note on www.GOG.COM and sending an email to every registered users – during that time you should be able to download any GOG content you purchased.</p>\n<p>In the very unlikely situation that we have to stop running GOG we'll do our best to give you advance notice, so that you can download and safely store all your DRM-free content.</p> 18.\nFORCE MAJEURE <p>18.1 Neither you nor us will be liable for any failure to perform any obligation under this Agreement or to provide access to GOG services and GOG content if that failure is caused by the happening of any unforeseen event beyond your or our reasonable control including without limitation, Internet outages, communications outages, fire, flood, war or act of God.</p>\n<p>If unforeseen events beyond your or our control occur (war, earthquake, gigantic flood, alien attack, Godzilla, etc.\nok the last two are jokes), then neither of us will be liable to the other for any obligations which can't be performed.</p> 19.\nGOVERNING LAW <p>\n<strong>For users resident in the European Union and elsewhere in the world (but not the USA):</strong>\n</p> &nbsp.\n<p>19.1 You and we agree that your use of GOG services and GOG content and this Agreement will be governed by and interpreted according to the laws of the Republic of Poland and that any dispute regarding this Agreement will be heard non-exclusively by the courts of the Republic of Poland.\nIn any legal claim under this Agreement, the side which wins will be entitled to its legal fees and expenses</p>\n<p>Any legal questions/complaints/claims regarding this Agreement are under Polish law and nonexclusive jurisdiction of Polish courts (for users in the EU and rest of the world, excluding the USA) and Californian law and jurisdiction (for users in the USA only).</p>\n<p>19.2.\nThe above choice of governing law and jurisdiction is subject to any mandatorily applicable principles of consumer protection or other law in your jurisdiction of residence which would not otherwise be available.</p>\n<p>You always enjoy the protection of the mandatory provisions of the law that are applicable to you as a consumer and which would be applicable in the absence of the choice of law and court.</p>\n<p>\n<strong>For users in the USA only:</strong>\n</p> &nbsp.\n<p>19.3 You and we agree that your use of GOG services and GOG content, and this Agreement, will be deemed to be entered into in Los Angeles, California and governed by and interpreted according to the laws of the State of California, USA (and, if applicable, US Federal law).\nAny legal claim by you against GOG.COM will be made exclusively in any state or federal court located in Los Angeles, California, which will have subject matter jurisdiction regarding the dispute between you and us and therefore we both consent to the exclusive jurisdiction of those courts.\nIn any legal claim under this Agreement, the side which wins will be entitled to its legal fees and expenses.</p>\n<p>For users in the USA only Californian law and jurisdiction will be applicable.</p> 20.\nCUSTOMER SUPPORT AND DISPUTE RESOLUTION <p>20.1.If you have concerns, claims or issues with us, we hope we can resolve them quickly and amicably.\nPlease contact us here.\nWe will make reasonable and good faith efforts to resolve any dispute between us informally.\nWe undertake to answer to any claim within 14 days.</p>\n<p>If you live in the EU and have any concerns or issues please contact us here.\nWe hope we can resolve any complaints with you through informal dispute resolution.</p>\n<p>20.2.\nIf it is not resolved during this time, the next steps depend on where you live.\nIf you live within the EU you may submit your legal claims to the online dispute resolution platform operated and provided by the European Commission which can be accessed via http://ec.europa.eu/consumers/odr/ in order to reach an out of court settlement or initiate a lawsuit.</p>\n<p>20.3.\nIf you live in the USA or the rest of the world (but not the EU) then please contact us at legal@GOG.COM.</p> 21.\nOTHER LEGAL STUFF <p>21.1 If any part of this Agreement is found not to be legally enforceable, this will not affect any other part of it.</p>\n<p>This section sets out a few additional, hopefully self explanatory rules about how this Agreement works legally.</p>\n<p>21.2 This Agreement (including any GOG additional terms referenced in it) and the GOG Privacy Policy constitute the entire agreement between you and us and supersede any earlier oral or written agreements.\nIf you disagree with this, please contact us as soon as possible after you start using GOG services at legal@GOG.COM since otherwise this will be binding on you after a reasonable time period (usually 30 days).</p>\n<p>This Agreement and our Privacy Policy together are the contract between us and you.\nIf anything is missing, contact us ASAP otherwise it will legally bind you.</p>\n<p>21.3 This Agreement governs our relationship with you (and vice versa).\nIt does not create any rights for anyone else.</p> &nbsp.\n<p>21.4 Please remember we are subject to various laws and we may be required to comply with law enforcement or other legal requirements.</p> &nbsp.\n<p>21.5 If there is a reorganisation, sale or merger of GOG then we <strong>may</strong> need to work with relevant third parties to transfer or merge your GOG account.</p> &nbsp.\n<p>21.6.\nYou and we agree that the UN Convention on Contracts for the International Sale of Goods does not apply this Agreement</p> &nbsp.\n<p>21.7 We can assign, subcontract or transfer this Agreement to a third party or another member of our group if necessary for the support of GOG, as part of any reorganisation or merger or for other business reasons.\nWe will notify you if this happens.</p> &nbsp.\n<p>21.8.\nIf you are a European Union citizen, then please be aware that GOG has enabled cross-border portability on free and paid content pursuant to Regulation (EU) 2017/1128 of the European Parliament and of the Council of 14 June 2017 on cross-border portability of online content services in the internal market, but this is subject to any other legal requirements on GOG including regarding IP protection and may also be subject to any requirements of developer and publisher partners of GOG.</p> 22.\nCHANGES TO THIS AGREEMENT <p>22.1 We may change this Agreement if we think it's necessary, e.g.\nfor legal reasons or to reflect changes in GOG services or GOG content.\nIf so, we will make the changed Agreement available online at https://support.GOG.COM/hc/articles/212632089-User-Agreement and (if you have a GOG account) email you to let you know about the changes.</p>\n<p>We can change this Agreement but if we do we'll put the changed version online and normally it will take effect a reasonable time period afterwards.\nWe’ll also email you (if you have a GOG account).</p>\n<p>22.2 Any changes to the Agreement will come into force within 30 days of their announcement online.\nIn the meantime, you're welcome to contact us at legal@GOG.COM if you have specific questions about the changes.</p>\n<p>If you have any problems with our changes, please contact us so we can talk to you.\nDon't just ragequit on us!</p>\n<p>22.3 If you don't agree to those changes (regardless of whether you email us), then unfortunately we must ask you to cease using GOG services and GOG content.\nWe're sorry we have to say that, but we hope you'll appreciate that for GOG services to work properly we need to have everyone using it under the same rules instead of different people having different rules.\nThat's why we encourage you to get in contact if you have queries or concerns.</p> &nbsp.\n<p>22.4 Just so you know, we'll never just make a bunch of changes to this Agreement, not tell you what they are and force you to agree to changes you don't understand before you can use GOG services!</p> &nbsp.\n23.\nOUR CONTACT DATA <p>23.1.\nIf you have any complaint concerning GOG account, GOG services, or simply you would like to contact us, here are our contact details:</p>\n<p>Name: GOG sp.\nz o.o.</p>\n<p>Registered Office: Ul.\nJagiellońska 74, 03-301 Warsaw, Poland</p>\n<p>Registered at the District Court for Warsaw, 14th Commercial Division of the National Court Register.</p>\n<p>Registration Number 0000029514</p>\n<p>Tax number VAT ID (NIP) PL 113-21-77-807</p>\n<p>Share capital: PLN 135.750,00 PLN</p>\n<p>E-mail: legal@GOG.COM or support@GOG.COM</p>\n<p>On the left you can find our contact details, in case you have any complaint concerning your purchase or simply you would like to reach us.</p>\n<p>Last update : 5th October 2020</p>\n<p>See the previous version of the User Agreement here.</p> &nbsp.\nWas this article helpful? <small> 358 out of 381 found this helpful </small>\n<ul>\n<li>Facebook</li>\n<li>Twitter</li>\n<li>LinkedIn</li>\n</ul> Articles in this section <ul>\n<li> GOG User Agreement </li>\n<li> GOG.COM Voluntary Refund Policy </li>\n<li> GOG GALAXY store Voluntary Refund Policy </li>\n<li> GOG GALAXY® Application Licence Agreement </li>\n<li> Privacy Policy </li>\n<li> Cookie Policy </li>\n<li> Copyright Policy </li>\n<li> Legal info </li>\n<li> GOG GALAXY 2.0 Privacy notice </li>\n<li> Privacy Statement for California Residents </li>\n</ul> Do you have more questions? Didn't find the answer you were looking for? If you were unable to find the answers you were looking for, please reach out and someone from our friendly and knowledgeable support team will be happy to help with their top-notch assistance! We know you want to get back to gaming, so we strive to answer all messages within 24 hours.\nContact us Want to get help and maybe make some new friends? We’ve got a great community here on GOG, which is always eager to help out.\nPlease make sure not to share private data on public forums, though! Ask our community Part of group.\nContact us Legal Business and press inquiries &lt;div&gt;&lt;img src=\"https://mc.yandex.ru/watch/54669508\" style=\"position:absolute.\nleft:-9999px;\" alt=\"\"&gt;&lt;/div&gt.\n", "created_at": "2019-03-30 09:38:32.346348", "updated_at": "2020-12-15 01:57:24.95971"}, {"id": 1117, "name": "Cookie Policy", "url": "https://support.gog.com/hc/en-us/articles/115000498685-Cookie-Policy", "xpath": "", "text": " &lt;iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-NX39DH\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"&gt;&lt;/iframe&gt.\nA <b>system report</b> or other file containing a description of your computer's technical specification is required to submit this technical support request.<br>When submitting a system report, please be aware that it may contain your personal information, like your computer name.\nPlease consider reviewing and removing any personal information from the system report before submitting this file.<br>The detailed instructions on how to generate the report will be displayed under this message, once you select your <b>operating system</b> in the form above.\n<b>Creating a DXDiag report</b>\n<br>\n<br>To launch the DXDiag application, press the Windows Key + R, type in <b>\n<i>dxdiag</i>\n</b> and press Enter.<br>\n<b>Please do not swich to the 64-bit version</b>, as the 32-bit version is preferred.<br>In the DXDiag window, click \"Save All Information...\", then choose a location in which you want to save the file (your desktop, for instance).\nOnce you have created the file, please attach it to your support request using the \"Add file\" button above.\n<b>Creating a System Profiler report</b>\n<br>\n<br>\n<b>OS X 10.7 or newer</b>:<br>Go to Applications -&gt.\nUtilities -&gt.\nSystem Information<br>Click File -&gt.\nSave as...<br>Save the file and attach it to your support request using the \"\"Add file\"\" button above.<br>\n<br>\n<b>OS X 10.6.x</b>:<br>Go to Applications -&gt.\nUtilities -&gt.\nSystem Profiler<br>Click File -&gt.\nSave as...<br>Save the file and attach it to your support request using the \"\"Add file\"\" button above.\n<b>Creating a GOG system report</b>\n<br>\n<br>If you have installed the game using our <b>*.sh</b> installer, open your default terminal emulator, and run the following commands <i>(don\\'t forget to adapt the first command depending on the game and its location.\nUse TAB to auto-complete the location and prevent typos and mistakes, and RETURN key - \"Enter\" - to confirm)</i>:<br>\n<br>\n<i>cd ~/GOG Games/*your game*</i>\n<br>\n<i>./start.sh --sysrep</i>\n<br>\n<br>The system report will be located in your Desktop folder.\nPlease attach it to your support request using the \"Add file\" button above Search across all games and articles This field cannot be blank If you're having problems redeeming a code, try the following steps: ◘ Always make sure to double- and triple-check the code, character by character.\n◘ For <b>Cyberpunk 2077 codes</b>, keep in mind that the letter 'O' should not be present in the code.\nOnly zeroes should be present.\n◘ If you're using GOG GALAXY and encounter an issue, try aborting the process (click outside of the redeem window) and redeeming again.\nIf that doesn't work, try redeeming via your browser at https://www.gog.com/redeem .\n◘ If you're having problems redeeming via your browser, try using a different browser altogether, or redeeming via GOG GALAXY.\nTo redeem via GOG GALAXY, click \"+ Add games &amp.\nFriends\" and \"Redeem GOG code\", then follow the on-screen instructions.\nIf you can't see your game in your library, try using this link https://www.gog.com/account/refresh to refresh your products list.\nIf you have feedback / suggestions concerning Cyberpunk 2077, please consider sharing them on the official forum: https://forums.cdprojektred.com/index.php?forums/cyberpunk.31/ or the game's social media pages.\nWe are currently experiencing heavy load on our systems, which can result in login problems.\n<br>\nIf you didn't receive your 2-step login code, try resending the email.\n<br>\nIn case of other login issues, please be patient and try again later.\nIf the game crashes and your PC meets the requirements, please try these steps:\n◘ Install the latest, Cyberpunk 2077-ready graphics card drivers.\n◘ In GOG GALAXY, use Manage installation &gt.\nVerify / Repair.\n<p>GOG.COM</p>\n<p>GOG GALAXY 2.0</p> English (US) Deutsch Français Polski Русский 简体中文 Sign in <ol>\n<li> GOG.COM SUPPORT CENTER </li>\n<li> Policies &amp.\nGeneral Info </li>\n<li> Policies </li>\n</ol> Cookie Policy <p>Hello, GOG user! We hope you have a great time playing games and doing other cool things via GOG.COM or GOG Galaxy.\nWe've prepared this Cookie Policy to help you understand and feel more confident about the use of cookies, tracking pixels or similar technologies on our Services.\nWe’ve put this Policy together as simply as we legally can, with some informal short summaries to help you understand what it means.\nHowever, the full text wording is what is important/binding legally.</p>\n&nbsp.\n&nbsp.\nFULL TEXT QUICK SUMMARY 1.\nABOUT THIS DOCUMENT <p>This is the Cookie Policy of GOG sp.\nz.\no.o.\nseated in Warsaw, Poland ul.\nJagiellońska 74.\n03-301, (we will further call ourselves “GOG”).\nWe use technologies on our online and mobile services, in particular on GOG.COM, GOG Galaxy, www.gogalaxy.com, www.playgwent.com, thewitcher.com/thronebreaker (which we'll call the Services) to collect information that helps us improve your online experience.\nWe refer to these technologies, which include cookies, tracking pixels or similar technologies, collectively as “cookies.” This policy explains the different types of cookies used on the Services and how you can control them.</p>\n<p>By using the Services and viewing the cookie notice that appears together with the GOG services, you agree that we can store and access cookies as described in this policy.</p>\n<p>If you have any further queries, please contact us at privacy@GOG.COM.</p>\n<p>This is GOG’s “Cookie Policy”, which explains how we use website/online cookies and how you can control them.</p> &nbsp.\n2.\nWHAT IS A COOKIE? <p>Cookies are small text files that are stored on your computer or mobile device.\nThey are widely used in order to make websites or other online services work or to be better or more efficient.\nThey can do this because websites and other online services can read and write these files, enabling them to recognise you and remember important information that will make your use of them more convenient (e.g.\nby remembering your user preferences).</p>\n<p>Cookies are small text files stored on your device, which help to make websites/online services work and do this more efficiently.</p>\n<p>We also use similar technologies like scripts that are loaded when you visit GOG website or open our emails.\nWe use them to know for example if you clicked on key elements on GOG platform.</p>\n<p>We also use similar technologies like scripts added to a web page, it tells us f.ex.\nwhether you clicked on key elements on our websites or opened our emails.</p> 3.\nWHAT COOKIES ARE USED ON OUR SERVICES? <p>Below we list the different types of cookies we and our service providers may use on the Services.</p>\n<p>In this section we list the kinds of cookies we or our service providers use and what we use them for.</p>\n<p>\n<strong>Essential Cookies.</strong>These cookies are essential to the operation of our service in order to enable you to move around it and to use its features.\nWithout these cookies services you have asked for, such as accessing secure areas of a website or paid for content, cannot be provided.\nWe also use cookies to help prevent fraudulent use of login credentials.\nThese cookies are essential for using the Services and therefore cannot be turned off without severely affecting your use of it.</p>\n<p>‘Essential cookies’ are needed so that you can actually navigate and use our services.</p>\n<p>\n<strong>Performance Cookies.</strong> Performance cookies, which often include analytics cookies, collect information about your use of this Services and enable us to improve the way it works.\nFor example, performance cookies show us which are the most frequently visited pages on our website, allow us to see the overall patterns of usage on the Services, help us record any difficulties you have with the Services and show us whether our advertising is effective or not.\nWe also use cookies to help you navigate within our website and travel back to pages.</p>\n<p>‘Performance cookies’ help us collect information about our services in order to improve them.</p>\n<p>\n<strong>Functionality Cookies.</strong> In some circumstances, we may use functionality cookies.\nFunctionality cookies allow us to remember the choices you make on the Services and to provide enhanced and more personalized features, such as customising a certain webpage, remembering if we have asked you to participate in a promotion and for other services you request, like watching a video or commenting on a blog.\nAll of these features help us to improve your visit to the Services.\nIn particular, Functionality Cookies on the Services include Session Cookies which will remember preferences you have selected during the session (like games you enter in the cart), and Preference Cookies which are placed to remember your preferences like language preferences or currency you use on our Services.\nThe maximum period after which these cookies expire is 12 months.</p>\n<p>‘Functionality cookies’ help us to remember how you use our services, so that we can enhance and personalise them for you.</p>\n<p>\n<strong>Targeting or Advertising Cookies or Similar Technologies.</strong> We partner with third party ad networks to manage our advertising on other sites.\nOur partners may use tracking technologies to collect information about your activities on this and other websites to provide you targeted advertising or content based upon your interests and help us measuring the effectiveness of such ads.\nIn particular, we may use Google Adwords, Doubleclick, Sizmek Versatag, Yandex.Metrica, Twitter Pixel or Facebook Pixel and other similar technologies.\nFor information about how you can opt out see point 4 below.</p>\n<p>‘Targeting or Advertising Cookies’ help us to make advertising more relevant and engaging to you.</p>\n<p>\n<strong>Analytics Cookies.</strong> We use analytical tools such as Google Analytics, Google Optimize, Matomo, Hotjar or internal technologies to collect information about how visitors use our Services.\nFor example, we can track different events like which GOG web pages or emails from us you actually opened and which links you clicked or analyse the traffic on our website.\nWe use it to optimize our communications with you, to evaluate how our Services are being used, compile statistical reports on website activity and create a profile of aggregated visitors.\nIn case of Google Analytics The the information about your use of the website and your IP address is transmitted to Google Inc.\nthrough Google Analytics component.\nTo opt out of being tracked by Google Analytics across all GOG Services visit http://tools.google.com/dlpage/gaoptout.</p>\n<p>We use analytics cookies such as Google Analytics to evaluate how you use our Services and to optimize it for you.</p>\n<p>\n<strong>Social Plugin.</strong> On some of our websites we may use plugins from social media platform, such as “Like” button from Facebook.\nIn such case your browser will send that social media platform information about the web page you visited, your IP address, and browser-related information.\nThis occurs regardless of whether you clicked on the button or not.\nYou can use content blocking solutions (built-in in your browser or as a separate add-on) to prevent loading such plugins.</p>\n<p>On some of our websites we may also use social media plugins such as “Like” button (check left for more details).</p> 4.\nHOW DO I CONTROL COOKIES? <p>Although most web browsers automatically accept cookies, you may adjust settings on your browser or device to prevent the reception of cookies, or to provide notification whenever a cookie is sent to you.\nFurther information about the procedure to follow in order to disable cookies can be found on your Internet browser provider’s website via your help screen.\nAlso, some of our partners are members of the Networking Advertising Initiative (“NAI”) and/or the Digital Advertising Alliance (“DAA”) – organizations who offer a single location to opt out of receiving tailored ads.\nIf you wish not to have your information used for the purpose of serving you targeted ads, you may opt-out by visiting the DAA's Consumer Choice page and/or the NAI’s Consumer Opt-Out page.\nPlease note this does not opt you out of being served advertising.\nYou will continue to receive generic, or non-targeted, ads.</p>\n<p>You will be still able to use our Services after disabling cookies, please be aware though that if all cookies are disabled, not all features of the Services may operate as intended.</p>\n<p>You can use your browser/device settings to control cookies at any time.\nPlease note, that if you stop accepting all of the cookies, some features of our services may not operate as intended.</p> &nbsp.\n5.\nCHANGES TO THIS COOKIE POLICY <p>We may change this Cookie Policy at any time: please take a look at the “LAST UPDATED” date at the top of this policy to see when it was last revised.\nAny amendments to this Cookie Policy will come into effect a reasonable period of time after this \"LAST UPDATED\" date (normally we consider 30 days to be a reasonable time period) unless you contact us before that date to discuss or query any of the amendments.</p>\n<p>We can revise this Cookie Policy if necessary and it will come into effect 30 days later.</p> 6.\nMORE ABOUT YOUR PRIVACY <p>Please also check out our Privacy Policy, which gives more information about how we protect your privacy and GOG User Agreement to know more about our Services.</p>\n<p>Check out our privacy policy and user agreement too (link opposite).</p>\n<p>Last Revised 24.9.2019</p>\n<p>(in effect from October 19th, 2019.\nto view currently applicable Cookie Policy click here)</p> &nbsp.\nWas this article helpful? <small> 49 out of 61 found this helpful </small>\n<ul>\n<li>Facebook</li>\n<li>Twitter</li>\n<li>LinkedIn</li>\n</ul> Articles in this section <ul>\n<li> GOG User Agreement </li>\n<li> GOG.COM Voluntary Refund Policy </li>\n<li> GOG GALAXY store Voluntary Refund Policy </li>\n<li> GOG GALAXY® Application Licence Agreement </li>\n<li> Privacy Policy </li>\n<li> Cookie Policy </li>\n<li> Copyright Policy </li>\n<li> Legal info </li>\n<li> GOG GALAXY 2.0 Privacy notice </li>\n<li> Privacy Statement for California Residents </li>\n</ul> Do you have more questions? Didn't find the answer you were looking for? If you were unable to find the answers you were looking for, please reach out and someone from our friendly and knowledgeable support team will be happy to help with their top-notch assistance! We know you want to get back to gaming, so we strive to answer all messages within 24 hours.\nContact us Want to get help and maybe make some new friends? We’ve got a great community here on GOG, which is always eager to help out.\nPlease make sure not to share private data on public forums, though! Ask our community Part of group.\nContact us Legal Business and press inquiries &lt;div&gt;&lt;img src=\"https://mc.yandex.ru/watch/54669508\" style=\"position:absolute.\nleft:-9999px;\" alt=\"\"&gt;&lt;/div&gt.\n", "created_at": "2019-03-30 09:39:10.118792", "updated_at": "2020-12-14 21:35:08.610458"}, {"id": 1118, "name": "Copyright Policy", "url": "https://support.gog.com/hc/en-us/articles/213224285-Copyright-Policy", "xpath": "", "text": " &lt;iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-NX39DH\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"&gt;&lt;/iframe&gt.\nA <b>system report</b> or other file containing a description of your computer's technical specification is required to submit this technical support request.<br>When submitting a system report, please be aware that it may contain your personal information, like your computer name.\nPlease consider reviewing and removing any personal information from the system report before submitting this file.<br>The detailed instructions on how to generate the report will be displayed under this message, once you select your <b>operating system</b> in the form above.\n<b>Creating a DXDiag report</b>\n<br>\n<br>To launch the DXDiag application, press the Windows Key + R, type in <b>\n<i>dxdiag</i>\n</b> and press Enter.<br>\n<b>Please do not swich to the 64-bit version</b>, as the 32-bit version is preferred.<br>In the DXDiag window, click \"Save All Information...\", then choose a location in which you want to save the file (your desktop, for instance).\nOnce you have created the file, please attach it to your support request using the \"Add file\" button above.\n<b>Creating a System Profiler report</b>\n<br>\n<br>\n<b>OS X 10.7 or newer</b>:<br>Go to Applications -&gt.\nUtilities -&gt.\nSystem Information<br>Click File -&gt.\nSave as...<br>Save the file and attach it to your support request using the \"\"Add file\"\" button above.<br>\n<br>\n<b>OS X 10.6.x</b>:<br>Go to Applications -&gt.\nUtilities -&gt.\nSystem Profiler<br>Click File -&gt.\nSave as...<br>Save the file and attach it to your support request using the \"\"Add file\"\" button above.\n<b>Creating a GOG system report</b>\n<br>\n<br>If you have installed the game using our <b>*.sh</b> installer, open your default terminal emulator, and run the following commands <i>(don\\'t forget to adapt the first command depending on the game and its location.\nUse TAB to auto-complete the location and prevent typos and mistakes, and RETURN key - \"Enter\" - to confirm)</i>:<br>\n<br>\n<i>cd ~/GOG Games/*your game*</i>\n<br>\n<i>./start.sh --sysrep</i>\n<br>\n<br>The system report will be located in your Desktop folder.\nPlease attach it to your support request using the \"Add file\" button above Search across all games and articles This field cannot be blank If you're having problems redeeming a code, try the following steps: ◘ Always make sure to double- and triple-check the code, character by character.\n◘ For <b>Cyberpunk 2077 codes</b>, keep in mind that the letter 'O' should not be present in the code.\nOnly zeroes should be present.\n◘ If you're using GOG GALAXY and encounter an issue, try aborting the process (click outside of the redeem window) and redeeming again.\nIf that doesn't work, try redeeming via your browser at https://www.gog.com/redeem .\n◘ If you're having problems redeeming via your browser, try using a different browser altogether, or redeeming via GOG GALAXY.\nTo redeem via GOG GALAXY, click \"+ Add games &amp.\nFriends\" and \"Redeem GOG code\", then follow the on-screen instructions.\nIf you can't see your game in your library, try using this link https://www.gog.com/account/refresh to refresh your products list.\nIf you have feedback / suggestions concerning Cyberpunk 2077, please consider sharing them on the official forum: https://forums.cdprojektred.com/index.php?forums/cyberpunk.31/ or the game's social media pages.\nWe are currently experiencing heavy load on our systems, which can result in login problems.\n<br>\nIf you didn't receive your 2-step login code, try resending the email.\n<br>\nIn case of other login issues, please be patient and try again later.\nIf the game crashes and your PC meets the requirements, please try these steps:\n◘ Install the latest, Cyberpunk 2077-ready graphics card drivers.\n◘ In GOG GALAXY, use Manage installation &gt.\nVerify / Repair.\n<p>GOG.COM</p>\n<p>GOG GALAXY 2.0</p> English (US) Deutsch Français Polski Русский 简体中文 Sign in <ol>\n<li> GOG.COM SUPPORT CENTER </li>\n<li> Policies &amp.\nGeneral Info </li>\n<li> Policies </li>\n</ol> Copyright Policy <p>We respect the intellectual property of others and we expect the users of our services do the same.\nIf you believe that your copyrighted work has been copied in a way that constitutes copyright or other intellectual property rights infringement and is accessible through a website or other online service operated by us, you may notify us in accordance with the European Union’s E-Commerce Directive 2000/31/EC (including appropriate EU Member State implementing legislation) in relation to applicable intellectual property rights, or the United States’ Digital Millennium Copyright Act 1998 (DMCA).</p>\n<p>To file an infringement notification with us, you will need to send a written communication that includes the following (please consult your legal counsel or, if applicable, see Section 512(c)(3) of the DMCA to confirm these requirements):</p>\n<p>• A physical or electronic signature of a person authorised to act on behalf of the copyright owner.<br>• Identification of the work claimed to have been infringed.<br>• Identification of the material that is claimed to be infringing or to be the subject of infringing activity and which is requested to be removed or disabled, along information reasonably sufficient to enable us to locate the material.<br>• Information reasonably sufficient to enable us to contact you, for example an email address, telephone number or other contact details.<br>• A statement that you have a good faith belief that use of the material in the manner complained of is not authorised by the owner, its agent, or the law.<br>• A statement that the information in the notification is accurate, and under penalty of perjury under the DMCA, that you are authorised to act on behalf of the owner of an exclusive right which allegedly is infringed</p>\n<p>Please send this notification by email to legal@GOG.COM or by mail to:</p>\n<p>Copyright Agent<br>GOG sp.\nz o.o.<br>ul.\nJagiellońska 74<br>03-301 Warsaw<br>Poland</p>\n<p>This information may be forwarded to the person allegedly providing the infringing content.</p>\n<p>Please note that if applicable under Section 512(f) of the DMCA any person who knowingly materially misrepresents that material or activity is infringing may be subject to liability for damages.\nPlease take this seriously!</p>\n<p> Last update: 01.12.2017 <br>\n</p>\n<p>&nbsp;</p> Was this article helpful? <small> 11 out of 11 found this helpful </small>\n<ul>\n<li>Facebook</li>\n<li>Twitter</li>\n<li>LinkedIn</li>\n</ul> Articles in this section <ul>\n<li> GOG User Agreement </li>\n<li> GOG.COM Voluntary Refund Policy </li>\n<li> GOG GALAXY store Voluntary Refund Policy </li>\n<li> GOG GALAXY® Application Licence Agreement </li>\n<li> Privacy Policy </li>\n<li> Cookie Policy </li>\n<li> Copyright Policy </li>\n<li> Legal info </li>\n<li> GOG GALAXY 2.0 Privacy notice </li>\n<li> Privacy Statement for California Residents </li>\n</ul> Do you have more questions? Didn't find the answer you were looking for? If you were unable to find the answers you were looking for, please reach out and someone from our friendly and knowledgeable support team will be happy to help with their top-notch assistance! We know you want to get back to gaming, so we strive to answer all messages within 24 hours.\nContact us Want to get help and maybe make some new friends? We’ve got a great community here on GOG, which is always eager to help out.\nPlease make sure not to share private data on public forums, though! Ask our community Part of group.\nContact us Legal Business and press inquiries &lt;div&gt;&lt;img src=\"https://mc.yandex.ru/watch/54669508\" style=\"position:absolute.\nleft:-9999px;\" alt=\"\"&gt;&lt;/div&gt.\n", "created_at": "2019-03-30 09:39:50.290921", "updated_at": "2020-12-14 21:35:13.945415"}, {"id": 1119, "name": "Money Back Guarantee Policy", "url": "https://support.gog.com/hc/en-us/articles/115000487189-Money-Back-Guarantee-Policy", "xpath": "", "text": "", "created_at": "2019-03-30 09:40:41.316769", "updated_at": "2020-12-14 21:35:21.987501"}], "points": [{"id": 27406, "title": "The service claims to be GDPR compliant for European users", "source": "https://support.gog.com/hc/en-us/articles/212632109-Privacy-Policy", "status": "Generated through the annotate view", "created_at": "2022-03-21 14:35:08.38281", "updated_at": "2022-03-21 14:35:08.38281", "quoteText": " We respect your right to privacy and will only process personal information in accordance with applicable data protection legislation in the EU", "case_id": 481, "document_id": 1115, "quoteStart": 6375, "quoteEnd": 6519}, {"id": 24231, "title": "The service claims to be CCPA compliant for California users", "source": "https://support.gog.com/hc/en-us/articles/360004559077?product=gog", "status": "Generated through the annotate view", "created_at": "2021-07-11 10:40:21.917296", "updated_at": "2021-07-11 17:29:28.222651", "quoteText": " Privacy Statement for California Residents", "case_id": 482, "document_id": 8368, "quoteStart": 37, "quoteEnd": 80}, {"id": 24230, "title": "Promises will be kept after a merger or acquisition", "source": "https://support.gog.com/hc/en-us/articles/212632109-Privacy-Policy", "status": "Generated through the annotate view", "created_at": "2021-07-11 10:25:07.336114", "updated_at": "2021-07-11 17:29:54.501427", "quoteText": "In the unlikely event of a reorganisation or merger of GOG or GOG accounts we may transfer personally identifiable information to an involved third party who will protect this to at least the same level as we do in this Privacy Policy.", "case_id": 321, "document_id": 1115, "quoteStart": 37995, "quoteEnd": 38230}, {"id": 7199, "title": "There is a date of the last update of the terms", "source": "https://support.gog.com/hc/en-us/articles/212632109-Privacy-Policy", "status": "Generated through the annotate view", "created_at": "2019-06-29 11:24:15.148204", "updated_at": "2021-02-06 04:16:21.258419", "quoteText": "Last updated: 26th February, 2019</p>\n<p>(in effect from 26th March, 2019.\nto view currently applicable Privacy Policy click here)", "case_id": 331, "document_id": 1115, "quoteStart": 36182, "quoteEnd": 36312}, {"id": 7197, "title": "This service allows you to retrieve an archive of your data", "source": "https://support.gog.com/hc/en-us/articles/212632109-Privacy-Policy", "status": "Generated through the annotate view", "created_at": "2019-06-29 11:22:55.618987", "updated_at": "2021-02-06 04:16:22.797862", "quoteText": "For example, under EU laws you have the following additional rights: ● to access information we hold about you.\n● to request that we delete your personal information from our system.\n● to ask us to rectify/correct your personal information if appropriate.\n● to ask us to restrict processing of your data.\n● to transmit your data to another entity.\n● to lodge a complaint with a data protection authority.\nYou can exercise these rights by contacting us f.ex.\nhere or at privacy@gog.com.</p>", "case_id": 140, "document_id": 1115, "quoteStart": 34531, "quoteEnd": 35020}, {"id": 7200, "title": "The terms for this service are easy to read", "source": "https://support.gog.com/hc/en-us/articles/212632109-Privacy-Policy", "status": "Generated through the annotate view", "created_at": "2019-06-29 11:25:56.243057", "updated_at": "2020-12-15 08:59:59.435853", "quoteText": "QUICK SUMMARY", "case_id": 199, "document_id": 1115, "quoteStart": 4708, "quoteEnd": 4721}, {"id": 7196, "title": "The service provides a complaint mechanism for the handling of personal data", "source": "https://support.gog.com/hc/en-us/articles/212632109-Privacy-Policy", "status": "Generated through the annotate view", "created_at": "2019-06-29 11:19:56.66476", "updated_at": "2019-09-25 04:24:50.503365", "quoteText": "You have the right to object to the processing of your personal data in certain situations f.ex.for marketing purposes at any time.", "case_id": 300, "document_id": 1115, "quoteStart": 33884, "quoteEnd": 34015}, {"id": 7198, "title": "The service may change its terms at any time, but the user will receive notification of the changes.", "source": "https://support.gog.com/hc/en-us/articles/212632109-Privacy-Policy", "status": "Generated through the annotate view", "created_at": "2019-06-29 11:23:47.594828", "updated_at": "2019-09-25 05:05:30.729448", "quoteText": "We may change this Privacy Policy if we think it's necessary for legal reasons or to reflect changes in GOG services.\nIf so, we will make the changed Privacy Policy available online and (if you have a GOG account) we'll email you to explain the changes.\nWe will also update the “Last Updated” date.</p>\n<p>We might make changes to our Privacy Policy but whenever we do we’ll display the changes online.", "case_id": 122, "document_id": 1115, "quoteStart": 40004, "quoteEnd": 40406}, {"id": 9681, "title": "The service provides details about what kinds of personal information they collect", "source": "https://support.gog.com/hc/en-us/articles/212632109-Privacy-Policy", "status": "Generated through the annotate view", "created_at": "2020-07-04 07:43:29.389099", "updated_at": "2020-07-04 10:32:03.506324", "quoteText": "When you register a GOG account with us, you will need to provide us: (a) your username.\n(b) your email address.\nand (c) a password (which is encrypted so that we don’t have access to it).", "case_id": 228, "document_id": 1115, "quoteStart": 7929, "quoteEnd": 8117}], "urls": ["gog.com", "playgwent.com", "fckdrm.com"]}}