{"error": 448, "message": "OK", "parameters": {"id": 2203, "name": "Poker-Engine", "created_at": "2020-04-03 13:22:16.542184", "updated_at": "2021-03-25 03:19:26.410894", "wikipedia": null, "keywords": null, "related": null, "slug": "pokerengine", "is_comprehensively_reviewed": false, "rating": 1, "status": null, "image": "https://s3.tosdr.org/logos/2203.png", "url": "poker-engine.com", "documents": [{"id": 2434, "name": "Privacy Policy", "url": "https://poker-engine.com/privacy", "xpath": "", "text": " Please note that this site uses cookies necessary for its better functioning.\nYou can find out more by reading our Privacy Policy.\nClose Скрипт для организации собственного онлайн покера - PokerEngine / Script for organizing your own online poker - PokerEngine.\nОрганизация онлайн, покер, румов, онлайн, Poker, for, sale, приобрести, скрипт, создание, своего, покера, покер на java, php, javascript, PokerEngine, Ducket, сколько стоит покер рум, стоимость покер рума, цена разработки, раскрутка покер румов, раскрутка покер, продвижение покер, лицензия покер, лицензия покер рум, лицензирование покера, лицензирование покер рума, оформление покера, скрипт покер рума, Organization of online poker rooms, online, Poker, for, sale, purchase, script, create, the, poker, poker java, php, javascript, PokerEngine, Ducket, how much is the poker room, the cost of the poker room, the price development, promotion poker rooms, poker promotion, promotion poker, poker license, license poker room poker licensing, licensing poker room decoration poker poker room script, script of hold em // PokerEngine<strong>Poker-Engine.com</strong> Try Demo <ul>\n<li>\nPoker Engine\n</li>\n<li>\nScreenshots\n</li>\n<li>\nLicense\n</li>\n<li>\nDemonstration\n</li>\n<li>\nFAQ\n</li>\n<li>\nSupport\n</li>\n<li>\n</li>\n</ul> Privacy Policy\nSummary\n<p>This Privacy Policy indicates how we process your personal data.</p>\n<p>It is important for us that you understand what personal data we process about you and why we do it.\nWe recommend that you read our Privacy Policy, which will provide you with additional information about the processing of your personal data on Poker-Engine.com.</p>\n<p>Poker-Engine.com is a unique site where you can purchase genuine licensed PokerEngine software.</p>\n<p>This Privacy Policy applies whenever you visit our site or otherwise gain access to any of our Poker-Engine.com products, services, content and domain.</p>\n<p>By using our Service, you agree to the use of your information as specified in this Privacy Policy.\nPoker-Engine.com may make changes to the Privacy Policy from time to time, we recommend that you regularly review the Privacy Policy for changes.</p>\n<p>We never share any data with third parties, and we commit ourselves to never sell or commercialize your personal data.</p>\nThe information we collect and how we collect it\n<p>Poker-Engine.com collects personal information only to the extent necessary to perform one or more of its functions.</p>\n<b>How we protect your data</b>\n<p>We want you to feel confident in using our solutions and services.\nAny data that may be collected and at the same time not related to completed transactions is deleted after a short period of time, so we are not subject to provocations in order to identify any personal information about our visitors.<br>Poker-Engine.com has taken reasonable technical and organizational measures to protect your information from accidental loss and from unauthorized access, use, alteration or disclosure.\nHowever, we cannot guarantee 100% that unauthorized access, hacking, data loss or other violations will never occur and that third parties will never be able to overcome these measures or use your personal information for inappropriate purposes.\nWe also cannot guarantee that email and messaging systems are completely secure.</p>\n<b>What personal data may be required to conduct a transaction on our website</b>\n<p>At the moment, we do not request any personal information about you and our visitors and clients.\nTo conduct a transaction on our website, you need to specify the email address, which is further required when downloading the PokerEngine web installer, as well as to confirm your rights to a licensed copy of the product.</p>\n<b>Correspondence with customer support</b>\n<p>When you turn to our customer support for help, we collect and store the contact information that you provide, this is your name, email address, as well as the information that you send to us of your own free will.\nWe also commit ourselves to never transfer any of the above information to third parties.\nYour contact details that you send us at your request can be further used to send you special offers from our Service.\nWe also have the right to keep your messages for an indefinite period of time in order to provide quality support and improve our services.</p>\n<b>For what purposes we can begin to collect additional information</b>\n<ul>\n<li>Improve and optimize our Service;</li>\n<li>Personalize our services for you;</li>\n<li>Provide technical support and answer your requests;</li>\n<li>Prevent attempts to copy our product and ensure compliance with our terms of Service;</li>\n<li>Resolve any disputes that may arise and enforce our agreements;</li>\n<li>Conduct research.</li>\n</ul>\n<br>\n<b>Storage and transmission of information</b>\n<p>We can store and transmit information on servers and equipment in different countries.<br>If you live in a jurisdiction where your consent is required to transfer your personal information to another jurisdiction, then you give us your explicit and unambiguous consent to such a transfer so that we can provide you our services.</p>\nJuvenile policy\n<p>The main functionality of our PokerEngine product is intended for those who are adults and are for informational purposes only.\nWe are not responsible for viewing or copying content on our website by a minor.\nAny visitor to our site agrees to this Privacy Policy.\nWe also have the right not to ask for the age of those who make a deal with us.\nHowever, if we explicitly learn from you your age, for example, in a message to the support Service and if it does not correspond to the age that is the adult age in your country, we have the right to stop correspondence and take reasonable measures to delete any information transmitted by a visitor.</p>\nCookies\n<p>By visiting our site, you agree to our use of cookies.</p>\n<b>What is a cookie</b>\n<p>Cookies are small files that are placed on your device (computer, portable device, etc.) by the websites you visit.\nThey are widely used to make websites work or work more efficiently.\nYou can configure your web browser to alert you to attempts to place cookies on your computer or to limit the type of cookies allowed.\nIf you disable cookies, you may lose some of the features and capabilities of our Service.<br>Cookies themselves do not contain any personal information.\nHowever, if you provide us with such information (for example, email address), then such information may be associated with the data stored in the cookie.<br>Cookies can be stored on your device for a long period of time and remain on your computer even after turning it off.\nThese cookies can be used to remember the settings of visitors.</p>\n<b>Why do we use cookies</b>\n<p>We strive to provide you with the most valuable and relevant experience.\nWe use cookies so that you can use this website and its functionality.\nWe do not use marketing and analytical cookies, we do not use cookies for advertising and exchange and cookies of social networks.</p>\n<p>Cookies help you enjoy your browsing experience.\nThus, an informational message about cookies after clicking on the corresponding button will no longer appear, and some settings will not be reset each time you visit our site, for example, the interface language will not have to be selected every time.<br>As new technologies appear and solutions, this Cookie Policy may be updated to reflect any such advances in technology and preference management tools.\nWe may also update this Cookie Policy from time to time for other operational, legal or regulatory reasons.</p>\n<b>User sessions</b>\n<p>We use cookies to determine if users are registered users.</p>\n<b>Detailed information</b>\n<p>You can learn more about cookies, including information about which cookies were set, as well as how to manage and delete them, on special resources on the Internet.</p>\nInformation on third-party sites\n<p>Other sites linked to from this website are not under the control of Poker-Engine.com.\nAccordingly, we cannot provide you with any information regarding the content of these sites.\nWe may provide links to third-party resources for your convenience only.</p>\n<p>After switching to third-party resources, cookies from these websites may be sent to you.\nWe do not control the setting of these cookies, so please check third-party websites for more information about their own Privacy Policy.</p>\nConclusion\n<p>We have the right not to inform you and other users of our resource about changes in our Privacy Policy, therefore you should periodically check this privacy page for updates.</p>\nTo contact us\n<p>For any questions, comments, or concerns regarding our Privacy Policy or any other questions, please contact us at support@poker-engine.com.\nWe will respond to your request within thirty days.</p> Poker-Engine.com © 2020Privacy Policy\nPartnership <br>\n<br> &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n", "created_at": "2020-04-03 13:23:18.760998", "updated_at": "2020-12-14 23:48:31.482418"}], "points": [{"id": 9100, "title": "This service tracks you on other websites", "source": "https://poker-engine.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-04-04 20:44:24.138161", "updated_at": "2021-02-16 00:01:39.640469", "quoteText": "We never share any data with third parties, and we commit ourselves to never sell or commercialize your personal data.</p>", "case_id": 129, "document_id": 2434, "quoteStart": 2168, "quoteEnd": 2290}, {"id": 9101, "title": "This service does not sell your personal data", "source": "https://poker-engine.com/en/privacy", "status": "We never share any data with third parties, and we commit ourselves to never sell or commercialize your personal data.", "created_at": "2020-04-04 20:45:41.618434", "updated_at": "2020-12-15 11:09:56.657604", "quoteText": null, "case_id": 193, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 9102, "title": "The service does not use third-party analytics or tracking platforms", "source": "https://poker-engine.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-04-04 20:51:34.982119", "updated_at": "2020-12-15 11:10:04.060149", "quoteText": "We do not use marketing and analytical cookies, we do not use cookies for advertising and exchange and cookies of social networks.", "case_id": 381, "document_id": 2434, "quoteStart": 6919, "quoteEnd": 7049}], "urls": ["poker-engine.com"]}}