{"error": 448, "message": "OK", "parameters": {"id": 2659, "name": "Alan Thomson Simulation", "created_at": "2021-01-28 20:51:57.790536", "updated_at": "2022-08-15 22:00:41.367124", "wikipedia": null, "keywords": null, "related": null, "slug": "alan_thomson_simulation", "is_comprehensively_reviewed": true, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/2659.png", "url": "alanthomsonsim.com", "documents": [{"id": 3839, "name": "Privacy Policy", "url": "https://alanthomsonsim.com/privacy-policy/", "xpath": "/html/body/div[4]/div/div/article/div/div/div[1]", "text": "\nPrivacy Policy Notice\n<p>\n<strong>The policy:</strong> This privacy policy notice is served by Alan Thomson Simulation Limited under the website.\n[www.alanthomsonsim.com].\nThe purpose of this policy is to explain to you how we control, process, handle and protect your personal information through the business and while you browse or use this website.\nIf you do not agree to the following policy you may wish to cease viewing / using this website, and or refrain from submitting your personal data to us.</p>\n<p>\n<strong>Policy key definitions:</strong>\n</p>\n<ul>\n<li>“I”, “our”, “us”, or “we” refer to the business, [Business name &amp.\nother trading names].</li>\n<li>“you”, “the user” refer to the person(s) using this website.</li>\n<li>GDPR means General Data Protection Act.</li>\n<li>PECR means Privacy &amp.\nElectronic Communications Regulation.</li>\n<li>ICO means Information Commissioner’s Office.</li>\n<li>Cookies mean small files stored on a users computer or device.</li>\n</ul>\n<p>\n<strong>Key principles of GDPR:</strong>\n</p>\n<p>Our privacy policy embodies the following key priciples.\n(a) Lawfullness, fairness and transpatrency, (b) Purpose limitation, (c) Data minimisation, (d) Accurancy, (e) Storage limitation, (f) Integrity and confidence, (g) Accountability.</p>\nProcessing of your personal data\n<p>Under the GDPR (General Data Protection Regulation) we control and / or process any personal information about you electronically using the following lawful bases.</p>\n<ul>\n<li>We are exempt from registration in the ICO Data Protection Register because we are only processing personal data for the core business purposes.<br>\n<strong>We process your information in the following ways:</strong> To administer and process orders, downloads and notification emails linked to the administration of your account on our site.\nTo prevent unlawful use or distribution of our products and for internal marketing purposes.<br>\n<strong>Data retention period:</strong>&nbsp;We will continue to process your information under this basis until you withdraw consent or it is determined your consent no longer exists.<br>\n<strong>Sharing your information:</strong> We share the following information with third parties;</li>\n<li>Order details where the product is not an Alan Thomson Simulation product and your details must be passed to a third party t process an order or where a promotion is run which includes products distributed by a third party.\nIn this case we would share only the very minimum information with that third party for the purpose of processing your order or promotion product only.</li>\n<li>We share your name, email, product ordered and associated details of such product and address details with TS Controllers if you purchase one of their products so that they can process your order<br>\n</li>\n</ul>\n<p>If, as determined by us, the lawful basis upon which we process your personal information changes, we will notify you about the change and any new lawful basis to be used if required.\nWe shall stop processing your personal information if the lawful basis used is no longer relevant.</p>\nYour individual rights\n<p>Under the GDPR your rights are as follows.\nYou can read more about&nbsp;your rights in details here;</p>\n<ul>\n<li>the right to be informed;</li>\n<li>the right of access;</li>\n<li>the right to rectification;</li>\n<li>the right to erasure;</li>\n<li>the right to restrict processing;</li>\n<li>the right to data portability;</li>\n<li>the right to object.\nand</li>\n<li>the right not to be subject to automated decision-making including profiling.</li>\n</ul>\n<p>You also have the right to complain to the ICO [www.ico.org.uk] if you feel there is a problem with the way we are handling your data.</p>\n<p>We handle subject access requests in accordance with the GDPR.</p>\nInternet cookies\n<p>We use cookies on this website to provide you with a better user experience.\nWe do this by placing a small text file on your device / computer hard drive to track how you use the website, to record or log whether you have seen particular messages that we display, to keep you logged into the website where applicable, to display relevant adverts or content, referred you to a third party website.</p>\n<p>Some cookies are required to enjoy and use the full functionality of this website.</p>\n<p>We use a cookie control system which allows you to accept the use of cookies, and control which cookies are saved to your device / computer.\nSome cookies will be saved for specific time periods, where others may last indefinitely.\nYour web browser should provide you with the controls to manage and delete cookies from your device, please see your web browser options.</p>\nData security and protection\n<p>We ensure the security of any personal information we hold by using secure data storage technologies and precise procedures in how we store, access and manage that information.\nOur methods meet the GDPR compliance requirement.</p>\nFair &amp.\nTransparent Privacy Explained\n<p>We have provided some further explanations about user privacy and the way we use this website to help promote a transparent and honest user privacy methodology.</p>\nSponsored links, affiliate tracking &amp.\ncommissions\n<p>Our website may contain adverts, sponsored and affiliate links on some pages.\nThese are typically served through our advertising partners.\nGoogle Adsense, eBay Partner Network, Amazon Affiliates, or are self served through our own means.\nWe only use trusted advertising partners who each have high standards of user privacy and security.\nHowever we do not control the actual adverts seen / displayed by our advertising partners.\nOur ad partners may collect data and use cookies for ad personalisation and measurement.\nWhere ad preferences are requested as ‘non-personalised’ cookies may still be used for frequency capping, aggregated ad reporting and to combat fraud and abuse.</p>\n<p>Clickable sponsored or affiliate links may be displayed as a website URL like this;&nbsp;www.example.co.uk/blog/welcome.php&nbsp;or as a titled text link like this:&nbsp;Example.</p>\n<p>Clicking on any adverts, sponsored or affiliate links may track your actions by using a cookie saved to your device.\nYou can read more about cookies on this website above.\nYour actions are usually recorded as a referral from our website by this cookie.\nIn most cases we earn a very small commission from the advertiser or advertising partner, at no cost to you, whether you make a purchase on their website or not.</p>\n<p>We use advertising partners in these ways to help generate an income from the website, which allows us to continue our work and provide you with the best overall experience and valued information.</p>\n<p>If you have any concerns about this we suggest you do not click on any adverts, sponsored or affiliate links found throughout the website.</p>\nEmail marketing messages &amp.\nsubscription\n<p>Under the GDPR we use the consent lawful basis for anyone subscribing to our newsletter or marketing mailing list.\nWe only collect certain data about you, as detailed in the “Processing of your personal date” above.\nAny email marketing messages we send are done so through an EMS, email marketing service provider.\nAn EMS is a third party service provider of software / applications that allows marketers to send out email marketing campaigns to a list of users.</p>\n<p>Email marketing messages that we send may contain tracking beacons / tracked clickable links or similar server technologies in order to track subscriber activity within email marketing messages.\nWhere used, such marketing messages may record a range of data such as.\ntimes, dates, I.P addresses, opens, clicks, forwards, geographic and demographic data.\nSuch data, within its limitations will show the activity each subscriber made for that email campaign.</p>\n<p>Any email marketing messages we send are in accordance with the GDPR and the PECR.\nWe provide you with an easy method to withdraw your consent (unsubscribe) or manage your preferences / the information we hold about you at any time.\nSee any marketing messages for instructions on how to unsubscribe or manage your preferences, you can also&nbsp;unsubscribe from all MailChimp lists, by following this link, otherwise contact the EMS provider.</p>\nResources &amp.\nfurther information\n<ul>\n<li>Overview of the GDPR – General Data Protection Regulation</li>\n<li>Data Protection Act 2018</li>\n<li>Privacy and Electronic Communications Regulations 2003</li>\n<li>The Guide to the PECR 2003</li>\n<li>Twitter Privacy Policy</li>\n<li>Facebook Privacy Policy</li>\n<li>Google Privacy Policy</li>\n<li>Linkedin Privacy Policy</li>\n<li>Mailchimp Privacy Policy</li>\n<li>Small business GDPR policy template</li>\n</ul> ", "created_at": "2021-01-28 20:53:00.266622", "updated_at": "2021-01-28 20:53:04.874436"}, {"id": 3840, "name": "Terms and Conditions", "url": "https://alanthomsonsim.com/site-terms-and-conditions/", "xpath": "/html/body/div[4]/div/div/article/div/div", "text": " Site terms and conditions Generic Terms of Service\n<p>Please read these terms of service (“terms”, “terms of service”) carefully before using the website (the “service”) operated by ALAN THOMSON SIMULATION LIMITED (UK company 11784130 ) (“us”, ‘we”, “our”).</p>\n<p>AlanThomsonSim, Alan Thomson Sim, ATS and AT Sim are trading names of ALAN THOMSON SIMULATION LIMITED</p>\n<p>\n<strong>Conditions of Use</strong>\n</p>\n<p>We will provide their services to you, which are subject to the conditions stated below in this document.\nEvery time you visit this website, use its services or make a purchase, you accept the following conditions.\nThis is why we urge you to read them carefully</p>\n<p>\n<strong>Privacy Policy</strong>\n</p>\n<p>Before you continue using our website we advise you to read our privacy policy regarding our user data collection.\nIt will help you better understand our practices.</p>\n<p>\n<strong>Copyright</strong>\n</p>\n<p>Content published on this website (Product names, trademarks and registered trademarks) are property of their respective owners.\nAll company, product and service names used in this website are for identification purposes only.\nUse of these names,trademarks and brands does not imply endorsement.\n</p>\n<p>\n<strong>Communications</strong>\n</p>\n<p>The entire communication with us is electronic.\nEvery time you send us an email or visit our website, you are going to be communicating with us.\nYou hereby consent to receive communications from us.\nIf you subscribe to the news on our website, you are going to receive regular emails from us.\nWe will continue to communicate with you by posting news and notices on our website and by sending you emails.\nYou also agree that all notices, disclosures, agreements and other communications we provide to you electronically meet the legal requirements that such communications be in writing.</p>\n<p>\n<strong>Applicable Law</strong>\n</p>\n<p>By visiting this website, you agree that the laws of the United Kingdom, without regard to principles of conflict laws, will govern these terms of service, or any dispute of any sort that might come between us and you, or its business partners and associates.</p>\n<p>\n<strong>Disputes</strong>\n</p>\n<p>Any dispute related in any way to your visit to this website or to products you purchase from us shall be arbitrated by state or federal court [your location] and you consent to exclusive jurisdiction and venue of such courts.</p>\n<p>\n<strong>Comments, Reviews, and Emails</strong>\n</p>\n<p>Visitors may post content as long as it is not obscene, illegal, defamatory, threatening, infringing of intellectual property rights, invasive of privacy or injurious in any other way to third parties.\nContent has to be free of software viruses, political campaign, and commercial solicitation.</p>\n<p>We reserve all rights (but not the obligation) to remove and/or edit such content.\nWhen you post your content, you grant us non-exclusive, royalty-free and irrevocable right to use, reproduce, publish, modify such content throughout the world in any media.</p>\n<p>\n<strong>License and Site Access</strong>\n</p>\n<p>We grant you a limited license to access and make personal use of this website.\nYou are not allowed to download or modify it.\nThis may be done only with written consent from us.\n</p>\n<p>You are granted a license for personal use.\n<strong>Reproduction, redistribution, public performance and/or reverse engineering are prohibited</strong>.\nYou may not perform or record your own use of this software without written consent.\nPerformances or recordings which are damaging and made negligently or illegally are prohibited.</p>\n<p>You may include references to this software in other products provided the software itself is not included and credit is given for the software’s use and reference.\nWe reserve the right to withdraw this part at any time.</p>\n<p>You may create content which is compatible with this software and release those under your own terms provided none of the terms of this user agreement are breached.</p>\n<p>\n<strong>User Account</strong>\n</p>\n<p>You may own and maintain one personal account to access this website.\nYou must not share, transfer or allow access to this account with or to any other person.\nIf you are an owner of an account on this website, you are solely responsible for maintaining the confidentiality of your private user details (username and password).\nYou are responsible for all activities that occur under your account or password.</p>\n<p>We reserve all rights to terminate accounts, edit or remove content and cancel orders in our sole discretion.\nWhere we terminate an account with premium membership no refund for that membership will be given if the membership has been used to download premium or subscription only content.</p>\n<p>A breach of the terms of this agreement may, in certain circumstances, result in your account being deleted and you being banned from making further accounts or purchases.\nAny money received for products purchased will not be refunded where the product and any applicable license has been distributed to you.\nAny order, which has been paid, but not fulfilled, shipped or processed, will be refunded.</p>\n<p>\n<strong>Distance Selling Regulations</strong>\n</p>\n<p>Under the Consumer Contracts Regulations you have the right to cancel any purchase of a digital download within a 14 day ‘cooling off’ period.\nBy downloading a digital product within the 14 days waives the right to a cooling off period.</p>\n<p>We are unable to offer refunds for purchases that are outside of the 14 day cooling off period.\n</p>\n<p>Subscriptions are refundable within 14 days provided no download has been made from the account to which the subscription applies.</p>\n<p>\n<strong>Limitation of liability</strong>\n</p>\n<p>TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAWS WE.\nON BEHALF OF OUR DIRECTORS.\nOFFICERS, EMPLOYEES, AGENTS, SUPPLIERS.\nLICENSORS AND SERVICE PROVIDERS, EXCLUDE AND DISCLAIM LIABILITY FOR ANY LOSSES AND EXPENSES OF WHATEVER NATURE AND HOWSOEVER ARISING INCLUDING, WITHOUT LIMITATION, ANY DIRECT, INDIRECT.\nGENERAL.\nSPECIAL.\nPUNITIVE.\nINCIDENTAL OR CONSEQUENTIAL DAMAGES.\nLOSS OF USE: LOSS OF DATA LOSS CAUSED BY A VIRUS: LOSS OF INCOME OR PROFIT, LOSS OF OR DAMAGE TO PROPERTY: CLAIMS OF THIRD PARTIES: OR OTHER LOSSES OF ANY KIND OR CHARACTER, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES OR LOSSES, ARISING OUT OF OR IN CONNECTION WITH THE USE OF THE SITES OR ANY WEB SITE WITH WHICH THEY ARE LINKED.\nOR ANY MERCHANDISE AVAILABLE ON OUR SITES.\nYOU ASSUME TOTAL RESPONSIBILITY FOR ESTABLISHING SUCH PROCEDURES FOR DATA BACK UP AND VIRUS CHECKING AS YOU CONSIDER NECESSARY.\nTHIS LIMITATION OF LIABILITY APPLIES WHETHER THE ALLEGED LIABILITY IS BASED ON CONTRACT.\nTORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR ANY OTHER BASIS.</p>\n<p>No liability is accepted for any pure economic loss sustained by using the product.</p>\n<p>View Product EULAs here</p> ", "created_at": "2021-01-28 20:53:44.668994", "updated_at": "2021-01-28 20:53:47.940627"}], "points": [{"id": 26471, "title": "Content you post may be edited by the service for any reason", "source": "https://alanthomsonsim.com/site-terms-and-conditions/", "status": "\"We reserve all rights to terminate accounts, edit or remove content and cancel orders in our sole discretion.\"", "created_at": "2021-12-19 21:52:35.428456", "updated_at": "2022-08-15 17:12:36.849817", "quoteText": null, "case_id": 407, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 15151, "title": "Users agree not to submit illegal content", "source": "https://alanthomsonsim.com/site-terms-and-conditions/", "status": "Generated through the annotate view", "created_at": "2021-01-28 22:35:41.678182", "updated_at": "2021-01-29 08:53:36.88153", "quoteText": "Visitors may post content as long as it is not obscene, illegal, defamatory, threatening, infringing of intellectual property rights, invasive of privacy or injurious in any other way to third parties.", "case_id": 238, "document_id": 3840, "quoteStart": 2509, "quoteEnd": 2710}, {"id": 15158, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://alanthomsonsim.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-01-28 23:20:30.253729", "updated_at": "2021-01-29 08:53:12.543426", "quoteText": "Some cookies are required to enjoy and use the full functionality of this website.</p>", "case_id": 375, "document_id": 3839, "quoteStart": 4236, "quoteEnd": 4322}, {"id": 15149, "title": "Prohibits political discussions or campaigning", "source": "https://alanthomsonsim.com/site-terms-and-conditions/", "status": "Full context: \"Content has to be free of software viruses, political campaign\"", "created_at": "2021-01-28 22:34:08.940896", "updated_at": "2021-01-29 09:16:22.108621", "quoteText": "political campaign,", "case_id": 316, "document_id": 3840, "quoteStart": 2755, "quoteEnd": 2774}, {"id": 15155, "title": "The service provides information about how they collect personal data", "source": "https://alanthomsonsim.com/site-terms-and-conditions/", "status": "Generated through the annotate view", "created_at": "2021-01-28 22:49:31.57001", "updated_at": "2021-01-29 08:49:26.630741", "quoteText": "Before you continue using our website we advise you to read our privacy policy regarding our user data collection.", "case_id": 297, "document_id": 3840, "quoteStart": 729, "quoteEnd": 843}, {"id": 15154, "title": "Users who have been permanently banned from this service are not allowed to re-register under a new account", "source": "https://alanthomsonsim.com/site-terms-and-conditions/", "status": "Generated through the annotate view", "created_at": "2021-01-28 22:47:21.861669", "updated_at": "2021-01-29 08:52:58.599376", "quoteText": "result in your account being deleted and you being banned from making further accounts or purchases.", "case_id": 319, "document_id": 3840, "quoteStart": 4876, "quoteEnd": 4976}, {"id": 15156, "title": "You are allowed to quote their content with attribution", "source": "https://alanthomsonsim.com/site-terms-and-conditions/", "status": "Generated through the annotate view", "created_at": "2021-01-28 23:11:26.992413", "updated_at": "2021-01-29 08:19:40.916707", "quoteText": "You may include references to this software in other products provided the software itself is not included and credit is given for the software’s use and reference.\n", "case_id": 388, "document_id": 3840, "quoteStart": 3652, "quoteEnd": 3817}, {"id": 15150, "title": "The service has non-exclusive use of your content", "source": "https://alanthomsonsim.com/site-terms-and-conditions/", "status": "Generated through the annotate view", "created_at": "2021-01-28 22:34:51.196242", "updated_at": "2021-01-29 08:20:33.835117", "quoteText": "When you post your content, you grant us non-exclusive, royalty-free and irrevocable right to use, reproduce, publish, modify such content throughout the world in any media.</p>", "case_id": 402, "document_id": 3840, "quoteStart": 2894, "quoteEnd": 3071}, {"id": 15141, "title": "The service can delete your account without prior notice and without a reason", "source": "https://alanthomsonsim.com/site-terms-and-conditions/", "status": "Generated through the annotate view", "created_at": "2021-01-28 22:17:35.35879", "updated_at": "2021-01-29 08:43:28.907759", "quoteText": "We reserve all rights to terminate accounts, edit or remove content and cancel orders in our sole discretion.\n", "case_id": 201, "document_id": 3840, "quoteStart": 4508, "quoteEnd": 4618}, {"id": 15144, "title": "You cannot distribute or disclose your account to third parties", "source": "https://alanthomsonsim.com/site-terms-and-conditions/", "status": "Generated through the annotate view", "created_at": "2021-01-28 22:26:39.753421", "updated_at": "2021-01-29 08:43:41.331011", "quoteText": "You may own and maintain one personal account to access this website.\nYou must not share, transfer or allow access to this account with or to any other person.", "case_id": 229, "document_id": 3840, "quoteStart": 4091, "quoteEnd": 4250}, {"id": 15148, "title": "This service prohibits users from attempting to gain unauthorized access to other computer systems", "source": "https://alanthomsonsim.com/site-terms-and-conditions/", "status": "Generated through the annotate view", "created_at": "2021-01-28 22:33:37.411371", "updated_at": "2021-01-29 08:43:57.742447", "quoteText": "Content has to be free of software viruses,", "case_id": 284, "document_id": 3840, "quoteStart": 2711, "quoteEnd": 2754}, {"id": 15152, "title": "Your personal data is used for limited purposes", "source": "https://alanthomsonsim.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-01-28 22:39:03.460977", "updated_at": "2021-01-29 08:44:25.457249", "quoteText": "we are only processing personal data for the core business purposes", "case_id": 196, "document_id": 3839, "quoteStart": 1574, "quoteEnd": 1641}, {"id": 15143, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://alanthomsonsim.com/site-terms-and-conditions/", "status": "Generated through the annotate view", "created_at": "2021-01-28 22:24:42.394852", "updated_at": "2021-01-29 08:45:24.81252", "quoteText": "TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAWS WE.\nON BEHALF OF OUR DIRECTORS.\nOFFICERS, EMPLOYEES, AGENTS, SUPPLIERS.\nLICENSORS AND SERVICE PROVIDERS, EXCLUDE AND DISCLAIM LIABILITY FOR ANY LOSSES AND EXPENSES OF WHATEVER NATURE AND HOWSOEVER ARISING", "case_id": 293, "document_id": 3840, "quoteStart": 5803, "quoteEnd": 6058}, {"id": 15145, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://alanthomsonsim.com/site-terms-and-conditions/", "status": "Generated through the annotate view", "created_at": "2021-01-28 22:27:53.059961", "updated_at": "2021-01-29 08:48:45.322633", "quoteText": "INCLUDING, WITHOUT LIMITATION, ANY DIRECT, INDIRECT.\nGENERAL.\nSPECIAL.\nPUNITIVE.\nINCIDENTAL OR CONSEQUENTIAL DAMAGES.\nLOSS OF USE: LOSS OF DATA LOSS CAUSED BY A VIRUS: LOSS OF INCOME OR PROFIT, LOSS OF OR DAMAGE TO PROPERTY: CLAIMS OF THIRD PARTIES: OR OTHER LOSSES OF ANY KIND OR CHARACTER, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES OR LOSSES, ARISING OUT OF OR IN CONNECTION WITH THE USE OF THE SITES OR ANY WEB SITE WITH WHICH THEY ARE LINKED.\nOR ANY MERCHANDISE AVAILABLE ON OUR SITES.\nYOU ASSUME TOTAL RESPONSIBILITY FOR ESTABLISHING SUCH PROCEDURES FOR DATA BACK UP AND VIRUS CHECKING AS YOU CONSIDER NECESSARY.\nTHIS LIMITATION OF LIABILITY APPLIES WHETHER THE ALLEGED LIABILITY IS BASED ON CONTRACT.\nTORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR ANY OTHER BASIS.</p>\n<p>No liability is accepted for any pure economic loss sustained by using the product.</p>\n<p>View Product EULAs here</p>", "case_id": 146, "document_id": 3840, "quoteStart": 6059, "quoteEnd": 6979}, {"id": 15142, "title": "This service is only available for use individually and non-commercially.", "source": "https://alanthomsonsim.com/site-terms-and-conditions/", "status": "Generated through the annotate view", "created_at": "2021-01-28 22:22:02.380086", "updated_at": "2021-01-29 08:52:24.36831", "quoteText": "We grant you a limited license to access and make personal use of this website.", "case_id": 143, "document_id": 3840, "quoteStart": 3125, "quoteEnd": 3204}, {"id": 15146, "title": "Spidering, crawling, or accessing the site through any automated means is not allowed", "source": "https://alanthomsonsim.com/site-terms-and-conditions/", "status": "Generated through the annotate view", "created_at": "2021-01-28 22:28:33.48771", "updated_at": "2021-01-29 09:00:52.399858", "quoteText": "You are not allowed to download or modify it.\nThis may be done only with written consent from us.", "case_id": 150, "document_id": 3840, "quoteStart": 3205, "quoteEnd": 3302}, {"id": 15147, "title": "The court of law governing the terms is in the UK", "source": "https://alanthomsonsim.com/site-terms-and-conditions/", "status": "Generated through the annotate view", "created_at": "2021-01-28 22:29:40.522336", "updated_at": "2021-01-29 09:01:05.864176", "quoteText": "By visiting this website, you agree that the laws of the United Kingdom, without regard to principles of conflict laws, will govern these terms of service, or any dispute of any sort that might come between us and you, or its business partners and associates.", "case_id": 163, "document_id": 3840, "quoteStart": 1917, "quoteEnd": 2176}, {"id": 15153, "title": "Your personal data is given to third parties", "source": "https://alanthomsonsim.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-01-28 22:40:32.617696", "updated_at": "2021-01-29 08:43:15.316725", "quoteText": "We share your name, email, product ordered and associated details of such product and address details with TS Controllers if you purchase one of their products so that they can process your order<br>", "case_id": 188, "document_id": 3839, "quoteStart": 2619, "quoteEnd": 2818}, {"id": 15140, "title": "This service has a no refund policy with some exceptions", "source": "https://alanthomsonsim.com/site-terms-and-conditions/", "status": "Generated through the annotate view", "created_at": "2021-01-28 22:16:03.340388", "updated_at": "2021-01-29 08:52:47.128439", "quoteText": "\nAny money received for products purchased will not be refunded where the product and any applicable license has been distributed to you.\nAny order, which has been paid, but not fulfilled, shipped or processed, will be refunded.</p>\n<p>\n<strong>Distance Selling Regulations</strong>\n</p>\n<p>Under the Consumer Contracts Regulations you have the right to cancel any purchase of a digital download within a 14 day ‘cooling off’ period.\nBy downloading a digital product within the 14 days waives the right to a cooling off period.</p>\n<p>We are unable to offer refunds for purchases that are outside of the 14 day cooling off period.\n</p>\n<p>Subscriptions are refundable within 14 days provided no download has been made from the account to which the subscription applies.</p>\n<p>\n<strong>", "case_id": 398, "document_id": 3840, "quoteStart": 4976, "quoteEnd": 5762}, {"id": 15139, "title": " Terms may be changed any time at their discretion, without notice to the user.", "source": "https://archive.vn/https://alanthomsonsim.com/?page_id=621", "status": "While this is not specified in their Terms, the site chooses to update it's terms of conditions with no warning to users at all. I have no actual source to back this up from but myself and others who have realised this lack of communication. One of the most interesting occurrences recently with the site updating it's Terms of Service (an old copies can be found here: https://archive.vn/https://alanthomsonsim.com/?page_id=621) where it added a phrase on banning users for account sharing (which it had already been doing before the Terms of Service were changed.). Me and those who I asked about this upon realising this ToS change (which seemed to come after a string of bans on this, at the time, unspecified rule as announced on a private Facebook page for the site) hadn't recieved any update from the site about the terms being updated or the ability to accept these new terms. I haven't even received any emails before about any of the ToS changes that may have occured without my knowledge since I signed up to the site (on the 25th of May 2020). ", "created_at": "2021-01-28 22:06:53.667649", "updated_at": "2021-01-29 09:01:35.187479", "quoteText": null, "case_id": 121, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 15162, "title": "Tracking pixels are used in service-to-user communication", "source": "https://alanthomsonsim.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-01-29 09:25:34.218418", "updated_at": "2021-02-03 14:00:05.008581", "quoteText": "<p>Email marketing messages that we send may contain tracking beacons / tracked clickable links or similar server technologies in order to track subscriber activity within email marketing messages.", "case_id": 217, "document_id": 3839, "quoteStart": 7383, "quoteEnd": 7580}, {"id": 15165, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://alanthomsonsim.com/site-terms-and-conditions/", "status": "Generated through the annotate view", "created_at": "2021-01-29 09:29:18.286998", "updated_at": "2021-02-03 14:00:51.358449", "quoteText": "If you are an owner of an account on this website, you are solely responsible for maintaining the confidentiality of your private user details (username and password).\nYou are responsible for all activities that occur under your account or password.</p>", "case_id": 148, "document_id": 3840, "quoteStart": 4251, "quoteEnd": 4504}, {"id": 15157, "title": "The service's data retention period is kept to the minimum necessary for fulfilling its purposes", "source": "https://alanthomsonsim.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-01-28 23:18:15.26974", "updated_at": "2021-01-29 09:34:27.732744", "quoteText": "\nWe shall stop processing your personal information if the lawful basis used is no longer relevant.</p>", "case_id": 303, "document_id": 3839, "quoteStart": 3017, "quoteEnd": 3120}, {"id": 15160, "title": "Tracking via third-party cookies purposes including advertising", "source": "https://alanthomsonsim.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-01-29 09:21:15.279455", "updated_at": "2021-02-03 13:59:49.963185", "quoteText": "Our ad partners may collect data and use cookies for ad personalisation and measurement.\n", "case_id": 128, "document_id": 3839, "quoteStart": 5657, "quoteEnd": 5746}, {"id": 15164, "title": "If you are the target of a copyright claim, your content may be removed", "source": "https://alanthomsonsim.com/site-terms-and-conditions/", "status": "\"Visitors may post content as long as it is not [...] infringing of intellectual property rights [...] We reserve all rights (but not the obligation) to remove and/or edit such content.\"", "created_at": "2021-01-29 09:26:46.919115", "updated_at": "2021-02-03 14:00:31.771557", "quoteText": "<p>We reserve all rights (but not the obligation) to remove and/or edit such content.", "case_id": 310, "document_id": 3840, "quoteStart": 2808, "quoteEnd": 2893}, {"id": 15163, "title": "You can opt out of promotional communications", "source": "https://alanthomsonsim.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-01-29 09:26:07.676955", "updated_at": "2021-02-03 14:01:28.111023", "quoteText": "See any marketing messages for instructions on how to unsubscribe or manage your preferences, you can also&nbsp;unsubscribe from all MailChimp lists, by following this link, otherwise contact the EMS provider.", "case_id": 223, "document_id": 3839, "quoteStart": 8083, "quoteEnd": 8292}, {"id": 15161, "title": "Third parties are involved in operating the service", "source": "https://alanthomsonsim.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-01-29 09:23:21.106143", "updated_at": "2021-02-03 14:02:12.811231", "quoteText": "Any email marketing messages we send are done so through an EMS, email marketing service provider.\nAn EMS is a third party service provider of software / applications that allows marketers to send out email marketing campaigns to a list of users.</p>\n", "case_id": 207, "document_id": 3839, "quoteStart": 7132, "quoteEnd": 7383}, {"id": 15166, "title": "You must create an account to use this service", "source": "https://alanthomsonsim.com/downloads/class-800-lner-azuma/ - 'Add to selection' then go to checkout - https://alanthomsonsim.com/checkout-2/", "status": "To actually use this service for its intended purpose (downloading freeware content/purchasing and downloading payware for a game or purchasing physical items), you must sign up to the service to purchase the items to download or order.  You add content to the 'selection' you would like to purchase to download and utilise (e.g. https://alanthomsonsim.com/downloads/class-800-lner-azuma/) and then you must proceed to checkout to purchase the items, an action which requires an account to complete.", "created_at": "2021-01-29 09:30:40.330114", "updated_at": "2021-01-29 09:34:16.439015", "quoteText": null, "case_id": 230, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 15621, "title": "You can request access and deletion of personal data", "source": "https://alanthomsonsim.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-02-03 11:51:03.009687", "updated_at": "2021-02-03 14:01:36.538423", "quoteText": "<p>Under the GDPR your rights are as follows.\nYou can read more about&nbsp;your rights in details here;</p>\n<ul>\n<li>the right to be informed;</li>\n<li>the right of access;</li>\n<li>the right to rectification;</li>\n<li>the right to erasure", "case_id": 195, "document_id": 3839, "quoteStart": 3144, "quoteEnd": 3383}, {"id": 15625, "title": "This service collects your IP address, which can be used to view your approximate location", "source": "https://alanthomsonsim.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-02-03 11:56:44.999623", "updated_at": "2021-02-03 14:01:19.795819", "quoteText": "Where used, such marketing messages may record a range of data such as.\ntimes, dates, I.P addresses, opens, clicks, forwards, geographic and demographic data.\n", "case_id": 399, "document_id": 3839, "quoteStart": 7581, "quoteEnd": 7740}, {"id": 15159, "title": "This service may use your personal information for marketing purposes", "source": "https://alanthomsonsim.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-01-29 09:02:46.333871", "updated_at": "2021-02-03 13:59:41.647263", "quoteText": "<strong>We process your information in the following ways:</strong> To administer and process orders, downloads and notification emails linked to the administration of your account on our site.\nTo prevent unlawful use or distribution of our products and for internal marketing purposes.<br>\n", "case_id": 336, "document_id": 3839, "quoteStart": 1647, "quoteEnd": 1938}, {"id": 15624, "title": "This service requires first-party cookies", "source": "https://alanthomsonsim.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-02-03 11:52:57.983231", "updated_at": "2021-02-03 14:01:03.127643", "quoteText": "We use cookies on this website to provide you with a better user experience.\n", "case_id": 126, "document_id": 3839, "quoteStart": 3832, "quoteEnd": 3909}, {"id": 15622, "title": "This service allows you to retrieve an archive of your data", "source": "https://alanthomsonsim.com/privacy-policy/", "status": "\"Under the GDPR your rights are as follows. [...] the right to data portability\"", "created_at": "2021-02-03 11:51:32.859078", "updated_at": "2021-02-03 14:01:41.993362", "quoteText": "\n<li>the right to data portability", "case_id": 140, "document_id": 3839, "quoteStart": 3432, "quoteEnd": 3466}, {"id": 15623, "title": "The service provides a complaint mechanism for the handling of personal data", "source": "https://alanthomsonsim.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-02-03 11:52:36.423163", "updated_at": "2021-02-03 14:01:51.58858", "quoteText": "You also have the right to complain to the ICO [www.ico.org.uk] if you feel there is a problem with the way we are handling your data.", "case_id": 300, "document_id": 3839, "quoteStart": 3603, "quoteEnd": 3737}, {"id": 15627, "title": "This service does not force users into binding arbitration", "source": "https://alanthomsonsim.com/site-terms-and-conditions/", "status": "Generated through the annotate view", "created_at": "2021-02-03 14:21:25.304989", "updated_at": "2021-02-03 14:49:21.856403", "quoteText": "<p>Any dispute related in any way to your visit to this website or to products you purchase from us shall be arbitrated by state or federal court [your location] and you consent to exclusive jurisdiction and venue of such courts.", "case_id": 335, "document_id": 3840, "quoteStart": 2216, "quoteEnd": 2445}, {"id": 15628, "title": "Tracking pixels are used in service-to-user communication", "source": "https://alanthomsonsim.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-02-03 15:01:00.241687", "updated_at": "2021-02-03 15:08:07.060765", "quoteText": "Email marketing messages that we send may contain tracking beacons / tracked clickable links or similar server technologies in order to track subscriber activity within email marketing messages.", "case_id": 217, "document_id": 3839, "quoteStart": 7386, "quoteEnd": 7580}], "urls": ["alanthomsonsim.com"]}}