{"error": 448, "message": "OK", "parameters": {"id": 3901, "name": "Userstyles.world", "created_at": "2021-05-31 19:04:10.008041", "updated_at": "2021-05-31 22:00:23.710076", "wikipedia": null, "keywords": null, "related": null, "slug": "userstyles-world", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3901.png", "url": "userstyles.world", "documents": [{"id": 6608, "name": "Terms of Service", "url": "https://userstyles.world/legal/terms-of-service", "xpath": "//body", "text": " TERMS OF SERVICE OF USERSTYLES.WORLD <p>Last updated May 15, 2021</p> AGREEMENT TO TERMS <p>These Terms of Service constitute a legally binding agreement made between you, whether personally or on behalf of an entity (“you”) and UserStyles.world (“we,” “us” or “our”), concerning your access to and use of the userstyles.world website as well as any other media form, media channel, mobile website or mobile application related, linked, or otherwise connected thereto (collectively, the “Site”).</p>\n<p>You agree that by accessing the Site, you have read, understood, and agree to be bound by all of these Terms of Service.\nIf you do not agree with all of these Terms of Service, then you are expressly prohibited from using the Site and you must discontinue use immediately.</p>\n<p>We reserve the right, in our sole discretion, to make changes or modifications to these Terms of Service at any time and for any reason.</p>\n<p>We will alert you about any changes by updating the “Last updated” date of these Terms of Service, and you waive any right to receive specific notice of each such change.</p>\n<p>It is your responsibility to periodically review these Terms of Service to stay informed of updates.\nYou will be subject to, and will be deemed to have been made aware of and to have accepted, the changes in any revised Terms of Service by your continued use of the Site after the date such revised Terms of Service are posted.</p>\n<p>All users who are minors in the jurisdiction in which they reside (generally under the age of 18) must have the permission of, and be directly supervised by, their parent or guardian to use the Site.\nIf you are a minor, you must have your parent or guardian read and agree to these Terms of Service prior to you using the Site.</p> USER REPRESENTATIONS <p>By using the Site, you represent and warrant that:</p>\n<ol>\n<li>All registration information you submit will be true, accurate, current, and complete;<br>\n</li>\n<li>You will maintain the accuracy of such information and promptly update such registration information as necessary;<br>\n</li>\n<li>You have the legal capacity and you agree to comply with these Terms of Service;<br>\n</li>\n<li>You are not under the age of 13;<br>\n</li>\n<li>You are not a minor in the jurisdiction in which you reside, or if a minor, you have received parental permission to use the Site;<br>\n</li>\n<li>You will not access the Site through automated or non-human means, whether through a bot, script, or otherwise with an exception trough our provided API on intended usage;<br>\n</li>\n<li>You will not use the Site for any illegal or unauthorized purpose;<br>\n</li>\n<li>Your use of the Site will not violate any applicable law or regulation.<br>\n</li>\n</ol>\n<p>If you provide any information that is untrue, inaccurate, not current, or incomplete, we have the right to suspend or terminate your account and refuse any and all current or future use of the Site.</p> USER REGISTRATION <p>You may be required to register with the Site.\nYou agree to keep your password confidential and will be responsible for all use of your account and password.\nWe reserve the right to remove, reclaim, or change a username you select if we determine, in our sole discretion, that such username is inappropriate, obscene, or otherwise objectionable.</p> PROHIBITED ACTIVITIES <p>You may not access or use the Site for any purpose other than that for which we make the Site available.\nThe Site may not be used in connection with any commercial endeavors except those that are specifically endorsed or approved by us.</p>\n<p>As a user of the Site, you agree not to:</p>\n<ol>\n<li>Systematically retrieve data or other content from the Site to create or compile, directly or indirectly, a collection, compilation, database, or directory without written permission from us;<br>\n</li>\n<li>Make any unauthorized use of the Site, including collecting usernames and/or email addresses of users by electronic or other means for the purpose of sending unsolicited email, or creating user accounts by automated means or under false pretenses;<br>\n</li>\n<li>Use a buying agent or purchasing agent to make purchases on the Site;<br>\n</li>\n<li>Use the Site to advertise or offer to sell goods and services;<br>\n</li>\n<li>Circumvent, disable, or otherwise interfere with security-related features of the Site, including features that prevent or restrict the use or copying of any Content or enforce limitations on the use of the Site and/or the Content contained therein;<br>\n</li>\n<li>Engage in unauthorized framing of or linking to the Site;<br>\n</li>\n<li>Trick, defraud, or mislead us and other users, especially in any attempt to learn sensitive account information such as user passwords;<br>\n</li>\n<li>Make improper use of our support services or submit false reports of abuse or misconduct.<br>\n</li>\n<li>Interfere with, disrupt, or create an undue burden on the Site or the networks or services connected to the Site;<br>\n</li>\n<li>Attempt to impersonate another user or person or use the username of another user;<br>\n</li>\n<li>Use any information obtained from the Site in order to harass, abuse, or harm another person;<br>\n</li>\n<li>Use the Site as part of any effort to use the Content for any revenue-generating endeavor or commercial enterprise;<br>\n</li>\n<li>Attempt to bypass any measures of the Site designed to prevent or restrict access to the Site, or any portion of the Site;<br>\n</li>\n<li>Harass, annoy, intimidate, or threaten any of our employees or agents engaged in providing any portion of the Site to you;<br>\n</li>\n<li>Delete the copyright or other proprietary rights notice from any Content;<br>\n</li>\n<li>Upload or transmit (or attempt to upload or to transmit) any material that acts as a passive or active information collection or transmission mechanism, including without limitation, clear graphics interchange formats (“gifs”), 1×1 pixels, web bugs, cookies, or other similar devices (sometimes referred to as “spyware” or “passive collection mechanisms” or “pcms”);<br>\n</li>\n<li>Except as may be the result of standard search engine or Internet browser usage, use, launch, develop, or distribute any automated system, including without limitation, any spider, robot, cheat utility, scraper, or offline reader that accesses the Site, or using or launching any unauthorized script or other software;<br>\n</li>\n<li>Disparage, tarnish, or otherwise harm, in our opinion, us and/or the Site;<br>\n</li>\n<li>Use the Site in a manner inconsistent with any applicable laws or regulations.<br>\n</li>\n</ol> USER GENERATED CONTRIBUTIONS <p>The Site may invite you to chat, contribute to and other functionality, and may provide you with the opportunity to create, submit, post, display, transmit, perform, publish, distribute, or broadcast content and materials to us or on the Site, including but not limited to text, writings, video, audio, photographs, graphics, comments, suggestions, or personal information or other material (collectively, “Contributions”).</p>\n<p>Contributions may be viewable by other users of the Site and through third-party websites.\nAs such, any Contributions you transmit may be treated as non-confidential and non-proprietary.\nWhen you create or make available any Contributions, you thereby represent and warrant that:</p>\n<ol>\n<li>The creation, distribution, transmission, public display, or performance, and the accessing, downloading, or copying of your Contributions do not and will not infringe the proprietary rights, including but not limited to the copyright, patent, trademark, trade secret, or moral rights of any third party;<br>\n</li>\n<li>You are the creator and owner of or have the necessary licenses, rights, consents, releases, and permissions to use and to authorize us, the Site, and other users of the Site to use your Contributions in any manner contemplated by the Site and these Terms of Service;<br>\n</li>\n<li>You have the written consent, release, and/or permission of each and every identifiable individual person in your Contributions to use the name or likeness of each and every such identifiable individual person to enable inclusion and use of your Contributions in any manner contemplated by the Site and these Terms of Service;<br>\n</li>\n<li>Your Contributions are not false, inaccurate, or misleading;<br>\n</li>\n<li>Your Contributions are not unsolicited or unauthorized advertising, promotional materials, pyramid schemes, chain letters, spam, mass mailings, or other forms of solicitation;<br>\n</li>\n<li>Your Contributions are not obscene, lewd, lascivious, filthy, violent, harassing, libelous, slanderous, or otherwise objectionable (as determined by us);<br>\n</li>\n<li>Your Contributions do not ridicule, mock, disparage, intimidate, or abuse anyone.<br>\n</li>\n<li>Your Contributions do not advocate the violent overthrow of any government or incite, encourage, or threaten physical harm against another;<br>\n</li>\n<li>Your Contributions do not violate any applicable law, regulation, or rule;<br>\n</li>\n<li>Your Contributions do not violate the privacy or publicity rights of any third party;<br>\n</li>\n<li>Your Contributions do not contain any material that solicits personal information from anyone under the age of 18 or exploits people under the age of 18 in a sexual or violent manner;<br>\n</li>\n<li>Your Contributions do not violate any federal or state law concerning child pornography, or otherwise intended to protect the health or well-being of minors;<br>\n</li>\n<li>Your Contributions do not include any offensive comments that are connected to race, national origin, gender, sexual preference, or physical handicap;<br>\n</li>\n<li>Your Contributions do not otherwise violate, or link to material that violates, any provision of these Terms of Service, or any applicable law or regulation.<br>\n</li>\n</ol>\n<p>Any use of the Site in violation of the foregoing violates these Terms of Service and may result in, among other things, termination or suspension of your rights to use the Site.</p> CONTRIBUTION LICENSE <p>By posting your Contributions to any part of the Site, you automatically grant, and you represent and warrant that you have the right to grant, to us an unrestricted, unlimited, irrevocable, perpetual, non-exclusive, transferable, royalty-free, fully-paid, worldwide right, and license to host, use, copy, reproduce, disclose, publish, broadcast, retitle, archive, store, cache, publicly perform, publicly display, reformat, translate, transmit, excerpt (in whole or in part), and distribute such Contributions (including, without limitation, your image and voice) for any purpose, and to prepare derivative works of, or incorporate into other works, such Contributions, and grant and authorize sublicenses of the foregoing.\nThe use and distribution may occur in any media formats and through any media channels.</p>\n<p>This license will apply to any form, media, or technology now known or hereafter developed, and includes our use of your name, company name, and franchise name, as applicable, and any of the trademarks, service marks, trade names, logos, and personal and commercial images you provide.\nYou waive all moral rights in your Contributions, and you warrant that moral rights have not otherwise been asserted in your Contributions.</p>\n<p>You are solely responsible for your Contributions to the Site and you expressly agree to exonerate us from any and all responsibility and to refrain from any legal action against us regarding your Contributions.</p>\n<p>We have the right, in our sole and absolute discretion, (1) to edit, redact, or otherwise change any Contributions.\n(2) to re-categorize any Contributions to place them in more appropriate locations on the Site.\nand (3) to pre-screen or delete any Contributions at any time and for any reason, without notice.\nWe have no obligation to monitor your Contributions.</p> GUIDELINES FOR REVIEWS <p>We may provide you areas on the Site to leave reviews or ratings.\nWhen posting a review, you must comply with the following criteria:</p>\n<ol>\n<li>You should have firsthand experience with the content being reviewed;<br>\n</li>\n<li>Your reviews should not contain offensive profanity, or abusive, racist, offensive, or hate language;<br>\n</li>\n<li>Your reviews should not contain discriminatory references based on religion, race, gender, national origin, age, marital status, sexual orientation, or disability;<br>\n</li>\n<li>Your reviews should not contain references to illegal activity;<br>\n</li>\n<li>You should not be affiliated with competitors if posting negative reviews;<br>\n</li>\n<li>You should not make any conclusions as to the legality of conduct;<br>\n</li>\n<li>You may not post any false or misleading statements;<br>\n</li>\n<li>You may not organize a campaign encouraging others to post reviews, whether positive or negative.<br>\n</li>\n</ol>\n<p>We may accept, reject, or remove reviews in our sole discretion.\nWe have absolutely no obligation to screen reviews or to delete reviews, even if anyone considers reviews objectionable or inaccurate.\nReviews are not endorsed by us, and do not necessarily represent our opinions or the views of any of our affiliates or partners.</p>\n<p>We do not assume liability for any review or for any claims, liabilities, or losses resulting from any review.\nBy posting a review, you hereby grant to us a perpetual, non-exclusive, worldwide, royalty-free, fully-paid, assignable, and sublicensable right and license to reproduce, modify, translate, transmit by any means, display, perform, and/or distribute all content relating to reviews.</p> SOCIAL MEDIA <p>As part of the functionality of the Site, you may link your account with online accounts you have with third-party service providers (each such account, a “Third-Party Account”) by either: (1) providing your Third-Party Account login information through the Site.\nor (2) allowing us to access your Third-Party Account, as is permitted under the applicable Terms of Service that govern your use of each Third-Party Account.</p>\n<p>By granting us access to any Third-Party Accounts, you understand that (1) we may access, make available, and store (if applicable) any content that you have provided to and stored in your Third-Party Account (the “Social Network Content”) so that it is available on and through the Site via your account, including without limitation any friend lists and (2) we may submit to and receive from your Third-Party Account additional information to the extent you are notified when you link your account with the Third-Party Account.</p>\n<p>You can deactivate the connection between the Site and your Third-Party Account by contacting us using the contact information below or through your account settings (if applicable).\nWe will attempt to delete any information stored on our servers that was obtained through such Third-Party Account, except the username and profile picture that become associated with your account.</p> SUBMISSIONS <p>You acknowledge and agree that any questions, comments, suggestions, ideas, feedback, or other information regarding the Site (“Submissions”) provided by you to us are non-confidential and shall become our sole property.\nWe shall own exclusive rights, including all intellectual property rights, and shall be entitled to the unrestricted use and dissemination of these Submissions for any lawful purpose, commercial or otherwise, without acknowledgment or compensation to you.</p>\n<p>You hereby waive all moral rights to any such Submissions, and you hereby warrant that any such Submissions are original with you or that you have the right to submit such Submissions.\nYou agree there shall be no recourse against us for any alleged or actual infringement or misappropriation of any proprietary right in your Submissions.</p> THIRD-PARTY WEBSITES AND CONTENT <p>The Site may contain (or you may be sent via the Site) links to other websites (“Third-Party Websites”) as well as articles, photographs, text, graphics, pictures, designs, music, sound, video, information, applications, software, and other content or items belonging to or originating from third parties (“Third-Party Content”).</p>\n<p>You should review the applicable terms and policies, including privacy and data gathering practices, of any website to which you navigate from the Site or relating to any applications you use or install from the Site.\nAny purchases you make through Third-Party Websites will be through other websites and from other companies, and we take no responsibility whatsoever in relation to such purchases which are exclusively between you and the applicable third party.</p> SITE MANAGEMENT <p>We reserve the right, but not the obligation, to:</p>\n<ol>\n<li>Monitor the Site for violations of these Terms of Service;<br>\n</li>\n<li>Take appropriate legal action against anyone who, in our sole discretion, violates the law or these Terms of Service, including without limitation, reporting such user to law enforcement authorities;<br>\n</li>\n<li>In our sole discretion and without limitation, refuse, restrict access to, limit the availability of, or disable (to the extent technologically feasible) any of your Contributions or any portion thereof;<br>\n</li>\n<li>In our sole discretion and without limitation, notice, or liability, to remove from the Site or otherwise disable all files and content that are excessive in size or are in any way burdensome to our systems;<br>\n</li>\n<li>Otherwise manage the Site in a manner designed to protect our rights and property and to facilitate the proper functioning of the Site.<br>\n</li>\n</ol> PRIVACY POLICY <p>We care about data privacy and security.\nPlease review our Privacy Policy https://userstyles.world/legal/privacy-policy.\nBy using the Site, you agree to be bound by our Privacy Policy, which is incorporated into these Terms of Service.\nPlease be advised the Site is hosted in the Netherlands.</p> COPYRIGHT INFRINGEMENTS <p>We respect the intellectual property rights of others.\nIf you believe that any material available on or through the Site infringes upon any copyright you own or control, please immediately notify us using the contact information provided below (a “Notification”).\nA copy of your Notification will be sent to the person who posted or stored the material addressed in the Notification.</p> TERM AND TERMINATION <p>These Terms of Service shall remain in full force and effect while you use the Site.\nWITHOUT LIMITING ANY OTHER PROVISION OF THESE TERMS OF SERVICE, WE RESERVE THE RIGHT TO, IN OUR SOLE DISCRETION AND WITHOUT NOTICE OR LIABILITY, DENY ACCESS TO AND USE OF THE SITE (INCLUDING BLOCKING CERTAIN IP ADDRESSES), TO ANY PERSON FOR ANY REASON OR FOR NO REASON, INCLUDING WITHOUT LIMITATION FOR BREACH OF ANY REPRESENTATION, WARRANTY, OR COVENANT CONTAINED IN THESE TERMS OF SERVICE OR OF ANY APPLICABLE LAW OR REGULATION.\nWE MAY TERMINATE YOUR USE OR PARTICIPATION IN THE SITE OR DELETE [YOUR ACCOUNT AND] ANY CONTENT OR INFORMATION THAT YOU POSTED AT ANY TIME, WITHOUT WARNING, IN OUR SOLE DISCRETION.</p>\n<p>If we terminate or suspend your account for any reason, you are prohibited from registering and creating a new account under your name, a fake or borrowed name, or the name of any third party, even if you may be acting on behalf of the third party.</p> MODIFICATIONS AND INTERRUPTIONS <p>We reserve the right to change, modify, or remove the contents of the Site at any time or for any reason at our sole discretion without notice.\nHowever, we have no obligation to update any information on our Site.\nWe also reserve the right to modify or discontinue all or part of the Site without notice at any time.</p>\n<p>We will not be liable to you or any third party for any modification, suspension, or discontinuance of the Site.</p>\n<p>We cannot guarantee the Site will be available at all times.\nWe may experience hardware, software, or other problems or need to perform maintenance related to the Site, resulting in interruptions, delays, or errors.</p>\n<p>We reserve the right to change, revise, update, suspend, discontinue, or otherwise modify the Site at any time or for any reason without notice to you.\nYou agree that we have no liability whatsoever for any loss, damage, or inconvenience caused by your inability to access or use the Site during any downtime or discontinuance of the Site.</p>\n<p>Nothing in these Terms of Service will be construed to obligate us to maintain and support the Site or to supply any corrections, updates, or releases in connection therewith.</p> GOVERNING LAW <p>These Terms of Service and your use of the Site are governed by and construed in accordance with the laws of the Netherlands, without regard to its conflict of law principles.</p> DISCLAIMER <p>THE SITE IS PROVIDED ON AN AS-IS AND AS-AVAILABLE BASIS.\nYOU AGREE THAT YOUR USE OF THE SITE AND OUR SERVICES WILL BE AT YOUR SOLE RISK.\nTO THE FULLEST EXTENT PERMITTED BY LAW, WE DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, IN CONNECTION WITH THE SITE AND YOUR USE THEREOF, INCLUDING, WITHOUT LIMITATION, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT.\nWE MAKE NO WARRANTIES OR REPRESENTATIONS ABOUT THE ACCURACY OR COMPLETENESS OF THE SITE’S CONTENT OR THE CONTENT OF ANY WEBSITES LINKED TO THE SITE AND WE WILL ASSUME NO LIABILITY OR RESPONSIBILITY FOR ANY (1) ERRORS, MISTAKES, OR INACCURACIES OF CONTENT AND MATERIALS, (2) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR ACCESS TO AND USE OF THE SITE, (3) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SECURE SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION AND/OR FINANCIAL INFORMATION STORED THEREIN, (4) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM THE SITE, (5) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE WHICH MAY BE TRANSMITTED TO OR THROUGH THE SITE BY ANY THIRD PARTY, AND/OR (6) ANY ERRORS OR OMISSIONS IN ANY CONTENT AND MATERIALS OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF ANY CONTENT POSTED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE SITE.\nWE DO NOT WARRANT, ENDORSE, GUARANTEE, OR ASSUME RESPONSIBILITY FOR ANY PRODUCT OR SERVICE ADVERTISED OR OFFERED BY A THIRD PARTY THROUGH THE SITE, ANY HYPERLINKED WEBSITE, OR ANY WEBSITE OR MOBILE APPLICATION FEATURED IN ANY BANNER OR OTHER ADVERTISING, AND WE WILL NOT BE A PARTY TO OR IN ANY WAY BE RESPONSIBLE FOR MONITORING ANY TRANSACTION BETWEEN YOU AND ANY THIRD-PARTY PROVIDERS OF PRODUCTS OR SERVICES.</p> LIMITATIONS OF LIABILITY <p>IN NO EVENT UNLESS REQUIRED BY APPLICABLE LAW OR AGREED TO IN WRITING WILL ANY COPYRIGHT HOLDER, OR ANY OTHER PARTY WHO MODIFIES AND/OR CONVEYS THE PROGRAM AS PERMITTED ABOVE, BE LIABLE TO YOU FOR DAMAGES, INCLUDING ANY GENERAL, SPECIAL, INCIDENTAL OR CONSEQUENTIAL DAMAGES ARISING OUT OF THE USE OR INABILITY TO USE THE PROGRAM (INCLUDING BUT NOT LIMITED TO LOSS OF DATA OR DATA BEING RENDERED INACCURATE OR LOSSES SUSTAINED BY YOU OR THIRD<br>\nPARTIES OR A FAILURE OF THE PROGRAM TO OPERATE WITH ANY OTHER PROGRAMS), EVEN IF SUCH HOLDER OR OTHER PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p> USER DATA <p>We will maintain certain data that you transmit to the Site for the purpose of managing the Site, as well as data relating to your use of the Site.\nAlthough we perform regular routine backups of data, you are solely responsible for all data that you transmit or that relates to any activity you have undertaken using the Site.</p>\n<p>You agree that we shall have no liability to you for any loss or corruption of any such data, and you hereby waive any right of action against us arising from any such loss or corruption of such data.</p> CALIFORNIA USERS AND RESIDENTS <p>If any complaint with us is not satisfactorily resolved, you can contact the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs in writing at 1625 North Market Blvd., Suite N 112, Sacramento, California 95834 or by telephone at (800) 952-5210 or (916) 445-1254.</p> CONTACT US <p>In order to resolve a complaint regarding the Site or to receive further information regarding use of the Site, please contact us at: feedback@userstyles.world</p> ", "created_at": "2021-05-31 19:04:10.017419", "updated_at": "2021-05-31 17:04:58.841723"}, {"id": 6607, "name": "Privacy Policy", "url": "https://userstyles.world/legal/privacy-policy", "xpath": "//body", "text": " GDPR PRIVACY POLICY OF USERSTYLES.WORLD <p>Last updated May 15, 2021</p> INTRODUCTION <p>Thank you for choosing to be part of our community at UserStyles.world (“we”, “us”, or “our”).</p>\n<p>We are committed to protecting your personal information and your right to privacy.\nIf you have any questions or concerns about our policy, or our practices with regards to your personal information, please contact us at feedback@userstyles.world.</p>\n<p>When you visit our website userstyles.world (“Site”) and use our services, you trust us with your personal information.\nWe take your privacy very seriously.</p>\n<p>In this privacy notice, we describe our privacy policy.\nWe seek to explain to you in the clearest way possible what information we store, how we use it and what rights you have in relation to it.\nWe hope you take some time to read through it carefully, as it is important.</p>\n<p>If there are any terms in this privacy policy that you do not agree with, please discontinue use of our site and our services.</p>\n<p>This privacy policy applies to all information strored through our Site, and/or any related services.</p>\n<p>Please read this privacy policy carefully as it will help you make informed decisions about sharing your personal information with us.</p>\n<p>Table of contents:</p>\n<ol>\n<li>WHAT INFORMATION DO WE STORE?<br>\n</li>\n<li>HOW DO WE USE YOUR INFORMATION?<br>\n</li>\n<li>WILL YOUR INFORMATION BE SHARED WITH ANYONE?<br>\n</li>\n<li>DO WE USE COOKIES AND OTHER TRACKING TECHNOLOGIES?<br>\n</li>\n<li>HOW DO WE HANDLE YOUR SOCIAL LOGINS?<br>\n</li>\n<li>IS YOUR INFORMATION TRANSFERRED INTERNATIONALLY?<br>\n</li>\n<li>WHAT IS OUR STANCE ON THIRD-PARTY WEBSITES?<br>\n</li>\n<li>HOW LONG DO WE KEEP YOUR INFORMATION?<br>\n</li>\n<li>HOW DO WE KEEP YOUR INFORMATION SAFE?<br>\n</li>\n<li>DO WE COLLECT INFORMATION FROM MINORS?<br>\n</li>\n<li>WHAT ARE YOUR PRIVACY RIGHTS?<br>\n</li>\n<li>DO CALIFORNIA RESIDENTS HAVE SPECIFIC PRIVACY RIGHTS?<br>\n</li>\n<li>DO WE MAKE UPDATES TO THIS POLICY?<br>\n</li>\n<li>HOW CAN YOU CONTACT US ABOUT THIS POLICY?<br>\n</li>\n</ol> WHAT INFORMATION DO WE STORE? <strong>Personal information you disclose to us</strong>\n<p>\n<em>In Short: We store personal information that you provide to us such as email address.</em>\n</p>\n<p>We store personal information that you voluntarily provide to us when registering at the Site, and further on by editing your profile at the Site.</p>\n<p>The personal information that we store depends on the context of your interactions with us and the Site, the choices you make and the products and features you use.\nThe personal information we store can include the following:</p>\n<ul>\n<li>We store username, email address and social media usernames.\nUsername and email address are mandatory.<br>\n</li>\n<li>Credentials.\nWe store passwords.\nAll of the Credentials are hashed and original values not stored.<br>\n</li>\n<li>All personal information that you provide to us must be true, complete and accurate, and you must notify us of any changes to such personal information.<br>\n</li>\n</ul>\n<strong>Information automatically stored</strong>\n<p>\n<em>In Short: Certain information – such as IP address and/or browser and device characteristics – is stored automatically when you visit our websites.</em>\n</p>\n<p>We automatically store certain information when you visit, use or navigate the Site.\nThis information does not reveal your specific identity (like your name or contact information) but may include device and usage information, such as your IP address, browser and device characteristics, operating system, information about how and when you use our Site and other technical information.\nThis information is primarily needed to maintain the security and operation of our Site, and for our internal analytic and reporting purposes.</p>\n<p>We’d like to state that there are 2 different automatic storing mechanisms:</p>\n<p>The first one is default server log which contains this information, and is flushed every 24 hours.<br>\nThis is primarily needed for security and maintaining the operation of the Site.</p>\n<p>The second one is used by style statistics and only happens on certain portions of the site:</p>\n<ul>\n<li>\n<code>https://userstyles.world/style/:id/:name</code>\n<br>\n</li>\n<li>\n<code>https://userstyles.world/api/style/:id.user.css</code>\n<br>\n</li>\n</ul>\n<p>By visiting the relative links stated above, we save a unique hash combined of your IP address, the style ID, reffered within the relative link as <code>:id</code>, and a secret key.\nThis unique hash is not easily reversible without brute-forcing all public IP addresses in IPv4 address space and our secret key.\nThis provides decently accurate style statistics while still respecting your privacy.</p> HOW DO WE USE YOUR INFORMATION? <p>\n<em>In Short: We process your information for purposes based on legitimate business interests, the fulfillment of our contract with you, compliance with our legal obligations, and/or your consent.</em>\n</p>\n<p>We use personal information stored via our Site for a variety of business purposes described below.\nWe process your personal information for these purposes in reliance on our legitimate services interests (“Service Purposes”), in order to enter into or perform a contract with you (“Contractual”), with your consent (“Consent”), and/or for compliance with our legal obligations (“Legal Reasons”).\nWe indicate the specific processing grounds we rely on next to each purpose listed below.<br>\nWe use the information we store or receive:</p>\n<ul>\n<li>To facilitate account creation and login process [with your Consent]: If you choose to link your account with us to a third party account *(such as your Github, GitLab, or Codeberg account), we use the information you allowed us to collect from those third parties to facilitate account creation and login process.\nSee the section below headed “Social Logins” for further information;<br>\n</li>\n<li>To send administrative information to you [for Service Purposes, Legal Reasons and/or possibly Contractual]: We may use your personal information to send you product, service and new feature information and/or information about changes to our terms, conditions, and policies;<br>\n</li>\n<li>Request feedback [for our Service Purposes and/or with your Consent]: We may use your information to request feedback and/or to contact you about your use of our Site.<br>\n</li>\n<li>To protect our Site [for Service Purposes and/or Legal Reasons]: We may use your information as part of our efforts to keep our Site safe and secure (for example, for fraud monitoring and prevention);<br>\n</li>\n<li>To enforce our terms, conditions and policies [for Service Purposes, Legal Reasons and/or possibly Contractual];<br>\n</li>\n<li>To respond to legal requests and prevent harm [for Legal Reasons]: If we receive a subpoena or other legal request, we may need to inspect the data we hold to determine how to respond.<br>\n</li>\n</ul> WILL YOUR INFORMATION BE SHARED WITH ANYONE? <p>\n<em>In Short: We only share information with your consent, to comply with laws, to protect your rights.</em>\n</p>\n<p>We only share and disclose your information in the following situations:</p>\n<ul>\n<li>Compliance with Laws.\nWe may disclose your information where we are legally required to do so in order to comply with applicable law, governmental requests, a judicial proceeding, court order, or legal process, such as in response to a court order or a subpoena (including in response to public authorities to meet national security or law enforcement requirements).<br>\n</li>\n<li>Vital Interests and Legal Rights.\nWe may disclose your information where we believe it is necessary to investigate, prevent, or take action regarding potential violations of our policies, suspected fraud, situations involving potential threats to the safety of any person and illegal activities, or as evidence in litigation in which we are involved.<br>\n</li>\n<li>Other Users.\nWhen you share personal information (for example, by posting comments, contributions or other content to the Site) or otherwise interact with public areas of the Site.\nSuch personal information may be viewed by all users and may be publicly distributed outside the Site in perpetuity.\nSimilarly, other users will be able to view descriptions of your activity, communicate with you within our Site, and view your profile.<br>\n</li>\n</ul> DO WE USE COOKIES AND OTHER TRACKING TECHNOLOGIES? <p>\n<em>In Short: No.</em>\n</p>\n<p>We don’t use cookies for tracking technologies, however we use cookies to ensure authorization between the User and our Site, only when the user is logged in.</p> HOW DO WE HANDLE YOUR SOCIAL LOGINS? <p>\n<em>In Short: If you choose to register or log in to our websites using a social media account, we may have access to certain information about you.</em>\n</p>\n<p>Our Site offers you the ability to register and login using your third party social media account details (like your Github, Gitlab, or Codeberg logins).\nWhen you choose to do this, we will receive certain profile information about you from your social media provider.\nThe profile Information we receive may vary depending on the social media provider concerned, but will often include your name, email address, follower list, profile picture as well as other information you choose to make public, of which only username and email address will be used on the Site.</p>\n<p>We will use the information we receive only for the purposes that are described in this privacy policy or that are otherwise made clear to you on the Site.\nPlease note that we do not control, and are not responsible for, other uses of your personal information by your third party social media provider.\nWe recommend that you review their privacy policy to understand how they store, use and share your personal information, and how you can set your privacy preferences on their Site and apps.</p> IS YOUR INFORMATION TRANSFERRED INTERNATIONALLY? <p>\n<em>In Short: No, not to our knowledge.</em>\n</p>\n<p>Our server is provided by vultr.com, we recommend that you review their privacy policy to understand how they collect, use and share your personal information.\nOur server is located in Amsterdam, Netherlands.\nAll traffic from userstyles.world is processed by this server.</p>\n<p>If you aren’t a resident in the European Economic Area, then these countries may not have data protection or other laws as comprehensive as those in your country.\nWe will however take all necessary measures to protect your personal information in accordance with this privacy policy and applicable law.</p> WHAT IS OUR STANCE ON THIRD-PARTY WEBSITES? <p>\n<em>In Short: We are not responsible for the safety of any information that you share with third-party providers who advertise, but are not affiliated with, our website.</em>\n</p>\n<p>The Site may contain advertisements from third parties that are not affiliated with us and which may link to other websites, online services, or mobile applications.\nWe cannot guarantee the safety and privacy of data you provide to any third parties.\nAny data collected by third parties is not covered by this privacy policy.\nWe are not responsible for the content or privacy and security practices and policies of any third parties, including other websites, services, or applications that may be linked to or from the Site.\nYou should review the policies of such third parties and contact them directly to respond to your questions.</p> HOW LONG DO WE KEEP YOUR INFORMATION? <p>\n<em>In Short: We keep your information for as long as necessary to fulfill the purposes outlined in this privacy policy unless otherwise required by law.</em>\n</p>\n<p>We will only keep your personal information for as long as it is necessary for the purposes set out in this privacy policy, unless a longer retention period is required or permitted by law (such as tax, accounting or other legal requirements).\nNo purpose in this policy will require us keeping your personal information for longer than the period of time in which you have an account with us.</p>\n<p>When we have no ongoing legitimate business need to process your personal information, we will delete it, or, if this is not possible (for example, because your personal information has been stored in backup archives), then we will securely store your personal information and isolate it from any further processing until deletion is possible.</p> HOW DO WE KEEP YOUR INFORMATION SAFE? <p>\n<em>In Short: We aim to protect your personal information through a system of organizational and technical security measures.</em>\n</p>\n<p>We have implemented appropriate technical and organizational security measures designed to protect the security of any personal information we process.\nHowever, please also remember that we cannot guarantee that the internet itself is 100% secure.\nAlthough we will do our best to protect your personal information, transmission of personal information to and from our Site is at your own risk.\nYou should only access the service within a secure environment.</p> DO WE COLLECT INFORMATION FROM MINORS? <p>\n<em>In Short: We do not knowingly collect data from or market to children under 18 years of age.</em>\n</p>\n<p>We do not knowingly solicit data from or market to children under 18 years of age.\nBy using the Site, you represent that you are at least 18 or that you are the parent or guardian of such a minor and consent to such minor dependent’s use of the Site.\nIf we learn that personal information from users less than 18 years of age has been collected, we will deactivate the account and take reasonable measures to promptly delete such data from our records.\nIf you become aware of any data we have collected from children under age 18, please contact us at feedback@userstyles.world.</p> WHAT ARE YOUR PRIVACY RIGHTS? <p>\n<em>In Short: In certain regions, such as the European Economic Area, you have rights that allow you greater access to and control over your personal information.\nYou may review, change, or terminate your account at any time.</em>\n</p>\n<p>In some regions (like the European Economic Area), you have certain rights under applicable data protection laws.\nThese may include the right (i) to request access and obtain a copy of your personal information, (ii) to request rectification or erasure.\n(iii) to restrict the processing of your personal information.\nand (iv) if applicable, to data portability.\nIn certain circumstances, you may also have the right to object to the processing of your personal information.\nTo make such a request, please use the contact details provided below.\nWe will consider and act upon any request in accordance with applicable data protection laws.</p>\n<p>If we are relying on your consent to process your personal information, you have the right to withdraw your consent at any time.\nPlease note however that this will not affect the lawfulness of the processing before its withdrawal.</p>\n<p>If you are resident in the European Economic Area and you believe we are unlawfully processing your personal information, you also have the right to complain to your local data protection supervisory authority.\nYou can find their contact details here: http://ec.europa.eu/justice/data-protection/bodies/authorities/index_en.html</p> Account Information <p>You may at any time review or change the information in your account or terminate your account by:</p>\n<ul>\n<li>Logging into your account settings and updating your account<br>\n</li>\n<li>Contacting us using the contact information provided below<br>\n</li>\n</ul>\n<p>Upon your request to terminate your account, we will deactivate or delete your account and information from our active databases.\nHowever, some information may be retained in our files to prevent fraud, troubleshoot problems, assist with any investigations, enforce our Terms of Use and/or comply with legal requirements.</p> DO CALIFORNIA RESIDENTS HAVE SPECIFIC PRIVACY RIGHTS? <p>\n<em>In Short: Yes, if you are a resident of California, you are granted specific rights regarding access to your personal information.</em>\n</p>\n<p>California Civil Code Section 1798.83, also known as the “Shine The Light” law, permits our users who are California residents to request and obtain from us, once a year and free of charge, information about categories of personal information (if any) we disclosed to third parties for direct marketing purposes and the names and addresses of all third parties with which we shared personal information in the immediately preceding calendar year.\nIf you are a California resident and would like to make such a request, please submit your request in writing to us using the contact information provided below.</p>\n<p>If you are under 18 years of age, reside in California, and have a registered account with the Site, you have the right to request removal of unwanted data that you publicly post on the Site.\nTo request removal of such data, please contact us using the contact information provided below, and include the email address associated with your account and a statement that you reside in California.\nWe will make sure the data is not publicly displayed on the Site, but please be aware that the data may not be completely or comprehensively removed from our systems.</p> DO WE MAKE UPDATES TO THIS POLICY? <p>\n<em>In Short: Yes, we will update this policy as necessary to stay compliant with relevant laws.</em>\n</p>\n<p>We may update this privacy policy from time to time.\nThe updated version will be indicated by an updated “Revised” date and the updated version will be effective as soon as it is accessible.\nIf we make material changes to this privacy policy, we may notify you either by prominently posting a notice of such changes or by directly sending you a notification.\nWe encourage you to review this privacy policy frequently to be informed of how we are protecting your information.</p> HOW CAN YOU CONTACT US ABOUT THIS POLICY? <p>If you have questions or comments about this policy, email us at feedback@userstyles.world</p> ", "created_at": "2021-05-31 19:04:10.01191", "updated_at": "2021-05-31 17:05:27.909401"}], "points": [], "urls": ["userstyles.world"]}}