{"error": 448, "message": "OK", "parameters": {"id": 3942, "name": "Marvell ", "created_at": "2021-06-05 21:30:55.34687", "updated_at": "2021-06-05 22:00:22.373138", "wikipedia": null, "keywords": null, "related": null, "slug": "marvell", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3942.png", "url": "marvell.com", "documents": [{"id": 6764, "name": " Privacy Statement", "url": "https://www.marvell.com/privacy-statement.html", "xpath": "/html/body/div[2]/div/div[2]/div/div[2]/div/div[1]/div[2]", "text": " Marvell Website Privacy Statement\n<p>January, 2020<br>\n</p>\n<p>In this Marvell Website Privacy Statement (\"Privacy Statement\"), Marvell&nbsp;Technology, Inc.\nand its affiliates and subsidiaries (\"Marvell\", \"we\", \"us\", our\") describes the collection, use, sharing and other processing of information and data (\"Personal Data\") pertaining to individual users (\"you\", \"your\") of all Marvell websites including http://marvell.com and all associated sub-domains (the \"Sites\") and your rights and choices regarding our processing of such Personal Data.&nbsp.\nIf you are a resident of a country subject to the General Data Protection Regulation (“GDPR”), please refer to the EEA Supplemental Privacy Statement.</p>\n<p>\n<b>1.&nbsp;Processing Activities Covered</b>\n</p>\n<p>This Privacy Statement applies to the collection of Personal Data on the Sites and its subsequent use in the context, particularly, of the following activities:</p>\n<ul>\n<li>your registration of a user account on the Sites (e.g., \"Marvell Extranet\"),</li>\n<li>your signing up for newsletters on the Sites (e.g., \"Smart Connections\"),</li>\n<li>your registration for an event or webinar through the Sites,</li>\n<li>your provision of Personal Data to us by entering information in any other data entry fields or web form embedded in the Sites (e.g., \"Request for Information),</li>\n<li>your download of content made available via the Sites,</li>\n<li>the collection and analysis of Personal Data regarding your use of the Sites, and</li>\n<li>communications between you and us based on your interaction with the Sites.</li>\n</ul>\n<p>Links to third-party websites on the Site are provided solely as a convenience to you.\nIf you use these links, you will leave the Site.\nMarvell has not reviewed all of these third-party websites and does not control and is not responsible for any of these websites, their content or their privacy policies.\nThus, Marvell does not endorse or make any representations about them, or any information, software or other products or materials found there, or any results that may be obtained from using them.\nIf you decide to access any of the third-party websites linked on this Site, you do this entirely at your own risk.</p>\n<p>\n<b>2.&nbsp;What Personal Data Do We Collect?</b>\n<br>\n</p>\n<p>The Personal Data that we collect from or about you may particularly include the following:</p>\n<ul>\n<li>If you express an interest in obtaining additional information about our services, request customer support, use our \"Contact Us\" or similar features, register for a user account on the Site, sign up for a newsletter, an event or a webinar, or download certain content, we generally require you to provide us with your contact information, such as your name, job title, company name, address, phone number, email address, or username and password;</li>\n<li>If you use and interact with the Site, we automatically collect log files and other information about your device and your usage of the Site through cookies, web beacons or similar technologies, such as IP-addresses or other identifiers (see Section 5 below).</li>\n</ul>\n<p>\n<b>3.\nPurposes Underlying the Processing of Your Personal Data</b>\n<br>\n</p>\n<p>We collect and otherwise process your Personal Data for the following purposes:</p>\n<ul>\n<li>Operating the Site: We process your Personal Data to the extent this is necessary to operate and administer the Site and to provide you with content you access and request (e.g., download of certain content from the Site);</li>\n<li>Promoting security of the Site:&nbsp;We process your Personal Data by monitoring your use of the Site, verifying accounts, and by investigating suspicious activity as well as violations of our terms and policies in order to promote the safety and security of the systems and applications used for the Site and to protect the rights and property of others or our own rights and interests;</li>\n<li>Managing user registrations:&nbsp;We process your Personal Data to administer your user account established on the Site (if any);</li>\n<li>Handling contact and user support requests:&nbsp;If you fill out a “Contact Me” web form, request customer or user support, or if you contact us by other means through the Site, we process your Personal Data in order to respond to your request and communicate with you;</li>\n<li>Managing event registrations and attendance:&nbsp;Where applicable, we process your Personal Data to plan and host events or webinars that you have registered for on the Site;</li>\n<li>Developing and improving the Site:&nbsp;We may process your Personal Data to analyze trends and track your usage of the Site in order to further develop and improve the Site and provide our users with a more pleasant online experience.\n&nbsp;</li>\n<li>Displaying personalized advertisements and content:&nbsp;We may process your Personal Data to conduct marketing research, advertise to you, or provide personalized information and content to you based upon your activities and interests displayed on the Site;</li>\n<li>Sending marketing communications:&nbsp;Subject to the applicable legal requirements, we may process your Personal Data to send you marketing information, product recommendations, information about our promotions or events, and other non‑transactional communications about us and our affiliates and partners via email, SMS, push notification or other means of communication;</li>\n<li>Complying with legal obligations:&nbsp;We may process your Personal Data in accordance with our legal obligations under the applicable law or to the extent necessary to protect our rights, pursue remedies available to us or to respond to lawful requests.</li>\n</ul>\n<p>\n<b>4.\nWho Do We Share Your Personal Data With?</b>\n<br>\n</p>\n<p>We may share the Personal Data you provide, or parts thereof, with the following recipients:</p>\n<ul>\n<li>third-party vendors or other Marvell entities processing your Personal Data on our behalf to provide services such as IT operation and administration, customer support, or marketing and analytics;</li>\n<li>other Marvell entities involved in the management of your customer account (if any) or providing information necessary to respond to a request you have submitted via the Site;</li>\n<li>third parties or other Marvell entities organizing, hosting or sponsoring an event or webinar you may have registered for on the Site;</li>\n<li>third parties contemplating a merger, acquisition, bankruptcy or other business transaction involving Marvell in which the third party will assume control of all or part of Marvell’s business;</li>\n<li>third-party professional advisors such as attorneys, auditors and insurers (where necessary to provide their services).</li>\n</ul>\n<p>\n<b>5.\nCookies and Similar Tracking Technologies</b>\n<br>\n</p>\n<p>We use cookies on our website.&nbsp.\nYou can control whether some of the cookies are set via the Preferences Manager.&nbsp.\nFor additional information about cookies, including the types and specific cookies used on our website, please access the Preferences Manager.\nYou may also be able to restrict the use of web beacons and other identifiers through a “privacy” or similar section in the tool bar of your browser window.</p>\n<p>Click here to view/modify Cookie Settings</p>\n<p>\n<b>6.\nChanges to This Privacy Statement</b>\n<br>\n</p>\n<p>We will update this Privacy Statement from time to time by posting an updated version on the Site to reflect changes in our practices, technology, legal requirements or other factors.\nIf we do, we will update the “effective date” at the top of this Privacy Statement.</p>\n<p>We encourage you to periodically review this Privacy Statement to stay informed about our collection, processing and sharing of your Personal Data.</p>\n<p>\n<b>7.\nContacting Us</b>\n<br>\n</p>\n<p>If you have questions regarding this Privacy Statement or our data processing operations, you can use the following contact details to address them with us: Privacy@marvell.com.</p>\n<p>&nbsp;</p>\nEEA Supplemental Website Privacy Statement\n<p>Marvell provides to users located in the European Economic Area (EEA) this Supplemental Privacy Statement (\"Supplemental Statement\"), which contains additional information for such users to supplement the above Privacy Statement.\nIf you are not located in the European Economic Area, this Supplemental Statement does not apply to you.</p>\n<p>\n<b>1.\nController</b>\n<br>\n</p>\n<p>Marvell Technology, Inc., 5488 Marvell Lane, Santa Clara, CA 95054, United States is the controller responsible for the collection and subsequent processing of your Personal Data on or through the Site as described in the Privacy Statement and this Supplemental Statement, unless expressly specified otherwise.</p>\n<p>You may contact us by sending an email to Privacy@marvell.com.</p>\n<p>\n<b>2.\nLegal Bases for the Processing of Your Personal Data</b>\n<br>\n</p>\n<p>Our processing of your Personal Data relies on the following legal bases:</p>\n<ul>\n<li>Based on the necessity to enter into or perform a contract with you:&nbsp.\nTo the extent that we enter into a contract with you in the context of your use of the Site (governing terms and conditions), your completion of a user registration, your request for customer or user support, your registration or attendance of events or webinars, or your use of similar functionalities of the Site, our related processing of your Personal Data is based on the necessity to enter into or perform such contract;</li>\n<li>Based on legitimate interests: Unless we enter into a related contract with you, our processing of your Personal Data in the context of the following activities is based on the necessity to pursue our legitimate interests to</li>\n</ul>\n<p>Ø&nbsp.\nadminister the Site and provide you with content you access and request (e.g., information posted on the Site, download of content from the Site, etc.);</p>\n<p>Ø&nbsp.\npromote the safety and security of the Site, our IT connected to the Site and the users of the Site;</p>\n<p>Ø&nbsp.\nrespond to requests you make when filling out a “Contact Me” web form, seeking customer or user support, or contacting us by other means through the Site;</p>\n<p>Ø&nbsp.\nadminister your registration and attendance of an event or webinar;</p>\n<p>Ø&nbsp.\ncomply with legal obligations under the law of jurisdictions outside of the European Union;</p>\n<p>Ø&nbsp.\ndevelop and improve the Site or display personalized advertisements or other personalized content.\nDetailed information about the analytics and advertising solutions used for these purposes can be found in Section 3 below;</p>\n<p>Ø&nbsp.\nsend you marketing communications as described in Section 3 of the Privacy Statement via email].&nbsp.\nYou will be offered the option to opt out of further marketing communications in the context of each marketing communication you receive from us.</p>\n<ul>\n<li>Based on compliance with legal obligations: To the extent we are subject to legal obligations under the law of the EU or an EU Member State, we may process your Personal Data to comply with relevant laws, regulatory requirements and to respond to lawful requests, court orders, and legal process.</li>\n</ul>\n<p>\n<b>3.\nCookies, Analytics and Advertising Solutions</b>\n<br>\n</p>\n<p>We use cookies on our website.&nbsp.\nYou can control whether some of the cookies are set via the Preferences Manager.&nbsp.\nFor additional information about cookies, including the types and specific cookies used on our website, please access the Preferences Manager.\nYou may also be able to restrict the use of web beacons and other identifiers through a “privacy” or similar section in the tool bar of your browser window.</p>\n<p>Click here to view/modify Cookie Settings</p>\n<p>\n<b>4.\nData Recipients in Third Countries</b>\n<br>\n</p>\n<p>We and many of our affiliated entities and third-party service providers are located in the United States or other jurisdictions outside of the EU/EEA that are not subject to an unqualified adequacy decision by the EU Commission finding them to provide a level of protection of fundamental rights and freedoms that is essentially equivalent to that guaranteed within the EU.</p>\n<p>However, to ensure an appropriate level of protection of your Personal Data, we enter into data processing and data transfer agreements with our affiliated entities and third-party service providers outside of the EU/EEA that incorporate the provisions of the Standard Contractual Clauses approved by the EU Commission or implement other appropriate safeguards with them.&nbsp;</p>\n<p>\n<b>5.\nData Retention</b>\n<br>\n</p>\n<p>We implement appropriate retention periods for your Personal Data collected or otherwise processed on or through the Site.\nPersonal Data processed in the context of a contract with you will be retained by us for the term of the contract and for a reasonable time afterwards as might be required to determine and settle any related claims.\nWhere our processing of your personal data is based on legitimate interests or the compliance with legal obligations, it will be deleted as soon as the underlying purpose has expired.\nPersonal data processed based on your consent will be deleted if and when you withdraw such consent.</p>\n<p>\n<b>6.\nYour Rights Relating to Your Personal Data</b>\n<br>\n</p>\n<p>Depending on the circumstances and subject to the conditions set out in the applicable law, you have, without limitation, the right to do the following in connection with our processing of your Personal Data:</p>\n<ul>\n<li>Request access&nbsp;to your Personal Data (commonly known as a “data subject access request”).\nThis enables you to inquire whether and what kind of Personal Data we hold about you and how it is processed, and to request a copy of such Personal Data, provided always that this does not adversely affect the rights and freedoms of others;</li>\n<li>Request correction&nbsp;and supplementation of the Personal Data that we hold about you that is incorrect, incomplete or out-of-date in light of the purposes underlying the processing;</li>\n<li>Request the erasure&nbsp;of your Personal Data where it is no longer necessary for the purposes underlying the processing, processed based on withdrawn consent, processed for legitimate interests that, in the context of your objection (see below), do not prove to be compelling, or processed in non-compliance with applicable legal requirements;</li>\n<li>Object to our processing&nbsp;of your Personal Data based on our legitimate interests where there is something about your particular situation which makes you want to object to our use on this ground;</li>\n<li>Where applicable, withdraw your consent&nbsp;to our processing of your Personal Data with future effect.\nOnce we have received notification that you have withdrawn your consent, we will no longer use your Personal Data for the purpose or purposes you originally agreed to, unless we have another legitimate basis for doing so in law;</li>\n<li>Request the restriction&nbsp;of our processing of your Personal Data in certain situations where you feel its processing is inappropriate.\nThis enables you to ask us to suspend the processing of your Personal Data, for example, if you want us to establish its accuracy.\nand</li>\n<li>To the extent technically feasible, request portability of Personal Data you have provided to us, where the processing of such Personal Data is based on consent or a contract with you and is carried out by automated means.</li>\n</ul>\n<p>You may enforce your rights (as may be applicable) by contacting us via the contact details stated in Section 1 of the Privacy Statement.</p>\n<p>We are committed to working with you to address any privacy concern.&nbsp.\nHowever, you also have the right to lodge a complaint with the competent supervisory authority.</p>\n<p>\n<b>7.\nYour Provision of Personal Data to Us</b>\n<br>\n</p>\n<p>Your use of the Site and your provision of Personal Data to us in the process is purely voluntary on your part.\nSubject to your sole discretion, you can, at any point, cease use of the Site or, where applicable, opt out of certain data processing operations while using the site as described in this Supplemental Statement.\nAn exception applies if and to the extent that you want to enter into or perform a contract with us on or through the Site.\nIn this event, providing us with your related Personal Data is a condition to our ability to enter into the contract with you or provide any contractual services to you.</p>\n<p>&nbsp;</p>\n<p>Copyright © 2021 Marvell.\n&nbsp;All&nbsp;rights reserved.</p> ", "created_at": "2021-06-05 21:30:55.354846", "updated_at": "2021-06-05 19:31:32.089401"}, {"id": 6763, "name": " Terms of Use", "url": "https://www.marvell.com/terms-of-use.html", "xpath": "/html/body/div[2]/div/div[2]/div/div[2]/div/div[1]/div[2]", "text": " Marvell Internet Terms of Use\n<p>PLEASE READ THESE MARVELL INTERNET SITE TERMS OF USE (\"TERMS\") CAREFULLY.</p>\n<p>\n<b>1.&nbsp.\nINTRODUCTORY STATEMENT</b>\n</p>\n<p>By using or visiting the web site at <u>www.marvell.com</u> (the “Web site”), you expressly agree to be bound by and to adhere to these Terms and all applicable laws and regulations governing the Web site.&nbsp.\nMarvell and each of its affiliates (collectively “Marvell”) reserve the right to change these Terms at any time, effective immediately upon posting on the Web site.&nbsp.\nYou should visit this page from time to time to review the then-current Terms.\nIF YOU DO NOT OR CANNOT AGREE TO ANY OR ALL OF THESE TERMS, DO NOT USE THIS WEB SITE.</p>\n<p>\n<b>2.&nbsp.\nPERMITTED USE OF THE WEB SITE AND MATERIALS</b>\n</p>\n<p>\n<b>2.1&nbsp;</b>&nbsp;Through the Web site, Marvell provides you with access to content, features, information and resources that may be augmented or modified from time to time by Marvell in its sole discretion (collectively, “Materials”).&nbsp.\nYou agree that you are only authorized to visit, view and to download and retain copies of pages of this Web site for your own personal, non-commercial and informational purposes only, and that you shall not duplicate, download, publish, or otherwise distribute the Materials on this Web site for any other purpose.&nbsp.\nWithout limiting the foregoing, you may not modify the Materials or copy or post the Materials on any networked computer or broadcast the Materials in any media.&nbsp.\nExcept as expressly provided herein or unless permitted as “fair use” under U.S.\ncopyright law, you may not display, perform, transmit or otherwise use the Materials without the prior written consent of a duly authorized representative of Marvell.&nbsp;</p>\n<p>\n<b>2.2</b>&nbsp;&nbsp;<b>Use of Software.</b>&nbsp;If you download software from this Web site (\"Software\"), use of the Software is subject to the license terms in the Software license agreement that accompanies or is provided with the Software.\nYou may not download or install the Software until you have read and accepted the terms of the Software license agreement.</p>\n<p>\n<b>2.3</b>&nbsp.\n<b>User Content.</b>&nbsp;Any material, information or other communication you transmit or post to this Web site will be considered non-confidential and non-proprietary (\"User Content\").\nMarvell will have no obligations with respect to the User Content.\nMarvell will be free to copy, disclose, distribute, incorporate and otherwise use the User Content and all data, images, sounds, text, and other things embodied therein for commercial or non-commercial purposes.\nYou are prohibited from posting or transmitting to or from this Web site any unlawful, threatening, libelous, defamatory, obscene, pornographic, or other material that would violate any law in any jurisdiction.\nNotwithstanding the foregoing, this section is not intended to apply to personal data, which is discussed below, or to modify any written agreement between the parties regarding the disclosure and protection of confidential information.&nbsp;</p>\n<p>Information that you transmit or post to the Web site for the purpose of receiving products or services will be handled in accordance with our Privacy Statement.\nFor further information, please consult Marvell’s Online Privacy Statement on the&nbsp;Privacy Policy&nbsp;page.</p>\n<p>\n<b>2.4</b>&nbsp.\nThe permission to use the Web site and Materials shall be deemed automatically revoked by Marvell without notice if you breach any of these Terms.&nbsp.\nUpon such revocation, you must immediately destroy any downloaded and printed Materials that you have in your possession.&nbsp.\nExcept for the permission granted to you in Section 2.1 above, these Terms will survive and remain enforceable against you following the revocation of such permission.</p>\n<p>\n<b>3.&nbsp.\nMARVELL PROPRIETARY RIGHTS</b>\n</p>\n<p>You acknowledge and agree that the Materials are owned by Marvell and/or its suppliers and are protected by U.S.\nand international copyright, trademark and other applicable laws.\nWhere Marvell has posted a legal notice or credits on pages of the Web site, you may not remove such notices or credits, or any additional information contained along with the notices and credits.&nbsp.\nWithin the Materials and pages of the Web site, Marvell has included its&nbsp;names, marks, brands, logos, designs, trade dress, and other designations Marvell uses in connection with its product offerings and services (collectively, “Marvell Trademarks”).&nbsp.\nYou may not alter or remove the Marvell Marks or display or use the Marvell Marks for any purposes without the prior written consent of a duly authorized representative of Marvell.&nbsp.\nMarvell reserves all of its rights in the Materials and Marvell Trademarks.</p>\n<p>\n<b>4.&nbsp.\nDISCLAIMER OF WARRANTIES</b>\n</p>\n<p>\n<b>4.1</b>&nbsp;&nbsp;YOU EXPRESSLY UNDERSTAND AND AGREE THAT YOUR USE OF THE WEB SITE AND MATERIALS&nbsp.\nIS AT YOUR SOLE RISK.\nTHE WEB SITE AND MATERIALS ARE PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.\nMARVELL DISCLAIMS ALL EXPRESS OR IMPLIED CONDITIONS, REPRESENTATIONS, AND WARRANTIES OF ANY KIND, INCLUDING ANY IMPLIED WARRANTY OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NONINFRINGEMENT.&nbsp.\nMARVELL MAKES NO REPRESENTATIONS, WARRANTIES, OR GUARANTIES AS TO THE QUALITY, SUITABILITY, ACCURACY, OR COMPLETENESS OF ANY OF THE MATERIALS.\nIN NO EVENT WILL MARVELL OR ITS SUPPLIERS BE LIABLE FOR THE ACCURACY OR COMPLETENESS OF THE MATERIALS.</p>\n<p>\n<b>4.2</b>&nbsp;&nbsp;MARVELL MAKES NO WARRANTY THAT:&nbsp.\n&nbsp;(i) THE MATERIALS AND/OR WEB SITE&nbsp.\nWILL MEET YOUR REQUIREMENTS, (ii) THE MATERIALS AND/OR WEB SITE&nbsp.\nWILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE, (iii) THE MATERIALS AND/OR WEB SITE WILL&nbsp.\nBE ACCURATE OR RELIABLE, (iv) THE QUALITY OF ANY PRODUCTS, SERVICES, INFORMATION, OR OTHER ITEMS PURCHASED OR OBTAINED BY YOU THROUGH THE&nbsp.\nWEB SITE WILL MEET YOUR EXPECTATIONS, OR THAT (v) ANY ERRORS IN THE FUNCTIONALITY OF THE WEB SITE OR MATERIALS WILL BE CORRECTED.&nbsp;</p>\n<p>\n<b>4.3&nbsp;</b>&nbsp;ANY MATERIALS DOWNLOADED OR OTHERWISE OBTAINED THROUGH YOUR USE OF THE WEB SITE IS DONE AT YOUR OWN DISCRETION AND RISK AND YOU ARE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OF ANY SUCH MATERIAL.</p>\n<p>\n<b>4.4&nbsp;</b>&nbsp;NO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM MARVELL OR THROUGH THE WEB SITE WILL CREATE ANY WARRANTY NOT EXPRESSLY STATED IN THE TERMS.</p>\n<p>\n<b>5.&nbsp;&nbsp;LIMITATION OF LIABILITY</b>\n</p>\n<p>\n<b>5.1</b>&nbsp;&nbsp;YOU AGREE THAT MARVELL AND ITS SUPPLIERS SHALL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES, INCLUDING BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES (EVEN IF YOU HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), RESULTING FROM OR IN CONNECTION WITH YOUR USE OR INABILITY TO USE THE WEB SITE AND/OR MATERIALS OR SUBMISSION OF USER CONTENT TO MARVELL THROUGH THE WEB SITE.</p>\n<p>\n<b>5.2</b>&nbsp.\nLinks to third-party websites on the Web site are provided solely as a convenience to you.\nIf you use these links, you will leave the Web site.\nMarvell has not reviewed all of these third-party websites and does not control and is not responsible for any of these websites, their content or their privacy policies.\nThus, Marvell does not endorse or make any representations about them, or any information, software or other products or materials found there, or any results that may be obtained from using them.\nIf you decide to access any of the third-party websites linked on this Web site, you do this entirely at your own risk.&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;</p>\n<p>\n<b>6.&nbsp.\nINDEMNITY</b>\n</p>\n<p>YOU AGREE TO HOLD MARVELL HARMLESS FROM ANY LOSS, LIABILITY, CLAIM OR DEMAND, INCLUDING REASONABLE ATTORNEYS’ FEES, MADE BY ANY THIRD PARTY DUE TO OR ARISING OUT OF YOUR USE OF THE WEB SITE AND/OR MATERIALS, INCLUDING WITHOUT LIMITATION YOUR SUBMISSION OF USER CONTENT THROUGH THE WEB SITE.</p>\n<p>\n<b>7.&nbsp.\nMARVELL'S PRIVACY POLICY</b>\n</p>\n<p>Please see our Privacy Policy, which is hereby incorporated in and made part of these Terms by reference.&nbsp.\nAny User Content will be considered non-confidential and non-proprietary.&nbsp.\nWith respect to personal information included in any User Content, Marvell may share or otherwise use your submission in accordance with the Privacy Policy.</p>\n<p>\n<b>8.&nbsp.\nGENERAL TERMS</b>\n</p>\n<p>\n<b>8.1</b>&nbsp.\nMarvell controls and operates this Web site from its facilities in various locations in the United States of America and makes no representation that these Materials are appropriate or available for use in other locations.\nIf you use this Web site from other locations, you are responsible for compliance with applicable local laws.&nbsp;&nbsp;</p>\n<p>\n<b>8.2</b>&nbsp.\nYou acknowledge and agree that the Materials are subject to U.S.\nexport control laws and regulations, and may be subject to export or import regulations in other countries.&nbsp.\nYou agree that you will not export, reexport or transfer the Materials in violation of any applicable laws or regulations of the United States or the country where the Materials were legally obtained.&nbsp.\nYou are solely responsible for obtaining any licenses or authorizations required to export, reexport, transfer or import the Materials.&nbsp.\nIn addition to the above, in the absence of authorization by U.S.\nand local law and regulations, as required, the Materials may not be used or exported or reexported to (i) any U.S.\nsanctioned or embargoed country, or to nationals or residents of such countries.\nor (ii) any person, entity, organization or other party identified on the U.S.\nDepartment of Commerce’s Denied Persons or Entity List, the U.S.\nDepartment of Treasury’s Specially Designated Nationals or Blocked Persons List, or the Department of State’s Debarred Parties List, as published and revised from time to time.\nor (iii) any party engaged in nuclear, chemical/biological weapons or missile proliferation activities.&nbsp;</p>\n<p>\n<b>8.3</b>&nbsp;&nbsp;<b>U.S.\nGovernment Restricted Rights.</b>&nbsp;Government users will receive no greater than Restricted Rights as defined in FAR 52.227-19 (c) (1-2 ) (June 1987).\nGovernment users will receive no greater Limited Rights as defined in FAR 52.227-14 (June 1987) or DFAR 252.227-7015 (b) (2) (November 1995), as applicable in any technical data at this Web site.</p>\n<p>\n<b>8.4</b>&nbsp.\nUnless otherwise agreed upon by you and Marvell in writing, these Terms are the only Terms that govern your use of the Web site and any Materials.&nbsp.\nThese Terms and the relationship between you and Marvell shall be governed by the laws of the State of California without regard to its conflict of law provisions.&nbsp.\nIn the event of any dispute between you and Marvell, you agree to submit to the personal and exclusive jurisdiction of the federal and state courts located within the county of Santa Clara, California.&nbsp.\nThe failure of Marvell to exercise or enforce any right or provision of these Terms shall not constitute a waiver of such right or provision.&nbsp.\nIn the event any provision of these Terms is found to be invalid, illegal or unenforceable, the validity, legality and enforceability of the remaining provisions shall not in any way be affected or impaired, and a valid, legal and enforceable provision of similar intent and effect shall be substituted for such invalid, illegal or unenforceable provision.\nYou may not assign the Terms or any of your rights or obligations under the Terms without the express written consent of a duly authorized representative of Marvell.&nbsp.\nThese Terms inure to the benefit of Marvell’s successors, assigns and licensees.&nbsp.\nThese Terms are written in the English language, and the governing language of these Terms shall be English.&nbsp.\nYou hereby waive and agree not to assert any right to have these Terms written in the language of your place of residence.&nbsp.\nThe exercise of any right or remedy provided in these Terms shall be without prejudice to the right to exercise any other right or remedy provided by law or equity, except as expressly limited by these Terms.</p> ", "created_at": "2021-06-05 21:30:55.351367", "updated_at": "2021-06-05 19:32:04.371186"}], "points": [], "urls": ["marvell.com"]}}