{"error": 448, "message": "OK", "parameters": {"id": 831, "name": "Clockify", "created_at": "2018-11-19 19:30:23.246714", "updated_at": "2021-04-02 08:12:26.904162", "wikipedia": null, "keywords": null, "related": null, "slug": "clockify", "is_comprehensively_reviewed": true, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/831.png", "url": "clockify.me", "documents": [{"id": 2542, "name": "Privacy Policy", "url": "https://clockify.me/privacy", "xpath": "/html/body/main/div", "text": " Privacy Policy <p>Welcome to Clockify's Privacy Policy!</p>\n<p>Please note that this Privacy Policy applies to personal data that is collected and processed by COING Inc., having its registered seat at 2100 Geng Road, Suite 210, Palo Alto, CA 94303, USA (<b>\"COING\"</b>, <b>\"we\"</b>, <b>\"our\"</b> or <b>\"us\"</b>).</p>\n<p>COING, as a data controller, collects and processes personal data relating to interactions on the Website (as defined in Section 1 of the Terms of Use).\nThis Privacy Policy describes how COING uses and protects any information that you give us.</p>\n<p>We believe in full transparency, which is why we keep our Privacy Policy simple and easy to understand.</p>\n<p>We strongly urge you to read this Privacy Policy and make sure that you fully understand and agree with it.\nIf you do not agree to this Privacy Policy, please do not access or otherwise use the Website.</p>\n<p>Any capitalized but undefined term in this Privacy Policy shall have the meaning given to it in the Definitions section of the Terms of Use.</p>\n<ul>\n<li>1.\nDEFINITIONS</li>\n<li>2.\nDATA CONTROLLER OR DATA PROCESSOR</li>\n<li>3.\nWHAT DATA DO WE COLLECT ABOUT YOU AND WHEN?</li>\n<li>4.\nWHY DO WE PROCESS PERSONAL DATA AND FOR HOW LONG?</li>\n<li>5.\nWHAT WE DO NOT DO?</li>\n<li>6.\nPERSONAL DATA SECURITY</li>\n<li>7.\nWITH WHOM DO WE SHARE YOUR PERSONAL DATA?</li>\n<li>8.\nINTERNATIONAL TRANSFER OF YOUR PERSONAL DATA</li>\n<li>9.\nHOW LONG DO WE KEEP YOUR DATA?</li>\n<li>10.\nYOUR RIGHTS</li>\n<li>11.\nCHANGES TO PRIVACY POLICY</li>\n</ul> 1.\nDEFINITIONS <p>When we say <b>\"you\"</b>, <b>\"your\"</b> or <b>\"Data Subject\"</b> we mean any natural person that shares personal data with us via Website.</p>\n<p>When we say <b>\"processing\"</b> we mean any operation or set of operations which is performed on personal data or sets of personal data.\nThis includes activities such as collection, recording, organization, structuring, storage, adaptation or alteration, retrieval, consultation, use, disclosure by transmission, dissemination or otherwise making available, alignment or combination, restriction, erasure or destruction.</p>\n<p>When we say <b>\"personal data\"</b> or <b>\"data\"</b> we mean any information relating to an identified or identifiable natural person.\nan identifiable natural person is one who can be identified, either directly or indirectly.\nTherefore, data about a company or any legal entity is not considered to be personal data but registering on behalf of a legal entity may include sharing personal data.\nFor example, the information in relation to one-person companies may constitute personal data where it allows the identification of a natural person.\nThe rules also apply to all personal data relating to natural persons in the course of professional activity, such as the employees of a company or organization, business e-mail addresses like <b>\"firstname.surname@company.com\"</b>.\nThis Privacy Policy does not apply to information from which no individual can reasonably be identified (anonymized information).</p>\n<p>When we say <b>\"Data Processors\"</b> or <b>\"processor\"</b> we mean any natural or legal person who processes the data on behalf of the Data Controller.\nIn some cases, COING is a Data Processor and in others, Data Controller (as further explained in Section 2).\nIn addition, we may use the services of various service providers to process your data more effectively.\nIn such cases, they are either our processors or sub-processors.</p>\n<p>When we say <b>\"cookies\"</b> we mean small pieces of data stored on your device (computer or mobile device).\nThis information is used to track your use of the Website and to compile statistical reports on website activity.\nFor further information about the use of cookies and how you can manage them, please read our Cookie Policy.</p>\n<p>When we say <b>\"consent\"</b> we mean your explicit consent on the processing of personal data.\nPersons who are 15 years of age or older may give free consent to the processing of their personal data.</p> 2.\nDATA CONTROLLER OR DATA PROCESSOR <p>In relation to your personal data processed on or via the Website, COING may be either a Data Controller or Data Processor.</p>\n<p>When COING acts in the capacity of a Data Controller, COING determines the purposes and means of the processing of personal data.\nThe purpose of data processing is the reason why we process your personal data.\nThe table in Section 4 of the Privacy Policy presents the purposes and legal basis for data processing.\nIn such cases, COING is responsible for your personal data.</p>\n<p>This Privacy Policy contains information on processing your data in the capacity of a Data Controller.\nShould you have any inquiries, or you wish to exercise any of the rights of a Data Subject stipulated in Section 10, please contact us:</p>\n<ul>\n<li>COING Inc.</li>\n<li>2100 Geng Road, Suite 210</li>\n<li>Palo Alto, CA 94303</li>\n<li>USA</li>\n<li>Email: support@clockify.me</li>\n</ul>\n<p>By using the Service, you may disclose, share, record, or otherwise use various types of data via a Workspace as the User Content.\nThe type of User Content is determined by the person that owns the Workspace and not by us.\nIn that event, COING is a Data Processor and Data Controller is the owner of the Workspace.\nThus, COING does not analyze, disclose or access such date unless a User sends a request for support and, in these cases, the access is limited to enabling the functioning of the Service.\nShould you wish to send an inquiry or exercise any of the Data Subject's rights, please contact the owner of the relevant Workspace via which your personal data has been processed.</p>\n<p>Please also note that we do not collect your personal data if you are End User of Server Clockify.\nIn that case, Client (the company that has Clockify installed on their server) is responsible for your personal data.</p>\n<p>If you represent a User that falls under the scope of application of the GDPR, you will need to sign the Data Protection Addendum to these Terms of Use (<b>\"DPA\"</b>), with COING as a Data Processor based outside the EEA.\nThe DPA includes the Standard Contractual Clauses adopted by the European Commission, as applicable, and reflects the Parties' agreement with respect to the terms governing the processing of personal data under the CLOCKIFY's Terms of Use.\nSigning the DPA will be considered as an amendment to the Agreement (within the meaning of Section 1 of the Terms of Use) and will be considered to form a part of the Agreement.</p>\n<p>If would like to sign a DPA with us, please contact us at support@clockify.me for more information.</p> 3.\nWHAT DATA DO WE COLLECT ABOUT YOU AND WHEN? <p>We may collect and receive information about you in various ways:</p>\n<ul>\n<li>(i) Information you provide through the use of the Service (for example, by creating the account on Cloud Clockify).</li>\n<li>(ii) Information you decide to provide through getting in touch with us via support@clockify.me.</li>\n<li>(iii) Information we collect through the use of cookies in accordance with our Cookie Policy (for example, your time zone).</li>\n</ul> 4.\nWHY DO WE PROCESS PERSONAL DATA AND FOR HOW LONG? DATA WE COLLECT PURPOSE LEGAL BASIS RETENTION <b>Email address, password, time zone and sometimes profile photo, name and personal API key</b>\n<br>\n<br>(if the User decides to provide such personal data).<br>\n<br>The User will also obtain the User ID so that we can identify that User in the future.\nCreating and maintaining a User Account on the Website according to the Terms of Use.\nProcessing is necessary for the performance of the Agreement (as defined in Section 1 of the Terms of Use).\nWithout providing an email address, password and time zone, the User may not create the User Account.\nUntil the account is deleted in accordance with the Terms of Use.\n<b>Financial Data</b>\n<br>\n<br>such as name, address, bank account and payment card details.\nThe payer may not be the User subscribing to the Paid Plan, so it is possible to receive the information from another User.\nWhen subscribing to any of the Paid Plans or when changing any Paid Plan in accordance with the Terms of Use, this information is being collected by a third party processor.\nProcessing is necessary for the User’s performance of the Agreement which includes providing Additional Features based on the selected Paid Plan.\nWe keep only the last four digits of the credit card number under subscription billing info until such Agreement is terminated and for the period necessary to comply with the applicable financial and tax accounting and other statutory obligations in accordance with the applicable law (Section 22 of the Terms of Use).\n<b>Additional Data</b>\n<br>\n<br>i.e., data you decide to share with us.\nIf you send us an inquiry at support@clockify.me or otherwise request support, we will collect data you decide to share with us.\nProcessing of personal data is either necessary to provide a Service or part thereof, or the processing is based on your consent.\nIf the processing is based on your consent, we keep the information until you withdraw your consent or for one year, whichever date comes first.\n<b>Email address</b>\n<br>\n<br>If you decide to sign up for our newsletter, we use your e-mail address.\nThis newsletter allows us to inform you of the new features of the Service, updates, as well as other news relevant to the company.\nProcessing is based on your consent.\nYou have the right to withdraw your consent at any time, without affecting the lawfulness of the processing based on consent prior to such withdrawal.\nYou may unsubscribe from receiving a newsletter from us.\nIf you wish to do so, simply follow the instructions found at the end of each e-mail.\nWe may use your email for this purpose until you unsubscribe or until you delete your User Account.\n<b>Email address</b>\n<br>\n<br>(when provided by other Users) Users may invite non-users via Clockify to join the Workspace, in which case they provide the non-user’s email address.\nProcessing is necessary for the performance of the Agreement between us and the User who provided the information and it is also in the User’s legitimate interest.\nAfter sending the message to you we do not keep your personal data unless you decide to become a User, in which case other purposes apply.\n<b>Information necessary for identification</b> To allow Data Subjects from EEA to exercise their rights in accordance with this Privacy Policy, as defined in Section 10.\nProcessing is necessary for compliance with a legal obligation which Controller is subject to.\nWe keep this information for a period of one year.\n<b>Other personal data</b> For the prevention and detection of fraud, money laundering or other crimes or to respond to a binding request from a public authority or court.\nThe processing is necessary to comply with legal and regulatory obligations.\nIn accordance with the applicable statutory deadlines.\n5.\nWHAT WE DO NOT DO? <p>COING will never:</p>\n<ul>\n<li>— Sell any kind of personal information or data</li>\n<li>— Disclose this information to marketers or third parties not specified in Section 7</li>\n<li>— Process your data in any way other than stated in this Privacy Policy.</li>\n</ul> 6.\nPERSONAL DATA SECURITY <p>We take administrative, technical, organizational and other measures to ensure the appropriate level of security of personal data we process.\nUpon assessing whether a measure is adequate and which level of security is appropriate, we consider the nature of the personal data we are processing and the nature of the processing operations we perform, the risks to which you are exposed by our processing activities, the costs of the implementation of security measures and other relevant matters in the particular circumstances.</p>\n<p>Some of the measures we apply include access authorization control, information classification (and handling thereof), protection of integrity and confidentiality, data backup, firewalls, data encryption and other appropriate measures.\nWe equip our staff with the appropriate knowledge and understanding of the importance and confidentiality of your personal data security.</p> 7.\nWITH WHOM DO WE SHARE YOUR PERSONAL DATA? <p>COING utilizes external processors for certain processing activities.\nWe use information audits to identify, categorize and record all personal data that is processed outside the company, so that the information, processing activity, processor and legal basis are all recorded, reviewed and easily accessible.</p>\n<p>We have strict due diligence procedures and measures in place and review, assess and background check all processors prior to forming a business relationship.\nWe obtain company documents, certifications, references and ensure that the processor is adequate, appropriate and effective for the task we are employing them for.</p>\n<p>We audit their processes and activities prior to contract and during the contract period to ensure compliance with the data protection regulations and review any codes of conduct that oblige them to confirm compliance.</p>\n<p>This is the list of processors and sub-processors with whom we share your personal data:</p> PROCESSOR ROLE SEAT The Rocket Science Group, LLC (MailChimp) Email services based on Cloud USA Google, Inc.\nAnalytics USA Amazon Web Services, Inc.\nCloud Infrastructure (IaaS) USA SendGrid, Inc.\nE-mail services based on Cloud USA Stripe, Inc.\nPayment provider USA Zendesk, Inc.\nEmail and chat support USA <p>We may also share your personal data with our outside accountants, legal counsels and auditors.</p>\n<p>Please keep in mind that, subject to your instructions to us while using the Service, your data may be shared with third parties in the following situations:</p>\n<ul>\n<li>— If you join another User's Workspace;</li>\n<li>— If you invite another User to join you Workspace;</li>\n<li>— If you invite a non-user to join Clockify;</li>\n<li>— If you decide to share User Content from your Workspace to persons who do not have an account on Clockify by providing links to such User Content.</li>\n</ul> 8.\nINTERNATIONAL TRANSFER OF YOUR PERSONAL DATA <p>We may transfer your personal data to countries other than the one you reside in.\nGiven that we follow internal rules for the protection of personal data that are stricter than the applicable law (see Section 22 of the Terms of Use), in these cases, we transfer your personal data only:</p>\n<ul>\n<li>1.\nTo the countries within the EEA;</li>\n<li>2.\nTo the countries which ensure an adequate level of protection;</li>\n<li>3.\nTo the countries which do not belong to those specified under item 1.\nand 2, but only by applying the appropriate safeguard measures.</li>\n</ul> 9.\nHOW LONG DO WE KEEP YOUR DATA? <p>The period for which we store your personal data depends on a particular purpose for the processing of personal data, as explained in detail in Section 4.\nWe retain personal data for as long as we reasonably require it for legal or business purposes.\nIn determining data retention periods, we take into consideration the applicable law (see Section 22 of the Terms of Use), contractual obligations, and the expectations and requirements of our Users.\nWhen we no longer need personal information, or when you request us to delete your information, where this is legal, we will securely delete or destroy it.</p>\n<p>However, as an exception to the retention periods in Section 4 the data may be processed to determine, pursue or defend claims and counterclaims.</p> 10.\nYOUR RIGHTS <p>Given that transparency is one of our cornerstone principles, we grant Data Subjects certain rights in relation to their personal data.\nThese rights may be exercised by Data Subject when COING operates as a Data Controller.\nIf your inquiry or exercise of any of the Data Subject's rights relates to the data on a Workspace, please contact the owner of the relevant Workspace via which your personal data has been processed.</p> Right of Access <p>You can send us a request for a copy of the personal data we hold about you.</p>\n<p>We have ensured that appropriate measures have been taken to provide such in a concise, transparent, intelligible and easily accessible form, using clear and plain language.\nSuch information is provided in writing free of charge.\nIt may be provided by other means when authorized by the Data Subject and with prior verification as to the subject's identity.</p>\n<p>Information is provided to the Data Subject at the earliest convenience, but at a maximum of 30 days from the date the request was received.\nWhere the retrieval or provision of information is particularly complex or is subject to a valid delay, the period may be extended by two further months where necessary.</p> Right to Correction of Your Personal Data <p>If the personal data we have about you is incorrect, you have the right to request that we correct those data.\nWhere notified of inaccurate data by the Data Subject, we will rectify the error within 30 days and inform any third party of the rectification if we have disclosed the personal data in question to them.</p> Right to Erasure <p>You have the right to request from us that your personal data is deleted in certain circumstances including:</p>\n<ul>\n<li>— The personal data are no longer needed for the purpose for which they were collected;</li>\n<li>— You withdraw your consent (where the processing was based on consent);</li>\n<li>— You object to the processing and no overriding legitimate grounds are justifying us processing the personal data;</li>\n<li>— The personal data have been unlawfully processed.\nor</li>\n<li>— To comply with a legal obligation.</li>\n</ul>\n<p>However, this right does not apply where, for example, the processing is necessary:</p>\n<ul>\n<li>— To comply with a legal obligation.\nor</li>\n<li>— For the establishment, exercise or defense of legal claims.</li>\n</ul> Right to Restriction of Processing <p>If the accuracy of the personal data is contested, you consider the processing is unlawful but you do not want it erased, we no longer need the personal data but you require it for the establishment, exercise or defense of legal claims or you have objected to the processing and verification, you can exercise your right to the restriction of processing.</p> Right to Data Portability <p>Where you have provided personal data to us, you have the right to receive such personal data back in a structured, commonly used and machine-readable format, and to have those data transmitted to a third-party Data Controller without hindrance but in each case only where:</p>\n<ul>\n<li>— The processing is carried out by automated means.\nand</li>\n<li>— The processing is based on your consent or the performance of a contract with you.</li>\n</ul> Right to Withdraw the Consent <p>If you have provided your consent to the collection, processing and transfer of your personal data, you have the right to fully or partly withdraw your consent.\nOnce we have received notification that you have withdrawn your consent, we will no longer process your information for the purpose(s) to which you originally consented unless there is another legal ground for the processing.</p> Right to Lodge a Complaint <p>If you have any concerns or requests in relation to your personal data, please contact us at support@clockify.me and we will respond as soon as possible but not later than within 30 days.</p> 11.\nCHANGES TO PRIVACY POLICY <p>We reserve the right to change Privacy Policy from time to time at our sole discretion.\nIf we make any changes, we will publish the new rules on this web page and, if we have your e-mail, we will notify you directly.</p>\n<p>Where you have previously consented to our Privacy Policy, your continued use of the Website after we make changes is deemed to be acceptance of the updated rules.</p>\n<p>Last updated on October 15, 2019</p> ", "created_at": "2020-05-13 04:22:05.312709", "updated_at": "2020-12-15 00:12:07.174693"}, {"id": 2543, "name": "Terms of Use", "url": "https://clockify.me/terms", "xpath": "/html/body/main/div", "text": " Terms of Use <p>Welcome to Clockify, a time tracker for teams.</p>\n<p>Clockify (as defined in Section 1) is owned and operated by COING Inc., 2100 Geng Road, Suite 210, Palo Alto, CA 94303, USA.\nBy accessing, downloading, saving, installing, using or attempting to use Clockify, you enter into a legally binding contract with COING and you agree to these Terms of Use, Privacy Policy, Cookie Policy, Security Policy, including any supplemental license terms that accompany the Software (as defined in Section 1), any documents and any linked terms in the Terms of Use (such as the Price Plan).</p>\n<p>Terms of Use in other sections apply generally to all Services and to all Users (as defined in Section 1).\nNevertheless, Section 25 of the Agreement, which contains service-specific terms, applies to the Users of Server Clockify (as defined in Section 1) in addition to the general Terms of Use.\nThese service-specific terms govern if there are any conflicts with the general terms.</p>\n<p>Even though the essential features of Service are free of charge, some features may entail an obligation to pay.\nTherefore, please pay attention to these Terms of Use and other information displayed on Clockify.</p>\n<p>All the terms are important and together create this Agreement that applies to you.\nIf you find anything in this text that you do not agree with, please stop using Clockify immediately and/or delete your account.\nAccounts on Cloud Clockify can be deleted in accordance with these instructions.</p>\n<p>IN ADDITION, THESE TERMS INCLUDE A BINDING ARBITRATION CLAUSE AND A CLASS ACTION WAIVER IN SECTION 22 OF THE TERMS OF USE.\nYOU ALSO UNDERSTAND AND AGREE THAT, BY ENTERING INTO THESE TERMS, YOU AND COING ARE EACH WAIVING THE RIGHT TO A TRIAL BY JURY.\nTHESE PROVISIONS AFFECT YOUR RIGHTS TO RESOLVE DISPUTES WITH COING AND WE STRONGLY SUGGEST YOU REVIEW IT CAREFULLY.</p> 1.\nDEFINITIONS <p>When we say \"<b>active user</b>\" we are referring to the user in an Enterprise Plan who has either \"<b>active</b>\" or \"<b>invited</b>\" status.</p>\n<p>When we say \"<b>Admin</b>\" we are referring to the User who is either the \"<b>Owner</b>\" (the person who created the Workspace) or \"<b>Regular admin</b>\" (anyone who is added to Admin's user group), as further explained here.</p>\n<p>When we say \"<b>Agreement</b>\" we mean the contract comprising these Terms of Use (as amended from time to time in accordance with Section 4), Privacy Policy, Security Policy, Price Plan, and any supplemental license terms that accompany the Software and any terms linked in this document.</p>\n<p>When we say \"<b>Client</b>\" we mean User who installs a full or partial copy of Server Clockify on the User's device.</p>\n<p>When we say \"<b>Clockify</b>\" or \"<b>Software</b>\", we refer to the time tracking software, the browser app, all the desktop apps and mobile apps, its updates, upgrades, enhancements, modifications, extensions, new features and possible replacements provided by COING, now existing or later developed, and other programs and tools, developed in conjunction therewith, including:</p>\n<ul>\n<li>— Cloud-based service, whereby COING is making available the Software, the User Account and the Content (including the related mobile apps, desktop apps and extensions as well as other computer programs COING makes available in conjunction therewith) on-demand <b>(Cloud Clockify)</b>.</li>\n<li>— Software installed on a licensed User's device and hosted by that User <b>(Server Clockify)</b>, as further explained here.</li>\n<li>— Set of APIs that enable the User community, including application developers and website operators, to retrieve data from Clockify or provide data to us <b>(Platform)</b>.</li>\n</ul>\n<p>When we say \"<b>COING</b>\", \"<b>we</b>\" or \"<b>us</b> \"<b>,</b> we are referring to COING Inc., 2100 Geng Road, Suite 210, Palo Alto, CA 94303, USA.</p>\n<p>When we say \"<b>Content</b>\" we mean all Clockify's features and technical resources available to Users, including but not limited to information, data, text, photographs, videos, audio clips, software, scripts, graphics and interactive features generated, provided, or otherwise made accessible on or through Clockify.</p>\n<p>When we say \"<b>End User</b>\" we mean User who uses Server Clockify based on the license lawfully obtained by Client (Server Clockify).</p>\n<p>When we say \"<b>Enterprise</b>\" we mean a User of Cloud Clockify which is a legal entity.</p>\n<p>When we say When we say \"<b>Enterprise Plan</b>\" we mean the paid plan available to the Enterprise, which depends on the number of seats and number of Workspaces, as further explained here.</p>\n<p>When we say \"<b>Extra Features</b>\" we mean features that are not included in the free version of Cloud Clockify and that require a subscription to one of the Paid Plans.\nFor example, those features are Automatic Lock, Branded Reports, Project Templates, Private Entries, etc.</p>\n<p>When we say \"<b>Free Plan</b>\" we mean features that are included in the free version of Cloud Clockify.</p>\n<p>When we say \"<b>Intellectual Property Rights</b>\" we mean any and all registered and unregistered rights granted, applied for or otherwise now or hereafter in existence under or related to any patent, copyright, trademark, trade secret, database protection or another intellectual property right, and all similar or equivalent rights or forms of protection, in any part of the world.</p>\n<p>When we say \"<b>Party</b>\" or \"<b>Parties</b>\" we refer to COING and/or User.</p>\n<p>When we say \"<b>Paid Plan</b>\" we mean either Subscription Plan or Enterprise Plan.</p>\n<p>When we say \"<b>Price Plan</b>\" we refer to the description of a set of features for each Subscription Plan, Enterprise Plan and Server Plan, available here.</p>\n<p>When we say \"<b>Privacy Policy</b>\" we refer to COING's personal data protection policy available here.</p>\n<p>When we say \"<b>Regular user</b>\" we are referring to a User who has been invited, permitted or caused to have access to a shared Workspace by Admin, either through the User Account or otherwise.\nThe User can be Admin and Regular user at the same time in relation to different Workspaces, as further explained here.</p>\n<p>When we say \"<b>Security Policy</b>\" we refer to COING's security data protection policy available here.\nCOING’s security data protection policy is applicable solely to the Cloud Clockify.</p>\n<p>When we say \"<b>Seats</b>\" we mean the number of Users in the Enterprise Plan including both active and inactive users.</p>\n<p>When we say \"<b>Service</b>\" we mean making Clockify available by COING in any version (both Cloud Clockify and Server Clockify), in full or in part, including any updates, upgrades, enhancements, modifications, new features, programs and tools.</p>\n<p>When we say \"<b>Server Plan</b>\" we mean the pricing for the features available to Clients in accordance with the Price Plan and any other terms agreed between the Parties in writing.</p>\n<p>When we say \"<b>Subscriber</b>\" we mean User to whom a Subscription Plan belongs.</p>\n<p>When we say \"<b>Subscription Plan</b>\" we mean different sets of Content provided on Cloud Clockify and priced differently.\nThere are two types of Subscription Plans based on the availability of Extra Features: Plus Plan and Premium Plan.</p>\n<p>When we say \"<b>Subscription Term</b>\" we mean period for which the Paid Plan is made available to a Subscriber, provided Subscriber adheres to the obligations arising from the Agreement.\nThe subscription can be either monthly or annual.</p>\n<p>When we say \"<b>Terms of Use</b>\"or \"<b>TOU</b>\" we mean these rules that govern the use of the Service.</p>\n<p>When we say \"<b>User</b>\" or \"<b>You</b>\" we refer to any person or entity, other than COING, that uses, accesses, downloads, saves, installs, possesses, controls or receives the Service or the Software or any part thereof.\nThe term User encompasses different categories of users which: 1) may be divided based on the access level (such as Admin, Regular User and Project Manager) 2) may be divided based on the type of Service they use (for example, Subscriber (Cloud Clockify), Client and End User (Server Clockify) 3) are using Clockify as natural persons or as legal entities (Enterprise).\nThe term User also includes those that access the Platform (within the meaning of Section 1).\nUsers should interpret the term as referring to them, unless the context suggests otherwise.</p>\n<p>When we say \"<b>User Account</b>\" we mean an account provided by Clockify, whose purpose is to allow User to access and use Content or certain parts of it and create User Content.</p>\n<p>When we say \"<b>User access levels</b>\" we mean three different roles a User may have:</p>\n<ul>\n<li>— <b>Admins</b>, who can see and edit everything</li>\n<li>— <b>Regular users</b>, who track time</li>\n<li>— <b>Project managers</b>, who can see everything on their projects,</li>\n</ul>\n<p>as further explained here.</p>\n<p>When we say \"<b>User Content</b>\" we mean any content provided by User in Workspace or anywhere else on Clockify, including any entered, recorded, stored, used, controlled, modified, disclosed, transmitted or erased information and data.</p>\n<p>When we say \"<b>User's device</b>\" we mean any hardware system, whether physical or virtual, with an internal storage device capable of running the Software.</p>\n<p>When we say \"<b>Website</b>\" we mean the websites located at https://clockify.me/, as well as the related mobile apps and desktop apps and all browser extensions collectively or each of them individually.</p>\n<p>When we say \"<b>Workspace</b>\" we mean the user environment provided via the Service, including private workspace (only visible to the User that created it) or shared workspace (visible to the User that created it and to the Users with whom it has been shared), as further explained here.</p> 2.\nWHO CAN USE CLOCKIFY? <p>The Service is solely intended for those who have full legal capacity.</p>\n<p>If you are a natural person, you need to be at the age of majority (legal age) to be able to use the Service.\nLegal age depends on the national legislation applicable to the User (probably you need to be 18 years old).\nBy using the Service, you represent that you are of legal age.\nIf you are not at the required age, please stop using the Service or Clockify immediately.</p>\n<p>An Admin must ensure that any Regular user, who is a natural person, whom he causes to become a User (for example, by inviting the person to access the Service) has full active legal capacity.</p>\n<p>The Service is primarily aimed at businesses and companies.\nHowever, if you are using the Service as a natural person for a purpose unrelated to trade, business or profession and wish to rely on consumer protection legislation, you need to notify COING before you start using the Service and before subscribing to any Paid Plan.\nIn the event a User fails to send such notification to COING, the User will not be able to rely on any applicable consumer law and will not be able to invoke any consumer rights (including the right to withdraw from the Agreement).</p>\n<p>If you are an individual User, or are accessing the Services or Software, or are otherwise browsing the Website, this Agreement is between you, individually, and COING.</p>\n<p>If you enter this Agreement on behalf of Enterprise, you warrant that:</p>\n<ul>\n<li>(1) You have the full legal authority to bind the Enterprise to TOU;</li>\n<li>(2) You have read and understood the TOU;</li>\n<li>(3) You represent that you have the Enterprise's permission and authority to use the Enterprise's User Content;</li>\n<li>(4) You agree to TOU on behalf of the Company that you represent.</li>\n</ul>\n<p>Please note that, if you subscribe for a certain Paid Plan by using an email address from the Enterprise, you will be deemed to represent such Party and the word \"User\" or \"You\" in these TOU will refer to such Enterprise.</p>\n<p>Subscribers on behalf of the Enterprise and the authorized Users of the Enterprise are jointly responsible for the authorized Users' use of the Services and Software.\nAny violation of the TOU by any of the authorized Users shall be deemed to be a violation thereof by the Enterprise and by the authorized User of the Enterprise.</p> 3.\nCONSENT AND THE SERVICE <p>User shall be bound by this Agreement in any of the following situations, whichever occurs first:</p>\n<ul>\n<li>(1) Upon creating a User account.\nCreating a User account entails an obligation to verify the User’s email.</li>\n<li>(2) If User agrees to or is deemed to have agreed to the Agreement.\nAny use, access or attempt to use or attempt to access the Software or the Service shall be considered deemed to agree.</li>\n<li>(3) If User installs or attempts to install Server version of Clockify.</li>\n<li>(4) If Client makes payment for the license for Server Clockify.</li>\n</ul>\n<p>Client is responsible to ensure End Users comply with the Agreement.</p>\n<p>We will make the Service available to You pursuant to this Agreement and the applicable plan You have chosen.\nWe will use commercially reasonable efforts to make the Services available 24 hours a day, 7 days a week, except (a) during planned downtime (of which we will give advance notice).\nand (b) for any unavailability caused by circumstances beyond our reasonable control, including, for example, a force majeure event.</p>\n<p>You acknowledge that COING may modify the features and functionality of the Services during the Term of the Agreement.\nCoing shall provide You with commercially reasonable advance notice of any deprecation of any material feature or functionality.</p> 4.\nAGREEMENT AMENDMENTS <p>COING may revise and update these Terms of Use or any part of Agreement at any time.</p>\n<p>If you use Cloud Clockify, you are cautioned to review the Terms of Use posted on the Website periodically.\nAny changes shall enter into force upon being published on the Website and/or after at least 10 days after you have received a notification from us via email.\nYour continued access or use of the Website after any such change will constitute your acceptance of these changes.\nIf you do not agree to the new terms of Agreement, and you have not subscribed to any of the Paid Plans, you must stop using Cloud Clockify.\nIf you are subscribed to any of the Paid Plans, the existing Agreement will continue to be valid until expiration of the then-current billing term(for example, until the expiry of the month for which Client has already made payment to COING), unless the Parties agree otherwise (including the agreement which entails an implicit consent by the User’s continued use).</p>\n<p>If you use Server Clockify, COING will send you the notification on the amendments of TOU.\nIf you do not agree to the new TOU, you must notify COING within 10 days from receipt of such notification.\nIf you fail to send such notification to COING, your continued use will be deemed as acceptance to the new TOU.\nIf you do not wish to comply with the new TOU and you send notification with the refusal to comply within 10 days, the existing Agreement will continue to be valid until expiration of the then-current billing term (for example, until the expiry of the year for which Client has already made payment to COING), unless the Parties agree otherwise.</p> 5.\nELECTRONIC COMMUNICATIONS <p>By accepting these TOU, you agree to this electronic contract.\nIn addition, by visiting or sending emails to Clockify constitutes electronic communications.\nYou consent to receive electronic communications and you agree that all agreements, notices, disclosures and other communications that we provide to you electronically, via email, satisfy any legal requirement that such communications be in writing.</p>\n<p>Please note that notifications about any amendment of TOU by Article 4 (Agreement Amendments) or any material change to the Service or the Agreement will be sent to your email, as stipulated in Article 19 (Notifications).\nWe have a legal obligation to inform you about the change of the terms so you can decide whether to continue using the Service.\nSuch correspondence does not constitute marketing or promotional emails, and you cannot unsubscribe from receiving such notifications.\nIf you do not wish to receive such notifications, you need to terminate the Agreement by deleting your account.</p> 6.\nINTELLECTUAL PROPERTY <p>Unless otherwise indicated in the Agreement, the Service, Clockify and its entire Content (including but not limited to the original source code, Website copy, images, graphic elements, design, databases, logo or other signs, domain, trade name and business name, trademarks or service marks, any customized work and other related materials) are protected by Intellectual Property Rights of COING.</p>\n<p>Users have only the rights specified under Section 7 and Section 25 of this Agreement.\nUser may not acquire any other Intellectual Property Rights under this Agreement.\nClockify is made available on a limited-access basis, and no ownership right may be conveyed to any User, irrespective of the use of terms such as \"purchase\" or \"sale\".</p>\n<p>Any unauthorized use of the Content and/or any part of it, without the permission of the owner of Intellectual Property Rights, shall be deemed an infringement of Intellectual Property Rights.\nCOING will take all legal remedies to protect its Intellectual Property Rights immediately upon the knowledge of such unauthorized use.</p>\n<p>Except for the rights granted under Section 25 of TOU, any copying of Content or downloading Content in part or whole is permitted only by written consent from COING.</p>\n<p>COING also reserves all Intellectual Property Rights not expressly granted in this Agreement.</p> 7.\nAUTHORIZATION TO USE <p>If you are a natural person using Cloud Clockify, in consideration of your acceptance of this Agreement and your payment of all applicable fees, COING grants you a personal, limited, non-exclusive, non-transferable, revocable authorization to access and use the Services for your personal purposes in accordance with the Agreement and any other instructions on the Website.</p>\n<p>If you are an Enterprise using Cloud Clockify, in consideration of your acceptance to this Agreement and your payment of all applicable fees (if you choose to subscribe to a Subscription Plan or Enterprise Plan), COING grants you a limited, non-exclusive, non-transferable (or restrictedly-transferable), revocable authorization to access and make use of the Services solely for your internal business purposes, in accordance with the Agreement and any other instructions on the Website.</p>\n<p>The authorization to access enables:</p>\n<ul>\n<li>(1) <b>Admin:</b> the right to use the Free Plan of the Service in accordance with the Agreement or to use Extra Features in accordance with any Paid Plan and to provide a limited set of its rights to the Regular user with whom they shared a Workspace.</li>\n<li>(2) <b>To the Regular user</b>: the right to access and use their User Account in accordance with the Agreement and any Paid Plan, whose benefits the Admin is entitled to enjoy.</li>\n<li>(3) <b>To the Subscriber:</b> the right to use the Extra Features during the term of the Subscription conditioned with the payment in accordance with the Price Plan.</li>\n<li>(4) <b>To the Enterprise:</b> the right to use Extra Features for the agreed number of Workspaces and seats conditioned with the payment in accordance with the Price Plan.</li>\n</ul>\n<p>If you are a Client subscribed to the Server Plan, please see Section 25 of TOU.</p>\n<p>Any other use of the Software or the Service, not specifically mentioned in this Agreement, by any User, is forbidden.\nFor example, the authorization to use does not give you any right to, and You may not:</p>\n<ul>\n<li>(i) publish, copy, rent, lease, lend, sell, create derivative works or transfer in any way the Software, Website, Services or any portion(s) of the foregoing;</li>\n<li>(ii) distribute, transmit, publish or otherwise disseminate the Software, Website, Services or any portion(s) of the foregoing;</li>\n<li>(iii) attempt to access or derive the source code or architecture of the Software or work around any technical restrictions or limitations in the Software;</li>\n<li>(iv) reverse engineer, decompile, or disassemble the Software, or attempt to do so;</li>\n<li>(v) when using Internet-based features, you may not use those features in any way that could interfere with anyone else's use of them, or to try to gain access to or use any service, data, account, or network, in an unauthorized manner;</li>\n<li>(vi) attempt to probe, scan or test the vulnerability of the Website, Services and/or Software, or any associated system or network, or to breach any security or authentication feature or measures, and, if you are blocked by COING from accessing the Site, Software or Services (including by blocking your IP address), you will not implement any measures to circumvent such blocking (e.g., by masking your IP address or using a proxy IP address).</li>\n</ul> 8.\nSUBSCRIPTION <p>By creating a User Account at Cloud Clockify you automatically start your Free Plan.\nYou may choose to switch from the Free Plan to any Paid Plan at any time.\nOnce you choose to do so, we start to apply the respective subscription fees in accordance with the applicable Paid Plan.</p>\n<p>Anyone who subscribes to any Paid Plan or anyone who permits or causes another person to make an order on their behalf will be liable for the payment arising from such a subscription.\nThe same rules will apply to anyone who permits to be designated as a payer for a Paid Plan.</p>\n<p>Paid Plan is connected to a single Workspace.\nAfter subscribing to a Paid Plan to one or more Workspaces, a User may continue to have multiple Workspaces subscribed to a Free Plan.</p>\n<p>Paid Plans for Cloud Clockify is charged either monthly or annually, as chosen upon subscription.</p>\n<p>Enterprise Plan is being charged based on the number of seats and number of Workspaces with Extra Features within such a plan.\n</p>\n<p>If an Enterprise has filled out all available seats in the account, the Enterprise can purchase additional seats.\nThe number of seats cannot be lower than the number of active users.\nThe Enterprise may not invite new Users before adding a sufficient number of seats.\n</p>\n<p>An Enterprise may purchase seats from the Subscription page or may contact us at support@clockify.me.</p>\n<p>Users of the Enterprise Plan may have unlimited number of Workspaces without Extra Features or have Workspaces in relation to which subscription is based on a Plus Plan or on a Premium Plan.</p>\n<p>For the instructions on the upgrade or downgrade of the Enterprise Plan, please see section 11 of the TOU.\n</p>\n<p>All payments for the Paid Plan are due in advance by the first day of the billing period.</p>\n<p>Prices set out in the Price Plan are subject to change at any time.\nAny price may change at any time and will become binding on the Subscriber upon the following conditions:</p>\n<ul>\n<li>(1) For Cloud Clockify, COING has sent a 7-days-period-notice;</li>\n<li>(2) The User did not unsubscribe from the Paid Plan within such a period or by the end of the then-current Subscription Term, whichever date is later.</li>\n</ul>\n<p>Such notice may be sent to a Subscriber by email to your most recently provided email address or posted on the Website or by any other manner chosen by COING in its commercially reasonable discretion.\nYou will be deemed to have received any such notice that is posted on the Website on the day following the date it was posted.</p> 9.\nFREE-TRIAL <p>The use of Cloud Clockify with all the Extra Features is free of charge if a User opts for the 7-days trial period (\"<b>Free-trial</b>\").\nWe do not require credit card information for the Free-trial.</p>\n<p>After Free-trial expires, the User who wishes to continue using Cloud Clockify with Extra Features will be requested to make a payment according to the chosen Paid Plan and the Price List.</p>\n<p>Alternatively, the User may opt for the Server Clockify by contacting us at support@clockify.me for more information.</p>\n<p>The User will not be eligible to participate in any Free-trial for a Workspace in relation to which the User has already been subscribed to any Paid Plan.</p> 10.\nPAYMENT <p>Anyone who subscribes to Service or anyone who has permitted or caused another person to make a subscription on their behalf is deemed to have agreed to and accepted liability for the payments under such Paid Plan.</p>\n<p>User must keep all the billing data complete and accurate (such as a change in billing address, credit card number or credit card expiration date) and must promptly notify COING if payment method has changed (for example, for loss or theft) or if Client becomes aware of a potential breach of security, such as the unauthorized disclosure or use of name or password.\nIf Client fails to provide any of the foregoing information, User agrees that COING may continue charging for any use of the Service unless Client has terminated Agreement as set forth herein.</p>\n<p>All sums payable to COING hereunder shall be paid in full, without deducting or allowing the deduction of any currency conversion, wire transfer, remittance, applicable tax or other charges related to the payment.</p>\n<p>The payment of the Service shall be made before the commencement of the Subscription Term.</p>\n<p>If your Paid Plan involves a recurring payment of a fee, unless you notify us before a charge that you want to cancel or do not want to automatically renew your subscription, you understand it will automatically continue and you authorize us (without notice to you, unless required by the applicable law) to collect the then-applicable fees and any taxes using any credit card we have on record for you.</p>\n<p>You hereby authorize COING to charge to your designated account, relating to the Services you select, and you agree to pay all such fees in accordance with the TOU.</p>\n<p>If your default payment instrument is declined for any reason, we may deny access to the Paid Plan immediately.</p>\n<p>The fees are exclusive of any VAT or other taxes and public duties, save where COING has explicitly stated to the contrary.\nIt is each User's responsibility to bear all public duties related to the purchase of the Service.</p>\n<p>All payments are handled by a third-party payment gateway.\nCOING is not responsible for the processing of Client's payment and shall not be liable for any matter in connection therewith.</p>\n<p>Paid fees are non-refundable.\nIf the Agreement or a Paid Plan or a Server Plan is terminated or varied during a certain billing period, the User shall not be entitled to any refund concerning that billing period.\nIn addition, payments made for the future billing periods will not be refunded unless the Parties explicitly agree otherwise.</p>\n<p>You understand that cessation of use of the Service will not entitle you to any refund.\nIf you do not use the Service, you need to cancel the subscription to any Paid Plan and switch to Free Plan or close the User Account (Section 17 of the TOU).</p> 11.\nUPGRADING OR DOWNGRADING PLAN A.\nUpgrading Plan <p>As a User of Cloud Clockify, you may upgrade your plan at any time.\nBy upgrading your plan we mean either switching to a Paid Plan, and/or switching to any annual Paid Plan from a monthly Paid Plan, or in relation to the Enterprise Plan, increasing the number of seats or Workspaces.</p>\n<p>Plans may be upgraded as follows:</p>\n<ul>\n<li>(1) <b>Upgrading from the Free Plan to any Paid Plan</b>\n<br>You are instantly being charged for the next billing period (a month or a year) and, after payment, you obtain immediate access to all Extra Features for the Paid Plan you chose.<p>\n</p>\n</li>\n<li>(2) <b>Upgrading from the monthly/annual Plus Plan to the monthly/annual Premium Plan</b>\n<br>You are instantly being charged for the next month or the next year on a pro rata basis and you obtain immediate access to all Extra Features for the Premium Plan.\nYour next billing date is after a month/year starting from the next day from the day payment has been made.<p>\n</p>\n</li>\n<li>(3) <b>Upgrading from the monthly Premium Plan to the annual Premium Plan or from the monthly Plus Plan to the annual Plus Plan</b>&lt;<br>You are instantly being charged for the next year on a pro rata basis.\nYour next billing date is after a year starting from the next day from the day payment has been made.<p>\n</p>\n</li>\n<li>(4) <b>Upgrading from monthly Premium Plan to annual Plus Plan</b>\n<br>After your then-current Subscription Term expires, you are being charged an annual fee for the Plus Plan.\nYou will be denied access to the Extra Features in the Premium Plan after the expiry of the then-current Subscription Term.<p>\n</p>\n</li>\n<li>(5) <b>Upgrading from the annual Plus Plan to the annual Premium Plan</b>\n<br>You are instantly being charged for the next year on a pro rata basis and you obtain immediate access to all Extra Features for the Premium Plan.\nYour next billing date is after a year starting from the next day from the day payment has been made.<p>\n</p>\n</li>\n<li>(6) <b>Increasing the number of seats in an Enterprise Workspace</b>\n<br>We charge for the new seats on a pro-rata basis for that billing period and the total (increased) number of seats from the next billing period.\nPlease note that the number of seats can only be equal to or higher than the number of active users.\nOnce you fill up all the seats, you need to add more seats before inviting others.<p>\n</p>\n</li>\n</ul> B.\nDowngrading Subscription Plan <p>As a User of Cloud Clockify, you may downgrade your Subscription Plan at any time.\nBy downgrading your Subscription Plan we mean either switching to a plan that offers less or no Extra Features and/ or switching to any monthly Subscription Plan from an annual Subscription Plan.\nSubscription Plans may be downgraded as follows:</p>\n<ul>\n<li>(1) <b>Downgrading from any Subscription Plan to Free Plan</b>\n<br>After your then-current Subscription Term expires, your access to the Extra Features will be denied and you can continue to use the Free Plan.</li>\n<li>(2) <b>Downgrading from monthly/annual Premium Plan to monthly/annual Plus Plan</b>\n<br>After your then-current Subscription Term expires, your access to the Extra Features offered in the Premium Plan will be denied, you will be charged for the Plus Plan, based on the Subscription Term you chose and you can continue to use the Plus Plan.</li>\n<li>(3) <b>Downgrading from annual Premium Plan to monthly Premium Plan or from annual Plus Plan to monthly Plus Plan</b>\n<br>After your annual Subscription Term expires, you will be charged for the monthly Subscription Term and you can continue to use the same Subscription Plan.</li>\n<li>(4) <b>Downgrading from the annual Plus Plan to the monthly Premium Plan</b>\n<br>You obtain instant access to Extra Features in the Premium Plan.\nThe payment made for the annual plan is being calculated on a pro rata basis.\nDepending on the balance, you may obtain credit on Clockify or you may be charged instantly for the outstanding payment for the monthly Premium Plan.\nIn the event you have the remaining credit, such credit will be applied against the amounts payable for the next billing term.\nThere is no possibility to claim refund.</li>\n</ul> C.\nDowngrading the Enterprise Plan <p>You may downgrade the Enterprise Plan by reducing the number of seats, in which case, after your then-current billing term expires, you will be charged based on the new number of seats for the next billing period.\nThere is no possibility to obtain a refund for the reduction of the number of seats for the payment of the then-current billing term.</p>\n<p>If you wish to cancel your Enterprise Plan, you may do so via your User Account.</p>\n<p>The Enterprise Plan will be cancelled/downgraded upon the expiry of the then-current billing period.\nIf you wish to add new users before the expiry of the then-current billing period, please contact support@clockify.me, and we will terminate the Enterprise Plan earlier.\nHowever, please kindly note that earlier termination does not entitle you to a refund.</p> 12.\nACCEPTABLE USE <p>To use Clockify, each User must comply with these rules of acceptable use:</p>\n<ul>\n<li>— User must provide complete information for registration purposes.</li>\n<li>— User must provide accurate and up-to-date information.\nThe User has to use accurate contact information.\nUsing false identity is strongly prohibited.</li>\n<li>— User will prevent any other person from using that User's account.\nUse of the account by more people is prohibited.</li>\n<li>— User must maintain the security of the account and password, and share it solely with the authorized persons.\nUser is responsible and liable for any use of the Website, Services or Clockify through Client's account, whether authorized or unauthorized.COING cannot be held liable for any loss, damages or expenses incurred due to User's failure to comply with this obligation.\nUser will be liable for all losses, damages, liability and expenses incurred by COING or a third-party as a consequence of authorized use of the account.\nIf you become aware of any unauthorized use of your account on Clockify, you need to immediately notify us by sending an email to support@clockify.me.</li>\n<li>— User will not engage in activity that violates the privacy of others, or any misuse or unlawful processing of personal data, nor will publicly display or use Clockify to share inappropriate content or material.\nThe User may not violate any applicable law or regulations in connection with your use of the Website, Services or Software.</li>\n<li>— User will not access the Services or the Software to build a competitive product or service, to build a product using similar ideas, features, functions or graphics, or to copy any ideas, features, functions or graphics.</li>\n<li>— User will not engage in web scraping or data scraping on or related to the Software or the Platform, including without limitation collection of information through any software that simulates human activity or any bot or web crawler.</li>\n<li>— User will not automate access to the Website or the Services, including, without limitation, through the use of APIs, bots, scrapers or other similar devices.</li>\n</ul>\n<p>Admin undertakes to cause each Regular user with whom such User shares its Workspace(s) to comply with all legal requirements applicable to the use of Service.</p>\n<p>Users are fully responsible for all the activities that occur under their User Accounts.</p> 13.\nUSER CONTENT <p>Users are also solely responsible for all text, documents or other content or information uploaded, entered or otherwise transmitted in connection with your use of the Services and/or Software ( \"<b>User Content</b>\").\nBy accepting this Agreement, each User warrants, represents and covenants that the User owns or has a valid and enforceable license to use all User Content.\nUser Content will not infringe, misappropriate or violate the rights of any person or entity or any applicable law, rule or regulation of any government authority of competent jurisdiction.\nWithout limiting the foregoing, any feature(s) of the Services and/or Software that may permit you to temporarily save or otherwise store User Content is offered for your convenience only and COING does not guarantee that the User Content will be retrievable.\nYou are solely responsible for saving, storing and otherwise maintaining User Content including by maintaining backup copies of your User Content on appropriate independent systems that do not rely on the Services and/or Software.</p>\n<p>Clockify allows you to store or share User Content or obtain access to the User Content from other Users.\nNevertheless, if a User submits, uploads or creates content as a Regular user on a shared Workspace, User acknowledges and accepts that Admin of that Workspace has exclusive, non-transferable and irrevocable license to access, copy, modify and/or remove such content, including but not limited to adding or removing User from the team or enabling or disabling their or third-party integrations.</p>\n<p>COING reserves the right to refuse, limit or cancel the Service, terminate User Accounts, or remove or edit User Content in its sole discretion.\nTherefore, when investigating alleged violations of this Agreement, COING reserves the right to review your User Content to resolve the issue (such as to prevent harmful or illegal activity).\nCOING may also access the User Content when providing technical support or when performing other legal obligations under this Agreement.</p>\n<p>Nevertheless, COING has no obligation to monitor User Content (and will make no attempt to do so) and has no obligation to remove any User Content.</p>\n<p>COING cannot be held responsible for any loss, damage, expense or other harmful consequences to any User resulting from User Content.</p>\n<p>In the event becomes aware of the illegal User Content, activities that infringe anyone's Intellectual Property Rights or personal data or any other right, or activities that infringe these Terms of Use, COING may, in its sole discretion, disable, close, temporarily or permanently limit access to any User Account without any notice.\nCOING may not be liable for any loss, damages or undesirable consequences resulting from such action.</p> 14.\nDISCLAIMER OF WARRANTIES <p>Your use of Clockify is at your sole risk.\nThe service is provided on an \"as is\" and \"as available\" basis.</p>\n<p>Any warranty of COING regarding the site, Services or Software (or part thereof) not expressly stated herein shall be deemed withheld.\nSupplier disclaims, to the fullest extent permitted under the applicable law, all statutory warranties and course of performance, course of dealing and usage related to licensees' and users' expectations.</p>\n<p>User is solely responsible for any damage User may suffer resulting from the use of the Service.\nNo oral or written information or advice given by COING or its authorized representatives shall create a warranty or in any way increase the scope of COING's obligations.</p>\n<p>Without prejudice to the generality of the previous provisions, COING does not warrant that:</p>\n<ul>\n<li>(a) the Service will meet User's specific requirements nor that the Service will be \"fit for purpose\", unless COING and a User agree on customization of Clockify by COING in a separate Agreement in accordance with section 25 of this Agreement,</li>\n<li>(b) the Service will be uninterrupted, timely, secure, error-free or of satisfactory quality,</li>\n<li>(c) the results that may be obtained from the use of the Service will be accurate or reliable,</li>\n<li>(d) any errors in the Service will be corrected.</li>\n</ul>\n<p>COING and/or its suppliers make no representations about the suitability, reliability, availability, continuity, timeliness, and accuracy of the Service and Software.</p>\n<p>Without limiting the foregoing, Clockify is not designed or licensed for use in hazardous environments requiring fail-safe controls (for example, aircraft navigation/communication systems, air traffic control, medical device and life support machines, or weapon systems) in which the failure of the Software could lead to death, personal injury or physical and environmental damage ('High-Risk Activities').\nAccordingly, this Agreement excludes any High-Risk Activities and User agrees not to use the Software in connection with High-Risk Activities.</p>\n<p>In connection to Cloud Clockify, COING reserves the right (but has no obligation) to do any of the following, at any time:</p>\n<ul>\n<li>(1) to modify, suspend or terminate operation of or access to Clockify, or any part of the Service or any feature for any reason,</li>\n<li>(2) to modify, change, upgrade Clockify or any part of it,</li>\n<li>(3) to interrupt the operation of Clockify or any part of it, as necessary to perform routine or non-routine maintenance, error correction, or other changes.</li>\n</ul>\n<p>without notice to Users who are not Subscribers, with one month's notice to Subscribers and with two-month notice to Clients.</p> 15.\nLIMITATION AND EXCLUSION OF LIABILITY <p>To the maximum extent permitted by the applicable law, COING and/or its suppliers, employees and representatives shall be liable in no event for:</p>\n<ul>\n<li>(1) any loss, damage, expense or other harmful consequences resulting from anyone's use or inability to use Clockify;</li>\n<li>(2) any installation, implementation, customization or modification of the Software not carried out by COING;</li>\n<li>(3) any failure to apply available update, service pack, fix or upgrade that would have avoided the harmful event;</li>\n<li>(4) any unauthorized access to the User Content;</li>\n<li>(5) any unauthorized use of any User's credentials.</li>\n</ul>\n<p>To the maximum extent permitted by applicable law, in no event shall COING and/or its suppliers, employees and representatives be liable for: any indirect, punitive, incidental, special, consequential damages or any damages whatsoever (including, without limitation, damages for loss of use, data or profits, or business interruption) arising out of or in any way connected:</p>\n<ul>\n<li>— with the use or performance of Clockify,</li>\n<li>— with the delay or inability to use Clockify and the Service, including the provision of or failure to provide Services,</li>\n<li>— with information, Website, Software, products, Service and related graphics obtained through Clockify, or otherwise arising out of the use of Clockify, whether based on contract, tort, negligence, strict liability or otherwise.</li>\n</ul>\n<p>In the event that any of the foregoing limitations are deemed unenforceable or in the event any liability of COING is established, to the greatest extent permitted by law, You agree that the entire aggregate liability of COING and sole remedy available to any User in any case in any way arising out of or relating to the Agreement, Software or the Service shall be limited to monetary damages that in the aggregate may not exceed the sum of any amount paid (if any) by that User during the twelve months prior to notice to COING of the dispute for which the remedy is sought.\nIf the User had no obligation to make such payment during such a period, monetary damages that in the aggregate may not exceed the sum of $100 (hundred dollars).</p>\n<p>You agree that this limitation of liability represents a reasonable allocation of risk and is a fundamental element of the basis of the bargain between COING and you.\nYou understand that the Website, Services and Software would not be provided without such limitations.</p>\n<p>Some countries do not allow the limitation of certain damages, so some or all of this limitation of liability may not apply to you and you may have additional rights.\nNevertheless, if any portion of these sections is held to be invalid under the applicable law, the invalidity of such portion shall not affect the validity of the remaining portions of the applicable sections.</p>\n<p>Section 15 does not exclude mandatory liability for:</p>\n<ul>\n<li>(a) Wilful breach by COING of any of its obligations;</li>\n<li>(b) Death or personal injury caused by a defective item produced by COING.</li>\n</ul>\n<p>Neither Party shall be liable for breaching its obligations due to a circumstance they reasonably could not have foreseen and which is beyond their control, such as, e.g., a force of nature, an act of a legislative or an executive authority, war, civil unrest, act of terror, strike, non-trivial cyber attack, failure of a third-party hosting, Internet failure or any other circumstance qualifying as force majeure under the applicable law — to the extent that the respective circumstance prevented or hindered the Party's performance.\nFor the avoidance of doubt, the provisions of this section:</p>\n<ul>\n<li>(a) are not intended to derogate from, or limit the application of, any statutory limitation or exclusion of liability;</li>\n<li>(b) shall not be construed to limit the amount of, or excuse User from paying, any fee or other consideration owed hereunder.</li>\n</ul>\n<p>Security policy is applicable only to User Content on Cloud Clockify.\nCOING has no control and cannot be held liable for the breach of security of any User’s data outside Cloud Clockify (for example, when a User installs Clockify desktop app, some data may be stored locally).\nSecurity policy also does not apply to the security of a Client’s data (please see Section 25.6.\nof these Terms of Use for more information).</p> 16.\nINDEMNIFICATION <p>You agree to indemnify and hold COING harmless from any and all demands, losses, liability, claims or expenses (including attorneys' fees) made against COING by any third party due to or arising out of or in connection with your use of Clockify and the Services or, if you are an Admin User, in connection with the Regular user's use, including but not limited to:</p>\n<ul>\n<li>(a) your use of the Service and/or Software in violation of this Agreement and any applicable law, and/or arising from a breach of this Agreement and any applicable law;</li>\n<li>(b) any third-party claim of infringement of copyright or other intellectual property rights or invasion of privacy arising from hosting your User Content on the Software, and/or your making available thereof to other users of the Software, and/or the actual use of your User Content by other users of the Software or related services in accordance with the Agreement;</li>\n<li>(c) any activity related to your account, be it by you or by any other person accessing your account with or without your consent unless such activity was caused by the act or default of COING.</li>\n</ul>\n<p>In addition, in relation to Server Clockify, Client shall defend, indemnify and hold harmless COING, its officers, directors, employees, contractors, agents and representatives from and against all claims made by, and all damages, liabilities, penalties, fines, costs and expenses payable to, any third party, which arise from Client's or its End User's:</p>\n<ul>\n<li>(a) breach of this Agreement;</li>\n<li>(b) use of the Service;</li>\n<li>(c) processing of User's personal data;</li>\n<li>(d) contributions to the Service.\nor</li>\n<li>(e) infringement of any Intellectual Property or any proprietary or personal right.</li>\n</ul> 17.\nTERMINATION <p>This Agreement shall continue until either:</p>\n<ul>\n<li>(1) you cancel your subscription and/or request for your User Account and all of your Workspaces to be deactivated and deleted;</li>\n<li>(2) terminated by COING.</li>\n</ul> 17.1.\nTermination by User <p>User of Cloud Clockify may terminate this Agreement by closing the User Account.</p>\n<p>You may cancel your subscription at any time via your Admin account.\nIf you cancel after your subscription renewal date, you will not receive a refund for any amounts that have been charged.\nYour cancellation will be effective at the end of your then-current subscription period, subject to applicable law, and you may use the Services until your cancellation is effective (unless your access is suspended or terminated in accordance with this Agreement or the applicable law).\nIn other words, you may use the Service until the end of your subscription period.</p>\n<p>If you only wish to terminate a Paid Plan and continue with the Free Plan or upgrade/downgrade your Paid Plan to another Paid Plan, please see Section 10.</p>\n<p>If you use any Paid Plan that involves a recurring payment of a fee, we will stop charging the Services from the moment you notify us that you wish to cancel or that you do not want to automatically renew your subscription.\nUntil such cancellation, you understand that we have the right to automatically continue (without notice to you, unless required by the applicable law) to collect the then-applicable fees and any taxes using any credit card we have on record for you, as stipulated in Section 10 of the TOU.</p>\n<p>You understand that cessation of use of the Service will not entitle you to any refund.\nIf you do not use the Service, you need to cancel the subscription to any Paid Plan and switch to Free Plan or close the User Account.</p>\n<p>User is aware and accepts that closing the User Account does not necessarily mean that all Workspaces the User had access to will be automatically deleted.\nThe same rule applies to the User Content provided by that User.\nUser space may belong to other Users and it is in those Users' responsibility.</p>\n<p>In relation to Server Clockify, COING has no means or powers to provide the End User with the possibility to close the User Account.\nIf you are an End User, please contact the Client regarding this matter.</p> 17.2.\nTermination by COING <p>You agree that COING may immediately terminate this Agreement if you do not pay the fees when due in accordance with your Paid Plan.</p>\n<p>COING also reserves the right to cancel your subscription and your use of the Service.</p>\n<p>COING may deny you access to all or any part of the Services or terminate your account with or without prior notice if you engage in any conduct or activities that COING determines, at its sole discretion, violate this Agreement or the rights of COING or any third party, or is otherwise inappropriate.\nWithout limitation, COING may deny you access to the Services, or terminate this Agreement and your User Account.</p>\n<p>COING may, at its sole discretion, at any time and for any reason, terminate the Cloud Clockify Service, terminate this Agreement, or suspend or terminate any User Account at Cloud Clockify.\nCOING will send notice to User at the email address User provides when creating User Account, or such other email address User may later provide to COING.</p>\n<p>COING may, at its sole discretion for any reason, terminate the Service and/or terminate the Agreement with Client in relation to Server Clockify, after the expiry of 60 days from the day the notice of such termination is sent to Client.</p>\n<p>If you are an authorized user of an Enterprise, your Enterprise may decide to revoke your authorization or terminate your account.</p> 18.\nSEVERABILITY <p>If any provision of this Agreement is found invalid by any court having competent jurisdiction, the invalidity of such provision shall not affect the validity of the remaining provisions of this Agreement, which shall remain in full force and effect.</p>\n<p>If any provision of this Agreement violates any mandatory rule of the applicable law and proves to be void as a result thereof, such provision shall, for those specific circumstances and only in that particular respect in which it is void, be deemed to have been amended to comply with the law.\nAny such amendment shall be confined to the minimum necessary to make the provision valid and shall retain as much of its original ambit and meaning as possible.</p> 19.\nNOTICES <p>All notices to COING shall be provided to support@clockify.me or to the address specified in Section 1 (Definitions).</p>\n<p>COING may give notice to a User via the email address associated with the User Account or by mail or courier to the address provided for that User under Workspace Owner's details.</p>\n<p>Notice shall be deemed to have been received:</p>\n<ul>\n<li>(1) the next day if given via notice on User Account or via email</li>\n<li>(2) five workdays after posting the notice via courier or registered post.\nBy workday, we mean workdays at COING's registered seat.</li>\n</ul> 20.\nNO WAIVER <p>Our failure to exercise or enforce any right or provision of the Terms shall not constitute a waiver of such right or provision.</p> 21.\nLINKS TO THIRD-PARTY WEBSITES <p>Should COING enable access to data from another service provider through linking, COING does not carry responsibility for such information.</p>\n<p>The Website may contain links to other websites, owned by other legal or natural persons.\nEach of these websites has its Terms of Use and Privacy Policy on handling personal data, which may differ significantly from those which are applied to the use of this Website.\nCOING has no control over such websites and shall not carry any responsibility neither for the availability of those websites nor for the Terms of Use and Privacy Policy that applies to their visitors and users.</p>\n<p>Placing links to third-party websites on the Website does not in any way imply that COING recommends or approves services or products offered through such websites.</p> 22.\nJURISDICTION AND CHOICE OF LAW.\nDISPUTE RESOLUTION <p>This Agreement and any matter or dispute arising out of or related to the subject matter of the Agreement shall be governed, construed, and enforced in accordance with the Laws of the State of California, without regard to its conflict of laws rules.\nSpecifically excluded from application to this Agreement is that law known as the United Nations Convention on the International Sale of Goods.</p>\n<p>Mindful of the high cost of arbitration, you and COING agree to the following dispute resolution procedure: in the event of any controversy, claim, action or dispute arising out of or related to: (i) the Website.\n(ii) this Agreement.\n(iii) the Services.\n(iv) the breach, enforcement, interpretation, or validity of this Agreement.\nor (v) any other dispute between you and COING ( \"<b>Dispute</b>\"), the Party asserting the Dispute shall first try in good faith to settle such Dispute by providing written notice to the other Party (by first-class or registered mail) describing the facts and circumstances (including any relevant documentation) of the Dispute and allowing the receiving Party 30 days in which to respond to or settle the Dispute (\"<b>Mandatory negotiations</b>\").</p>\n<p>Notice shall be sent:</p>\n<ul>\n<li>(1) if to COING at: COING Inc., 2100 Geng Road, Suite 210, Palo Alto, CA 94303, USA.</li>\n<li>(2) if to you at: your last-used address in your account information or the address of the registered seat of the company (if the User is a legal entity for Enterprises).</li>\n</ul>\n<p>If no such address exists, or if the delivery to such address is unsuccessful, the notice shall be sent to the email address connected to that User's Account.</p>\n<p>Both you and COING agree that this dispute resolution procedure is a condition precedent that must be satisfied before initiating any arbitration or filing any claim against the other Party.</p>\n<p>Failing to resolve dispute as described in previous paragraphs of this Section, any controversy or claims arising out of or relating to this contract, or the breach thereof, shall be finally settled by arbitration administered by the American Arbitration Association in accordance with its Commercial Arbitration Rules and judgment on the award rendered by the arbitrator may be entered in any court having jurisdiction thereof.\nThe seat of arbitration shall be in San Francisco.</p>\n<p>If the above agreement, as respect arbitration, proves to be void or unenforceable, all disputes to which it was intended to apply shall be subject to the exclusive jurisdiction of the competent court in the State of California, the USA.\nIn such a case, the Mandatory negotiations clause remains applicable as a precondition to initiating court resolution of the dispute.</p>\n<p>\n<b>YOU UNDERSTAND AND AGREE THAT, BY ENTERING INTO THESE TERMS, YOU AND COING ARE EACH WAIVING THE RIGHT TO A TRIAL BY JURY.</b>\n</p>\n<p>This clause shall survive termination of the Agreement.</p>\n<p>Notwithstanding the provisions above, COING may, at its absolute discretion, assert and seek the protection of its Intellectual Property Rights and rights concerning confidential information or data processing anywhere in the world.</p> 23.\nNO CLASS ACTION <p>Except where prohibited by law, as a condition of using the Software and/or Service, you agree that any and all disputes, claims and causes of action arising out of or connected with the Software and/or Service, shall be resolved individually, without resort to any form of class action.</p>\n<p>Any arbitration under these Terms of Use will take place on an individual basis.\nclass arbitrations and class/representative/collective actions are not permitted.\nTHE PARTIES AGREE THAT A PARTY MAY BRING CLAIMS AGAINST THE OTHER PARTY ONLY IN EACH INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PUTATIVE CLASS, COLLECTIVE AND/ OR REPRESENTATIVE PROCEEDING, SUCH AS IN THE FORM OF A PRIVATE ATTORNEY GENERAL ACTION AGAINST THE OTHER.\nFurther, unless both you and COING agree otherwise, the arbitrator may not consolidate more than one person's claims, and may not otherwise preside over any form of a representative or class proceeding.</p> 24.\nENTIRE AGREEMENT <p>This Agreement (as amended from time to time) constitutes the entire Agreement between the Parties relating to the subject matter hereof and supersedes all prior Agreements and understandings between the Parties with respect to that subject matter.</p>\n<p>In case of conflict between any provision herein and any statement, representation or other information published on the Website or contained in any other materials or communications the provision in the Agreement shall prevail.</p> 25.\nSERVER CLOCKIFY <p>Terms of Use in other sections apply generally to all Services and use of Clockify.</p>\n<p>Nevertheless, section 25 contains specific terms that apply in addition to the general terms of the Agreement.\nThese specific terms govern if there are any conflicts with the general terms.\n<b>\n</b>\n</p>\n<p>If User wishes to install Clockify on its internal device, User must obtain a license from COING by signing a written agreement with COING.\nSuch an Agreement includes this TOU.\nClients are authorized to use Server Clockify only if they are properly licensed and the Software has been properly activated with a genuine product key or by other authorized methods provided by COING and for the duration of the license.</p>\n<p>Clockify can only be licensed for a limited period of time and cannot be sold.</p>\n<p>COING charges the license for Server Clockify annually in accordance with the Server Plan and the signed Agreement with Client.</p>\n<p>For more information on Server how to obtain Server Clockify and the Price Plan please contact support@clockify.me.</p> 25.1.\nLICENSE <p>During the term of the Agreement, COING grants Client a limited, non-exclusive, non-transferable, revocable, temporary license to reproduce and use the Software solely for Client's internal business purposes, provided Client pays all the agreed fees and Client complies with the restrictions set forth in the written Agreement.</p>\n<p>\n<b>Restrictions on Software Rights</b>.\nCopies of the Software created or transferred pursuant to this Agreement are licensed, not sold, and Client receives no title to or ownership of any copy or of the Software itself.\nFurthermore, Client receives no rights to the Software other than those specifically granted in the first paragraph of this Section.\nIn addition to the restrictions set out in Section 7 of TOU, and without limiting the generality of the foregoing, Client shall not:</p>\n<ul>\n<li>(a) modify, create derivative works from, distribute, publicly display, publicly perform, or sublicense the Software;</li>\n<li>(b) use the Software for service bureau or time-sharing purposes or in any other way allow third parties to exploit the Software.\nor</li>\n<li>(c) reverse engineer, decompile, disassemble, or otherwise attempt to derive any of the Software's source code.</li>\n</ul>\n<p>Previous provision also applies to the Clockify desktop and mobile apps.</p>\n<p>\n<b>Delivery.</b> COING shall provide the Software and Documentation to Client, through a reasonable system of electronic download or otherwise agreed between the Parties, within 10 calendar days after the payment has been made by Client.</p>\n<p>\n<b>Documentation</b>.\nUpon delivery of the Software, COING shall also deliver copies of the necessary Documentation.\nDuring the term of the Agreement, COING shall revise the Documentation as reasonably necessary in response to changes to the Software made pursuant to Section 25.2 and promptly deliver electronic copies of such revisions, without further charge.\nSuch revisions will constitute \"Documentation\" as of delivery to Client.\nThe Client may reproduce the Documentation as reasonably necessary solely to support the internal use of the Software.</p>\n<p>\n<b>Provision of Customization Services</b>.\nCOING may provide Clockify customization services, and Client shall provide such assistance and cooperation as necessary or convenient to facilitate the Customization Services.\nThe Customization Services are not included in the Server Plan and have to be agreed upon in a separate agreement between COING and Client.\nIf you need more information on Customization Services, please contact support@clockify.me.</p> 25.2.\nMAINTENANCE <p>\n<b>Maintenance</b>.\nDuring the term of the Agreement, COING shall promptly exercise commercially reasonable efforts to correct any failure of the Software (inherent to the Software itself and not caused by Client) to perform according to the Documentation.</p>\n<p>\n<b>Updates.</b> The Client will sometimes need software updates to keep using Server Clockify.\nCOING may automatically check Client's version of the Software and deploy software updates or configuration changes.\nThe Client may also be required to update the Software to continue using the Service.\nSuch updates are subject to this Agreement, unless other terms accompany the updates, in which case, those other terms apply.\nProviding updates is at COING's sole discretion.</p>\n<p>\n<b>Upgrades</b>.\nDuring the term of the Agreement, COING shall provide Client with copies of all upgrades, without additional charge, promptly, after the commercial release (if any).\nUpon delivery to Client, each Upgrade will constitute an element of the Software and will thereafter be subject to this Agreement's terms regarding Software, including without limitation, license, warranty and indemnity terms.Providing upgrades is in COING's sole discretion.</p> 25.3.\nPAYMENT FOR SERVER CLOCKIFY <p>The payment of license for Server Clockify has to be made in advance, before the Software is installed on Client's device or before the beginning of each billing period.\nThe only subscription available for the Server Clockify is the annual subscription in accordance with the agreed Server Plan and the Agreement between the Parties.</p>\n<p>Amounts due under this Agreement with Client are payable to COING without deduction and net of any taxes, tariff, duty, or assessment imposed by any government authority (national, state, provincial, or local), including, without limitation, any sales, use, excise, ad valorem, property, withholding, or value-added tax withheld at the source.\nIf the applicable law requires withholding or deduction of such taxes or duties, Client shall separately pay COING the withheld or deducted amount.\nHowever, the preceding two sentences do not apply to taxes based on COING's net income.</p>\n<p>Client acknowledges that the payment for Service is non-refundable for a certain billing period if Agreement is terminated any time after such billing period has started.</p> 25.4.\nCUSTOMIZATION <p>COING may customize Server Clockify in accordance with separately negotiated Agreement between the Parties.</p>\n<p>Customized Server Clockify can only be licensed for a limited period of time and cannot be sold, in accordance with these Terms of Use and the separate Agreement between the Parties.</p>\n<p>For more information on customization of Server Clockify please contact support@clockify.me.</p> 25.5.\nCONFIDENTIAL INFORMATION <p>\n<b>Confidential Information.</b>\"Confidential Information\" refers to the following information that one party to this Agreement ( \"<b>Discloser</b>\") discloses to the other ( \"<b>Recipient</b>\"): (a) any document Discloser marks \"Confidential\".\n(b) any information Discloser orally designates as \"Confidential\" at the time of disclosure.\n(c) any source code disclosed by COING and any names of actual or potential customers disclosed by Client, whether or not marked as confidential.\nand (d) any other non-public, sensitive information Recipient should reasonably consider a trade secret or otherwise confidential.\nQuotation offered by COING for the license to use Server Clockify or for the customization services will at all times be considered confidential.\nInformation Client shares with COING for the purpose of sending quotation shall be treated as confidential.</p>\n<p>Notwithstanding the foregoing, Confidential Information does not include information that: (i) is in Recipient's possession at the time of disclosure.\n(ii) is independently developed by Recipient without use of or reference to Confidential Information.\n(iii) becomes known publicly, before or after disclosure, other than as a result of Recipient's improper action or inaction.\nor (iv) is approved for release in writing by Discloser.</p>\n<p>\n<b>Nondisclosure</b>.\nThe Recipient shall not use Confidential Information for any purpose other than to facilitate the transactions contemplated by this Agreement ( \"<b>Purpose</b>\").\nRecipient: (a) shall not disclose Confidential Information to any employee or contractor of Recipient unless such person needs access in order to facilitate Purpose and executes a nondisclosure agreement with Recipient with terms no less restrictive than those of this Article 7.\nand (b) shall not disclose Confidential Information to any other third party without Discloser's prior written consent.\nWithout limiting the generality of the foregoing, Recipient shall protect Confidential Information with the same degree of care it uses to protect its confidential information of similar nature and importance, but with no less than reasonable care.\nNotwithstanding the foregoing, Recipient may disclose Confidential Information as required by the applicable law or by proper legal or governmental authority.\nThe Recipient shall give Discloser prompt notice of any such legal or governmental demand and reasonably cooperate with Discloser in any effort to seek a protective order or otherwise to contest such required disclosure, at Discloser's expense.\nRecipient shall promptly notify Discloser of any misuse or misappropriation of Confidential Information that comes to Recipient's attention.</p>\n<p>\n<b>Termination &amp.\nReturn</b>.\nUpon termination of this Agreement, Recipient shall return all copies of Confidential Information to Discloser or certify, in writing, the destruction thereof.</p> 25.6.\nREPRESENTATIONS, WARRANTIES AND EXCLUSION OF LIABILITY <p>From COING.</p>\n<ul>\n<li>(a) <b>Function.</b> COING represents and warrants that, during the term of this Agreement, the Software will perform materially as described in its Documentation and on the Website.</li>\n<li>(b) <b>IP Rights in the Software</b>.\nSubject to the next sentence, COING represents and warrants that it is the owner of the Software and each and every component thereof, or the recipient of a valid license thereto, and that it has and will maintain the full power and authority to grant the Intellectual Property Rights to the Software set forth in this Agreement without the further consent of any third party.</li>\n<li>(c) <b>Customization Services</b>.\nCOING represents and warrants that all Customization Services will be performed in a professional and workmanlike manner.</li>\n<li>(d) Data access.\nCOING will never access your data on Clockify, unless required for support reasons, in accordance with the Agreement and with your explicit permission.</li>\n</ul>\n<p>\n<b>From Both Parties</b>.\nEach Party represents and warrants that it has the full right and authority to enter into, execute, and perform its obligations under this Agreement and that no pending or threatened claim or litigation known to it would have a material adverse impact on its ability to perform as required by this Agreement.</p>\n<p>\n<b>Warranty Disclaimers.</b> Except for the express warranties in Section 25.6.\nabove, COING MAKES NO WARRANTIES, EITHER EXPRESS OR IMPLIED, INCLUDING WITHOUT LIMITATION ANY IMPLIED WARRANTY OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NON INFRINGEMENT OF INTELLECTUAL PROPERTY RIGHTS OR ANY IMPLIED WARRANTY ARISING FROM STATUTE, COURSE OF DEALING, COURSE OF PERFORMANCE, OR USAGE OF TRADE.\nCOING does not warrant that the Software will perform without error or that it will run without immaterial interruption.\nCOING provides no warranty regarding, and will have no responsibility for, any claim arising out of:</p>\n<ul>\n<li>(a) modification of the Software made by anyone other than COING, unless COING approves such modification in writing.\nor</li>\n<li>(b) use of the Software in combination with any operating system not authorized in the Specifications or Documentation or with hardware or software specifically forbidden by the Specifications or Documentation.</li>\n</ul>\n<p>Exclusion of Liability for Data Security.\nGiven that all the User Content is hosted on the Client’s server or server chosen by the Client, the security of the Client’s data and the User Content and application of the physical, technical, administrative, organizational and other measures is in the Client’s full responsibility.\nUnder no circumstances COING may be held accountable for any security data breach, unauthorized access, use, disclosure or any other illegal activity related to the Client’s data.\n</p> 25.7.\nTERMINATION OF THE AGREEMENT <p>\n<b>Termination</b>.\nThis Agreement will continue until terminated by either Party as specifically authorized herein.</p>\n<p>\n<b>License Term</b>.\nLicense Term refers to the period following the payment of the applicable fees and the installation of the Server Clockify by Client.\nThe License Term will renew automatically for a period of the same duration unless Client gives written notice of its intent not to renew 30 days before the end of the current License Term.</p>\n<p>\n<b>Termination for Cause.</b> Either Party may terminate this Agreement for the other's material breach by written notice specifying in detail the nature of the breach, effective in 30 days unless the other Party first cures such breach, or effective immediately if the breach is not subject to cure.</p>\n<p>\n<b>Effects of Termination.</b> Upon termination of this Agreement or License Term, Customer shall cease all use of the Software and delete, destroy or return all copies of the Software and Documentation in its possession or control.\nClient admits and acknowledges that any use after the license has expired shall constitute a breach of COING's Intellectual Property Rights.</p>\n<p>Without prejudice to the previous paragraph of this section, the license for Server Clockify and the Agreement thereof will immediately terminate if Client has failed to make payment prior to the beginning of the billing period and does not make such payment within five (5) working days after COING gives notice of such nonpayment to Client.</p>\n<p>Upon termination of the license to use Server Clockify for whatever reason, Client is obliged to delete Clockify and the Content from all the devices, prevent all End Users who have been using Server Clockify via license obtained by Client and present COING with the proof of cessation of all activities authorized by the Agreement.</p>\n<p>Each User understands and agrees that upon any termination of this Agreement:</p>\n<ul>\n<li>(a) all rights that User has been granted hereunder will terminate;</li>\n<li>(b) User must cease all activities authorized by the Agreement;</li>\n<li>(c) all amounts (if any) owed to COING hereunder become due;</li>\n<li>(d) all User Data and other information associated with the User Account may be deleted, or may become inaccessible to User;</li>\n<li>(e) all its Software-related obligations hereunder shall survive until Client has fully removed all Software from its devices, systems and storage media.</li>\n</ul>\n<p>The Client has to send a written statement to COING that Clockify has been permanently deleted and that Client ceased using Clockify.\nHowever, Client may export and save the data within User Content.\nUntil COING receives such written statement from the Client, it shall be deemed that the Client is using Clockify.</p>\n<p>These Terms of Use are effective as of 13/10/2020.</p> ", "created_at": "2020-05-13 04:24:07.823867", "updated_at": "2020-12-15 00:12:11.339587"}], "points": [{"id": 17956, "title": "The service collects many different types of personal data", "source": "https://clockify.me/privacy", "status": "Generated through the annotate view", "created_at": "2021-04-02 01:16:31.701218", "updated_at": "2021-04-02 07:36:37.347892", "quoteText": "Email address, password, time zone and sometimes profile photo, name and personal API key", "case_id": 376, "document_id": 2542, "quoteStart": 7217, "quoteEnd": 7306}, {"id": 17955, "title": "The service collects many different types of personal data", "source": "https://clockify.me/privacy", "status": "Generated through the annotate view", "created_at": "2021-04-02 01:15:55.327683", "updated_at": "2021-04-02 07:37:16.350601", "quoteText": "Financial Data</b>\n<br>\n<br>such as name, address, bank account and payment card details.", "case_id": 376, "document_id": 2542, "quoteStart": 7833, "quoteEnd": 7922}, {"id": 17957, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://clockify.me/privacy", "status": "Generated through the annotate view", "created_at": "2021-04-02 01:19:59.679957", "updated_at": "2021-04-02 07:21:00.727539", "quoteText": "When subscribing to any of the Paid Plans or when changing any Paid Plan in accordance with the Terms of Use, this information is being collected by a third party processor.", "case_id": 188, "document_id": 2542, "quoteStart": 8047, "quoteEnd": 8220}, {"id": 17958, "title": "You have the right to leave this service at any time", "source": "https://clockify.me/privacy", "status": "Generated through the annotate view", "created_at": "2021-04-02 02:50:16.979761", "updated_at": "2021-04-02 07:32:48.029668", "quoteText": "You have the right to withdraw your consent at any time", "case_id": 170, "document_id": 2542, "quoteStart": 9434, "quoteEnd": 9489}, {"id": 17963, "title": "This service allows you to retrieve an archive of your data", "source": "https://clockify.me/privacy", "status": "Generated through the annotate view", "created_at": "2021-04-02 03:03:42.507587", "updated_at": "2021-04-02 07:26:07.389118", "quoteText": "You can send us a request for a copy of the personal data we hold about you.</p>", "case_id": 140, "document_id": 2542, "quoteStart": 15973, "quoteEnd": 16053}, {"id": 17967, "title": "This service is only available to users over a certain age", "source": "https://clockify.me/terms", "status": "Generated through the annotate view", "created_at": "2021-04-02 03:14:47.783621", "updated_at": "2021-04-02 07:33:08.388914", "quoteText": "<p>If you are a natural person, you need to be at the age of majority (legal age) to be able to use the Service.\nLegal age depends on the national legislation applicable to the User (probably you need to be 18 years old).\nBy using the Service, you represent that you are of legal age.\nIf you are not at the required age, please stop using the Service or Clockify immediately.</p>", "case_id": 152, "document_id": 2543, "quoteStart": 9972, "quoteEnd": 10351}, {"id": 17966, "title": "The service may change its terms at any time, but the user will receive notification of the changes.", "source": "https://clockify.me/privacy", "status": "Generated through the annotate view", "created_at": "2021-04-02 03:08:47.940122", "updated_at": "2021-04-02 07:35:41.823265", "quoteText": "We reserve the right to change Privacy Policy from time to time at our sole discretion.\nIf we make any changes, we will publish the new rules on this web page and, if we have your e-mail, we will notify you directly.</p>", "case_id": 122, "document_id": 2542, "quoteStart": 19434, "quoteEnd": 19654}, {"id": 17971, "title": "This service will warn users about website maintenance", "source": "https://clockify.me/terms", "status": "Generated through the annotate view", "created_at": "2021-04-02 03:33:25.239533", "updated_at": "2021-04-02 07:18:02.813271", "quoteText": "planned downtime (of which we will give advance notice)", "case_id": 159, "document_id": 2543, "quoteStart": 13200, "quoteEnd": 13255}, {"id": 17977, "title": "You must provide your identifiable information", "source": "https://clockify.me/terms", "status": "Generated through the annotate view", "created_at": "2021-04-02 04:00:57.460278", "updated_at": "2021-04-02 07:32:32.709972", "quoteText": "User must provide accurate and up-to-date information.\nThe User has to use accurate contact information.\nUsing false identity is strongly prohibited", "case_id": 409, "document_id": 2543, "quoteStart": 32480, "quoteEnd": 32628}, {"id": 17979, "title": "Prohibits the publishing of personally identifiable information without the owner’s consent", "source": "https://clockify.me/terms", "status": "Generated through the annotate view", "created_at": "2021-04-02 04:07:28.296942", "updated_at": "2021-04-02 18:27:53.757537", "quoteText": "User will not engage in activity that violates the privacy of others", "case_id": 444, "document_id": 2543, "quoteStart": 33460, "quoteEnd": 33528}, {"id": 17980, "title": "Users agree not to use the service for illegal purposes", "source": "https://clockify.me/terms", "status": "Generated through the annotate view", "created_at": "2021-04-02 04:08:10.961138", "updated_at": "2021-04-02 07:25:56.801677", "quoteText": "any misuse or unlawful processing of personal data", "case_id": 280, "document_id": 2543, "quoteStart": 33533, "quoteEnd": 33583}, {"id": 17954, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "https://clockify.me/terms", "status": "Generated through the annotate view", "created_at": "2021-04-02 01:03:51.736229", "updated_at": "2021-04-02 07:17:32.137774", "quoteText": "Your continued access or use of the Website after any such change will constitute your acceptance of these changes.", "case_id": 403, "document_id": 2543, "quoteStart": 14035, "quoteEnd": 14150}, {"id": 17962, "title": "This service may keep personal data after a request for erasure for business interests or legal obligations", "source": "https://clockify.me/privacy", "status": "Generated through the annotate view", "created_at": "2021-04-02 03:02:50.850061", "updated_at": "2021-04-02 07:20:37.873105", "quoteText": "<p>However, as an exception to the retention periods in Section 4 the data may be processed to determine, pursue or defend claims and counterclaims.", "case_id": 333, "document_id": 2542, "quoteStart": 15354, "quoteEnd": 15502}, {"id": 17964, "title": "You can request access, correction and/or deletion of your data", "source": "https://clockify.me/privacy", "status": "Generated through the annotate view", "created_at": "2021-04-02 03:05:04.603905", "updated_at": "2021-04-02 07:19:50.522983", "quoteText": "If the personal data we have about you is incorrect, you have the right to request that we correct those data.", "case_id": 195, "document_id": 2542, "quoteStart": 16782, "quoteEnd": 16892}, {"id": 17961, "title": "You can request access, correction and/or deletion of your data", "source": "https://clockify.me/privacy", "status": "Generated through the annotate view", "created_at": "2021-04-02 03:02:03.702686", "updated_at": "2021-04-02 07:20:15.639579", "quoteText": "when you request us to delete your information, where this is legal, we will securely delete or destroy it.</p>", "case_id": 195, "document_id": 2542, "quoteStart": 15242, "quoteEnd": 15353}, {"id": 17978, "title": "This service assumes no liability for unauthorized access to your personal information", "source": "https://clockify.me/terms", "status": "Generated through the annotate view", "created_at": "2021-04-02 04:03:54.158077", "updated_at": "2021-04-02 07:35:51.799219", "quoteText": "User is responsible and liable for any use of the Website, Services or Clockify through Client's account, whether authorized or unauthorized.COING cannot be held liable for any loss, damages or expenses incurred due to User's failure to comply with this obligation", "case_id": 186, "document_id": 2543, "quoteStart": 32878, "quoteEnd": 33142}, {"id": 17965, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "https://clockify.me/privacy", "status": "Generated through the annotate view", "created_at": "2021-04-02 03:07:35.922797", "updated_at": "2021-04-02 07:23:22.918854", "quoteText": "Where you have previously consented to our Privacy Policy, your continued use of the Website after we make changes is deemed to be acceptance of the updated rules.", "case_id": 403, "document_id": 2542, "quoteStart": 19658, "quoteEnd": 19821}, {"id": 17981, "title": "Users agree not to use the service for illegal purposes", "source": "https://clockify.me/terms", "status": "Generated through the annotate view", "created_at": "2021-04-02 04:08:56.142947", "updated_at": "2021-04-02 07:25:34.317416", "quoteText": "The User may not violate any applicable law or regulations in connection with your use of the Website, Services or Software.</li>", "case_id": 280, "document_id": 2543, "quoteStart": 33671, "quoteEnd": 33800}, {"id": 17959, "title": "You can opt out of promotional communications", "source": "https://clockify.me/privacy", "status": "Generated through the annotate view", "created_at": "2021-04-02 02:51:49.981463", "updated_at": "2021-04-02 07:32:40.864132", "quoteText": "You may unsubscribe from receiving a newsletter from us.\nIf you wish to do so, simply follow the instructions found at the end of each e-mail.\nWe may use your email for this purpose until you unsubscribe or until you delete your User Account.", "case_id": 223, "document_id": 2542, "quoteStart": 9585, "quoteEnd": 9827}, {"id": 17969, "title": "You must create an account to use this service", "source": "https://clockify.me/terms", "status": "Generated through the annotate view", "created_at": "2021-04-02 03:26:10.857862", "updated_at": "2021-04-02 07:36:06.462395", "quoteText": "When we say \"<b>User Account</b>\" we mean an account provided by Clockify, whose purpose is to allow User to access and use Content or certain parts of it and create User Content.", "case_id": 230, "document_id": 2543, "quoteStart": 8444, "quoteEnd": 8623}, {"id": 17960, "title": "The service's data retention period is kept to the minimum necessary for fulfilling its purposes", "source": "https://clockify.me/privacy", "status": "Generated through the annotate view", "created_at": "2021-04-02 02:59:34.613668", "updated_at": "2021-04-02 07:36:42.437334", "quoteText": "We retain personal data for as long as we reasonably require it for legal or business purposes.", "case_id": 303, "document_id": 2542, "quoteStart": 14898, "quoteEnd": 14993}, {"id": 17970, "title": "Accessibility to this service is guaranteed at 99% or more", "source": "https://clockify.me/terms", "status": "Generated through the annotate view", "created_at": "2021-04-02 03:32:18.720967", "updated_at": "2021-04-02 07:44:22.654206", "quoteText": "We will use commercially reasonable efforts to make the Services available 24 hours a day, 7 days a week", "case_id": 158, "document_id": 2543, "quoteStart": 13076, "quoteEnd": 13180}, {"id": 9282, "title": "This service does not sell your personal data", "source": "https://clockify.me/privacy", "status": "Generated through the annotate view", "created_at": "2020-05-13 04:26:17.698178", "updated_at": "2020-05-13 22:01:58.132547", "quoteText": "COING will never:</p>\n<ul>\n<li>— Sell any kind of personal information or data", "case_id": 193, "document_id": 2542, "quoteStart": 10958, "quoteEnd": 11036}, {"id": 9288, "title": "Your personal data is given to third parties", "source": "https://clockify.me/privacy", "status": "Generated through the annotate view", "created_at": "2020-05-13 22:06:28.342205", "updated_at": "2020-12-15 11:55:21.099989", "quoteText": "This is the list of processors and sub-processors with whom we share your personal data:</p> PROCESSOR ROLE SEAT The Rocket Science Group, LLC (MailChimp) Email services based on Cloud USA Google, Inc.\nAnalytics USA Amazon Web Services, Inc.\nCloud Infrastructure (IaaS) USA SendGrid, Inc.\nE-mail services based on Cloud USA Stripe, Inc.\nPayment provider USA Zendesk, Inc.\nEmail and chat support USA <p>We may also share your personal data with our outside accountants, legal counsels and auditors.</p>", "case_id": 188, "document_id": 2542, "quoteStart": 13087, "quoteEnd": 13588}, {"id": 17968, "title": "You waive your right to a class action.", "source": "https://clockify.me/terms", "status": "Generated through the annotate view", "created_at": "2021-04-02 03:20:53.971636", "updated_at": "2021-04-02 07:25:25.540581", "quoteText": "However, if you are using the Service as a natural person for a purpose unrelated to trade, business or profession and wish to rely on consumer protection legislation, you need to notify COING before you start using the Service and before subscribing to any Paid Plan.\nIn the event a User fails to send such notification to COING, the User will not be able to rely on any applicable consumer law", "case_id": 117, "document_id": 2543, "quoteStart": 10615, "quoteEnd": 11010}, {"id": 17972, "title": "When the service wants to change its terms, users are notified a week or more in advance.", "source": "https://clockify.me/terms", "status": "Generated through the annotate view", "created_at": "2021-04-02 03:35:28.028744", "updated_at": "2021-04-02 07:17:53.572514", "quoteText": "COING may revise and update these Terms of Use or any part of Agreement at any time.</p>\n<p>If you use Cloud Clockify, you are cautioned to review the Terms of Use posted on the Website periodically.\nAny changes shall enter into force upon being published on the Website and/or after at least 10 days after you have received a notification from us via email.", "case_id": 123, "document_id": 2543, "quoteStart": 13676, "quoteEnd": 14034}, {"id": 17976, "title": "This service has a no refund policy with some exceptions", "source": "https://clockify.me/terms", "status": "Generated through the annotate view", "created_at": "2021-04-02 03:56:39.175418", "updated_at": "2021-04-02 07:31:35.001977", "quoteText": "\n<p>Paid fees are non-refundable.\nIf the Agreement or a Paid Plan or a Server Plan is terminated or varied during a certain billing period, the User shall not be entitled to any refund concerning that billing period.\nIn addition, payments made for the future billing periods will not be refunded unless the Parties explicitly agree otherwise.</p>\n", "case_id": 398, "document_id": 2543, "quoteStart": 26614, "quoteEnd": 26961}, {"id": 17974, "title": "The service has a no refund policy", "source": "https://clockify.me/terms", "status": "Generated through the annotate view", "created_at": "2021-04-02 03:54:03.657623", "updated_at": "2021-04-02 07:32:10.765398", "quoteText": "Client becomes aware of a potential breach of security, such as the unauthorized disclosure or use of name or password.\nIf Client fails to provide any of the foregoing information, User agrees that COING may continue charging for any use of the Service unless Client has terminated Agreement as set forth herein.", "case_id": 162, "document_id": 2543, "quoteStart": 24853, "quoteEnd": 25165}, {"id": 17975, "title": "You authorise the service to charge a credit card supplied on re-occurring basis", "source": "https://clockify.me/terms", "status": "Generated through the annotate view", "created_at": "2021-04-02 03:54:57.151658", "updated_at": "2021-04-02 07:33:17.548708", "quoteText": "<p>If your Paid Plan involves a recurring payment of a fee, unless you notify us before a charge that you want to cancel or do not want to automatically renew your subscription, you understand it will automatically continue and you authorize us (without notice to you, unless required by the applicable law) to collect the then-applicable fees and any taxes using any credit card we have on record for you.</p>\n<p>You hereby authorize COING to charge to your designated account, relating to the Services you select, and you agree to pay all such fees in accordance with the TOU.</p>", "case_id": 384, "document_id": 2543, "quoteStart": 25489, "quoteEnd": 26071}, {"id": 17973, "title": "This service can delete your content if you violate the terms", "source": "https://clockify.me/terms", "status": "I think this may be a better case. The terms of \"limited\" and \"revocable authorization\" lead me to believe that they can delete your account if you are not in accordance with the Agreement", "created_at": "2021-04-02 03:49:12.076395", "updated_at": "2021-04-02 18:27:33.768309", "quoteText": "<p>If you are a natural person using Cloud Clockify, in consideration of your acceptance of this Agreement and your payment of all applicable fees, COING grants you a personal, limited, non-exclusive, non-transferable, revocable authorization to access and use the Services for your personal purposes in accordance with the Agreement and any other instructions on the Website.", "case_id": 377, "document_id": 2543, "quoteStart": 17784, "quoteEnd": 18160}, {"id": 18063, "title": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection.", "source": "https://clockify.me/terms", "status": "Generated through the annotate view", "created_at": "2021-04-02 16:31:49.398269", "updated_at": "2021-04-02 18:27:43.311292", "quoteText": "This Agreement and any matter or dispute arising out of or related to the subject matter of the Agreement shall be governed, construed, and enforced in accordance with the Laws of the State of California, without regard to its conflict of laws rules.", "case_id": 241, "document_id": 2543, "quoteStart": 52713, "quoteEnd": 52963}, {"id": 18062, "title": "This service assumes no responsibility and liability for the contents of links to other websites", "source": "https://clockify.me/terms", "status": "Generated through the annotate view", "created_at": "2021-04-02 16:29:38.754701", "updated_at": "2021-04-02 18:28:14.724995", "quoteText": "<p>Should COING enable access to data from another service provider through linking, COING does not carry responsibility for such information.</p>", "case_id": 279, "document_id": 2543, "quoteStart": 51849, "quoteEnd": 51995}, {"id": 18059, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "https://clockify.me/terms", "status": "Generated through the annotate view", "created_at": "2021-04-02 16:19:41.629041", "updated_at": "2021-04-02 18:28:24.73308", "quoteText": "If any provision of this Agreement is found invalid by any court having competent jurisdiction, the invalidity of such provision shall not affect the validity of the remaining provisions of this Agreement, which shall remain in full force and effect.</p>", "case_id": 294, "document_id": 2543, "quoteStart": 50342, "quoteEnd": 50596}, {"id": 18061, "title": "The service informs users that its privacy policy does not apply to third party websites", "source": "https://clockify.me/terms", "status": "Generated through the annotate view", "created_at": "2021-04-02 16:23:54.797441", "updated_at": "2021-04-02 18:28:43.962771", "quoteText": "COING has no control over such websites and shall not carry any responsibility neither for the availability of those websites nor for the Terms of Use and Privacy Policy that applies to their visitors and users.</p>", "case_id": 299, "document_id": 2543, "quoteStart": 52267, "quoteEnd": 52482}, {"id": 18060, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://clockify.me/terms", "status": "Generated through the annotate view", "created_at": "2021-04-02 16:22:25.27893", "updated_at": "2021-04-02 18:28:51.922204", "quoteText": "Our failure to exercise or enforce any right or provision of the Terms shall not constitute a waiver of such right or provision.", "case_id": 295, "document_id": 2543, "quoteStart": 51682, "quoteEnd": 51810}, {"id": 18064, "title": "The court of law governing the terms is in San Francisco", "source": "https://clockify.me/terms", "status": "Generated through the annotate view", "created_at": "2021-04-02 16:33:28.409585", "updated_at": "2021-04-03 10:48:24.077972", "quoteText": "The seat of arbitration shall be in San Francisco.</p>", "case_id": 163, "document_id": 2543, "quoteStart": 55010, "quoteEnd": 55064}, {"id": 18065, "title": "You waive your right to a class action.", "source": "https://clockify.me/terms", "status": "Generated through the annotate view", "created_at": "2021-04-02 16:35:32.391133", "updated_at": "2021-04-02 18:25:07.216308", "quoteText": "NO CLASS ACTION <p>Except where prohibited by law, as a condition of using the Software and/or Service, you agree that any and all disputes, claims and causes of action arising out of or connected with the Software and/or Service, shall be resolved individually, without resort to any form of class action.</p>\n<p>Any arbitration under these Terms of Use will take place on an individual basis.\nclass arbitrations and class/representative/collective actions are not permitted.\nTHE PARTIES AGREE THAT A PARTY MAY BRING CLAIMS AGAINST THE OTHER PARTY ONLY IN EACH INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PUTATIVE CLASS, COLLECTIVE AND/ OR REPRESENTATIVE PROCEEDING, SUCH AS IN THE FORM OF A PRIVATE ATTORNEY GENERAL ACTION AGAINST THE OTHER.\nFurther, unless both you and COING agree otherwise, the arbitrator may not consolidate more than one person's claims, and may not otherwise preside over any form of a representative or class proceeding.</p>", "case_id": 117, "document_id": 2543, "quoteStart": 55889, "quoteEnd": 56862}, {"id": 18058, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://clockify.me/terms", "status": "Generated through the annotate view", "created_at": "2021-04-02 16:18:30.178471", "updated_at": "2021-04-02 18:24:50.316283", "quoteText": "You agree to indemnify and hold COING harmless from any and all demands, losses, liability, claims or expenses (including attorneys' fees) made against COING by any third party due to or arising out of or in connection with your use of Clockify and the Services or, if you are an Admin User, in connection with the Regular user's use, including but not limited to:</p>\n<ul>\n<li>(a) your use of the Service and/or Software in violation of this Agreement and any applicable law, and/or arising from a breach of this Agreement and any applicable law;</li>\n<li>(b) any third-party claim of infringement of copyright or other intellectual property rights or invasion of privacy arising from hosting your User Content on the Software, and/or your making available thereof to other users of the Software, and/or the actual use of your User Content by other users of the Software or related services in accordance with the Agreement;</li>\n<li>(c) any activity related to your account, be it by you or by any other person accessing your account with or without your consent unless such activity was caused by the act or default of COING.</li>\n</ul>\n<p>In addition, in relation to Server Clockify, Client shall defend, indemnify and hold harmless COING, its officers, directors, employees, contractors, agents and representatives from and against all claims made by, and all damages, liabilities, penalties, fines, costs and expenses payable to, any third party, which arise from Client's or its End User's:</p>\n<ul>\n<li>(a) breach of this Agreement;</li>\n<li>(b) use of the Service;</li>\n<li>(c) processing of User's personal data;</li>\n<li>(d) contributions to the Service.\nor</li>\n<li>(e) infringement of any Intellectual Property or any proprietary or personal right.</li>", "case_id": 146, "document_id": 2543, "quoteStart": 44763, "quoteEnd": 46529}], "urls": ["clockify.me"]}}