{"error": 448, "message": "OK", "parameters": {"id": 6557, "name": "Atari", "created_at": "2022-05-07 06:20:29.372977", "updated_at": "2022-05-07 22:01:18.402138", "wikipedia": "https://en.wikipedia.org/wiki/Atari", "keywords": null, "related": null, "slug": "atari", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6557.png", "url": "atari.com", "documents": [{"id": 11933, "name": "Cookies Policy", "url": "https://www.atari.com/terms-of-use/#", "xpath": "//body", "text": " <i>\n</i>\n<i>\n</i>\n<ul>\n<li>About Atari</li>\n<li>Games</li>\n<li>Atari VCS</li>\n<li>Blockchain</li>\n<li>Licensing</li>\n<li>Investors</li>\n<li>Shop\n<ul>\n<li>Cartridges</li>\n<li>Apparel</li>\n</ul>\n</li>\n</ul>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> Terms of Use Atari Terms of Service\n<p>Last updated October 9, 2012</p>\n<p>These Terms of Service (the “Agreement “) set forth the terms and conditions that apply to your use of the Atari web sites, mobile applications, social applications, and the services and materials therein offered to you by Atari, Inc.\n(the “Service”).\nBy using the Service, you agree to the terms of this Agreement as if you had signed it.\nIf you do not agree to be bound by this Agreement, you must discontinue your use of the service.</p> Restrictions on Use <p>As part of the Service you will be provided with information, chat rooms, links to other web sites and other services that Atari may decide to offer, subject to these Terms of Service.\nAtari may, in its sole discretion, discontinue or alter any aspect of the Service, including, but not limited to restricting, (i) the time of availability, (ii) the availability and/or scope of the Service for certain platforms (i.e.\ncomputer types and operating systems), (iii) the amount of use permitted, and (iv) restricting or terminating any user’s right to use and/or participate in all or part of the Service, at any time in Atari’s sole discretion and without prior notice or liability.</p> Content <p>\n<strong>2.1</strong> “Content” includes the games, software, communications, any graphics (including textures, skins, and modules-e.g.\nrides, cars, buildings, etc.), sounds, music, video, audio, text and all other material and information uploaded or made available by Atari, you or any other user on the Service.\nContent is derived in whole or in part from material supplied and owned by Atari and other sources.\nThis material is protected by copyright, trademark and other applicable laws.\nYou may not modify, copy, reproduce, republish, upload, post, transmit, publicly display, prepare derivative works or distribute Content from the Service without the express authorization of Atari.\nYou may, however, download Content from the Service for your personal, non-commercial use only, provided you keep intact all copyright and other proprietary notices and use the Content in accordance with all restrictions applicable to your use of the Service in general.\nIn the event you download content from the Service, the Content is licensed to you by Atari which does not transfer title to you.\nAtari does not pre-screen all Content available on the Service and does not assume any responsibility or liability for Content provided by users of the Service or by third parties.\nAtari reserves the right to remove at its sole discretion Content for any reason.\nNeither Atari nor its affiliates assume any liability for failure to remove, or delay in removing Content.</p>\n<p>\n<strong>2.2</strong> The Service may include an opportunity to purchase virtual, in-game currency (“Virtual Currency”) that may require you to pay a fee using “real money” to obtain the Virtual Currency.&nbsp.\nThe Service may also include virtual, in-game digital items (“Virtual Goods”) that may be purchased from Atari for “real money” or for Virtual Currency.\nVirtual Currency and Virtual Goods can never be redeemed for real money, goods, or any other item of monetary value from Atari or any other party.\nYou understand that you have no right or title in Virtual Goods or Virtual Currency.</p>\n<p>Your purchase of Virtual Currency and/or Virtual Goods is final and is NOT REFUNDABLE, exchangeable, transferable, except in Atari’s sole discretion.\nYou may not purchase, sell, or exchange Virtual Currency or Virtual Goods outside the Service.\nDoing so is a violation of the Terms and may result in termination of your account with the Service and/or legal action.</p>\n<p>Atari retains the right to modify, manage, control and/or eliminate Virtual Currency and/or Virtual Goods at its sole discretion.\nPrices and availability of Virtual Goods are subject to change without notice.</p> Conduct <p>It is a condition of your use of the Service that you do NOT: (i) restrict or inhibit any other user from using and enjoying the Service (ii) post or transmit any unlawful, threatening, abusive, libelous, defamatory, obscene, vulgar, pornographic, profane or indecent information of any kind, including, without limitation, any images or other material depicting nudity.\n(iii) post or transmit comments containing harassing or offensive language, including sexual references, sexual nicknames, ethnic or racial slurs, hate propaganda, hate mongering, swearing or rude or deliberately offensive comments, or engage in disruptive activities online, including excessive use of the return key, shouting (ALL CAPS), or flooding.\n(iv) post, upload or transmit any Content or other material that is fraudulent or violates or infringes the rights of others, including material that violates privacy or publicity rights, or infringes copyright, trademark or other proprietary rights, unless you first obtain permission from the owner or right holder, and such owner or holder agrees to the terms of this Agreement.\n(v) post, upload or transmit any information, software or other material that contains a virus or other harmful or corrupted component.\n(vi) post or transmit content that encourages or provides instructional activities about illegal activities, in particular hacking, cracking or distribution of counterfeit software.\n(vii) post, transmit or in any way exploit any information, software or other material for commercial purposes or that contains advertising, “junk mail,” “spam,” or “chain letters,” (viii) solicit other users to join or contribute money to any online service or other organization, advocate or attempt to get users to join in illegal schemes or plan or participate in scams involving other users.\n(ix) impersonate any person or entity or falsely state or otherwise misrepresent your professional or other affiliation with any person or entity or indicate that you are an employee or representative of Atari or its affiliates.\n(x) resell or redistribute the information derived from the Service in a machine-readable database.\n(xi) use the Service to collect personally identifying information about users of the Service in violation of Atari’s Privacy Policy (available at http://www.atari.com/privacy-policy), which is hereby incorporated by reference.\n(xii) disguise a file type to thwart Atari’s detection process.\n(xiii) improperly use the game support or complaint buttons or make false reports to Atari’s staff members.</p> Monitoring <p>Atari has no obligation to monitor the common areas accessible to users, (“Community Areas”) or any other use of the Service.\nYou acknowledge and agree that Atari reserves the right to, and may from time to time, monitor any and all information transmitted or received through the Service, including, but not limited to, the Community Areas, for operational and other purposes.\nDuring monitoring, information may be examined, recorded, copied, and used for authorized purposes in accordance with Atari’s Privacy Policy.\nUse of the Service constitutes consent to such monitoring.\nFurthermore, Atari reserves the right at all times to disclose any information posted on the Community Areas or on any other portion of the Service as necessary to satisfy any law, regulation, or governmental request, or to refuse to post, or to remove, any information or materials, in whole or in part, that in Atari’s sole and absolute discretion are objectionable or in violation of this Agreement.</p> License <p>\n<strong>5.1.</strong> By uploading Content, inputting data, or engaging in any other form of communication (a “Communication”) through the Community Areas and the Service you are granting Atari a royalty-fee, irrevocable, perpetual, non-exclusive, unrestricted, worldwide license to (i) use, copy, sublicense, adapt, transmit, publicly perform, display, or create derivative works from any such Communication, and (ii) sublicense to third parties the unrestricted right to exercise any of the foregoing rights granted with respect to such Communication.\nNo Communication will be subject to any obligation of confidence on the part of Atari.\nYou waive and relinquish any “moral rights” that may exist in any Communication, and agree not to assert any moral rights in any Communication.</p>\n<p>\n<strong>5.2.</strong> Downloadable Software License Terms.\nAny software that you may download from this Site or Service (“Downloaded Software”) is the copyrighted work of Atari and/or its licensors.\nUse of Downloaded Software is governed by the terms of any end-user license agreement that may accompany the Downloaded Software.\nThe following terms apply to your use of Downloaded Software (to the extent not inconsistent with any accompanying end-user license agreement): (a) Atari hereby grants to you a personal, non-exclusive, non-transferable, limited license to use the object code version of the Downloaded Software solely on your single personal computer.\n(b) Downloaded Software is provided strictly on an “as-is” basis, without any warranties of any kind, whether expressed or implied, including without limitation any warranties of merchantability, fitness for a particular purpose (even if Atari has been informed of such purpose), non-infringement or compatibility with your computer hardware or software.\n(c) Atari has no liability of any kind or nature in connection with your use of the Downloaded Software (including liability for any consequential or incidental damages), and the entire risk of use (including without limitation any damage to your computer hardware or software) resides with you.\nand (d) your license to use the Downloaded Software will terminate automatically and without notice in the event that you violate any of these license terms.</p> Content in the Community Areas and on the Service <p>Communications posted in the Community Areas and through the Service are provided by users who are unaffiliated with Atari, and the user providing each such Communication is solely responsible for its content.\nIn using the Community Areas or receiving e-mail messages through the Service, you should not assume that such messages have been reviewed by Atari, that such Communications contain correct information, or that the persons posting such Communications have accurately identified themselves and/or their affiliation with any third party.\nYou understand that by using the Service, you may be exposed to Communications that are offensive, indecent, or objectionable.\nUnder no circumstance will Atari be liable in any way for any Communication, including, but not limited to, liability for any errors or omissions in any Communication, or for any loss or damage of any kind incurred as a result of the use of any Communication posted, e-mail, or otherwise transmitted via the Service.</p> Personal Safety <p>When using the Service, please be certain that anything that you say does not compromise your personal safety.\nDo not provide your name, phone number, postal or e-mail address, your password, or any other personally identifying information to people you do not know.\nDo not continue any conversation online that makes you feel uncomfortable.</p> Submissions <p>Atari is pleased to hear from users and welcomes your comments regarding Atari’s programs and services.\nAtari’s longstanding company policy does not allow it to accept or to consider creative ideas, suggestions, or materials other than those it has specifically requested.\nWe hope that you will understand that the intent of this policy is to avoid the possibility of future misunderstandings when projects developed by Atari’s employees and agents might seem to be similar to creative works submitted by users.\nAccordingly, while Atari values your feedback, Atari must ask that you do not send original creative materials.\n<strong>[This is covered in 5.1]</strong>\n</p> Dealing with Merchants <p>Your correspondence or business dealing with, or participation in promotions of merchants found on or through the Service, including payment and delivery of related goods or services, and any other terms, conditions, warranties, or representations associated with such dealings, are solely between you and such merchant.\nAtari will not be responsible or liable for any loss or damage of any sort incurred as the result of any such dealings or as the result of the presence of such merchants on the Service.</p> Disclaimer of Warranties <p>ATARI HAS PROVIDED LINKS AND POINTERS TO INTERNET SITES MAINTAINED BY THIRD PARTIES (“THIRD PARTY SITES”) AND MAY FROM TIME TO TIME PROVIDE THIRD PARTY MATERIALS ON THE SERVICE.\nNEITHER ATARI, ITS PARENT OR SUBSIDIARY COMPANIES NOR ITS AFFILIATES OR SUPPLIERS OPERATE OR CONTROL IN ANY RESPECT ANY INFORMATION, PRODUCTS OR SERVICE ON THESE THIRD PARTY SITES.\nTHE SERVICE, THE MATERIALS AND PRODUCTS AVAILABLE IN OR ACCESSIBLE THROUGH THE SERVICE, AND THE THIRD PARTY SITE ARE PROVIDED “AS IS” AND, TO THE FULLEST EXTENT PERMISSIBLE PURSUANT TO APPLICABLE LAW, ATARI AND ITS BUSINESS PARTNERS (E.G., ATARI’S THIRD PARTY PUBLISHING AFFILIATES (AS DEFINED BELOW), CONTRACTORS, AGENTS, AND/OR VENDORS (COLLECTIVELY, THE “BUSINESS PARTNERS”)DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT, AND WARRANTIES IMPLIED FROM A COURSE OF PERFORMANCE OR COURSE OF DEALING.\nATARI AND ITS BUSINESS PARTNERS DO NOT WARRANT THAT THE FUNCTIONS CONTAINED IN SUCH MATERIALS AND PRODUCTS, OR IN THE SERVICE, WILL BE UNINTERRUPTED OR ERROR-FREE, WILL BE AVAILABLE FOR USE, THAT DEFECTS WILL BE CORRECTED, OR THAT THE SERVICE, INCLUDING THE STORAGE SERVICES AND THEIR CONTENTS, OR THE SERVER THAT MAKES THEM AVAILABLE, ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nATARI AND ITS BUSINESS PARTNERS DO NOT WARRANT OR MAKE ANY REPRESENTATIONS REGARDING THE USE, OR THE RESULTS OF THE USE, OF THE MATERIALS IN THE SERVICE OR IN THIRD PARTY SITES IN TERMS OF THEIR CORRECTNESS, ACCURACY, TIMELINESS, RELIABILITY, COMPLETENESS OR OTHERWISE.\nYou assume all risk of errors and/or omissions in the Service, including the transmission or translation of information and the completeness, accuracy and usefulness of any Content found on the Service.\nYou assume full responsibility for implementing sufficient procedures and checks to satisfy your requirements for the accuracy and suitability of the Service, including the information, and for maintaining any means that you may require for the reconstruction of lost data or subsequent manipulations or analyses of the information provided.\nYou acknowledge and agree that your use of the Service, and any information sent or received in connection with that use, may not be secure and may be intercepted by unauthorized parties.\nYOU ASSUME RESPONSIBILITY FOR THE ENTIRE COST OF NECESSARY MAINTENANCE, REPAIR OR CORRECTION TO YOUR COMPUTER SYSTEM OR OTHER PROPERTY.</p> Limitation of Liability <p>IN NO EVENT WILL ATARI, ITS PARENT OR SUBSIDIARY COMPANIES OR ITS AFFILIATES OR SUPPLIERS, OR OTHER BUSINESS PARTNERS, BE LIABLE FOR ANY DIRECT, INDIRECT, PUNITIVE, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR OTHER DAMAGES ARISING OUT OF OR IN ANY WAY CONNECTED WITH THE USE OF THE SERVICE OR WITH THE DELAY OR INABILITY TO USE THE SERVICE, OR FOR ANY INFORMATION, SOFTWARE, PRODUCTS AND SERVICE ADVERTISED IN OR OBTAINED THROUGH THE SERVICE, ATARI REMOVAL OR DELETION OF ANY MATERIALS OR RECORDS SUBMITTED OR POSTED ON ITS SITE, OR OTHERWISE ARISING OUT OF THE USE OF THE SERVICE, WHETHER BASED ON CONTRACT, TORT OR STRICT LIABILITY OR OTHERWISE, EVEN IF ATARI OR ANY OF ITS SUBSIDIARY COMPANIES, AFFILIATES OR SUPPLIERS HAS BEEN ADVISED OF THE POSSIBILITY OF DAMAGES.\nTHIS WAIVER APPLIES WITHOUT LIMITATION, TO ANY DAMAGES OR INJURY ARISING FROM ANY FAILURE OF PERFORMANCE, ERROR, OMISSION, INTERRUPTION, DELETION, DEFECT, DELAY IN OPERATION OR TRANSMISSION, COMPUTER VIRUS, FILE CORRUPTION, COMMUNICATION-LINE FAILURE, NETWORK OR SYSTEM OR OUTAGE, OR THEFT, DESTRUCTION, UNAUTHORIZED ACCESS TO, ALTERATION OF, OR USE OF ANY RECORD.\nYOU SPECIFICALLY ACKNOWLEDGE AND AGREE THAT ATARI, ITS PARENT OR SUBSIDIARY COMPANIES, AFFILIATES OR SUPPLIERS, OR OTHER BUSINESS PARTNERS WILL NOT BE LIABLE FOR ANY DEFAMATORY, OFFENSIVE OR ILLEGAL CONDUCT OF ANY USER OF THE SERVICE.\nSOME STATES DO NOT ALLOW LIMITATIONS ON HOW LONG AN IMPLIED WARRANTY LASTS, SO THE ABOVE LIMITATION MAY NOT APPLY TO YOU.\nSOME STATES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATION OR EXCLUSION MAY NOT APPLY TO YOU.\nTHIS WARRANTY GIVES YOU SPECIFIC LEGAL RIGHTS, AND YOU MAY ALSO HAVE OTHER RIGHTS, WHICH VARY, FROM STATE TO STATE.</p> Indemnification <p>You agree to defend, indemnify and hold harmless Atari, its affiliates and their respective directors, officers, employees and agents from and against any and all claims, actions, suits or proceedings, as well as any and all losses, liabilities, damages, costs and expenses (including reasonable attorneys fees) arising out of or accruing from (a) any Content or other material uploaded, posted or otherwise provided by you that infringes any copyright, trademark, trade secret, trade dress, patent or intellectual property right of any person or defames any person or violates their rights of publicity or privacy, (b) any misrepresentation made by you in connection with your use of the Service.\nand (c) claims brought by persons or entities other than the parties to this Agreement arising from or related to your access and use of the Service, including the information obtained through the Service.</p> Termination <p>Atari may, in its sole discretion, terminate your use of the Service, or remove and discard any communication transmitted by you or information stored, sent, or received via the Service without prior notice and for any reason.\nTermination, suspension, or cancellation of this Agreement or your access rights will not affect any right or relief to which Atari may be entitled in law or in equity.\nUpon termination of this Agreement, all rights granted to you will automatically terminate and immediately revert to Atari and its licensors.\nSections 3, 4, 5, 10, 11, 12, 13, 14, and 16 through 22 will survive any expiration or termination of this Agreement.</p> Trademarks <p>Atari, and the Atari and Fuji logos are trademarks of Atari Interactive, Inc., and all other trademarks, service marks and trade names used on the Service are the property of their respective owners, and all of the above trademarks may not be copied, downloaded or otherwise exploited without the permission of Atari or the owner of such trademark, service mark or trade name, except as explicitly permitted in this Agreement.</p>\n<p>Wii, Nintendo DS, Game Boy Advance, and Nintendo GameCube are trademarks of Nintendo.\n© 2006 Nintendo.</p>\n<p>“PlayStation”, “PLAYSTATION”, “PS” Family logo and “PSP” are registered trademarks of Sony Computer Entertainment Inc.\nPSP® system – Internet connection and Memory Stick Duo™ may be required (sold separately).\nPlayStation®3 – Online access requires broadband Internet service and a wireless access point or LAN.\nCertain limitations apply to Wi-Fi connectivity.\nUser is responsible for Internet service fees.\nOnline play requires internet connection and Memory Card (8MB) (for PlayStation 2) (each sold separately).\nThe Online icon is a trademark of Sony Computer Entertainment America Inc.</p>\n<p>Microsoft, Xbox, Xbox 360, Xbox LIVE, and the Xbox logos are trademarks of the Microsoft group of companies and are used under license from Microsoft.<br>\nWindows and the Windows Vista start button logo are registered trademarks or trademarks of Microsoft Corporation in the United States and/or other countries and “Games for Windows” and the Windows Vista start button logo are used under license from Microsoft.</p> Minors <p>If you have agreed to allow your minor child, or a child for whom you are legal guardian (a “Minor”), to use the Service, you agree that you will be solely responsible for: (a) the online conduct of such Minor.\n(b) monitoring such Minor’s access to and use of the Service.\n(c) the consequences of any use of the Service by such Minor.\nChildren under the age of 13 cannot enter restricted areas of the Service.\nAt various places on the Service, we ask users to enter their age.\nAtari relies on our users to be truthful in responding to these questions.\nIf a user does not identify his/her proper age, we will have no way of verifying actual age with respect to our privacy policy.</p> Child Online Protection Act Notification <p>Pursuant to 47 U.S.C.\nSection 230(d) as amended, Atari hereby notifies you that parental control protections (such as computer hardware, software, or filtering services) are commercially available and may assist you in limiting access to material that is harmful to minors.\nInformation identifying current providers of such protections is available at the Electronic Frontier Foundation Web site, http://www.eff.org/Censorship/Censorware, and at the Safe Surf site, http://www.safesurf.com.\nTo view information on our policy regarding privacy of children under the age of 13, please see our privacy policy.</p> Infringement Policy <p>Atari, pursuant to 17 U.S.C Section 512 as amended by Title 11 of the Digital Millennium Copyright Act (the “Act”), reserves the right, but not the obligation, to terminate your license to use the Service if it determines in its sole and absolute discretion that you are involved in infringing activity, including alleged acts of first-time or repeat infringement, regardless of whether the material or activity is ultimately determined to be infringing.\nAtari accommodates and does not interfere with standard technical measures used by copyright owners to protect their materials.\nIn addition, pursuant to 17 U.S.C.\nSection 512(c), Atari has implemented procedures for receiving written notification of claimed infringements and for processing such claims in accordance with the Act.\nAll claims of infringement must be submitted to Atari in written complaint that complies with the requirements below and is delivered to our designated agent to receive notification of claimed infringement.</p>\n<p>By Mail<br>\nGeneral Counsel<br>\nAtari, Inc.<br>\n475 Park Avenue South<br>\nNew York, NY 10016</p>\n<p>In addition, any written notice regarding any defamatory or infringing activity, whether of copyright, patent, trademark or other proprietary right must include the following information:</p>\n<p>A.\nA physical or electronic signature of a person authorized to act on behalf of (1) the owner of an exclusive right that is allegedly infringed or (2) the person defamed.</p>\n<p>B.\nIdentification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at the site.\nSimilarly, for materials that are defamatory or infringe patent, trademark, or other proprietary rights of a third party, please submit a list of such materials.</p>\n<p>C.\nIdentification of the material that is claimed to be infringing, to be the subject of infringing activity, or that is claimed to be defamatory and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit us to mail address.</p>\n<p>D.\nInformation reasonably sufficient to permit us to contact you, such as your address, telephone number, and/or electronic mail address.</p>\n<p>E.\nA statement that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright or other proprietary right owner, its agent, or the law.</p>\n<p>F.\nA statement that the information in the notification is accurate, and under penalty of perjury, that you are authorized to act on behalf of the owner of an exclusive right that is allegedly infringed or on behalf of the person defamed.</p> Modification <p>Atari reserves the right in its sole discretion, to amend this Agreement, and to modify, add or discontinue any aspect, or feature of the Service.\nSuch amendments, modifications, additions or deletions will become effective upon notice of that action, which may be provided to you by posting on the Service, via e-mail or any other reasonable means.\nContinued use of the Service by you will constitute your binding acceptance of any such amendments, modifications, additions or deletions.</p> Export Control Information <p>Unless otherwise specified, the materials on the Service are presented solely to provide information regarding and to promote the Atari Service and other products available in the United States, its territories, possessions and protectorates.\nThe Service is controlled and operated by Atari from its offices within the state of New York, United States of America.\nAtari makes no representation that materials on the Service are appropriate or available for use outside the United States.\nThose who choose to access the Service from outside the United States do so on their own initiative and are responsible for compliance with local laws, if and to the extent that the local laws are applicable.\nSoftware from the Service is further subject to United States export controls.\nNo software from the Service may be downloaded or otherwise exported or re-exported (A) into (or to a national or resident of) Cuba, Iraq, Libya, North Korea, Iran, Syria, or any other country to which the U.S.\nhas embargoed goods, or (B) to anyone on the U.S.\nTreasury Department list of Specially Designated Nationals or the U.S.\nCommerce Department’s Table of Deny Orders.\nBy using the Service, you represent and warrant that you are not located in, under the control of, or a national or resident of any such country or on any such list.</p> Support <p>TECHNICAL SUPPORT (U.S.\n&amp.\nCANADA)</p>\n<p>\n<strong>Help Via the Internet</strong>\n</p>\n<p>Up-to-the-minute technical information about Atari products is generally available 24 hours a day, 7 days a week via the Internet at: <b>support.atari.com</b>\n</p>\n<p>Through this site you’ll have access to our FAQ (Frequently Asked Questions) documents, our FTP (File Transfer Protocol) area where you can download patches if needed, our Hints/Cheat Codes if they’re available, and an <strong>email </strong>area (<strong>CustomerSupport@atari.com</strong>) where you can get help and ask questions if you do not find your answers within the FAQ.</p>\n<p>All customer support requests are handled via email.\nNo telephone support requests&nbsp;will be&nbsp;accepted.</p>\n<p>\n<strong>Note: </strong>In the event we must send you an FAQ document, patch or update via email, we may require verifiable consent from a parent or guardian in order to protect children’s privacy and safety online.\nConsent Forms are available at the customer support web site listed above.</p> Third-Party Publishing Affiliates <p>You acknowledge and agree that the terms and conditions of Atari’s publishing affiliates such as Zynga, Inc., Apple, Google, and/or your mobile carrier (as applicable) (“Third-Party Publishing Affiliates”) may also apply to your use of the Service.\nNotwithstanding anything set forth in the Agreement to the contrary, you recognize the rights of Third-Party Publishing Affiliates in and to the Service and acknowledge that Third-Party Publishing Affiliates are third party beneficiaries of the Agreement, with the right to enforce the terms of this Agreement.</p> Miscellaneous <p>This Agreement will be governed by and construed in accordance with the laws of the State of New York without giving effect to any principles of conflict of law.\n.\nYou agree to first bring any case relating to a dispute hereunder to be decided before one arbitrator in final, binding, non-appealable arbitration in New York, NY under the rules of the American Arbitration Association.\nEach party shall divide the costs equally of such arbitration and in the event the arbitrator decides the arbitration fees would be hardship on you, the arbitrator may allow for Atari to pay 100% of the arbitration fees (not including your attorneys’ fees, which much be borne by you).\nYou may also participate in the arbitration by phone if you are unable to come to New York.\nYou agree to bring any case hereunder individually and not as a member of any class or part of any type of class action case.\nYOU UNDERSTAND THAT EXCEPT FOR THE OBLIGATIONS SET OUT IN THIS SECTION, YOU WOULD HAVE A RIGHT TO A TRIAL BY JURY AND YOU HEREBY WAIVE SUCH RIGHT.\nAn arbitration award hereunder may be enforced by any court of competent jurisdiction.\nNotwithstanding anything to the contrary herein, you agree that Atari may bring an action relating to its intellectual property rights, including an injunction related to such rights, in any court of competent jurisdiction without using the arbitration mechanism herein.\nYou acknowledge and agree that the warranty disclaimers and liability and remedy limitations in this Agreement are material terms of this Agreement and that they have been taken into account in the decision by Atari to provide the Service.\nYou may not assign any of your rights, obligations or privileges without the prior, written consent of Atari.\nAny assignment of the foregoing other than as provided for in this section under this Agreement will be null and void.\nIf any provision of this Agreement will be unlawful, void, or for any reason unenforceable then that provision will be deemed severable from this Agreement, will be enforced to the fullest extent allowed by law as to affect the intention of the parties, and will not affect the validity and enforceability of any remaining provisions.\nThis Agreement and any posted operating rules constitute the entire Agreement of the parties with respect to the subject matter of this Agreement, and supersede all prior or contemporaneous communications and proposals whether oral, or written, between the parties with respect to the subject matter of this Agreement, and supersede all prior or contemporaneous communications and proposals, whether oral or written, between the parties with respect to such subject matter.\nNo waiver of any provision or any right granted under this Agreement will be effective unless set forth in a written instrument signed by the waiving party.\nNo waiver by either party or any breach or default under this Agreement will be deemed a waiver of any subsequent breach or default.\nYou agree not to reproduce, duplicate, copy, or sell, resell, or exploit for any commercial purposes, any portion of the Service, use of the Service, or access to the Service.\nThe titles and subtitles used in this Agreement are used for convenience only and are not to be considered in construing or interpreting this Agreement.</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> Copyright © 2020 Atari, Inc.\nAll Rights Reserved.\nAtari and the Atari logo are trademarks owned by Atari Interactive, Inc.\nAll other trademarks are the property of their respective owners.\n<ul>\n</ul>\n<ul>\n<li>Contact and Support</li>\n<li>Privacy Policy</li>\n<li>Terms of Use</li>\n<li>Cookies Policy</li>\n</ul>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<ul>\n</ul>\n<i>\n</i> ", "created_at": "2022-05-07 04:22:42.106063", "updated_at": "2022-05-07 04:23:01.394278"}, {"id": 11932, "name": "Terms of Use", "url": "https://www.atari.com/terms-of-use/", "xpath": "//body", "text": " <i>\n</i>\n<i>\n</i>\n<ul>\n<li>About Atari</li>\n<li>Games</li>\n<li>Atari VCS</li>\n<li>Blockchain</li>\n<li>Licensing</li>\n<li>Investors</li>\n<li>Shop\n<ul>\n<li>Cartridges</li>\n<li>Apparel</li>\n</ul>\n</li>\n</ul>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> Terms of Use Atari Terms of Service\n<p>Last updated October 9, 2012</p>\n<p>These Terms of Service (the “Agreement “) set forth the terms and conditions that apply to your use of the Atari web sites, mobile applications, social applications, and the services and materials therein offered to you by Atari, Inc.\n(the “Service”).\nBy using the Service, you agree to the terms of this Agreement as if you had signed it.\nIf you do not agree to be bound by this Agreement, you must discontinue your use of the service.</p> Restrictions on Use <p>As part of the Service you will be provided with information, chat rooms, links to other web sites and other services that Atari may decide to offer, subject to these Terms of Service.\nAtari may, in its sole discretion, discontinue or alter any aspect of the Service, including, but not limited to restricting, (i) the time of availability, (ii) the availability and/or scope of the Service for certain platforms (i.e.\ncomputer types and operating systems), (iii) the amount of use permitted, and (iv) restricting or terminating any user’s right to use and/or participate in all or part of the Service, at any time in Atari’s sole discretion and without prior notice or liability.</p> Content <p>\n<strong>2.1</strong> “Content” includes the games, software, communications, any graphics (including textures, skins, and modules-e.g.\nrides, cars, buildings, etc.), sounds, music, video, audio, text and all other material and information uploaded or made available by Atari, you or any other user on the Service.\nContent is derived in whole or in part from material supplied and owned by Atari and other sources.\nThis material is protected by copyright, trademark and other applicable laws.\nYou may not modify, copy, reproduce, republish, upload, post, transmit, publicly display, prepare derivative works or distribute Content from the Service without the express authorization of Atari.\nYou may, however, download Content from the Service for your personal, non-commercial use only, provided you keep intact all copyright and other proprietary notices and use the Content in accordance with all restrictions applicable to your use of the Service in general.\nIn the event you download content from the Service, the Content is licensed to you by Atari which does not transfer title to you.\nAtari does not pre-screen all Content available on the Service and does not assume any responsibility or liability for Content provided by users of the Service or by third parties.\nAtari reserves the right to remove at its sole discretion Content for any reason.\nNeither Atari nor its affiliates assume any liability for failure to remove, or delay in removing Content.</p>\n<p>\n<strong>2.2</strong> The Service may include an opportunity to purchase virtual, in-game currency (“Virtual Currency”) that may require you to pay a fee using “real money” to obtain the Virtual Currency.&nbsp.\nThe Service may also include virtual, in-game digital items (“Virtual Goods”) that may be purchased from Atari for “real money” or for Virtual Currency.\nVirtual Currency and Virtual Goods can never be redeemed for real money, goods, or any other item of monetary value from Atari or any other party.\nYou understand that you have no right or title in Virtual Goods or Virtual Currency.</p>\n<p>Your purchase of Virtual Currency and/or Virtual Goods is final and is NOT REFUNDABLE, exchangeable, transferable, except in Atari’s sole discretion.\nYou may not purchase, sell, or exchange Virtual Currency or Virtual Goods outside the Service.\nDoing so is a violation of the Terms and may result in termination of your account with the Service and/or legal action.</p>\n<p>Atari retains the right to modify, manage, control and/or eliminate Virtual Currency and/or Virtual Goods at its sole discretion.\nPrices and availability of Virtual Goods are subject to change without notice.</p> Conduct <p>It is a condition of your use of the Service that you do NOT: (i) restrict or inhibit any other user from using and enjoying the Service (ii) post or transmit any unlawful, threatening, abusive, libelous, defamatory, obscene, vulgar, pornographic, profane or indecent information of any kind, including, without limitation, any images or other material depicting nudity.\n(iii) post or transmit comments containing harassing or offensive language, including sexual references, sexual nicknames, ethnic or racial slurs, hate propaganda, hate mongering, swearing or rude or deliberately offensive comments, or engage in disruptive activities online, including excessive use of the return key, shouting (ALL CAPS), or flooding.\n(iv) post, upload or transmit any Content or other material that is fraudulent or violates or infringes the rights of others, including material that violates privacy or publicity rights, or infringes copyright, trademark or other proprietary rights, unless you first obtain permission from the owner or right holder, and such owner or holder agrees to the terms of this Agreement.\n(v) post, upload or transmit any information, software or other material that contains a virus or other harmful or corrupted component.\n(vi) post or transmit content that encourages or provides instructional activities about illegal activities, in particular hacking, cracking or distribution of counterfeit software.\n(vii) post, transmit or in any way exploit any information, software or other material for commercial purposes or that contains advertising, “junk mail,” “spam,” or “chain letters,” (viii) solicit other users to join or contribute money to any online service or other organization, advocate or attempt to get users to join in illegal schemes or plan or participate in scams involving other users.\n(ix) impersonate any person or entity or falsely state or otherwise misrepresent your professional or other affiliation with any person or entity or indicate that you are an employee or representative of Atari or its affiliates.\n(x) resell or redistribute the information derived from the Service in a machine-readable database.\n(xi) use the Service to collect personally identifying information about users of the Service in violation of Atari’s Privacy Policy (available at http://www.atari.com/privacy-policy), which is hereby incorporated by reference.\n(xii) disguise a file type to thwart Atari’s detection process.\n(xiii) improperly use the game support or complaint buttons or make false reports to Atari’s staff members.</p> Monitoring <p>Atari has no obligation to monitor the common areas accessible to users, (“Community Areas”) or any other use of the Service.\nYou acknowledge and agree that Atari reserves the right to, and may from time to time, monitor any and all information transmitted or received through the Service, including, but not limited to, the Community Areas, for operational and other purposes.\nDuring monitoring, information may be examined, recorded, copied, and used for authorized purposes in accordance with Atari’s Privacy Policy.\nUse of the Service constitutes consent to such monitoring.\nFurthermore, Atari reserves the right at all times to disclose any information posted on the Community Areas or on any other portion of the Service as necessary to satisfy any law, regulation, or governmental request, or to refuse to post, or to remove, any information or materials, in whole or in part, that in Atari’s sole and absolute discretion are objectionable or in violation of this Agreement.</p> License <p>\n<strong>5.1.</strong> By uploading Content, inputting data, or engaging in any other form of communication (a “Communication”) through the Community Areas and the Service you are granting Atari a royalty-fee, irrevocable, perpetual, non-exclusive, unrestricted, worldwide license to (i) use, copy, sublicense, adapt, transmit, publicly perform, display, or create derivative works from any such Communication, and (ii) sublicense to third parties the unrestricted right to exercise any of the foregoing rights granted with respect to such Communication.\nNo Communication will be subject to any obligation of confidence on the part of Atari.\nYou waive and relinquish any “moral rights” that may exist in any Communication, and agree not to assert any moral rights in any Communication.</p>\n<p>\n<strong>5.2.</strong> Downloadable Software License Terms.\nAny software that you may download from this Site or Service (“Downloaded Software”) is the copyrighted work of Atari and/or its licensors.\nUse of Downloaded Software is governed by the terms of any end-user license agreement that may accompany the Downloaded Software.\nThe following terms apply to your use of Downloaded Software (to the extent not inconsistent with any accompanying end-user license agreement): (a) Atari hereby grants to you a personal, non-exclusive, non-transferable, limited license to use the object code version of the Downloaded Software solely on your single personal computer.\n(b) Downloaded Software is provided strictly on an “as-is” basis, without any warranties of any kind, whether expressed or implied, including without limitation any warranties of merchantability, fitness for a particular purpose (even if Atari has been informed of such purpose), non-infringement or compatibility with your computer hardware or software.\n(c) Atari has no liability of any kind or nature in connection with your use of the Downloaded Software (including liability for any consequential or incidental damages), and the entire risk of use (including without limitation any damage to your computer hardware or software) resides with you.\nand (d) your license to use the Downloaded Software will terminate automatically and without notice in the event that you violate any of these license terms.</p> Content in the Community Areas and on the Service <p>Communications posted in the Community Areas and through the Service are provided by users who are unaffiliated with Atari, and the user providing each such Communication is solely responsible for its content.\nIn using the Community Areas or receiving e-mail messages through the Service, you should not assume that such messages have been reviewed by Atari, that such Communications contain correct information, or that the persons posting such Communications have accurately identified themselves and/or their affiliation with any third party.\nYou understand that by using the Service, you may be exposed to Communications that are offensive, indecent, or objectionable.\nUnder no circumstance will Atari be liable in any way for any Communication, including, but not limited to, liability for any errors or omissions in any Communication, or for any loss or damage of any kind incurred as a result of the use of any Communication posted, e-mail, or otherwise transmitted via the Service.</p> Personal Safety <p>When using the Service, please be certain that anything that you say does not compromise your personal safety.\nDo not provide your name, phone number, postal or e-mail address, your password, or any other personally identifying information to people you do not know.\nDo not continue any conversation online that makes you feel uncomfortable.</p> Submissions <p>Atari is pleased to hear from users and welcomes your comments regarding Atari’s programs and services.\nAtari’s longstanding company policy does not allow it to accept or to consider creative ideas, suggestions, or materials other than those it has specifically requested.\nWe hope that you will understand that the intent of this policy is to avoid the possibility of future misunderstandings when projects developed by Atari’s employees and agents might seem to be similar to creative works submitted by users.\nAccordingly, while Atari values your feedback, Atari must ask that you do not send original creative materials.\n<strong>[This is covered in 5.1]</strong>\n</p> Dealing with Merchants <p>Your correspondence or business dealing with, or participation in promotions of merchants found on or through the Service, including payment and delivery of related goods or services, and any other terms, conditions, warranties, or representations associated with such dealings, are solely between you and such merchant.\nAtari will not be responsible or liable for any loss or damage of any sort incurred as the result of any such dealings or as the result of the presence of such merchants on the Service.</p> Disclaimer of Warranties <p>ATARI HAS PROVIDED LINKS AND POINTERS TO INTERNET SITES MAINTAINED BY THIRD PARTIES (“THIRD PARTY SITES”) AND MAY FROM TIME TO TIME PROVIDE THIRD PARTY MATERIALS ON THE SERVICE.\nNEITHER ATARI, ITS PARENT OR SUBSIDIARY COMPANIES NOR ITS AFFILIATES OR SUPPLIERS OPERATE OR CONTROL IN ANY RESPECT ANY INFORMATION, PRODUCTS OR SERVICE ON THESE THIRD PARTY SITES.\nTHE SERVICE, THE MATERIALS AND PRODUCTS AVAILABLE IN OR ACCESSIBLE THROUGH THE SERVICE, AND THE THIRD PARTY SITE ARE PROVIDED “AS IS” AND, TO THE FULLEST EXTENT PERMISSIBLE PURSUANT TO APPLICABLE LAW, ATARI AND ITS BUSINESS PARTNERS (E.G., ATARI’S THIRD PARTY PUBLISHING AFFILIATES (AS DEFINED BELOW), CONTRACTORS, AGENTS, AND/OR VENDORS (COLLECTIVELY, THE “BUSINESS PARTNERS”)DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT, AND WARRANTIES IMPLIED FROM A COURSE OF PERFORMANCE OR COURSE OF DEALING.\nATARI AND ITS BUSINESS PARTNERS DO NOT WARRANT THAT THE FUNCTIONS CONTAINED IN SUCH MATERIALS AND PRODUCTS, OR IN THE SERVICE, WILL BE UNINTERRUPTED OR ERROR-FREE, WILL BE AVAILABLE FOR USE, THAT DEFECTS WILL BE CORRECTED, OR THAT THE SERVICE, INCLUDING THE STORAGE SERVICES AND THEIR CONTENTS, OR THE SERVER THAT MAKES THEM AVAILABLE, ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nATARI AND ITS BUSINESS PARTNERS DO NOT WARRANT OR MAKE ANY REPRESENTATIONS REGARDING THE USE, OR THE RESULTS OF THE USE, OF THE MATERIALS IN THE SERVICE OR IN THIRD PARTY SITES IN TERMS OF THEIR CORRECTNESS, ACCURACY, TIMELINESS, RELIABILITY, COMPLETENESS OR OTHERWISE.\nYou assume all risk of errors and/or omissions in the Service, including the transmission or translation of information and the completeness, accuracy and usefulness of any Content found on the Service.\nYou assume full responsibility for implementing sufficient procedures and checks to satisfy your requirements for the accuracy and suitability of the Service, including the information, and for maintaining any means that you may require for the reconstruction of lost data or subsequent manipulations or analyses of the information provided.\nYou acknowledge and agree that your use of the Service, and any information sent or received in connection with that use, may not be secure and may be intercepted by unauthorized parties.\nYOU ASSUME RESPONSIBILITY FOR THE ENTIRE COST OF NECESSARY MAINTENANCE, REPAIR OR CORRECTION TO YOUR COMPUTER SYSTEM OR OTHER PROPERTY.</p> Limitation of Liability <p>IN NO EVENT WILL ATARI, ITS PARENT OR SUBSIDIARY COMPANIES OR ITS AFFILIATES OR SUPPLIERS, OR OTHER BUSINESS PARTNERS, BE LIABLE FOR ANY DIRECT, INDIRECT, PUNITIVE, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR OTHER DAMAGES ARISING OUT OF OR IN ANY WAY CONNECTED WITH THE USE OF THE SERVICE OR WITH THE DELAY OR INABILITY TO USE THE SERVICE, OR FOR ANY INFORMATION, SOFTWARE, PRODUCTS AND SERVICE ADVERTISED IN OR OBTAINED THROUGH THE SERVICE, ATARI REMOVAL OR DELETION OF ANY MATERIALS OR RECORDS SUBMITTED OR POSTED ON ITS SITE, OR OTHERWISE ARISING OUT OF THE USE OF THE SERVICE, WHETHER BASED ON CONTRACT, TORT OR STRICT LIABILITY OR OTHERWISE, EVEN IF ATARI OR ANY OF ITS SUBSIDIARY COMPANIES, AFFILIATES OR SUPPLIERS HAS BEEN ADVISED OF THE POSSIBILITY OF DAMAGES.\nTHIS WAIVER APPLIES WITHOUT LIMITATION, TO ANY DAMAGES OR INJURY ARISING FROM ANY FAILURE OF PERFORMANCE, ERROR, OMISSION, INTERRUPTION, DELETION, DEFECT, DELAY IN OPERATION OR TRANSMISSION, COMPUTER VIRUS, FILE CORRUPTION, COMMUNICATION-LINE FAILURE, NETWORK OR SYSTEM OR OUTAGE, OR THEFT, DESTRUCTION, UNAUTHORIZED ACCESS TO, ALTERATION OF, OR USE OF ANY RECORD.\nYOU SPECIFICALLY ACKNOWLEDGE AND AGREE THAT ATARI, ITS PARENT OR SUBSIDIARY COMPANIES, AFFILIATES OR SUPPLIERS, OR OTHER BUSINESS PARTNERS WILL NOT BE LIABLE FOR ANY DEFAMATORY, OFFENSIVE OR ILLEGAL CONDUCT OF ANY USER OF THE SERVICE.\nSOME STATES DO NOT ALLOW LIMITATIONS ON HOW LONG AN IMPLIED WARRANTY LASTS, SO THE ABOVE LIMITATION MAY NOT APPLY TO YOU.\nSOME STATES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATION OR EXCLUSION MAY NOT APPLY TO YOU.\nTHIS WARRANTY GIVES YOU SPECIFIC LEGAL RIGHTS, AND YOU MAY ALSO HAVE OTHER RIGHTS, WHICH VARY, FROM STATE TO STATE.</p> Indemnification <p>You agree to defend, indemnify and hold harmless Atari, its affiliates and their respective directors, officers, employees and agents from and against any and all claims, actions, suits or proceedings, as well as any and all losses, liabilities, damages, costs and expenses (including reasonable attorneys fees) arising out of or accruing from (a) any Content or other material uploaded, posted or otherwise provided by you that infringes any copyright, trademark, trade secret, trade dress, patent or intellectual property right of any person or defames any person or violates their rights of publicity or privacy, (b) any misrepresentation made by you in connection with your use of the Service.\nand (c) claims brought by persons or entities other than the parties to this Agreement arising from or related to your access and use of the Service, including the information obtained through the Service.</p> Termination <p>Atari may, in its sole discretion, terminate your use of the Service, or remove and discard any communication transmitted by you or information stored, sent, or received via the Service without prior notice and for any reason.\nTermination, suspension, or cancellation of this Agreement or your access rights will not affect any right or relief to which Atari may be entitled in law or in equity.\nUpon termination of this Agreement, all rights granted to you will automatically terminate and immediately revert to Atari and its licensors.\nSections 3, 4, 5, 10, 11, 12, 13, 14, and 16 through 22 will survive any expiration or termination of this Agreement.</p> Trademarks <p>Atari, and the Atari and Fuji logos are trademarks of Atari Interactive, Inc., and all other trademarks, service marks and trade names used on the Service are the property of their respective owners, and all of the above trademarks may not be copied, downloaded or otherwise exploited without the permission of Atari or the owner of such trademark, service mark or trade name, except as explicitly permitted in this Agreement.</p>\n<p>Wii, Nintendo DS, Game Boy Advance, and Nintendo GameCube are trademarks of Nintendo.\n© 2006 Nintendo.</p>\n<p>“PlayStation”, “PLAYSTATION”, “PS” Family logo and “PSP” are registered trademarks of Sony Computer Entertainment Inc.\nPSP® system – Internet connection and Memory Stick Duo™ may be required (sold separately).\nPlayStation®3 – Online access requires broadband Internet service and a wireless access point or LAN.\nCertain limitations apply to Wi-Fi connectivity.\nUser is responsible for Internet service fees.\nOnline play requires internet connection and Memory Card (8MB) (for PlayStation 2) (each sold separately).\nThe Online icon is a trademark of Sony Computer Entertainment America Inc.</p>\n<p>Microsoft, Xbox, Xbox 360, Xbox LIVE, and the Xbox logos are trademarks of the Microsoft group of companies and are used under license from Microsoft.<br>\nWindows and the Windows Vista start button logo are registered trademarks or trademarks of Microsoft Corporation in the United States and/or other countries and “Games for Windows” and the Windows Vista start button logo are used under license from Microsoft.</p> Minors <p>If you have agreed to allow your minor child, or a child for whom you are legal guardian (a “Minor”), to use the Service, you agree that you will be solely responsible for: (a) the online conduct of such Minor.\n(b) monitoring such Minor’s access to and use of the Service.\n(c) the consequences of any use of the Service by such Minor.\nChildren under the age of 13 cannot enter restricted areas of the Service.\nAt various places on the Service, we ask users to enter their age.\nAtari relies on our users to be truthful in responding to these questions.\nIf a user does not identify his/her proper age, we will have no way of verifying actual age with respect to our privacy policy.</p> Child Online Protection Act Notification <p>Pursuant to 47 U.S.C.\nSection 230(d) as amended, Atari hereby notifies you that parental control protections (such as computer hardware, software, or filtering services) are commercially available and may assist you in limiting access to material that is harmful to minors.\nInformation identifying current providers of such protections is available at the Electronic Frontier Foundation Web site, http://www.eff.org/Censorship/Censorware, and at the Safe Surf site, http://www.safesurf.com.\nTo view information on our policy regarding privacy of children under the age of 13, please see our privacy policy.</p> Infringement Policy <p>Atari, pursuant to 17 U.S.C Section 512 as amended by Title 11 of the Digital Millennium Copyright Act (the “Act”), reserves the right, but not the obligation, to terminate your license to use the Service if it determines in its sole and absolute discretion that you are involved in infringing activity, including alleged acts of first-time or repeat infringement, regardless of whether the material or activity is ultimately determined to be infringing.\nAtari accommodates and does not interfere with standard technical measures used by copyright owners to protect their materials.\nIn addition, pursuant to 17 U.S.C.\nSection 512(c), Atari has implemented procedures for receiving written notification of claimed infringements and for processing such claims in accordance with the Act.\nAll claims of infringement must be submitted to Atari in written complaint that complies with the requirements below and is delivered to our designated agent to receive notification of claimed infringement.</p>\n<p>By Mail<br>\nGeneral Counsel<br>\nAtari, Inc.<br>\n475 Park Avenue South<br>\nNew York, NY 10016</p>\n<p>In addition, any written notice regarding any defamatory or infringing activity, whether of copyright, patent, trademark or other proprietary right must include the following information:</p>\n<p>A.\nA physical or electronic signature of a person authorized to act on behalf of (1) the owner of an exclusive right that is allegedly infringed or (2) the person defamed.</p>\n<p>B.\nIdentification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at the site.\nSimilarly, for materials that are defamatory or infringe patent, trademark, or other proprietary rights of a third party, please submit a list of such materials.</p>\n<p>C.\nIdentification of the material that is claimed to be infringing, to be the subject of infringing activity, or that is claimed to be defamatory and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit us to mail address.</p>\n<p>D.\nInformation reasonably sufficient to permit us to contact you, such as your address, telephone number, and/or electronic mail address.</p>\n<p>E.\nA statement that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright or other proprietary right owner, its agent, or the law.</p>\n<p>F.\nA statement that the information in the notification is accurate, and under penalty of perjury, that you are authorized to act on behalf of the owner of an exclusive right that is allegedly infringed or on behalf of the person defamed.</p> Modification <p>Atari reserves the right in its sole discretion, to amend this Agreement, and to modify, add or discontinue any aspect, or feature of the Service.\nSuch amendments, modifications, additions or deletions will become effective upon notice of that action, which may be provided to you by posting on the Service, via e-mail or any other reasonable means.\nContinued use of the Service by you will constitute your binding acceptance of any such amendments, modifications, additions or deletions.</p> Export Control Information <p>Unless otherwise specified, the materials on the Service are presented solely to provide information regarding and to promote the Atari Service and other products available in the United States, its territories, possessions and protectorates.\nThe Service is controlled and operated by Atari from its offices within the state of New York, United States of America.\nAtari makes no representation that materials on the Service are appropriate or available for use outside the United States.\nThose who choose to access the Service from outside the United States do so on their own initiative and are responsible for compliance with local laws, if and to the extent that the local laws are applicable.\nSoftware from the Service is further subject to United States export controls.\nNo software from the Service may be downloaded or otherwise exported or re-exported (A) into (or to a national or resident of) Cuba, Iraq, Libya, North Korea, Iran, Syria, or any other country to which the U.S.\nhas embargoed goods, or (B) to anyone on the U.S.\nTreasury Department list of Specially Designated Nationals or the U.S.\nCommerce Department’s Table of Deny Orders.\nBy using the Service, you represent and warrant that you are not located in, under the control of, or a national or resident of any such country or on any such list.</p> Support <p>TECHNICAL SUPPORT (U.S.\n&amp.\nCANADA)</p>\n<p>\n<strong>Help Via the Internet</strong>\n</p>\n<p>Up-to-the-minute technical information about Atari products is generally available 24 hours a day, 7 days a week via the Internet at: <b>support.atari.com</b>\n</p>\n<p>Through this site you’ll have access to our FAQ (Frequently Asked Questions) documents, our FTP (File Transfer Protocol) area where you can download patches if needed, our Hints/Cheat Codes if they’re available, and an <strong>email </strong>area (<strong>CustomerSupport@atari.com</strong>) where you can get help and ask questions if you do not find your answers within the FAQ.</p>\n<p>All customer support requests are handled via email.\nNo telephone support requests&nbsp;will be&nbsp;accepted.</p>\n<p>\n<strong>Note: </strong>In the event we must send you an FAQ document, patch or update via email, we may require verifiable consent from a parent or guardian in order to protect children’s privacy and safety online.\nConsent Forms are available at the customer support web site listed above.</p> Third-Party Publishing Affiliates <p>You acknowledge and agree that the terms and conditions of Atari’s publishing affiliates such as Zynga, Inc., Apple, Google, and/or your mobile carrier (as applicable) (“Third-Party Publishing Affiliates”) may also apply to your use of the Service.\nNotwithstanding anything set forth in the Agreement to the contrary, you recognize the rights of Third-Party Publishing Affiliates in and to the Service and acknowledge that Third-Party Publishing Affiliates are third party beneficiaries of the Agreement, with the right to enforce the terms of this Agreement.</p> Miscellaneous <p>This Agreement will be governed by and construed in accordance with the laws of the State of New York without giving effect to any principles of conflict of law.\n.\nYou agree to first bring any case relating to a dispute hereunder to be decided before one arbitrator in final, binding, non-appealable arbitration in New York, NY under the rules of the American Arbitration Association.\nEach party shall divide the costs equally of such arbitration and in the event the arbitrator decides the arbitration fees would be hardship on you, the arbitrator may allow for Atari to pay 100% of the arbitration fees (not including your attorneys’ fees, which much be borne by you).\nYou may also participate in the arbitration by phone if you are unable to come to New York.\nYou agree to bring any case hereunder individually and not as a member of any class or part of any type of class action case.\nYOU UNDERSTAND THAT EXCEPT FOR THE OBLIGATIONS SET OUT IN THIS SECTION, YOU WOULD HAVE A RIGHT TO A TRIAL BY JURY AND YOU HEREBY WAIVE SUCH RIGHT.\nAn arbitration award hereunder may be enforced by any court of competent jurisdiction.\nNotwithstanding anything to the contrary herein, you agree that Atari may bring an action relating to its intellectual property rights, including an injunction related to such rights, in any court of competent jurisdiction without using the arbitration mechanism herein.\nYou acknowledge and agree that the warranty disclaimers and liability and remedy limitations in this Agreement are material terms of this Agreement and that they have been taken into account in the decision by Atari to provide the Service.\nYou may not assign any of your rights, obligations or privileges without the prior, written consent of Atari.\nAny assignment of the foregoing other than as provided for in this section under this Agreement will be null and void.\nIf any provision of this Agreement will be unlawful, void, or for any reason unenforceable then that provision will be deemed severable from this Agreement, will be enforced to the fullest extent allowed by law as to affect the intention of the parties, and will not affect the validity and enforceability of any remaining provisions.\nThis Agreement and any posted operating rules constitute the entire Agreement of the parties with respect to the subject matter of this Agreement, and supersede all prior or contemporaneous communications and proposals whether oral, or written, between the parties with respect to the subject matter of this Agreement, and supersede all prior or contemporaneous communications and proposals, whether oral or written, between the parties with respect to such subject matter.\nNo waiver of any provision or any right granted under this Agreement will be effective unless set forth in a written instrument signed by the waiving party.\nNo waiver by either party or any breach or default under this Agreement will be deemed a waiver of any subsequent breach or default.\nYou agree not to reproduce, duplicate, copy, or sell, resell, or exploit for any commercial purposes, any portion of the Service, use of the Service, or access to the Service.\nThe titles and subtitles used in this Agreement are used for convenience only and are not to be considered in construing or interpreting this Agreement.</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> Copyright © 2020 Atari, Inc.\nAll Rights Reserved.\nAtari and the Atari logo are trademarks owned by Atari Interactive, Inc.\nAll other trademarks are the property of their respective owners.\n<ul>\n</ul>\n<ul>\n<li>Contact and Support</li>\n<li>Privacy Policy</li>\n<li>Terms of Use</li>\n<li>Cookies Policy</li>\n</ul>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<ul>\n</ul>\n<i>\n</i> ", "created_at": "2022-05-07 06:20:29.37695", "updated_at": "2022-05-07 04:21:20.513754"}, {"id": 11931, "name": "Privacy Policy", "url": "https://www.atari.com/privacy-policy/", "xpath": "//body", "text": " <i>\n</i>\n<i>\n</i>\n<ul>\n<li>About Atari</li>\n<li>Games</li>\n<li>Atari VCS</li>\n<li>Blockchain</li>\n<li>Licensing</li>\n<li>Investors</li>\n<li>Shop\n<ul>\n<li>Cartridges</li>\n<li>Apparel</li>\n</ul>\n</li>\n</ul>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> Privacy Policy ATARI ONLINE PRIVACY STATEMENT\n<p>August 2, 2018</p>\n<strong>OUR PRIVACY COMMITMENT</strong>\n<p>Atari, Inc., and its subsidiaries and affiliates (collectively, “Atari” or “we”) respect the privacy rights of our online visitors and recognize the importance of protecting all information that you may choose to share with us.\nTo further this commitment, we have adopted this Online Privacy Policy (“Privacy Policy”) to guide how we collect, store, and use the information you provide us.</p>\n<p>This Privacy Policy and the ESRB certification seals shown on our websites confirm that Atari is a valid licensee, and participating member, of ESRB’s Privacy Certified Program.\nTo protect your privacy, we have voluntarily undertaken this privacy initiative and have had all of our websites and mobile applications (collectively, the “Service(s)”) where this Privacy Policy is posted reviewed and certified by ESRB Privacy Certified to meet established online information collection and use practices.\nAs a licensee of this privacy program, we are subject to frequent audits of our websites and other enforcement and accountability mechanisms administered independently by the ESRB.</p> What information does this Privacy Statement cover? <p>This Privacy Policy applies only to:</p>\n<p>– The use and sharing of information collected on and after the date that this Privacy Policy is posted</p>\n<p>– Information collected on the Services where this Privacy Policy is posted</p> What types of personally identifiable information do we collect about our guests? <p>With the exception of persistent identifiers collected through technology (i.e.\ndevice ID, IP address), we don’t require personal information to access our Services.\nHowever, if you prefer not to disclose personal information, you will not be able to enjoy certain features of our Services.\nPersonal information is information that uniquely identifies you and may be used to contact you such as your full name, email address, physical address, or phone number.\nTo offer our customers certain features on our Services, we and/or our Business Partners (as defined below) may collect several types of personal information.</p>\n<p>&nbsp;</p>\n<p>Whatever the purpose may be, we will only collect information to the extent reasonably necessary to fulfill your requests and our legitimate business objectives.</p>\n<p>All of the personal information we receive comes directly from our customers or visitors.\nWe and/or our business partners (e.g., our network advertisers (as described below), contractors, agents and/or vendors) (collectively, our “Business Partners”) collect personal information from people who:</p>\n<p>1 – register or use our Services<br>\n2 – register our products<br>\n3 – subscribe to our newsletter<br>\n4- register for community forum<br>\n5 – participate in polls, surveys, and questionnaires<br>\n6 – use e-cards, wish lists, and tell-a-friend features<br>\n7 – purchase a product at one of our online stores<br>\n8 – participate in contests, sweepstakes, or other promotions<br>\n9 – receive technical support<br>\n10 – share information over social networks or through mobile application stores and services.</p>\n<p>We and/or our Business Partners may also receive information from your mobile carrier or application store for mobile applications.&nbsp;The Service will also record game play information such as your high scores or game session duration.\nIn addition to information collected as described above, you may choose to share additional information about yourself throughout the Service, such as in games or on message boards.\nAny actions you perform with other players are considered public, and are at your sole discretion.</p>\n<p>\n<strong>Personal Information You Provide to Us</strong>\n</p>\n<p>We only collect email addresses.</p>\n<p>\n<strong>Non-Personal Information You Provide to Us</strong>\n</p>\n<p>Additionally, we and/or our Business Partners also collect other types of non-personal information (known as demographic information) such as your age or date of birth, gender, hobbies, your general physical location and that of your access device, computer hardware information, platform preferences, and other game ownership and preferences.\nThis demographic information may be associated with your personal information.\nWe and/or our Business Partners may also acquire information from you through (1) your access and participation in message boards on the Service, (2) your email of a question to our customer support, (3) your purchase of a virtual product of any type, (4) other sources, including but not limited to newspapers and internet sources such as blogs, instant messaging services, other users of the Service to supplement your profile.\nPlease note that because a third party company, Digital River, manages the purchases of virtual goods offered by the Service, we do not have access to your credit card details and billing information.\nWe encourage you to review Digital River’s privacy policy, so that you are aware of how they treat your information when you make a purchase from our online store.</p>\n<p>\n<strong>Social Media Interaction</strong>\n</p>\n<p>You also can engage with our content on or through third-party social networking websites, such as Facebook and Twitter (or third-party social media plug-ins and applications).\nWhen you engage with our content on or through third-party social networking websites, plug-ins and applications, you may allow us to have access to certain information from your social media profile (e.g., name, e-mail address, photo, gender, birthday, location, your list of friends, people you follow and/or who follow you, the posts or the ‘likes’ you make) to deliver the content or as part of the operation of the application.\nWe may also obtain non-personally identifiable information (e.g., content viewed, game performance, high scores, and information about advertisements within the content you have been shown or may have clicked on) from your interaction with our content.</p>\n<p>When you provide information from your social media account, it can help enable us to do things like (1) give you exclusive content, (2) personalize your online experience with us within and outside our websites (and/or applications), and (3) contact you through the social networking sites or directly by sending you the latest news, special offerings, and rewards.\nBy doing so, you consent to the use of this information in accordance with our Privacy Policy.\nWhen you provide personal information to us through an application, on our websites, or on social networking websites, it may be publicly viewed by other members of these websites and we cannot prevent further use of the information by third parties.</p>\n<p>Through some social networking websites’ privacy settings, you can control what data you share.\nFor more information about how social networking sites handle your personal information, please refer to their privacy policies and terms of use.</p>\n<p>\n<strong>Information Collected Through Technology</strong>\n</p>\n<p>We and/or our Business Partners collect information through technology to make our Services more interesting and useful to you, although you may not realize this information is being collected.\nFor example, when you come to one of our websites or use our mobile apps, we collect your Internet Protocol address (“IP address”).\nAn IP address is often associated with the portal through which you enter the Internet, like your ISP (Internet service provider), your company, or your university.\nAt times, we also use IP addresses to collect information regarding the frequency with which our guests visit various parts of our Services.\nWhen you access our Services using a mobile device, we and/or our Business Partners may also collect information such as the unique device identifier (“UDID”) of your device, identifier for advertisers (“IDFA”), identifier for vendors (“IDFV”), device type, and other technical information.</p>\n<p>\n<strong>Cookies</strong>\n</p>\n<p>Our Services also use cookies.\nCookies are pieces of information that a website sends to your computer while you are viewing the Services.\nWe and other companies use cookies for a variety of purposes.\nFor example, when you return to one of our Services after logging in, cookies provide information to the Service so that the Service will remember who you are.\nYou can choose to have your computer warn you each time a cookie is being sent, or you can choose to turn off all cookies.\nYou can do this through your browser (i.e.\nMozilla Firefox or Internet Explorer) settings.\nEach browser is a little different, so look at your browser Help menu to learn the correct way to modify your cookies.\nIf you turn cookies off, you won’t have access to many features that make your web experience smoother, like the features mentioned above, and some of the features we offer may not function properly.</p>\n<p>To learn about the privacy choices you have in relation to the third party cookies used on our websites and mobile apps as of the last update of this Privacy Policy, please refer the chart.</p>\n<p>\n<strong>This chart is references from the Atari Privacy Policy</strong>\n</p>\n<p>\n<i>Last updated September 18, 2020</i>&nbsp;<i>&nbsp;</i>\n</p>\n<p>To learn about the&nbsp;privacy choices you have in relation to the third party cookies used on our websites and mobile apps as of the last update of this Privacy Policy, please refer to the following chart:</p>\n<p>\n<strong>Third Party Company</strong>\n</p>\n<p>\n<strong>Service Type</strong>\n</p>\n<p>\n<strong>Privacy Choices</strong>\n</p>\n<p>AppsFlyer (Mobile)</p>\n<p>Analytics</p>\n<p>https://www.appsflyer.com/services-privacy-policy</p>\n<p>Facebook (Atlas, Connect, Social Graph,\u2028and Social Plugins)</p>\n<p>Ads</p>\n<p>https://www.facebook.com/full_data_use_policy</p>\n<p>Google (AdMob, DoubleClick, AdSense, Analytics, Firebase, and Video)</p>\n<p>Analytics,<br>\nAds, Video</p>\n<p>https://policies.google.com/privacy<br>\nhttps://tools.google.com/dlpage/gaoptout</p>\n<p> https://support.google.com/ads/answer/2662922?hl=en</p>\n<p> https://support.google.com/youtube/answer/2801895?hl=en</p>\n<p>MyFonts Counter</p>\n<p>Font System</p>\n<p>http://www.myfonts.com/info/terms-and-conditions/#Privacy</p>\n<p>Twitter (Syndication and Button)</p>\n<p>Widgets, Social</p>\n<p>http://www.google.com/intl/en/policies/privacy/</p>\n<p>ironSource</p>\n<p>Ads</p>\n<p>https://developers.ironsrc.com/ironsource-mobile/air/ironsource-mobile-privacy-policy/</p>\n<p>AdColony</p>\n<p>Ads</p>\n<p>https://www.adcolony.com/privacy-policy/</p>\n<p>Oath (Flurry, Yahoo)</p>\n<p>Analytics</p>\n<p>https://policies.oath.com/us/en/oath/privacy/index.html<br> https://policies.oath.com/us/en/oath/privacy/controls/index.html<br> https://policies.yahoo.com/xa/en/yahoo/privacy/index.html</p>\n<p>Vungle</p>\n<p>Ads</p>\n<p>http://vungle.com/privacy/<br> https://vungle.com/opt-out</p>\n<p>InMobi</p>\n<p>Ads</p>\n<p>https://www.inmobi.com/privacy-policy/</p>\n<p>Tapjoy</p>\n<p>Ads</p>\n<p>https://www.tapjoy.com/legal/#privacy-policy<br> https://www.tapjoy.com/legal/#opt-out</p>\n<p>ChartBoost</p>\n<p>Ads</p>\n<p>https://answers.chartboost.com/en-us/articles/200780269</p>\n<p>AppLovin</p>\n<p>Ads</p>\n<p>https://www.applovin.com/privacy/</p>\n<p>Helpshift</p>\n<p>Customer Service</p>\n<p>https://www.helpshift.com/legal/privacy/</p>\n<p>Unity</p>\n<p>Analytics, Ads</p>\n<p>https://unity3d.com/legal/privacy-policy</p>\n<p>Playfab</p>\n<p>Analytics</p>\n<p>https://privacy.microsoft.com/en-us/privacystatement</p>\n<p>Fyber</p>\n<p>Ads, Video</p>\n<p>https://www.fyber.com/privacy-policy/</p>\n<p>Delta DNA Privacy Policy</p>\n<p>Analytics</p>\n<p>https://deltadna.com/privacy/</p>\n<p>Make Me Reach</p>\n<p>Ads, Analytics</p>\n<p>https://help.makemereach.com/en/articles/1933205-privacy-policy</p>\n<p>Liftoff.io</p>\n<p>Ads, Analytics</p>\n<p>https://liftoff.io/privacy-policy/</p>\n<p>TapResearch</p>\n<p>Ads</p>\n<p>https://www.tapresearch.com/legal/privacy-policy-en</p>\n<p>Pushwoosh</p>\n<p>Analytics</p>\n<p>https://www.pushwoosh.com/privacy-policy/</p>\n<p>For more information concerning the use of third party cookies on our Services, please&nbsp;contact us.</p>\n<p>\n<strong>Web Beacons</strong>\n</p>\n<p>Our Services use a variety of technical methods for tracking purposes, including web beacons.\nWeb beacons are small pieces of data that are embedded in images on the pages of our Services.\nWe also use these technical methods to analyze the traffic patterns on our Services, such as the frequency with which our users visit various parts of our Services.\nThese technical methods may involve the transmission of information either directly to us or to another party authorized by us to collect information on our behalf.\nWe also use these technical methods in HTML e-mails that we send our guests to determine whether our guests have opened those e-mails or clicked on links in those e-mails.\nThe information from use of these technical methods may be collected in a form that is personally identifiable.</p>\n<p>\n<strong>Network Advertisers</strong>\n</p>\n<p>Many advertisements are managed and placed on our Services by advertisers and/or other third parties.\nThese companies are collectively called “network advertisers”.\nNetwork advertisers who place advertisements on our Services may also use cookies and web beacons or other similar technology to collect non-personally identifiable information (e.g., when you click on or move your cursor over one of their banner advertisements).\nYou may not realize this information is being collected.\nIn some cases, we may have access to information from web beacons and cookies used by network advertisers on our sites and this information may permit us to identify other sites that you have visited that are also associated with the network advertiser.</p>\n<p>Finally, once you’ve clicked on an advertisement and have left our Services, our Privacy Policy no longer applies and you must read the privacy policy of the advertiser to see how your personal information will be handled on their website.</p> How is your personally identifiable information used and shared? <p>This Privacy Policy describes how we use and share your information.&nbsp.\nWe don’t share, sell, or rent your personal information to third parties without your consent (other than to our Business Partners).</p>\n<p>\n<strong>Atari Tools and Updates</strong>\n</p>\n<p>Information collected from those who voluntarily submit it to us is used to provide services like updates on special events, game news, and email announcements of interest to our users.\nOccasionally, we share your personal information (e.g., email address) with a third party sponsor, co-sponsor, or other third party that provides products or services that may be of interest to you.</p>\n<p>\n<strong>Blogs, Message Boards, and Community Forums</strong>\n</p>\n<p>If you register for access to our blogs or message boards, we will use your personal information to enable you to view and post messages on the boards.\nHowever, you should understand that community forums, blogs, and message boards are tools that allow you to communicate with members of the online community.\nAs such, whenever you give out personal information in public areas, that information can be collected and used by people you don’t know.</p>\n<p>If you wish to review, correct, or delete content or information you have publicly posted through our blogs, message boards, or community forums, you may do so by visiting the individual post and selecting the “Edit” option.\nAlternatively, you may contact us with your request at privacy@atari.com.\nPlease note that removal of this content or information from public view does not guarantee complete or comprehensive removal.\nAfter your removal request has been honored, we may retain copies of the content or information you have previously posted on our servers.\nAdditionally, we are not required to remove your posted content or information if it has been rendered anonymous or if we are required by law to retain it.</p>\n<p>\n<strong>Operational Uses</strong>\n</p>\n<p>We also use your personal information for other purposes such as “Operational Uses”.\nFor example, we and/or our Business Partners may use your information to send you administrative communications either about your account with us or about features of our Services, including any future changes to this Privacy Policy.</p>\n<p>We occasionally use other companies, agents or contractors to perform services necessary to our operations.\nFor example, we have partnered with other companies to personalize our web pages, process credit card transactions, analyze customers’ interaction with our Services, and process consumer surveys.\nWe also provide postal addresses to the U.S.\nPost Office for delivery purposes.\nIn the course of providing such services, these companies have contact with your personally identifying information.\nThese entities have agreed to securely store and maintain the personal information received from us.</p>\n<p>We may use your name, profile picture and game play information to communicate with your friends that are also connected to the Service.\nWe may also disclose information about you to our Business Partners, in order to provide the website and application services, resolve service problems and correct errors in the Service, to communicate with you about the Service, to provide you with advertising and promotional information in connection with the Service and to enhance your experience on the Service.&nbsp.\nHowever, we do not give our Business Partners an independent right to share this information.\nDue to our contractual obligations with our Business Partners and the need to share information to deliver and support the Service, we cannot provide you with the opportunity to opt-out of sharing information (whether personal information or non-personal information) with these third parties.\nPlease do not use our Services if you do not agree with these terms.</p>\n<p>You may decide to provide us with another person’s personal information such as email address so that the person may be invited to join the Service.&nbsp.\nWe use this information to contact and, if necessary, remind that person that he or she has been invited to join the Service or receive content from the Service.</p>\n<p>\n<strong>Aggregate Information</strong>\n</p>\n<p>Finally, we and/or our Business Partners may take your personally identifiable information and make it non-personally identifiable, either by combining it with information about other individuals (aggregating your information with information about other individuals), or by removing characteristics (such as your name) that make the information personally identifiable to you (de-personalizing your information) in an attempt to provide you with a better user experience, to improve the quality and value of the Service and to analyze how our Service is used.\nGiven the nature of this information, no restrictions apply under this Privacy Policy on our right to aggregate or de-personalize your personal information, and we and/or our Business Partners may use and share in any way with third parties the resulting non-personally identifiable information.</p>\n<p>\n<strong>Business Information</strong>\n</p>\n<p>For practical reasons, we treat personal information submitted to us in a business capacity different from information we receive in a non-business capacity.\nPersonal information submitted to us in a business capacity (e.g.\nresumes, event sponsorship, etc.) may be shared with third parties, depending on the nature of the inquiry.</p>\n<p>\n<strong>Purchase or Sale of Businesses</strong>\n</p>\n<p>From time to time, we may purchase a business or sell one or more of our businesses and your personally identifiable information may be transferred as a part of the purchase or sale.\nIf we purchase a business, the personally identifiable information received with that business would be treated in accordance with this Privacy Policy, if it is practicable and permissible to do so.\nIf we sell a business, we will include provisions in the selling contract requiring the purchaser to treat your personally identifiable information in the same manner required by this Privacy Policy (including any amendments to this Privacy Policy).\nThe provisions of this paragraph will also apply if we are sold as part of bankruptcy proceedings.</p>\n<p>\n<strong>Disclosures Required By Law and Disclosures to Help Protect the Security and Safety of Our Services and Others</strong>\n</p>\n<p>We will disclose personal information when we believe in good faith that such disclosures (a) are required by law, including, for example, to comply with a court order or subpoena, or (b) will help to: enforce our Terms of Use.\nenforce contest, sweepstakes, promotions, and/or game rules.\nprotect your safety or security, including the safety and security of property that belongs to you.\nand/or, protect the safety and security of our Services or third parties.</p> What choices do you have about the collection, use, and sharing of your personally identifiable information? <p>As mentioned above, you have control over the personal information you submit to us.\nIf at any time you decide to remove your personal information from our database, you may do so by emailing us at privacy@atari.com, or contacting us via the Atari mailing address.</p>\n<p>You can access and update the contact information you gave us during registration (that is, your e-mail address or any other information that would directly enable us to contact you), by emailing us at privacy@atari.com or by changing your contact information by logging into the applicable Services.</p>\n<p>You may review, update, correct or delete any personal information disclosed via social networks by changing the applicable information in your profile page on Facebook and/or other social network(s) as well as with your mobile carrier or application store for mobile applications.\nIf you completely delete all this information, your accounts associated with the Services may become deactivated.</p>\n<p>\n<strong>Opting Out</strong>\n</p>\n<p>Should you wish to opt-out of any of the Atari Services you have previously agreed to, i.e.\nreceiving a newsletter, you may do so by:</p>\n<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nfollowing the unsubscribe instructions at the bottom of the newsletter email you wish to stop receiving,</p>\n<p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nlogging into your Atari account and editing your profile settings, or,</p>\n<p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nsending us an email with your request at privacy@atari.com.</p> What are your California Privacy Rights? <p>Since 2005, California Civil Code Section 1798.83 permits our customers who are California residents to request certain information regarding our disclosure of personal information to third parties for their direct marketing purposes.\nFor inquiries regarding our disclosure policy, please write us:</p>\n<p>Atari, Inc.</p>\n<p>Attn.: Webmaster<br>\n475 Park Avenue South<br>\nNew York, NY 10016<br>\n(212) 726-6500<br>\nprivacy@atari.com</p> What kinds of security measures do we take to safeguard your personally identifiable information? <p>The security and confidentiality of your information is extremely important to us.\nWe have implemented technical, administrative, and physical security measures to protect your personal information from unauthorized access and improper use.\nWe use industry-standard practices such as physically secured rooms, firewalls and password protection systems to safeguard the confidentiality of your personal information.\nWe will notify users of a data breach involving unencrypted personal information by email or by posting a notice on the affected website.\nWe also strive to limit access to personal information to employees performing a legitimate business function.\nFrom time to time, we review our security procedures to consider appropriate new technology and methods.\nHowever, please understand that, despite our best efforts, no security measure is perfect or impenetrable.</p> How do we treat children’s information? <p>Our Services are primarily intended for users who are 13 years of age or older.\nHowever, we also recognize that children under the age of 13 may be interested in some of the Services that we offer.\nFor those particular Services, we do not accept registration or subscription submissions without notifying and/or obtaining consent from a parent or guardian.</p>\n<p>If a user under the age of 13 attempts to register an account profile on our main Atari website at www.atari.com or tries to create a community forum account on any of our websites, the child will be blocked from registering.\nIn the event that a child subscribes to one of our newsletters, we will collect the child’s date of birth, email address, and parent’s email address in order to notify the parent that the child has subscribed.\nParents have the option of unsubscribing their child from the newsletter at any time via the instructions within the email, by emailing us at privacy@atari.com, or by contacting us via the Atari mailing address.</p>\n<p>If we discover that we have collected a child’s personal information without parental consent, it will be deleted from our database.\nWe take children’s privacy seriously, and encourage parents to play an active role in their children’s online experience at all times.</p>\n<p>\n<strong>Reviewing, updating, and deleting your child’s information</strong>\n</p>\n<p>As a parent, you have the right to control the information that we collect, use, and disclose about your child.\nShould you wish to review, update, and/or remove your child’s personal information from our database, you may do so by emailing us at privacy@atari.com, or by contacting us via the Atari mailing address.</p> How can you ask questions, or send us comments, about this Privacy Policy? <p>If you have questions or wish to send us comments about this Privacy Policy, please send us an e-mail, call, or write us at:</p>\n<p>\n<strong>Atari, Inc.</strong>\n</p>\n<p>Attn.: Webmaster<br>\n475 Park Avenue South<br>\nNew York, NY 10016<br>\n(212) 726-6500<br>\nprivacy@atari.com</p>\n<p>Please be assured that any personal information that you provide in communications to the above email and postal mail addresses will not be used to send you promotional materials, unless you request it.</p>\n<p>Atari is a licensee of the ESRB’s Privacy Certified Program.\nIf you believe that we have not responded to your inquiry or your inquiry has not been satisfactorily addressed, please contact ESRB at http://www.esrb.org/privacy/contact.jsp or privacy@esrb.org</p> How will you know if we amend this Privacy Policy? <p>We may amend this Privacy Policy at any time.\nIf we make any material changes in the way we collect, use, or share your personal information, we will notify you by sending you an email at the last email address that you provided us, or by prominently posting notice of the changes on the Services covered by this Privacy Policy.\nAny material changes to this Privacy Policy will be effective 30 days following our dispatch of an email notice to you or 30 days following our posting of notice of the changes on the Services covered by this Privacy Policy.</p>\n<p>Please note that, at all times, you are responsible for updating your personal information to provide us your current email address.\nIf the last email address that you have provided us is not valid, or for any other reason is not capable of delivering to you the notice described above, our dispatch of the email containing such notice will nonetheless constitute effective notice of the changes described in the notice.</p> Where are the Atari Services located? <p>The Atari Services process, collect and store information in the United States.&nbsp;By using the Services you consent to your information being processed, collected, and stored on services located in the United States.</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> Copyright © 2020 Atari, Inc.\nAll Rights Reserved.\nAtari and the Atari logo are trademarks owned by Atari Interactive, Inc.\nAll other trademarks are the property of their respective owners.\n<ul>\n</ul>\n<ul>\n<li>Contact and Support</li>\n<li>Privacy Policy</li>\n<li>Terms of Use</li>\n<li>Cookies Policy</li>\n</ul>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<ul>\n</ul>\n<i>\n</i> ", "created_at": "2022-05-07 06:20:29.375326", "updated_at": "2022-05-07 04:23:19.726239"}], "points": [], "urls": ["atari.com"]}}