{"error": 448, "message": "OK", "parameters": {"id": 863, "name": "Skribbl.io", "created_at": "2018-12-19 04:07:08.035233", "updated_at": "2021-03-25 03:19:39.677923", "wikipedia": null, "keywords": null, "related": null, "slug": "skribblio", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/863.png", "url": "skribbl.io", "documents": [{"id": 796, "name": "Terms of service", "url": "https://skribbl.io:443/terms", "xpath": "", "text": "Contact: contact@skribbl.io<br>skribbl.io Terms of Service and Privacy Policy<br>\n<br>\n<b>1.\nTerms</b>\n<br>By accessing the website at&nbsp;http://skribbl.io, you are agreeing to be bound by these terms of service, all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws.\nIf you do not agree with any of these terms, you are prohibited from using or accessing this site.\nThe materials contained in this website are protected by applicable copyright and trademark law.<br>\n<br>\n<b>2.\nUse License</b>\n<br>Permission is granted to temporarily download one copy of the materials (information or software) on skribbl.io's website for personal, non-commercial transitory viewing only.\nThis is the grant of a license, not a transfer of title, and under this license you may not:<br>modify or copy the materials;<br>use the materials for any commercial purpose, or for any public display (commercial or non-commercial);<br>attempt to decompile or reverse engineer any software contained on skribbl.io's website;<br>remove any copyright or other proprietary notations from the materials.\nor<br>transfer the materials to another person or \"mirror\" the materials on any other server.<br>This license shall automatically terminate if you violate any of these restrictions and may be terminated by skribbl.io at any time.\nUpon terminating your viewing of these materials or upon the termination of this license, you must destroy any downloaded materials in your possession whether in electronic or printed format.<br>\n<br>\n<b>3.\nDisclaimer</b>\n<br>The materials on skribbl.io's website are provided on an 'as is' basis.\nskribbl.io makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties including, without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights.<br>Further, skribbl.io does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on its website or otherwise relating to such materials or on any sites linked to this site.<br>\n<br>\n<b>4.\nLimitations</b>\n<br>In no event shall skribbl.io or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the materials on skribbl.io's website, even if skribbl.io or a skribbl.io authorized representative has been notified orally or in writing of the possibility of such damage.\nBecause some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you.<br>\n<br>\n<b>5.\nAccuracy of materials</b>\n<br>The materials appearing on skribbl.io's website could include technical, typographical, or photographic errors.\nskribbl.io does not warrant that any of the materials on its website are accurate, complete or current.\nskribbl.io may make changes to the materials contained on its website at any time without notice.\nHowever skribbl.io does not make any commitment to update the materials.<br>\n<br>\n<b>6.\nLinks</b>\n<br>skribbl.io has not reviewed all of the sites linked to its website and is not responsible for the contents of any such linked site.\nThe inclusion of any link does not imply endorsement by skribbl.io of the site.\nUse of any such linked website is at the user's own risk.<br>\n<br>\n<b>7.\nModifications</b>\n<br>skribbl.io may revise these terms of service for its website at any time without notice.\nBy using this website you are agreeing to be bound by the then current version of these terms of service.<br>\n<br>\n<b>8.\nGoverning Law</b>\n<br>These terms and conditions are governed by and construed in accordance with the laws of Germany and you irrevocably submit to the exclusive jurisdiction of the courts in that State or location.<br>Privacy Policy<br>Your privacy is important to us.<br>It is skribbl.io's policy to respect your privacy regarding any information we may collect while operating our website.\nAccordingly, we have developed this privacy policy in order for you to understand how we collect, use, communicate, disclose and otherwise make use of personal information.\nWe have outlined our privacy policy below.<br>We will collect personal information by lawful and fair means and, where appropriate, with the knowledge or consent of the individual concerned.<br>Before or at the time of collecting personal information, we will identify the purposes for which information is being collected.<br>We will collect and use personal information solely for fulfilling those purposes specified by us and for other ancillary purposes, unless we obtain the consent of the individual concerned or as required by law.<br>Personal data should be relevant to the purposes for which it is to be used, and, to the extent necessary for those purposes, should be accurate, complete, and up-to-date.<br>We will protect personal information by using reasonable security safeguards against loss or theft, as well as unauthorized access, disclosure, copying, use or modification.<br>We will make readily available to customers information about our policies and practices relating to the management of personal information.<br>We will only retain personal information for as long as necessary for the fulfilment of those purposes.<br>We are committed to conducting our business in accordance with these principles in order to ensure that the confidentiality of personal information is protected and maintained.\nskribbl.io may change this privacy policy from time to time at skribbl.io's sole discretion.<br>\n<br>\n<b>Cookies</b>\n<br>We use third-party advertising companies to serve ads when you visit our Website.\n<br>These companies may use information (not including your name, address, email address or telephone number) about your visits to this and other Websites <br>in order to provide advertisements about goods and services of interest to you.<br>If you would like more information about this practice and to know your choices about not having this information used by these companies, click here http://www.networkadvertising.org/managing/opt_out.asp<br>To learn more about cookies in general, please visit https://www.cookiesandyou.com/", "created_at": "2018-12-19 04:10:33.074249", "updated_at": "2020-12-14 20:19:44.027422"}], "points": [{"id": 17055, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "https://skribbl.io:443/terms", "status": "Generated through the annotate view", "created_at": "2021-03-03 20:20:33.235366", "updated_at": "2021-03-03 20:24:35.359424", "quoteText": "skribbl.io may change this privacy policy from time to time at skribbl.io's sole discretion.", "case_id": 121, "document_id": 796, "quoteStart": 5689, "quoteEnd": 5781}, {"id": 17057, "title": "The court of law governing the terms is in Germany", "source": "https://skribbl.io:443/terms", "status": "Generated through the annotate view", "created_at": "2021-03-03 20:22:24.931192", "updated_at": "2021-03-03 20:24:45.064718", "quoteText": "These terms and conditions are governed by and construed in accordance with the laws of Germany", "case_id": 163, "document_id": 796, "quoteStart": 3823, "quoteEnd": 3918}, {"id": 17058, "title": "Users agree to comply with the law of the service's country", "source": "https://skribbl.io:443/terms", "status": "Generated through the annotate view", "created_at": "2021-03-03 20:22:59.05087", "updated_at": "2021-03-03 20:25:00.135671", "quoteText": "and you irrevocably submit to the exclusive jurisdiction of the courts in that State or location", "case_id": 237, "document_id": 796, "quoteStart": 3919, "quoteEnd": 4015}, {"id": 17054, "title": "The policy refers to documents that are missing or unfindable", "source": "https://skribbl.io:443/terms", "status": "Generated through the annotate view", "created_at": "2021-03-03 20:19:57.296512", "updated_at": "2021-03-03 20:24:23.043042", "quoteText": "We will make readily available to customers information about our policies and practices relating to the management of personal information", "case_id": 386, "document_id": 796, "quoteStart": 5261, "quoteEnd": 5400}, {"id": 17053, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://skribbl.io:443/terms", "status": "Generated through the annotate view", "created_at": "2021-03-03 20:17:46.465324", "updated_at": "2021-03-03 20:40:32.882212", "quoteText": "The materials on skribbl.io's website are provided on an 'as is' basis.\nskribbl.io makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties including, without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights.<br>Further, skribbl.io does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on its website or otherwise relating to such materials or on any sites linked to this site.<br>", "case_id": 286, "document_id": 796, "quoteStart": 1597, "quoteEnd": 2217}, {"id": 17064, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://skribbl.io:443/terms", "status": "Generated through the annotate view", "created_at": "2021-03-03 20:41:28.802259", "updated_at": "2021-03-04 10:50:15.66996", "quoteText": "<br>The materials on skribbl.io's website are provided on an 'as is' basis", "case_id": 286, "document_id": 796, "quoteStart": 1593, "quoteEnd": 1667}, {"id": 17056, "title": "The service explains how to prevent disclosure of personal information to third parties", "source": "https://skribbl.io:443/terms", "status": "Generated through the annotate view", "created_at": "2021-03-03 20:21:25.252977", "updated_at": "2021-05-06 00:00:34.628108", "quoteText": "<br>If you would like more information about this practice and to know your choices about not having this information used by these companies", "case_id": 334, "document_id": 796, "quoteStart": 6130, "quoteEnd": 6271}], "urls": ["skribbl.io"]}}