{"error": 448, "message": "OK", "parameters": {"id": 3587, "name": "Wickr Me", "created_at": "2021-05-13 11:48:14.149147", "updated_at": "2021-06-15 22:00:39.045458", "wikipedia": "https://en.wikipedia.org/wiki/Wickr", "keywords": null, "related": null, "slug": "wickr_me", "is_comprehensively_reviewed": true, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/3587.png", "url": "wickr.com", "documents": [{"id": 5967, "name": "Cookies Policy", "url": "https://wickr.com/privacy/", "xpath": "//*[@id=\"elementor-tab-content-1382\"]", "text": "<p>\n<em>Last modified: May 17, 2018</em>\n</p>\n<p>\n<strong>Why We Use Cookies</strong>\n</p>\n<p>As a privacy-focused company, Wickr has built and operated its platform as a ‘zero-knowledge’ system to ensure that our users have full control and ownership of their communications.\nThis means that Wickr as a company is built private-by-design from its very start to provide secure its communications service, and does not collect or monetize your content.</p>\n<p>Your trust is important to us and we tirelessly work on improving our services and raising awareness about our products, which are designed to ensure our users’ security and privacy.\nTo accomplish these goals, we use cookies that enable us to learn how our website visitors navigate our content and how web users interact with our marketing materials so we can understand how to improve our website and our content so we can continue building privacy and collaboration-enhancing features accessible to all users.\nWe may also use cookies to recommend content that might interest you based on your past interactions with us.\nWe make every reasonable effort to: a) minimize the information we collect to operate the service, b) limit the amount of time we keep it and c) enable our users to proactively minimize the data they store on their devices to ensure its privacy and security.</p>\n<p>\n<strong>What Are Cookies?&nbsp;</strong>\n</p>\n<p>A cookie is a small text file, unique to your device or browser, that helps us learn about things like when users arrive at our site, how they use the site, when they leave, and when they come back.\n&nbsp;&nbsp;We use session-based, persistent cookies and pixel-tags.\nSession-based cookies last only while your browser is open and are automatically deleted when you close your browser.\nPersistent cookies last until you or your browser delete them or until they expire.\nPixel tags, which are small blocks of code installed in or on a webpage, also provide us with insight about our users’ preferences.\nIt’s important to note that no information about web traffic associated with our marketing and web optimization efforts can be traced back to the actual end users of Wickr products.</p>\n<p>\n<strong>What Types of Cookies We Use</strong>\n</p>\n<p>In addition to our own cookies, we use third-party cookies through partners like Google Analytics to understand website performance and customer interest in our product, as well as optimize the on-boarding experience for new network administrators (on Wickr Pro only).\nThese cookies do not allow us to know your personal information, only how you interact with our website and marketing materials published on the web.<br>We provide the utmost transparency on and up-to-date overview of cookies used on our website including the ability for website visitors to&nbsp;check, withdraw or modify&nbsp;consent for non-necessary cookies at any time.</p>\n<p>\n<strong>Deleting Cookies</strong>\n</p>\n<p>In addition to modifying cookies by visiting our website, you can also control and delete cookies from your browser.&nbsp;<em>Here is how to do so on different browsers:</em>\n</p>\n<p>Firefox&nbsp;|&nbsp;Chrome&nbsp;|&nbsp;Safari</p>\n<p>\n<strong>Disabling Cookies</strong>\n</p>\n<p>You can also disable or block cookies to prevent them from being used in the first place.</p>\n<p>For more information about these controls, visit your browser or device’s help material.</p>\n<p>The&nbsp;Electronic Frontier Foundation&nbsp;and other leading digital rights organizations recommend a number of ways to do this:</p>\n<ul>\n<li>Users can opt out of providing their website activity to Google Analytics via the&nbsp;Google Analytics Opt-Out browser add-on.</li>\n<li>Users can install&nbsp;Adblock Plus&nbsp;and enable EasyPrivacy to block ads and disable 3rd party tracking;</li>\n<li>Users can also change cookie settings on the browser to “disallow” 3rd party cookies and “set cookies to expire when you exit your browser.”<ul>\n<li>Firefox</li>\n<li>Chrome</li>\n<li>Safari</li>\n</ul>\n</li>\n<li>Users can turn off referers with the extension&nbsp;Referer Control.\nThis will prevent an HTTP request from giving user information to websites.</li>\n<li>Finally, users can install EFF’s browser add-on&nbsp;HTTPS Everywhere&nbsp;or&nbsp;Privacy Badger.\nDetails on how to set these features up can be found&nbsp;here.</li>\n</ul>\n<p>If you have any questions about our use of cookies, please&nbsp;contact us.</p>", "created_at": "2021-05-13 09:50:00.542089", "updated_at": "2021-06-14 12:45:48.013279"}, {"id": 5969, "name": "Legal Process Guidelines", "url": "https://wickr.com/privacy/", "xpath": "//*[@id=\"elementor-tab-content-1381\"]", "text": "What is Wickr<p>\n<strong>Wickr Me</strong>&nbsp;is a free app that provides end-to-end encryption of text, picture, audio and video messages.\nSenders control who can read their messages and when they expire.\nEncrypted messages are stored on our servers and are deleted after they are downloaded to the recipient’s device(s).\nWe do not have plaintext copies of messages exchanged through our system or the keys to decrypt user content.\nWe can’t read any of the messages sent through Wickr Messenger, nor do we know who our users are, or with whom they communicate.</p>\n<p>\n<strong>Wickr Pro&nbsp;</strong>is a separate collaboration platform that allows its customers to create secure professional networks within which to send messages and files.\nSenders control who can read their messages and when they expire.\nEncrypted messages are stored on our servers and are deleted after they are downloaded to the recipient’s device(s).\nWe do not have plaintext copies of content exchanged through our system or the keys to decrypt user content.\nAs Wickr business tools are designed to be used within professional environment, each customer network is managed by the customer’s administrator who can invite users within and outside of the enterprise.</p>\n<p>Wickr is committed to operating in an environment of complete transparency and to cooperating with law enforcement while respecting each individual’s right to privacy.</p>\n<p>Wickr responds to valid legal process issued in compliance with U.S.\nlaw.\nRequests for user account information from U.S.\nlaw enforcement should be directed to Wickr through proper service of process.</p>\n<strong>Service of Process</strong>\n<p>Wickr accepts service of court orders, search warrants, and subpoenas for information by email from law enforcement and government agencies, provided that these legal requests are sent from an official government email address of the requesting agent.\nLaw enforcement and/or government agencies should submit legal requests directly from their official government email address to&nbsp;legal@wickr.com.</p>\n<strong>Private Information Requires a Subpoena or Court Order</strong>\n<p>Non-public information about Wickr users’ accounts will not be released to law enforcement except in response to appropriate legal process such as a subpoena, court order, or other valid legal process.</p>\n<strong>Contents of Communications Are Not Available</strong>\n<p>Requests for the contents of communications require a valid search warrant from an agency with proper jurisdiction over Wickr.\nHowever, our response to such a request will reflect that the content is not stored on our servers or that, in very limited instances where a message has not yet been retrieved by the recipient, the content is encrypted data which is indecipherable.</p>\n<strong>What Must Be Included in Account Information Requests?</strong>\n<p>Law enforcement or government requests for user information must include:</p>\n<ul>\n<li>Identifying information of the account for which information is requested, such as User ID or phone number (please note that phone numbers will only yield responsive information when the user has enabled ID Connection)</li>\n<li>A description of information being sought</li>\n</ul>\n<p>The descriptions should be as narrow and specific as possible in order to avoid misinterpretation and/or objections for overly broad requests.\nWickr will construe received requests narrowly to maintain users’ privacy and ensure that any information disclosed does not exceed the scope of the request.</p>\n<p>Further, Wickr requires law enforcement and/or government agencies to include the following information so that requests for user information may be validated:</p>\n<ul>\n<li>Requesting law enforcement/government agency</li>\n<li>Requesting agent name and badge/ID number</li>\n<li>Valid agency e-mail address and physical return address</li>\n<li>Phone number of requesting agent, including extension when applicable</li>\n<li>Response due date</li>\n<li>A copy of the court order, warrant, or subpoena</li>\n</ul>\n<strong>Will Wickr Notify Users of Requests for Account Information?</strong>\n<p>Wickr’s policy is to notify users of requests for their account information prior to disclosure including providing user with a copy of the request, unless we are prohibited by law from doing so or if there is danger of death or serious physical injury.\nAs soon as legally permitted to do so, we will notify our users of requests for their information.</p>\n<strong>What Information Does Wickr Store?</strong>\n<blockquote>\n<p>\n<strong>Wickr has the following information about user accounts on Wickr Messenger:</strong>\n</p>\n</blockquote>\n<ul>\n<li>Date an account was created</li>\n<li>Type of device(s) on which such account was used</li>\n<li>Date of last use</li>\n<li>Total number of sent/received messages</li>\n<li>Number of external ID’s (email addresses and phone numbers) connected to the account, but not the plaintext external IDs themselves</li>\n<li>Avatar image (if user elected to provide one)</li>\n<li>Limited records of recent changes to account settings such as adding or suspending a device (does not include message content or routing and delivery information)</li>\n<li>Wickr version number</li>\n</ul>\n<blockquote>\n<p>\n<strong>Wickr has the following information about user accounts on Wickr Pro:</strong>\n</p>\n</blockquote>\n<ul>\n<li>Network affiliation</li>\n<li>Wickr Pro ID (email address)</li>\n<li>Phone number, if provided by network administrator as a second form of authentication</li>\n<li>Date an account was created</li>\n<li>Type of device(s) on which an account was used</li>\n<li>Date of last use</li>\n<li>Total number of sent/received messages</li>\n<li>Avatar image (if user elected to provide one)</li>\n<li>Limited records of recent changes to account settings such as adding or suspending a device (does not include message content or routing and delivery information)</li>\n</ul>\n<p>Wickr has the following information about network administrator accounts on Wickr Pro:</p>\n<ul>\n<li>Administrator ID (email address)</li>\n<li>Network membership</li>\n<li>Payment-related information</li>\n<li>Network-wide settings including limited records of recent changes to network settings (i.e.\nenabling or disabling federation)</li>\n</ul>\n<p>\n<em>For Wickr Pro, the configuration of each network may vary depending on the enterprise needs.\nThus, the information Wickr may be able to provide in response to a lawful request for user information will vary as well.</em>\n</p>\n<strong>Emergency Disclosure Requests</strong>\n<p>Wickr may provide information to law enforcement in response to a valid emergency disclosure request.</p>\n<p>We review emergency disclosure requests on a case-by-case basis and evaluate them under applicable law (e.g., 18 U.S.C.\n§ 2702).\nIf we receive information that gives us a good-faith belief that there is an exigent emergency involving the danger of death or serious physical injury to a person, we may provide information to law enforcement to prevent that harm, if we have it.</p>\n<p>Law enforcement officers can submit an emergency disclosure request via email:<strong>legal@wickr.com.</strong>\n</p>\n<p>Emergency disclosure requests must be on law enforcement letterhead and include all of the following information:</p>\n<ul>\n<li>Identity of the person who is in danger of death or serious physical injury;</li>\n<li>The nature of the emergency;</li>\n<li>Wickr ID (user name) of the subject account(s) whose information is necessary to prevent the emergency;</li>\n<li>The specific information requested and why that information is necessary to prevent the emergency;</li>\n<li>The signature of the submitting law enforcement officer.\nand</li>\n<li>Any other relevant details about the circumstances that we should take into account.</li>\n</ul>\n<strong>Preservation Requests</strong>\n<p>Upon receipt of a valid preservation request from law enforcement under applicable law, we will temporarily preserve the relevant account records for 90 days pending service of legal process.\nWe will only disclose preserved records upon receipt of valid legal process.</p>\n<p>Preservation requests should be on law enforcement letterhead, signed by the requesting official, and include a valid official email address.\nPreservation requests may be submitted via the methods described above.</p>\n<strong>Responding to Civil Subpoenas</strong>\n<blockquote>\n<p>\n<strong>Account Content</strong>\n</p>\n</blockquote>\n<p>Federal law does not allow private parties to obtain account contents (e.g., messages, attachments, etc.) from electronic communication service providers through civil subpoenas.\nSee the Stored Communications Act, 18 U.S.C.\n§ 2702.</p>\n<p>Parties to litigation may satisfy party and non-party discovery requirements by seeking the contents of an account directly from the user.</p>\n<p>Wickr does not preserve account content in response to a request from a private party.</p>\n<blockquote>\n<p>\n<strong>Customer Records</strong>\n</p>\n</blockquote>\n<p>Wickr may provide customer records in response to a valid subpoena issued by a federal or California or New York court where the requested information is indispensable to the case and not already within a party’s possession.\nIt is Wickr’s policy to give affected account holders prior notice before complying with such subpoenas.</p>\n<p>Parties seeking basic subscriber information must specifically identify accounts by Wickr ID.</p>\n<strong>Production of Records, Authentication</strong>\n<p>We provide responsive records in electronic format.\nWe reserve the right to seek reimbursement for the costs of producing records where appropriate.</p>\n<p>Wickr does not provide expert witness testimony.\nHowever, all substantive responses to legal process requests will be accompanied by a signed Certificate of Authenticity of Business Records, which should eliminate the need for the testimony of a custodian of records.</p>\n<strong>Mutual Legal Assistance Treaties</strong>\n<p>Wickr’s policy is to promptly respond to requests that are issued via U.S.\ncourt upon proper service of process either by way of a mutual legal assistance treaty or letter rogatory.</p>\n<p>As a courtesy to international law enforcement agencies, we will review and respond to properly submitted preservation requests while the MLAT or letters rogatory process is underway.</p>", "created_at": "2021-05-13 09:51:53.425926", "updated_at": "2021-05-13 09:52:08.882914"}, {"id": 5968, "name": "Terms of Service", "url": "https://wickr.com/terms/", "xpath": "//*[@id=\"elementor-tab-content-1011\"]", "text": "<p>\n<strong>AGREEMENT TO THESE TERMS OF SERVICE</strong>\n</p>\n<p>This document and these terms (“Agreement”) represent a legal contract between you and Wickr (“Wickr“, “we“, “our“), governing your use of&nbsp;<strong>Wickr Messenger</strong>, a mobile or web services or mobile or web software (“Wickr Software”) owned, controlled or offered by Wickr (collectively, the ”Wickr Services“).\nPLEASE READ CAREFULLY THE FOLLOWING TERMS AND CONDITIONS OF SERVICE.\nBY USING THE Wickr SERVICES, YOU ACKNOWLEDGE THAT YOU HAVE READ, UNDERSTOOD AND AGREE TO BE BOUND BY THE TERMS OF THIS TERMS OF SERVICE.\nIF YOU DO NOT AGREE TO THIS TERMS OF SERVICE, PLEASE CEASE USING THE Wickr SERVICES IMMEDIATELY.</p>\n<p>You acknowledge and agree that this contract is only between you and Wickr and not any of Wickr’s partners, distributors, promoters or service providers (collectively, “Distributors”).\nShould you have any issue or claim with respect to the Wickr Services, Wickr, and not its Distributors, will be solely responsible for addressing the issue or claim.\nIf you have obtained the Wickr Services from one of Wickr’s Distributors, you agree that any such Distributor will have no obligation or responsibility to provide you any warranty, maintenance and support services with respect to the Wickr Services.</p>\n<p>\n<strong>1.\nLICENSE GRANT</strong>\n</p>\n<p>All Wickr Services are licensed to you and not sold.\nSubject to the terms of this agreement, Wickr grants you a personal, non- exclusive, non-transferable and non-sublicensable license to use the Wickr Services solely for your personal or internal business purposes.\nYou may use the Wickr Software for one Wickr Services subscription account on up to ten mobile devices legally under your control, for your personal or internal business use.\nWhen you submit User Data to Wickr, you hereby grant to Wickr, a non- exclusive, royalty-free, worldwide license to distribute your User Data through the Wickr Service on your behalf solely for the purpose of providing the secure messaging service.\nWith respect to any open source or third-party code that may be incorporated in the Wickr Software, such open source code is covered by the applicable open source or third-party end user license agreement, if any, authorizing use of such code.\n[Wickr DOES NOT USE, COPY OR MODIFY USER DATA.\nIT’S IMPOSSIBLE FOR US TO DO THIS AS DATA IS ENCRYPTED AND WE CAN’T READ IT]</p>\n<p>\n<strong>2.\nRESERVATION OF RIGHTS</strong>\n</p>\n<p>The Wickr Services and all content, visual interfaces, information, graphics, design, compilation, computer code, products, software, trademarks, service marks, trade names and services are the property of Wickr or its subsidiaries or affiliated companies and/or third- party licensors.\nExcept for the express license granted to you, no right, title, interest or license to the Wickr Services is granted to you, whether by implication, or otherwise.</p>\n<p>\n<strong>3.\nRESTRICTIONS</strong>\n</p>\n<p>You acknowledge and agree that you will not: (a) reproduce or attempt to reproduce the Wickr Software.\n(b) modify, adapt, translate or create any derivative works of the Wickr Software or attempt to do the foregoing.\n(c) attempt to circumvent or disable the Wickr Software or any technology, features or measures in the Wickr Software by any means or in any manner.\n(d) attempt to decompile, disassemble, reverse engineer, or otherwise attempt to derive the source code for the Wickr Software.\n(e) distribute, encumber, sell, rent, lease, sublicense, or otherwise transfer, publish or disclose the Wickr Software to any third party.\n(f) use for a service bureau or otherwise commercialize or attempt to commercialize use of the Wickr Software.\nor (g) remove or alter any trademark, logo, copyright or other proprietary notices, legends, symbols or labels in or on the Wickr Software or used in connection with the Wickr Software.</p>\n<p>\n<strong>4.\nUSER DATA</strong>\n</p>\n<p>The Wickr Services may allow the submission of content and materials by you (” User Data “), and the hosting, storing of such User Data.\nYou shall be solely responsible for your own User Data and the consequences of storing or transmitting them.\nWickr assumes no responsibility whatsoever in connection with or arising from User Data.\nWickr does not endorse and has no control over the content of User Data submitted by other Users.\nWickr reserves the right to prevent you from submitting User Data and to restrict or remove User Data for any reason at any time.</p>\n<p>\n<strong>5.\nPRIVACY POLICY.\nCOPPA Compliance.\nGUIDELINES TO INDIVIDUAL FEATURES AND SERVICES</strong>\n</p>\n<p>Wickr’s Privacy Policy is hereby incorporated into this Agreement by reference.\nPlease read this Privacy Policy carefully for disclosures relating to the collection, use, and disclosure of your personal information.\nBy using this service, you consent to Wickr’s collection and use of User Data as described in the policy in place at the time when data is collected.</p>\n<p>When using Wickr, you will be subject to any additional posted guidelines or rules applicable to certain features, which may be posted from time to time (the ”Guidelines“), which are also hereby incorporated by reference into this Agreement.</p>\n<p>\n<strong>6.\nMODIFICATION OF THIS AGREEMENT</strong>\n</p>\n<p>Wickr may modify this Terms of Service from time to time.\nAny and all changes to this Agreement will be posted on the Wickr.com site, and you agree to be bound by any changes to the Terms of Service when you continue to use the Wickr Services after those changes are posted.</p>\n<p>\n<strong>7.\nACCOUNT INFORMATION</strong>\n</p>\n<p>Wickr will not be liable for any damages or liability resulting from your account information.\nYou agree not to sell or transfer or allow another person to access your account password or Wickr Services account.</p>\n<p>\n<strong>8 .\nUSAGE RULES.\nPROHIBITED CONDUCT &amp.\nUSES</strong>\n</p>\n<p>Wickr was founded upon the belief that private communications are a universal human right, and our Services are designed to enable secure end-to-end communication.\nWhile we don’t have the technical capability to monitor Wickr Services accounts or our users’ messages, we reserve the right to suspend or terminate accounts if we learn they violate the following terms.</p>\n<p>YOU MAY NOT USE THE WICKR SERVICES:</p>\n<ul>\n<li>for illegal purposes or in furtherance of illegal activities;</li>\n<li>to engage in targeted harassment, bullying, or threats of violence against others;</li>\n<li>to send or disseminate other people’s private and confidential information, such as credit card numbers or Social Security/National Identity numbers, without their express authorization and permission;</li>\n<li>in any manner that infringes patents, trademarks, trade secrets, copyrights, or any other proprietary or intellectual property rights.\nor</li>\n<li>for the purpose of spamming others.</li>\n<li>to impersonate others in a manner that does or is intended to mislead, confuse, or deceive others;</li>\n<li>to remove, circumvent, disable, damage or otherwise interfere with security features of the Wickr Services, including any technical measures we may use to prevent or restrict unauthorized access to the Wickr Services, features that prevent or restrict use or copying of any content accessible through the Wickr Services, or features that enforce limitations on use of the Wickr Services;</li>\n<li>to intentionally interfere with or damage operation of the Wickr Services or any user’s enjoyment of them, including by uploading or disseminating viruses, worms, or other malicious code;</li>\n<li>to use any robot, spider, scraper or other automated means to access the Wickr Services without our express written permission;</li>\n<li>to modify the Wickr Services in any manner or form.\nor</li>\n<li>to sell, transfer or allow another person to access your account password or Wickr Services account.</li>\n</ul>\n<p>\n<strong>9.\nTHIRD-PARTY SITES, PRODUCTS AND SERVICES.\nLINKS</strong>\n</p>\n<p>The Wickr Services may include links to other web sites or services solely as a convenience to Users.\nWickr does not endorse or make any representations regarding any such linked sites or the any information or materials accessible through other linked sites.\nWickr disclaims all liability relating to your use of such linked sites.</p>\n<p>\n<strong>10.\nGOVERNMENT END USERS.</strong>\n</p>\n<p>If this Wickr Software is being acquired on behalf of the United States Government, then the following provision applies.\nUse, duplication, or disclosure of the Wickr Software by the U.S.\nGovernment is subject to restrictions set forth in this Agreement and as provided in DFARS 227.7202-1(a) and 227.7202-3(a) (1995), DFARS 252.227-7013(c)(1)(ii) (OCT 1988), FAR 12.212(a) (1995), FAR 52.227-19, or FAR 52.227-14 (ALT III), as applicable.</p>\n<p>\n<strong>11.\nEXPORT CONTROL.</strong>\n</p>\n<p>The Wickr Software originates in the United States, and is subject to United States export laws and regulations.\nThe Wickr Software may not be exported or re-exported to certain countries or those persons or entities prohibited from receiving exports from the United States.\nIn addition, the Wickr Software may be subject to the import and export laws of other countries.\nYou agree to comply with all United States and foreign laws related to use of the Wickr Software and the Wickr Services.</p>\n<p>\n<strong>12.\nVIOLATIONS.\nTERMINATION</strong>\n</p>\n<p>You agree that Wickr may terminate or suspend your access to the Wickr Services without prior notice and without liability if such termination or suspension is based on (a) Wickr’s good faith belief you have violated any of the terms and conditions of this Agreement, (b) Wickr’s determination that you repeatedly infringe or have infringed the copyrights of others, (c) extended periods of inactivity with respect to any of the Wickr Services.\nThese remedies are in addition to any other remedies Wickr may have at law or in equity.\nWickr reserves the right to terminate Free Accounts and free access to Wickr Services at any time, with or without notice without any liability of any kind.</p>\n<p>Wickr reserves the right to terminate any account considered as squatting on a username, or accounts that are deemed as spammers, or violate any laws of the U.S.\nWickr may terminate or suspend its services at any time, and for any reason without any liability.</p>\n<p>\n<strong>13.\nCONSUMER RIGHTS</strong>\n</p>\n<p>You may have the benefit of consumer guarantees and warranties given under statute (“Mandatory Terms”).\nWhere any statute applies to this Agreement to give you the benefit of Mandatory Terms, and that statute does not permit Wickr to exclude or limit the application of those Mandatory Terms (or would render void any attempt to do so), then those Mandatory Terms apply to this Agreement for your benefit, and nothing in this Agreement excludes or limits those Mandatory Terms or liability for breach of them.\nThis applies to all of the terms of this Agreement, including any terms in relation to DISCLAIMERS: NO WARRANTIES, INDEMNIFICATION: HOLD HARMLESS, AND LIMITATION OF LIABILITY AND DAMAGES.</p>\n<p>\n<strong>14.\nDISCLAIMERS.\nNO WARRANTIES</strong>\n</p>\n<p>THE Wickr SERVICES AND ANY THIRD-PARTY SOFTWARE, SERVICES, OR APPLICATIONS MADE AVAILABLE IN CONNECTION WITH THE Wickr SERVICES ARE PROVIDED “AS IS,” WITHOUT WARRANTY OF ANY KIND.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, Wickr, AND ITS SUPPLIERS AND PARTNERS, DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON- INFRINGEMENT OF PROPRIETARY RIGHTS.\nWickr AND ITS SUPPLIERS AND PARTNERS DO NOT WARRANT THAT THE FUNCTIONS CONTAINED IN THE Wickr SERVICES WILL BE UNINTERRUPTED OR ERROR-FREE, THAT DEFECTS WILL BE CORRECTED, THAT THE Wickr SERVICES OR THE SERVER THAT MAKES THEM AVAILABLE ARE FREE OF HARMFUL COMPONENTS OR THAT THE Wickr SERVICES WILL MEET YOUR REQUIREMENTS.\nYOU ARE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR EQUIPMENT OR DEVICE, LOSS OF USE, OR LOSS OF DATA.</p>\n<p>\n<strong>15.\nINDEMNIFICATION.\nHOLD HARMLESS</strong>\n</p>\n<p>You agree to indemnify, defend, and hold harmless Wickr, its affiliated companies, and its suppliers and partners from any and all claims, suits, actions, losses, costs, damages, and any other liabilities, including attorneys’ fees, arising out of or related to (a) your use or misuse of the Wickr Services, (b) any violation of the rights of any other person or entity by you, or (c) any breach or violation by you of this Agreement.\nWickr reserves the right, at your expense, to assume the exclusive defense and control of any matter for which you are required to indemnify us, and you agree to cooperate with our defense of these claims.</p>\n<p>\n<strong>16.\nLIMITATION OF LIABILITY AND DAMAGES</strong>\n</p>\n<p>TO THE EXTENT PERMITTED BY APPLICABLE LAW, Wickr OR ITS AFFILIATES, CONTRACTORS, EMPLOYEES, AGENTS, OR THIRD-PARTY PARTNERS OR SUPPLIERS WILL NOT BE LIABLE TO YOU FOR ANY SPECIAL, INDIRECT, INCIDENTAL, PUNITIVE, RELIANCE, CONSEQUENTIAL, OR EXEMPLARY DAMAGES RELATING TO YOUR USE OF THE Wickr SERVICES, EVEN IF Wickr HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p>\n<p>\n<strong>17.\nMISCELLANEOUS</strong>\n</p>\n<p>This Agreement constitutes the entire agreement between the parties concerning the subject matter hereof and supersedes all prior or contemporaneous oral or written understandings.\nThis Agreement may be amended only by a writing signed by both parties.</p>\n<p>This Agreement will be governed by the laws of the State of Delaware, without regard to conflicts of law provisions, and you consent to the exclusive jurisdiction of the state and federal courts sitting in Wilmington, Delaware, U.S.\nThis Agreement will not be governed by the United Nations Convention on Contracts for the International Sale of Goods.\nEither Wickr or you may demand that any dispute or claim between Wickr and you about or involving the Wickr Services must be settled by arbitration utilizing the dispute resolution procedures of the American Arbitration Association (” AAA “) in San Francisco, California, USA and, if so demanded by Wickr or you, both parties hereby acknowledge and agree to submit exclusively to the jurisdiction of the AAA in San Francisco, CA to resolve the applicable dispute or claim.\nprovided that the foregoing shall not prevent Wickr from seeking injunctive relief in a court of competent jurisdiction.<br>If any provision of this Agreement should be held invalid or unenforceable by a court of competent jurisdiction, such provision will be modified to the extent necessary to render it enforceable without losing its intent or severed from this Agreement if no such modification is possible, and other provisions of this Agreement will remain in full force and effect.\nA waiver by either party of any term or condition of this Agreement or any breach thereof, in any one instance, will not waive such term or condition or any subsequent breach thereof.\nThis Agreement and related Guidelines, and any rights and licenses granted hereunder, may not be transferred or assigned by you, but may be assigned or transferred by Wickr without restriction.\nThe provisions of this Agreement that require or contemplate performance after the termination of this Agreement and all provisions relating to limitation of liability, disclaimers, and indemnification will be enforceable notwithstanding such termination.\nNeither party will be in default or be liable for any delay, failure in performance, or interruption of service resulting directly or indirectly from any cause beyond its reasonable control.\nIf any dispute arises under this Agreement, the prevailing party will be reimbursed by the other party for any and all legal fees and costs associated therewith.</p>", "created_at": "2021-05-13 09:50:59.670846", "updated_at": "2021-06-14 13:37:35.750465"}, {"id": 5966, "name": "Privacy Policy", "url": "https://wickr.com/privacy/me/", "xpath": "/html/body/div[2]/div/section[2]/div/div/div/div/div", "text": " <p>\n<em>Last Modified: March 19, 2021</em>\n</p>\n<p>Thank you for using Wickr Me! Wickr allows you to encrypt and send audio, video, voice, text messages and files, and conduct voice calls, so that you can communicate safely, securely, anonymously — and easily.</p>\n<p>\n<br>This document, our Privacy Policy, governs how Wickr (“we”, “us”, “Wickr”) handles our users’ (“you,” “your,” etc.) data both in the Wickr Me app itself (the “Wickr Me App” or “Wickr Me”) and on our website/servers (collectively, the “Services”).\nThis policy does not cover Wickr business products.</p>\n<p>Our Privacy Policy is incorporated into and is subject to the Wickr Terms of Service, so please read both documents carefully.\nYour use of the Services indicates your consent to this Privacy Policy and our Terms of Service.\nIf you do not want to be bound by these agreements, you may not use our Services.</p>\n<p>We work very hard to preserve your privacy and security, and we do our best to be as transparent as possible in explaining how we use your data in providing our Services.\nNot only is Wickr’s security architecture and proprietary encryption methodology designed to ensure that only users can gain access to their message content, we promise to never monetize your communications or personal information.\nEver.\nPlease contact us if you have any questions at&nbsp;privacy@wickr.com</p>\n<p>\n<strong>Our Privacy Practices in Brief:</strong>\n<br>\n<br>\n</p>\n<p>Wickr has to collect some information from you in order to provide our Services to you, but we work to do so in a limited and secure way, as follows:</p>\n<ul>\n<li>We can’t see the messages you transmit using the Service, the rooms you create or your contacts.\nBecause of this we don’t know — and can’t reveal to others — anything about you or how you use the Wickr Me App aside from the limited information such as the date your account was created, the date of last use and the type of device on which such account was installed.\nPlease see our&nbsp;Legal Process Guidelines&nbsp;for more details.</li>\n<li>We do not track, log or store users’ unique device information, IP or geo-location data or similar metadata associated with your use of the Wickr Me App.</li>\n<li>When you send or receive files using Wickr Me, it is important to note that if you do not trust the person you’re talking to, do not open files coming from them or send them photos/files you do not want to be saved.</li>\n<li>You control how long your messages are viewable on recipient devices.\nHowever, there is no magic pill for betrayal and we cannot prevent someone using a camera to take a picture of a message on a screen.\nTherefore, we strongly encourage you to only send private messages or sensitive information to people you know and trust.</li>\n<li>When you block someone from being able to contact you on Wickr Me, they are automatically added to the block list in your settings.\nTo protect your privacy, they won’t know that you are blocking them when they send you a message.</li>\n<li>If you enabled message notifications for Wickr Me, you will receive notifications about incoming messages on your device’s home screen which will contain the sender’s name as you set it in your Wickr contacts.\nYou can also enable message preview in Wickr settings for notifications, which will add the content of a message to the home screen notifications.\nPlease note, if you don’t want other to see who is messaging you on Wickr Me, you can disable notifications in your device settings in which case you will continue to receive messages, but notifications will not appear on your home screen.</li>\n<li>You own your data.\nWe do not share or sell any data about our users.\nPeriod.</li>\n</ul>\n<p>\n<strong>What Information Does Wickr Collect and How Is It Used?</strong>\n<br>We are committed to limiting our collection of your information to what is necessary to provide you with our Services in accordance with applicable data protection and privacy laws.</p>\n<p>The limited information we collect, receive, or have access to is used to provide the Service, to allow you to send and receive messages and files, to respond to your requests, and to improve the Service, in line with the legitimate interest we have in delivering the Services to you.\nIt may also be shared under valid legal process and with third party service providers for the limited purposes described below.</p>\n<p>\n<strong>What We Don’t Collect</strong>\n<br>Equally important to us is to share what information we don’t collect.\nWe do not collect your location information or have access to the contents of the communications you send using the Wickr Me App.\nRemember, however, that if you send a Wickr message to another Wickr user, that message or related content might remain on their device even after you delete it from yours, depending on the value you set for the expiration or burn-on-read time of that message and whether the recipient took a screenshot of the message.</p>\n<p>\n<strong>User-Provided Information</strong>\n<br>We collect some very limited information from you after you download the Wickr Me App in order to allow you to create a Wickr Me Account, and begin using the Wickr Me App.</p>\n<ul>\n<li>\n<strong>Your Wickr ID:</strong>&nbsp;Your Wickr ID is how you allow others to contact you via Wickr Me.\nIt does not have to be your real name or provide any reference to your identity.\nLike other information pertaining to your account, it is disguised with multiple rounds of salted, cryptographic hashing when we associate it with your Device Information (described below).\nThe purpose of using this hashed representation is to allow you to use our Services without our needing to know who you are.</li>\n<li>\n<strong>Your Password:</strong>&nbsp;We require you to have a password to use the Wickr Me App, but we never store your password on our servers and don’t store it by default in any form on your device.\nFor your own security, we recommend that you use a long, unique password consisting of a mix of upper- and lower-case letters, numbers, and symbols.</li>\n</ul>\n<p>\n<strong>Optional User-Provided Information</strong>\n<br>Within the Wickr Me App, we provide a few optional features for your convenience.\nSome of these features, described below, will ask for personal information.\nIf you want to keep your use of Wickr Me as anonymous as possible, please read these sections carefully in order to understand how we associate information you provide with your Wickr Me account.</p>\n<ul>\n<li>\n<strong>Push Notifications:</strong>&nbsp;When setting up your Wickr Me account, we will ask if you want to receive notifications of new Wickr messages, software updates, and other administrative and technological developments.\nPush notifications are functions of device’s operating system, so if you enable this feature, your devices operating system’s manufacturer will know that you are using the Wickr Me App, but will not know anything about how you use it or be able to see anything you transmit through it.</li>\n<li>\n<strong>Phone Number:</strong>&nbsp;If you add your phone number to your account to facilitate contact searching, we use a third party service to deliver a confirmation SMS to you, but that service will not receive any information about you other than your phone number, and the SMS message itself will contain no information except a confirmation link.\nWe then store a hashed representation of your phone number on our servers in lieu of the actual phone number to facilitate searching.\nOur contact search feature operates entirely on hashed representations of phone numbers and rate limited search functions.</li>\n<li>\n<strong>Invitations:</strong>&nbsp;If you wish to invite others to use the Wickr Me App, you will be asked for permission to access your device’s contacts in order to invite them to use our Services.\nWe never store your device contacts on our servers in any way.\nAll invitations are generated locally on your device, without sharing any information with us.</li>\n<li>\n<strong>Contacts:</strong> If you allow the Service to access your device’s contacts to see who among them is on Wickr Me, the Service will send hashed representations of your contacts’ phone numbers to our servers to ensure that our server never accesses your actual contact list.&nbsp;We never store your device contacts in any form on our servers.</li>\n<li>\n<strong>Avatar: If you set a public profile avatar, </strong>it will become visible to others on Wickr, so please do not add an avatar if you do not intend it to be viewed by other users.</li>\n</ul>\n<p>\n<strong>Automatically Collected Information</strong>\n<br>Wickr collects two types of information automatically during your setup and use of the Wickr Me App: Device Information, Aggregate Usage Data, and Crash Logs.</p>\n<ul>\n<li>\n<strong>Device Information:</strong>&nbsp;The Wickr App may collect hashed representations of your mobile device’s hardware ID and/or other platform-related information during registration.\nThis information is used to tie your account to your device.</li>\n<li>\n<strong>Aggregate Usage Data:</strong>&nbsp;During the operation of our services, we also collect aggregate, anonymous information about basic usage statistics, such as the number of messages sent by Wickr Me users daily, what types of messages our users tend to send (e.g., voice messages more often than text), and other key performance indicators.\nWe never attempt to, and cannot, identify users associated with any of this information.</li>\n<li>\n<strong>Crash Logs:</strong>&nbsp;For the purpose of debugging, error correction, and system continuity, Wickr Apps transmit crash logs to a cloud-based bug reporting platform.\nThe logs do not contain any user personal information and they pertain only to the Wickr Me App.</li>\n</ul>\n<p>\n<strong>What Information Does Wickr Share with Third Parties?</strong>\n<br>We do not share any user information we have with third parties, with the exception of the third-party service with whom we share your phone number for the sole purpose of sending you an SMS confirmation if you choose to associate your phone number with your Wickr Me ID.</p>\n<p>\n<strong>Law Enforcement:</strong>\n<br>Please see our full&nbsp;Legal Process Guidelines, but here are the highlights:</p>\n<p>We will always notify our users of any third-party requests for their information unless we are legally prohibited from doing so.\nAs soon as legally permissible, we will notify our users of requests for their information.\nWe require a warrant before handing over the contents of communications.\nhowever, because of the nature of our technology, the contents of communications will be encrypted and undecipherable if obtained.</p>\n<p>\n<strong>You Can Terminate Your Account</strong>\n<br>You can terminate your account at any time.\nOnce terminated, your account will be irrevocably suspended, ensuring that nobody can use that Wickr ID again in order to prevent impersonation.\nIf you wish to terminate your Wickr Me account, go to Settings, “Terminate Account” and verify by entering your password.</p>\n<p>\n<strong>We Retain As Little Data As Possible, for the Least Time Possible</strong>\n</p>\n<p>\n<strong>Data Retention on Wickrʼs Servers:&nbsp;</strong>Our servers store the encrypted messages that you send and receive for up to 6 days to ensure their reliable delivery to each device associated with your account and the accounts to which you transmit messages.\nWe retain certain account data (i.e., types of messages sent and account settings changes) which contain no PII for up to 6 days.</p>\n<p>\n<strong>Data Retention on Your Device:</strong>&nbsp;All messages are stored in encrypted form on end users’ devices.\nYou choose your own retention policy for your messages by choosing how long a message is viewable before it is deleted (via the expiration or burn-on-read time for sent messages, recall ability and manual deletion for your device).\nIn addition, Wickr’s “secure shredder” technology uses forensic deletion techniques to help reduce the risk of deleted messages and temporary data being recovered.</p>\n<p>\n<strong>We Are Serious About Security</strong>\n<br>We are concerned about safeguarding the confidentiality of your information.\nWe provide physical, electronic, and procedural safeguards to protect information we process and maintain.\nFor example, we limit access to this information to authorized employees who need to know that information in order to operate, develop, or improve our Services.\nNo sensitive information is in the clear: we take reasonable efforts (as described herein) to ensure that everything we store is not retrievable by us or anyone else.</p>\n<p>However, as security experts, we know that no security system can prevent all potential security breaches.\nTherefore, we have limited the potential implications of such a breach by designing our system so that in the event of a breach, we would have the least possible information about you.</p>\n<p>Wickr’s network infrastructure and services are maintained in highly secure, strategically located data centers managed by Amazon Web Services (AWS).\nLearn more about AWS security policies&nbsp;here.</p>\n<p>\n<strong>Children</strong>\n<br>Wickr is not directed to children under the age of 13.\nIf we learn that we have allowed a child under 13 to access our Services, we will take appropriate steps to promptly remove such account and delete all information associated with such account.</p>\n<p>If you live in any other country except those in the&nbsp;European Region, you must be at least 13 years old to register for the Services.\nIf you live in the&nbsp;European Region, you must be at least 16 years old to register for and use our Services.</p>\n<p>\n<strong>Customer Service</strong>\n<br>In an ongoing effort to improve our services and assist our customers with any questions they have about the use of the Wickr Me App, we have developed a comprehensive collection of the most commonly asked customer support questions and answers, which are available&nbsp;here.\nAny information provided to us by our users voluntarily when they request customer support (e.g., an email address, Wickr Me App version, or any other details related to user issue) will be used to respond to that individual request and may be logged as part of our effort to improve our customer service and solve any product-related issues.\nThis user-provided information cannot be linked to our users Wickr Me accounts, unless users voluntarily include their Wickr Me account information in their customer service-related requests.\nWe strongly discourage our users from disclosing their passwords to Wickr Me accounts to third parties.</p>\n<p>\n<strong>Cookie Policy</strong>\n<br>We tirelessly work on improving our services and raising awareness about our products, which are designed to ensure our users’ security and privacy.\nTo accomplish these goals, we use cookies on the Wickr website that enable us to learn how visitors navigate our content and interact with our marketing materials so we can be more effective at informing our users about product developments.</p>\n<p>A cookie is a small text file that is placed in visitors’ browsers to help us learn when users arrive at our site, how they use the site, when they leave, and when they come back.&nbsp;These cookies can never be used to identify user accounts within the Wickr App.</p>\n<p>Here is an example of how we may use information collected via cookies: we may think that one of our new features would be very useful to the Wickr community, but cookies may tell us that very few users fully read that feature’s description on our site.\nThat insight would help us to rethink the way we explain that product on our site or present it in an advertisement so that we can better communicate our services to our users.</p>\n<p>We make every reasonable effort to minimize the information we collect.\nFor example, we enforce IP masking for the website analytics purposes to conceal the last 4 digits of IP addresses which ensures that visitor’s full IP addresses are not collected via third party services such as Google Analytics.</p>\n<p>We provide the utmost transparency on and an up-to-date overview of cookies used on our website including the ability for website visitors to&nbsp;check, withdraw or modify&nbsp;consent for non-necessary cookies at any time.&nbsp;More information on our Cookie Policy can be found&nbsp;here.</p>\n<p>\n<strong>Web Forms</strong>\n<br>To enable our visitors to reach out to us with sales inquiries, we may collect information using online form submissions.\nPlease note that all information you provide via web forms on our site is strictly voluntary and will never be used in any way that is inconsistent with other provisions of this Privacy Policy.</p>\n<p>\n<strong>Third Parties</strong>\n<br>To improve Wickr’s products, website, or marketing, we may engage with various outside partners that have access to the limited data users voluntarily share with Wickr via the app, web forms, cookies, or customer support and sales inquiries.\nWe carefully select each of our partners based on Wickr’s commitment to user privacy and security.\nOur security team meticulously vets each prospective partner to ensure its policies and practices are on par with Wickr’s standards.</p>\n<ul>\n<li>To assist Wickr with improving our web content and advertising activities, we partner with&nbsp;Pardot, a B2B Marketing Automation Platform, and&nbsp;Salesforce.</li>\n<li>To accelerate resolution of the most frequent customer inquiries, Wickr’s support is automated in collaboration with&nbsp;Zendesk, a customer support platform.</li>\n<li>To deliver a confirmation SMS to our users opting in to connect with friends via ID Connect, we use&nbsp;Twilio.</li>\n<li>To host our website, we use&nbsp;WP Engine.</li>\n<li>To maintain high-security, fast and reliable service delivery worldwide, Wickr partners with&nbsp;AWS, a global infrastructure provider.</li>\n<li>To manage bug reports, we use&nbsp;Bugsnag and Backtrace, which are cloud-based bug reporting platforms.</li>\n</ul>\n<p>Each of these companies has its own policies for handling user data.\nPlease review the respective privacy policies for&nbsp;Zendesk,&nbsp;Twilio,&nbsp;Pardot,&nbsp;WP Engine,&nbsp;AWS,&nbsp;Bugsnag, and Backtrace for a more complete understanding of their practices.</p>\n<p>If you have additional questions regarding our privacy protection practices, please email us at&nbsp;privacy@wickr.com.</p>\n<p>\n<strong>We Can Change This Privacy Policy</strong>\n<br>This Privacy Policy may be updated from time to time, for any reason.\nWe will notify you of any changes to our Privacy Policy by posting the new Privacy Policy here along with information about what has changed and an archive of past policies.\nYou are advised to consult this Privacy Policy regularly for any changes.\nBy continuing to use the Services, you agree to be bound by the revised Privacy Policy.</p>\n<p>\n<strong>Users Outside the US</strong>\n<br>If you use our Services, your information will be transferred to the U.S.\nand will be processed and stored under U.S.\ndata protection and privacy regulations which may differ from those your country of residence.\nBy using our Services and providing information to us, you consent to such transfer to and processing in the U.S.\nWe take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this policy.\nPlease note that all user communications on the Wickr Service are protected between devices and are never stored unencrypted hence are undecipherable to Wickr or other third parties.</p>\n<p>You are responsible for complying with any laws or regulations in your country that govern use of applications and services like Wickr Me.</p>\n<p>\n<strong>Contact Us if You Have Questions or Account-Related Requests</strong>\n<br>If you have any questions regarding privacy while using our Services, or have questions about our practices, please contact us via email at&nbsp;privacy@wickr.com.</p>\n<p>If you live in the European Region, please note the following:</p>\n<p>\n<strong>Opt-out.\n&nbsp;</strong>You may contact us anytime to opt-out of:</p>\n<ul>\n<li>direct marketing communications or</li>\n<li>the transfer of your personal data outside the European Region.\nPlease note that your use of some of the Service may be affected by your opt-out.</li>\n</ul>\n<p>\n<strong>Access.</strong>&nbsp;You may access the data we hold about you at any time within the application or by contacting us directly.</p>\n<p>\n<strong>Amend.</strong>&nbsp;You can also contact us to update or correct any inaccuracies in your personal data.</p>\n<p>\n<strong>Erase and forget.</strong>&nbsp;In certain situations, for example, when the data we hold about you is no longer relevant or is incorrect, you can request that we erase your data.\nPlease note that only you can delete your Wickr Me account at any time form within the Service, due to privacy design of the Service, we are unable to delete Wickr Me accounts upon your request.</p>\n<p>You may contact us at&nbsp;gdpr@wickr.com&nbsp;on any questions you may have about your personal data and our use of such personal data under the GDPR.</p> ", "created_at": "2021-05-13 11:48:14.152397", "updated_at": "2021-06-14 12:46:39.667717"}], "points": [{"id": 23768, "title": "This service is a subsidiary of Amazon Web Services", "source": "https://aws.amazon.com/blogs/security/aws-welcomes-wickr-to-the-team/", "status": "Wickr has been recently acquired by Amazon Web Services.\r\nThe link provided leads to AWS blog where the announcement has been made.", "created_at": "2021-07-06 11:43:08.277556", "updated_at": "2021-07-09 23:10:02.813356", "quoteText": null, "case_id": 493, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 22411, "title": "Specific content can be deleted without reason and may be removed without prior notice", "source": "https://wickr.com/terms/", "status": "Generated through the annotate view", "created_at": "2021-06-14 13:13:22.761854", "updated_at": "2021-06-15 07:52:54.092377", "quoteText": "The Wickr Services may allow the submission of content and materials by you (” User Data “), and the hosting, storing of such User Data.\nYou shall be solely responsible for your own User Data and the consequences of storing or transmitting them.\nWickr assumes no responsibility whatsoever in connection with or arising from User Data.\nWickr does not endorse and has no control over the content of User Data submitted by other Users.\nWickr reserves the right to prevent you from submitting User Data and to restrict or remove User Data for any reason at any time.</p>", "case_id": 202, "document_id": 5968, "quoteStart": 3969, "quoteEnd": 4535}, {"id": 22446, "title": "Third-party cookies are used for statistics", "source": "https://wickr.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-06-14 13:53:50.413844", "updated_at": "2021-06-15 07:52:12.021949", "quoteText": "\n<p>In addition to our own cookies, we use third-party cookies through partners like Google Analytics", "case_id": 325, "document_id": 5967, "quoteStart": 2240, "quoteEnd": 2341}, {"id": 22412, "title": "The terms may be changed at any time, but you will receive notification of the changes", "source": "https://wickr.com/terms/", "status": "Generated through the annotate view", "created_at": "2021-06-14 13:13:53.9612", "updated_at": "2021-06-15 07:51:31.342498", "quoteText": "Wickr may modify this Terms of Service from time to time.\nAny and all changes to this Agreement will be posted on the Wickr.com site", "case_id": 122, "document_id": 5968, "quoteStart": 5331, "quoteEnd": 5463}, {"id": 22419, "title": "User accounts can be terminated after having been in breach of the terms of service repeatedly", "source": "https://wickr.com/terms/", "status": "Full quote: \"You agree that Wickr may terminate or suspend your access to the Wickr Services without prior notice and without liability if such termination or suspension is based on (a) Wickr’s good faith belief you have violated any of the terms and conditions of this Agreement, (b) Wickr’s determination that you repeatedly infringe or have infringed the copyrights of others, (c) extended periods of inactivity with respect to any of the Wickr Services\"", "created_at": "2021-06-14 13:17:21.064577", "updated_at": "2021-06-15 07:49:26.265565", "quoteText": "(b) Wickr’s determination that you repeatedly infringe or have infringed the copyrights of others", "case_id": 313, "document_id": 5968, "quoteStart": 9746, "quoteEnd": 9843}, {"id": 22444, "title": "You can request access, correction and/or deletion of your data", "source": "https://wickr.com/privacy/me/", "status": "Generated through the annotate view", "created_at": "2021-06-14 13:52:05.259929", "updated_at": "2021-06-15 07:47:36.222917", "quoteText": "Access.</strong>&nbsp;You may access the data we hold about you at any time within the application or by contacting us directly.</p>\n<p>\n<strong>Amend.</strong>&nbsp;You can also contact us to update or correct any inaccuracies in your personal data.</p>\n<p>\n<strong>Erase and forget.</strong>&nbsp;In certain situations, for example, when the data we hold about you is no longer relevant or is incorrect, you can request that we erase your data.\n", "case_id": 195, "document_id": 5966, "quoteStart": 20437, "quoteEnd": 20884}, {"id": 22445, "title": "The service will resist legal requests for your information where reasonably possible", "source": "https://wickr.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-06-14 13:52:58.519683", "updated_at": "2021-06-15 07:47:29.519127", "quoteText": "Non-public information about Wickr users’ accounts will not be released to law enforcement except in response to appropriate legal process such as a subpoena, court order, or other valid legal process.</p>", "case_id": 305, "document_id": 5969, "quoteStart": 2152, "quoteEnd": 2357}, {"id": 22447, "title": "Third-party cookies are used for marketing", "source": "https://wickr.com/privacy/me/", "status": "Generated through the annotate view", "created_at": "2021-06-14 13:55:07.936023", "updated_at": "2021-06-15 07:52:04.247738", "quoteText": "To improve Wickr’s products, website, or marketing, we may engage with various outside partners that have access to the limited data users voluntarily share with Wickr via the app, web forms, cookies, or customer support and sales inquiries.\n", "case_id": 128, "document_id": 5966, "quoteStart": 16849, "quoteEnd": 17091}, {"id": 22443, "title": "User-generated content is encrypted, and this service cannot decrypt it", "source": "https://wickr.com/terms/", "status": "Generated through the annotate view", "created_at": "2021-06-14 13:51:01.41764", "updated_at": "2021-06-15 07:47:41.193486", "quoteText": "our Services are designed to enable secure end-to-end communication.\nWhile we don’t have the technical capability to monitor Wickr Services accounts or our users’ messages, we reserve the right to suspend or terminate accounts if we learn they violate the following terms.</p>", "case_id": 372, "document_id": 5968, "quoteStart": 6022, "quoteEnd": 6298}, {"id": 22442, "title": "This service is only available to users over a certain age (13 or 16)", "source": "https://wickr.com/privacy/me/", "status": "Generated through the annotate view", "created_at": "2021-06-14 13:49:41.361801", "updated_at": "2021-06-15 07:50:09.548222", "quoteText": "<p>If you live in any other country except those in the&nbsp;European Region, you must be at least 13 years old to register for the Services.\nIf you live in the&nbsp;European Region, you must be at least 16 years old to register for and use our Services.</p>\n<p>", "case_id": 152, "document_id": 5966, "quoteStart": 13481, "quoteEnd": 13743}, {"id": 22441, "title": "Your data is processed and stored in a country that is less friendly to user privacy protection (in AWS US datacenters)", "source": "https://wickr.com/privacy/me/", "status": "Also: \"If you use our Services, your information will be transferred to the U.S. and will be processed and stored under U.S. data protection and privacy regulations which may differ from those your country of residence. \"", "created_at": "2021-06-14 13:47:26.826071", "updated_at": "2021-06-15 07:52:20.417438", "quoteText": "Wickr’s network infrastructure and services are maintained in highly secure, strategically located data centers managed by Amazon Web Services (AWS).", "case_id": 411, "document_id": 5966, "quoteStart": 12990, "quoteEnd": 13139}, {"id": 22440, "title": "Logs are deleted after a finite period of time", "source": "https://wickr.com/privacy/me/", "status": "Generated through the annotate view", "created_at": "2021-06-14 13:46:12.08443", "updated_at": "2021-06-15 07:47:50.375825", "quoteText": "Our servers store the encrypted messages that you send and receive for up to 6 days to ensure their reliable delivery to each device associated with your account and the accounts to which you transmit messages.\nWe retain certain account data (i.e., types of messages sent and account settings changes) which contain no PII for up to 6 days.</p>\n", "case_id": 177, "document_id": 5966, "quoteStart": 11249, "quoteEnd": 11594}, {"id": 22439, "title": "You have the right to leave this service at any time", "source": "https://wickr.com/privacy/me/", "status": "Generated through the annotate view", "created_at": "2021-06-14 13:45:41.324515", "updated_at": "2021-06-15 07:47:54.458498", "quoteText": "<br>You can terminate your account at any time.", "case_id": 170, "document_id": 5966, "quoteStart": 10777, "quoteEnd": 10824}, {"id": 22438, "title": "The service promises to inform and/or notify you regarding government inquiries that may involve your personal data", "source": "https://wickr.com/privacy/me/", "status": "Generated through the annotate view", "created_at": "2021-06-14 13:45:17.764569", "updated_at": "2021-06-15 07:48:31.783094", "quoteText": "We will always notify our users of any third-party requests for their information unless we are legally prohibited from doing so.", "case_id": 165, "document_id": 5966, "quoteStart": 10295, "quoteEnd": 10424}, {"id": 22437, "title": "Your information is only shared with third parties when given specific consent", "source": "https://wickr.com/privacy/me/", "status": "Generated through the annotate view", "created_at": "2021-06-14 13:44:47.965188", "updated_at": "2021-06-15 07:48:36.628806", "quoteText": "We do not share any user information we have with third parties, with the exception of the third-party service with whom we share your phone number for the sole purpose of sending you an SMS confirmation if you choose to associate your phone number with your Wickr Me ID.</p>\n<p>\n<strong>", "case_id": 296, "document_id": 5966, "quoteStart": 9890, "quoteEnd": 10178}, {"id": 22436, "title": "Your personal data is aggregated into statistics", "source": "https://wickr.com/privacy/me/", "status": "Generated through the annotate view", "created_at": "2021-06-14 13:44:09.635857", "updated_at": "2021-06-15 07:50:12.574564", "quoteText": "we also collect aggregate, anonymous information about basic usage statistics, such as the number of messages sent by Wickr Me users daily, what types of messages our users tend to send (e.g., voice messages more often than text), and other key performance indicators.", "case_id": 190, "document_id": 5966, "quoteStart": 9158, "quoteEnd": 9426}, {"id": 22435, "title": " Pseudonyms are allowed", "source": "https://wickr.com/privacy/me/", "status": "Generated through the annotate view", "created_at": "2021-06-14 13:41:29.004555", "updated_at": "2021-06-15 07:48:41.996404", "quoteText": "Your Wickr ID is how you allow others to contact you via Wickr Me.\nIt does not have to be your real name or provide any reference to your identity.", "case_id": 215, "document_id": 5966, "quoteStart": 5245, "quoteEnd": 5392}, {"id": 22434, "title": "Information is provided about how your personal data is used", "source": "https://wickr.com/privacy/me/", "status": "Generated through the annotate view", "created_at": "2021-06-14 13:40:48.069405", "updated_at": "2021-06-15 07:48:46.982215", "quoteText": "How Is It Used?</strong>", "case_id": 227, "document_id": 5966, "quoteStart": 3763, "quoteEnd": 3787}, {"id": 22433, "title": "Details are provided about what kind of information they collect", "source": "https://wickr.com/privacy/me/", "status": "Generated through the annotate view", "created_at": "2021-06-14 13:40:39.217329", "updated_at": "2021-06-15 07:48:50.491572", "quoteText": "What Information Does Wickr Collect ", "case_id": 228, "document_id": 5966, "quoteStart": 3723, "quoteEnd": 3759}, {"id": 22432, "title": "Your personal data is not sold", "source": "https://wickr.com/privacy/me/", "status": "Generated through the annotate view", "created_at": "2021-06-14 13:40:26.421209", "updated_at": "2021-06-15 07:49:10.781249", "quoteText": "We do not share or sell any data about our users.\n", "case_id": 193, "document_id": 5966, "quoteStart": 3642, "quoteEnd": 3692}, {"id": 22431, "title": "This service does not collect, use, or share location data", "source": "https://wickr.com/privacy/me/", "status": "Generated through the annotate view", "created_at": "2021-06-14 13:39:18.196658", "updated_at": "2021-06-15 07:49:14.89677", "quoteText": "We do not track, log or store users’ unique device information, IP or geo-location data or similar metadata associated with your use of the Wickr Me App.", "case_id": 392, "document_id": 5966, "quoteStart": 2055, "quoteEnd": 2208}, {"id": 22430, "title": "There is a date of the last update of the agreements (Privacy Policy: March 2021)", "source": "https://wickr.com/privacy/me/", "status": "Generated through the annotate view", "created_at": "2021-06-14 13:38:14.552045", "updated_at": "2021-06-15 07:50:15.750971", "quoteText": "<p>\n<em>Last Modified: March 19, 2021", "case_id": 331, "document_id": 5966, "quoteStart": 1, "quoteEnd": 38}, {"id": 22429, "title": "Unless Wickr decides otherwise, you are forced into binding arbitration in case of disputes", "source": "https://wickr.com/terms/", "status": "Generated through the annotate view", "created_at": "2021-06-14 13:34:56.216953", "updated_at": "2021-06-15 07:52:26.419073", "quoteText": "Either Wickr or you may demand that any dispute or claim between Wickr and you about or involving the Wickr Services must be settled by arbitration utilizing the dispute resolution procedures of the American Arbitration Association (” AAA “) in San Francisco, California, USA and, if so demanded by Wickr or you, both parties hereby acknowledge and agree to submit exclusively to the jurisdiction of the AAA in San Francisco, CA to resolve the applicable dispute or claim.\nprovided that the foregoing shall not prevent Wickr from seeking injunctive relief in a court of competent jurisdiction.", "case_id": 339, "document_id": 5968, "quoteStart": 13954, "quoteEnd": 14547}, {"id": 22428, "title": "The service is open-source", "source": "https://github.com/WickrInc/wickr-crypto-c", "status": "Wickr source code is available in GitHub", "created_at": "2021-06-14 13:34:06.961558", "updated_at": "2021-06-26 15:30:01.715947", "quoteText": null, "case_id": 485, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 22427, "title": "The court of law governing the terms is in Delaware, USA", "source": "https://wickr.com/terms/", "status": "Generated through the annotate view", "created_at": "2021-06-14 13:30:37.365365", "updated_at": "2021-06-15 07:50:19.739234", "quoteText": "\n<p>This Agreement will be governed by the laws of the State of Delaware, without regard to conflicts of law provisions", "case_id": 163, "document_id": 5968, "quoteStart": 13598, "quoteEnd": 13717}, {"id": 22426, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://wickr.com/terms/", "status": "Generated through the annotate view", "created_at": "2021-06-14 13:25:52.354309", "updated_at": "2021-06-15 07:52:29.572489", "quoteText": "<p>TO THE EXTENT PERMITTED BY APPLICABLE LAW, Wickr OR ITS AFFILIATES, CONTRACTORS, EMPLOYEES, AGENTS, OR THIRD-PARTY PARTNERS OR SUPPLIERS WILL NOT BE LIABLE TO YOU FOR ANY SPECIAL, INDIRECT, INCIDENTAL, PUNITIVE, RELIANCE, CONSEQUENTIAL, OR EXEMPLARY DAMAGES RELATING TO YOUR USE OF THE Wickr SERVICES, EVEN IF Wickr HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p>\n", "case_id": 293, "document_id": 5968, "quoteStart": 12919, "quoteEnd": 13295}, {"id": 22425, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://wickr.com/terms/", "status": "Generated through the annotate view", "created_at": "2021-06-14 13:25:33.333942", "updated_at": "2021-06-15 07:53:08.063819", "quoteText": "<p>You agree to indemnify, defend, and hold harmless Wickr, its affiliated companies, and its suppliers and partners from any and all claims, suits, actions, losses, costs, damages, and any other liabilities, including attorneys’ fees, arising out of or related to (a) your use or misuse of the Wickr Services, (b) any violation of the rights of any other person or entity by you, or (c) any breach or violation by you of this Agreement.", "case_id": 146, "document_id": 5968, "quoteStart": 12205, "quoteEnd": 12642}, {"id": 22424, "title": "The service does not guarantee that software errors will be corrected", "source": "https://wickr.com/terms/", "status": "Generated through the annotate view", "created_at": "2021-06-14 13:25:08.803963", "updated_at": "2021-06-15 07:53:04.882542", "quoteText": "THAT DEFECTS WILL BE CORRECTED", "case_id": 289, "document_id": 5968, "quoteStart": 11856, "quoteEnd": 11886}, {"id": 22423, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://wickr.com/terms/", "status": "Generated through the annotate view", "created_at": "2021-06-14 13:24:54.224921", "updated_at": "2021-06-15 07:53:02.053342", "quoteText": "Wickr AND ITS SUPPLIERS AND PARTNERS DO NOT WARRANT THAT THE FUNCTIONS CONTAINED IN THE Wickr SERVICES WILL BE UNINTERRUPTED OR ERROR-FREE", "case_id": 287, "document_id": 5968, "quoteStart": 11716, "quoteEnd": 11854}, {"id": 22422, "title": "This service does not guarantee that it or the products obtained through it meet your expectations or requirements", "source": "https://wickr.com/terms/", "status": "Generated through the annotate view", "created_at": "2021-06-14 13:24:41.592775", "updated_at": "2021-06-15 07:50:32.620768", "quoteText": "TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, Wickr, AND ITS SUPPLIERS AND PARTNERS, DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE", "case_id": 290, "document_id": 5968, "quoteStart": 11432, "quoteEnd": 11669}, {"id": 22421, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://wickr.com/terms/", "status": "Generated through the annotate view", "created_at": "2021-06-14 13:24:02.264595", "updated_at": "2021-06-15 07:50:35.590062", "quoteText": "THE Wickr SERVICES AND ANY THIRD-PARTY SOFTWARE, SERVICES, OR APPLICATIONS MADE AVAILABLE IN CONNECTION WITH THE Wickr SERVICES ARE PROVIDED “AS IS,” ", "case_id": 286, "document_id": 5968, "quoteStart": 11252, "quoteEnd": 11402}, {"id": 22420, "title": "They may stop providing the service at any time", "source": "https://wickr.com/terms/", "status": "Generated through the annotate view", "created_at": "2021-06-14 13:18:38.113681", "updated_at": "2021-06-15 07:51:02.845", "quoteText": "Wickr may terminate or suspend its services at any time, and for any reason without any liability.</p>\n<p>", "case_id": 203, "document_id": 5968, "quoteStart": 10338, "quoteEnd": 10444}, {"id": 22418, "title": "Your account can be suspended for several reasons", "source": "https://wickr.com/terms/", "status": "Full quote: \"You agree that Wickr may terminate or suspend your access to the Wickr Services without prior notice and without liability if such termination or suspension is based on (a) Wickr’s good faith belief you have violated any of the terms and conditions of this Agreement, (b) Wickr’s determination that you repeatedly infringe or have infringed the copyrights of others, (c) extended periods of inactivity with respect to any of the Wickr Services\"", "created_at": "2021-06-14 13:16:55.689047", "updated_at": "2021-06-15 07:51:07.492061", "quoteText": "<p>You agree that Wickr may terminate or suspend your access to the Wickr Services without prior notice and without liability if such termination or suspension is based on (a) Wickr’s good faith belief you have violated any of the terms and conditions of this Agreement, ", "case_id": 205, "document_id": 5968, "quoteStart": 9475, "quoteEnd": 9746}, {"id": 22417, "title": " The service is only available in some countries approved by its government", "source": "https://wickr.com/terms/", "status": "Generated through the annotate view", "created_at": "2021-06-14 13:16:21.02303", "updated_at": "2021-06-15 07:52:58.411546", "quoteText": "The Wickr Software may not be exported or re-exported to certain countries or those persons or entities prohibited from receiving exports from the United States.", "case_id": 490, "document_id": 5968, "quoteStart": 9037, "quoteEnd": 9198}, {"id": 22416, "title": "Spidering, crawling, or accessing the site through any automated means is not allowed", "source": "https://wickr.com/terms/", "status": "Generated through the annotate view", "created_at": "2021-06-14 13:15:50.754725", "updated_at": "2021-06-15 07:51:14.73797", "quoteText": "to use any robot, spider, scraper or other automated means to access the Wickr Services without our express written permission;", "case_id": 150, "document_id": 5968, "quoteStart": 7646, "quoteEnd": 7773}, {"id": 22415, "title": "The publishing of personally identifiable information without the owner’s consent is not allowed", "source": "https://wickr.com/terms/", "status": "Generated through the annotate view", "created_at": "2021-06-14 13:15:09.031829", "updated_at": "2021-06-15 07:49:30.413803", "quoteText": "<li>to send or disseminate other people’s private and confidential information, such as credit card numbers or Social Security/National Identity numbers, without their express authorization and permission;</li>", "case_id": 444, "document_id": 5968, "quoteStart": 6537, "quoteEnd": 6747}, {"id": 22414, "title": "You agree not to submit libelous, harassing or threatening content", "source": "https://wickr.com/terms/", "status": "Generated through the annotate view", "created_at": "2021-06-14 13:14:56.377073", "updated_at": "2021-06-15 07:51:17.732082", "quoteText": "<li>to engage in targeted harassment, bullying, or threats of violence against others;</li>", "case_id": 283, "document_id": 5968, "quoteStart": 6445, "quoteEnd": 6536}, {"id": 22413, "title": "You agree not to use the service for illegal purposes", "source": "https://wickr.com/terms/", "status": "Generated through the annotate view", "created_at": "2021-06-14 13:14:34.081172", "updated_at": "2021-06-15 07:51:26.017107", "quoteText": "</p>\n<p>YOU MAY NOT USE THE WICKR SERVICES:</p>\n<ul>\n<li>for illegal purposes or in furtherance of illegal activities;</li>", "case_id": 280, "document_id": 5968, "quoteStart": 6321, "quoteEnd": 6444}, {"id": 22410, "title": "This service is only available for use individually and non-commercially.", "source": "https://wickr.com/terms/", "status": "Generated through the annotate view", "created_at": "2021-06-14 13:12:12.958172", "updated_at": "2021-06-15 07:51:59.115414", "quoteText": "\nSubject to the terms of this agreement, Wickr grants you a personal, non- exclusive, non-transferable and non-sublicensable license to use the Wickr Services solely for your personal or internal business purposes.\n", "case_id": 143, "document_id": 5968, "quoteStart": 1429, "quoteEnd": 1644}], "urls": ["wickr.com"]}}