{"error": 448, "message": "OK", "parameters": {"id": 4189, "name": "The Startup Squad", "created_at": "2021-06-24 04:37:22.075086", "updated_at": "2021-06-24 22:00:49.86638", "wikipedia": null, "keywords": null, "related": null, "slug": "the-startup-squad", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4189.png", "url": "thestartupsquad.com", "documents": [{"id": 7274, "name": "TERMS OF SERVICE", "url": "https://www.thestartupsquad.com/terms-and-conditions/", "xpath": "/html/body/section[2]/div/div[1]/div/div/div/div/div", "text": "<p>\n<strong>TERMS OF SERVICE</strong>\n</p>\n<p>\n<strong>OVERVIEW</strong>\n</p>\n<p>This website is operated by The Harold Martin Company, LLC.\nThroughout the site, the terms “we”, “us” and “our” refer to The Harold Martin Company, LLC and The Startup Squad.\nThe Harold Martin Company, LLC offers this website, including all information, tools and services available from this site to you, the user, conditioned upon your acceptance of all terms, conditions, policies and notices stated here.</p>\n<p>By visiting our site and/ or purchasing something from us, you engage in our “Service” and agree to be bound by the following terms and conditions (“Terms of Service”, “Terms”), including those additional terms and conditions and policies referenced herein and/or available by hyperlink.\nThese Terms of Service apply to all users of the site, including without limitation users who are browsers, vendors, customers, merchants, and/ or contributors of content.</p>\n<p>Please read these Terms of Service carefully before accessing or using our website.\nBy accessing or using any part of the site, you agree to be bound by these Terms of Service.\nIf you do not agree to all the terms and conditions of this agreement, then you may not access the website or use any services.\nIf these Terms of Service are considered an offer, acceptance is expressly limited to these Terms of Service.</p>\n<p>Any new features or tools which are added to the current store shall also be subject to the Terms of Service.\nYou can review the most current version of the Terms of Service at any time on this page.\nWe reserve the right to update, change or replace any part of these Terms of Service by posting updates and/or changes to our website.\nIt is your responsibility to check this page periodically for changes.\nYour continued use of or access to the website following the posting of any changes constitutes acceptance of those changes.</p>\n<p>\n<strong>SECTION 1 – ONLINE STORE TERMS</strong>\n</p>\n<p>By agreeing to these Terms of Service, you represent that you are at least the age of majority in your state or province of residence, or that you are the age of majority in your state or province of residence and you have given us your consent to allow any of your minor dependents to use this site.</p>\n<p>You may not use our products for any illegal or unauthorized purpose nor may you, in the use of the Service, violate any laws in your jurisdiction (including but not limited to copyright laws).</p>\n<p>You must not transmit any worms or viruses or any code of a destructive nature.</p>\n<p>A breach or violation of any of the Terms will result in an immediate termination of your Services.</p>\n<p>\n<strong>SECTION 2 – GENERAL CONDITIONS</strong>\n</p>\n<p>We reserve the right to refuse service to anyone for any reason at any time.</p>\n<p>You understand that your content (not including credit card information), may be transferred unencrypted and involve (a) transmissions over various networks.\nand (b) changes to conform and adapt to technical requirements of connecting networks or devices.\nCredit card information is always encrypted during transfer over networks.</p>\n<p>You agree not to reproduce, duplicate, copy, sell, resell or exploit any portion of the Service, use of the Service, or access to the Service or any contact on the website through which the service is provided, without express written permission by us.</p>\n<p>The headings used in this agreement are included for convenience only and will not limit or otherwise affect these Terms.</p>\n<p>\n<strong>SECTION 3 – ACCURACY, COMPLETENESS AND TIMELINESS OF INFORMATION</strong>\n</p>\n<p>We are not responsible if information made available on this site is not accurate, complete or current.\nThe material on this site is provided for general information only and should not be relied upon or used as the sole basis for making decisions without consulting primary, more accurate, more complete or more timely sources of information.\nAny reliance on the material on this site is at your own risk.</p>\n<p>This site may contain certain historical information.\nHistorical information, necessarily, is not current and is provided for your reference only.\nWe reserve the right to modify the contents of this site at any time, but we have no obligation to update any information on our site.\nYou agree that it is your responsibility to monitor changes to our site.</p>\n<p>\n<strong>SECTION 4 – MODIFICATIONS TO THE SERVICE AND PRICES</strong>\n</p>\n<p>Prices for our products are subject to change without notice.</p>\n<p>We reserve the right at any time to modify or discontinue the Service (or any part or content thereof) without notice at any time.</p>\n<p>We shall not be liable to you or to any third-party for any modification, price change, suspension or discontinuance of the Service.</p>\n<p>\n<strong>SECTION 5 – PRODUCTS OR SERVICES</strong>\n</p>\n<p>Certain products or services may be available exclusively online through the website.\nThese products or services may have limited quantities and are subject to return or exchange only according to our Return Policy.</p>\n<p>We have made every effort to display as accurately as possible the colors and images of our products that appear at the store.\nWe cannot guarantee that your computer monitor’s display of any color will be accurate.</p>\n<p>We reserve the right, but are not obligated, to limit the sales of our products or Services to any person, geographic region or jurisdiction.\nWe may exercise this right on a case-by-case basis.\nWe reserve the right to limit the quantities of any products or services that we offer.\nAll descriptions of products or product pricing are subject to change at anytime without notice, at the sole discretion of us.\nWe reserve the right to discontinue any product at any time.\nAny offer for any product or service made on this site is void where prohibited.</p>\n<p>We do not warrant that the quality of any products, services, information, or other material purchased or obtained by you will meet your expectations, or that any errors in the Service will be corrected.</p>\n<p>\n<strong>SECTION 6 – ACCURACY OF BILLING AND ACCOUNT INFORMATION</strong>\n</p>\n<p>We reserve the right to refuse any order you place with us.\nWe may, in our sole discretion, limit or cancel quantities purchased per person, per household or per order.\nThese restrictions may include orders placed by or under the same customer account, the same credit card, and/or orders that use the same billing and/or shipping address.\nIn the event that we make a change to or cancel an order, we may attempt to notify you by contacting the e-mail and/or billing address/phone number provided at the time the order was made.\nWe reserve the right to limit or prohibit orders that, in our sole judgment, appear to be placed by dealers, resellers or distributors.</p>\n<p>You agree to provide current, complete and accurate purchase and account information for all purchases made at our store.\nYou agree to promptly update your account and other information, including your email address and credit card numbers and expiration dates, so that we can complete your transactions and contact you as needed.</p>\n<p>For more detail, please review our Returns Policy.</p>\n<p>\n<strong>SECTION 7 – OPTIONAL TOOLS</strong>\n</p>\n<p>We may provide you with access to third-party tools over which we neither monitor nor have any control nor input.</p>\n<p>You acknowledge and agree that we provide access to such tools ”as is” and “as available” without any warranties, representations or conditions of any kind and without any endorsement.\nWe shall have no liability whatsoever arising from or relating to your use of optional third-party tools.</p>\n<p>Any use by you of optional tools offered through the site is entirely at your own risk and discretion and you should ensure that you are familiar with and approve of the terms on which tools are provided by the relevant third-party provider(s).</p>\n<p>We may also, in the future, offer new services and/or features through the website (including, the release of new tools and resources).\nSuch new features and/or services shall also be subject to these Terms of Service.</p>\n<p>\n<strong>SECTION 8 – THIRD-PARTY LINKS</strong>\n</p>\n<p>Certain content, products and services available via our Service may include materials from third-parties.</p>\n<p>Third-party links on this site may direct you to third-party websites that are not affiliated with us.\nWe are not responsible for examining or evaluating the content or accuracy and we do not warrant and will not have any liability or responsibility for any third-party materials or websites, or for any other materials, products, or services of third-parties.</p>\n<p>We are not liable for any harm or damages related to the purchase or use of goods, services, resources, content, or any other transactions made in connection with any third-party websites.\nPlease review carefully the third-party’s policies and practices and make sure you understand them before you engage in any transaction.\nComplaints, claims, concerns, or questions regarding third-party products should be directed to the third-party.</p>\n<p>\n<strong>SECTION 9 – USER COMMENTS, FEEDBACK AND OTHER SUBMISSIONS</strong>\n</p>\n<p>If, at our request or without our request, you send certain specific submissions (for example contest entries or submissions for our gallery) or without a request from us you send creative ideas, suggestions, proposals, plans, or other materials, whether online, by email, by postal mail, or otherwise (collectively, ‘Comments’), you agree that we may, at any time, without restriction, edit, copy, publish, distribute, translate and otherwise use in any medium any Comments that you forward to us.\nWe are and shall be under no obligation (1) to maintain any Comments in confidence.\n(2) to pay compensation for any Comments.\nor (3) to respond to any Comments.</p>\n<p>By submitting a Comment, you hereby grant permission for your Comment to be posted on www.thestartupsquad.com‘s web pages or The Startup Squad’s social media accounts including but not limited to its YouTube channel, Facebook, Twitter, Instagram, LinkedIn, Snapchat, TikTok, and Pinterest accounts.\nYou agree that we are not responsible for any unauthorized use of Comments by third parties.\nWe do not guarantee the posting of any Comment.\nBy submitting a Comment, you represent and warrant that the work submitted is original to you and that neither it nor its contents infringes upon or violates the rights of any third party and that you have received the legal authority from any minor’s legal guardians to consent for the images, videos or audio files uploaded of their child and to its use as otherwise set forth herein.</p>\n<p>We may, but have no obligation to, monitor, edit or remove content that we determine in our sole discretion are unlawful, offensive, threatening, libelous, defamatory, pornographic, obscene or otherwise objectionable or violates any party’s intellectual property or these Terms of Service.</p>\n<p>You agree that your Comments will not violate any right of any third-party, including copyright, trademark, privacy, personality or other personal or proprietary right.\nYou further agree that your Comments will not contain libelous or otherwise unlawful, abusive or obscene material, or contain any computer virus or other malware that could in any way affect the operation of the Service or any related website.\nYou may not use a false e-mail address, pretend to be someone other than yourself, or otherwise mislead us or third-parties as to the origin of any Comments.\nYou are solely responsible for any Comments you make and their accuracy.\nWe take no responsibility and assume no liability for any Comments posted by you or any third-party.</p>\n<p>\n<strong>SECTION 10 – PERSONAL INFORMATION</strong>\n</p>\n<p>Your submission of personal information through the store is governed by our Privacy Policy.\nTo view our Privacy Policy go to www.thestartupsquad.com/privacy.</p>\n<p>\n<strong>SECTION 11 – ERRORS, INACCURACIES AND OMISSIONS</strong>\n</p>\n<p>Occasionally there may be information on our site or in the Service that contains typographical errors, inaccuracies or omissions that may relate to product descriptions, pricing, promotions, offers, product shipping charges, transit times and availability.\nWe reserve the right to correct any errors, inaccuracies or omissions, and to change or update information or cancel orders if any information in the Service or on any related website is inaccurate at any time without prior notice (including after you have submitted your order).</p>\n<p>We undertake no obligation to update, amend or clarify information in the Service or on any related website, including without limitation, pricing information, except as required by law.\nNo specified update or refresh date applied in the Service or on any related website, should be taken to indicate that all information in the Service or on any related website has been modified or updated.</p>\n<p>\n<strong>SECTION 12 – PROHIBITED USES</strong>\n</p>\n<p>In addition to other prohibitions as set forth in the Terms of Service, you are prohibited from using the site or its content: (a) for any unlawful purpose.\n(b) to solicit others to perform or participate in any unlawful acts.\n(c) to violate any international, federal, provincial or state regulations, rules, laws, or local ordinances.\n(d) to infringe upon or violate our intellectual property rights or the intellectual property rights of others.\n(e) to harass, abuse, insult, harm, defame, slander, disparage, intimidate, or discriminate based on gender, sexual orientation, religion, ethnicity, race, age, national origin, or disability.\n(f) to submit false or misleading information.\n(g) to upload or transmit viruses or any other type of malicious code that will or may be used in any way that will affect the functionality or operation of the Service or of any related website, other websites, or the Internet.\n(h) to collect or track the personal information of others.\n(i) to spam, phish, pharm, pretext, spider, crawl, or scrape.\n(j) for any obscene or immoral purpose.\nor (k) to interfere with or circumvent the security features of the Service or any related website, other websites, or the Internet.\nWe reserve the right to terminate your use of the Service or any related website for violating any of the prohibited uses.</p>\n<p>\n<strong>SECTION 13 – DISCLAIMER OF WARRANTIES.\nLIMITATION OF LIABILITY</strong>\n</p>\n<p>We do not guarantee, represent or warrant that your use of our service will be uninterrupted, timely, secure or error-free.</p>\n<p>We do not warrant that the results that may be obtained from the use of the service will be accurate or reliable.</p>\n<p>You agree that from time to time we may remove the service for indefinite periods of time or cancel the service at any time, without notice to you.</p>\n<p>You expressly agree that your use of, or inability to use, the service is at your sole risk.\nThe service and all products and services delivered to you through the service are (except as expressly stated by us) provided ‘as is’ and ‘as available’ for your use, without any representation, warranties or conditions of any kind, either express or implied, including all implied warranties or conditions of merchantability, merchantable quality, fitness for a particular purpose, durability, title, and non-infringement.</p>\n<p>In no case shall The Harold Martin Company, LLC, our directors, officers, employees, affiliates, agents, contractors, interns, suppliers, service providers or licensors be liable for any injury, loss, claim, or any direct, indirect, incidental, punitive, special, or consequential damages of any kind, including, without limitation lost profits, lost revenue, lost savings, loss of data, replacement costs, or any similar damages, whether based in contract, tort (including negligence), strict liability or otherwise, arising from your use of any of the service or any products procured using the service, or for any other claim related in any way to your use of the service or any product, including, but not limited to, any errors or omissions in any content, or any loss or damage of any kind incurred as a result of the use of the service or any content (or product) posted, transmitted, or otherwise made available via the service, even if advised of their possibility.\nBecause some states or jurisdictions do not allow the exclusion or the limitation of liability for consequential or incidental damages, in such states or jurisdictions, our liability shall be limited to the maximum extent permitted by law.</p>\n<p>\n<strong>SECTION 14 – INDEMNIFICATION</strong>\n</p>\n<p>You agree to indemnify, defend and hold harmless The Harold Martin Company, LLC and our parent, subsidiaries, affiliates, partners, officers, directors, agents, contractors, licensors, service providers, subcontractors, suppliers, interns and employees, harmless from any claim or demand, including reasonable attorneys’ fees, made by any third-party due to or arising out of your breach of these Terms of Service or the documents they incorporate by reference, or your violation of any law or the rights of a third-party.</p>\n<p>\n<strong>SECTION 15 – SEVERABILITY</strong>\n</p>\n<p>In the event that any provision of these Terms of Service is determined to be unlawful, void or unenforceable, such provision shall nonetheless be enforceable to the fullest extent permitted by applicable law, and the unenforceable portion shall be deemed to be severed from these Terms of Service, such determination shall not affect the validity and enforceability of any other remaining provisions.</p>\n<p>\n<strong>SECTION 16 – TERMINATION</strong>\n</p>\n<p>The obligations and liabilities of the parties incurred prior to the termination date shall survive the termination of this agreement for all purposes.</p>\n<p>These Terms of Service are effective unless and until terminated by either you or us.\nYou may terminate these Terms of Service at any time by notifying us that you no longer wish to use our Services, or when you cease using our site.</p>\n<p>If in our sole judgment you fail, or we suspect that you have failed, to comply with any term or provision of these Terms of Service, we also may terminate this agreement at any time without notice and you will remain liable for all amounts due up to and including the date of termination.\nand/or accordingly may deny you access to our Services (or any part thereof).</p>\n<p>\n<strong>SECTION 17 – ENTIRE AGREEMENT</strong>\n</p>\n<p>The failure of us to exercise or enforce any right or provision of these Terms of Service shall not constitute a waiver of such right or provision.</p>\n<p>These Terms of Service and any policies or operating rules posted by us on this site or in respect to The Service constitutes the entire agreement and understanding between you and us and govern your use of the Service, superseding any prior or contemporaneous agreements, communications and proposals, whether oral or written, between you and us (including, but not limited to, any prior versions of the Terms of Service).</p>\n<p>Any ambiguities in the interpretation of these Terms of Service shall not be construed against the drafting party.</p>\n<p>\n<strong>SECTION 18 – GOVERNING LAW</strong>\n</p>\n<p>These Terms of Service and any separate agreements whereby we provide you Services shall be governed by and construed in accordance with the laws of California, United States.</p>\n<p>\n<strong>SECTION 19 – CHANGES TO TERMS OF SERVICE</strong>\n</p>\n<p>You can review the most current version of the Terms of Service at any time at this page.</p>\n<p>We reserve the right, at our sole discretion, to update, change or replace any part of these Terms of Service by posting updates and changes to our website.\nIt is your responsibility to check our website periodically for changes.\nYour continued use of or access to our website or the Service following the posting of any changes to these Terms of Service constitutes acceptance of those changes.</p>\n<p>\n<strong>SECTION 20 – CONTACT INFORMATION</strong>\n</p>\n<p>Questions about the Terms of Service should be sent to us at info@thestartupsquad.com.</p>", "created_at": "2021-06-24 04:37:22.0777", "updated_at": "2021-06-24 02:39:11.884815"}, {"id": 7275, "name": "Privacy Policy", "url": "https://www.thestartupsquad.com/privacy/", "xpath": "/html/body/section[2]/div/div[1]/div/div/div/div/div", "text": "<p>\n<strong>Privacy Policy</strong>\n</p>\n<p>We are committed to protecting your private information.\nThis Statement of Privacy applies to www.thestartupsquad.com and The Harold Martin Company (“HMC”) and governs data collection and usage.\nFor the purposes of this Privacy Policy, unless otherwise noted, all references to The Harold Martin Company or HMC include www.thestartupsquad.com.\nThe www.thestartupsquad.com website (the “Site”) is a blog and ecommerce site.\nBy using the HMC website, you consent to the data practices described in this statement.</p>\n<p>\n<strong>Collection of your Personal Information</strong>\n<br> In order to better provide you with products and services offered on our Site, HMC may collect personally identifiable information, such as your Name, E-mail Address, Zip Code, State of Residence, Child Name, Child Age, Name of Child’s Business, and URL of Child’s Business.</p>\n<p>If you purchase HMC’s products and services, we collect billing, shipping, and credit card information.\nThis information is used to complete the purchase transaction, screen our orders for potential risk or fraud, and, when in line with the preferences you have shared with us, provide you with information or advertising relating to our products or services.</p>\n<p>HMC may also collect anonymous demographic information, which is not unique to you, such as your Age and Gender.</p>\n<p>Please keep in mind that if you directly disclose personally identifiable information or personally sensitive data through HMC’s public message boards, this information may be collected and used by others.</p>\n<p>We do not collect any personal information about you unless you voluntarily provide it to us.\nHowever, you may be required to provide certain personal information to us when you elect to use certain products or services available on the Site.\nThese may include: (a) registering for an account or newsletter on our Site.\n(b) entering a sweepstakes or contest sponsored by us or one of our partners.\n(c) signing up for special offers from selected third parties.\n(d) sending us an email message.\n(e) submitting your credit card or other payment information when ordering and purchasing products and services on our Site.\nTo wit, we will use your information for, but not limited to, communicating with you in relation to services and/or products you have requested from us.\nWe also may gather additional personal or non-personal information in the future.</p>\n<p>\n<strong>Use of your Personal Information </strong>\n<br> HMC collects and uses your personal information to operate its website(s) and deliver the services you have requested.</p>\n<p>HMC may also use your personally identifiable information to inform you of other products or services available from HMC and its affiliates.</p>\n<p>\n<strong>How you can access, change or suppress your Personal Information</strong>\n<br> If you would like to review, correct, update, suppress or delete personal information that you have provided to us, contact us at the address below.&nbsp.\nIn your request, please make clear what personal information you would like to have changed, whether you would like to have the personal information you have provided to us suppressed from our database, or otherwise let us know what limitations you would like to put on our use of the personal information you have provided us.&nbsp.\nFor your protection, we may only implement requests with respect to the personal information associated with the particular email address that you use to send us your request, and we may need to verify your identity before implementing your request.&nbsp.\nWe will try to comply with your request as soon as reasonably practicable.</p>\n<p>Please note that we may need to retain certain information for recordkeeping purposes and/or to complete any transactions that you began prior to requesting such change or deletion.&nbsp.\nThere may also be residual information that will remain within our databases and other records and which will not be removed.</p>\n<p>\n<strong>Sharing Information with Third Parties</strong>\n<br> HMC does not sell, rent or lease its customer lists to third parties.</p>\n<p>HMC may share data with trusted partners to help perform statistical analysis, send you email or postal mail, provide customer support, or arrange for deliveries.\nAll such third parties are prohibited from using your personal information except to provide these services to HMC, and they are required to maintain the confidentiality of your information.</p>\n<p>HMC may disclose your personal information, without notice, if required to do so by law or in the good faith belief that such action is necessary to: (a) conform to the edicts of the law or comply with legal process served on HMC or the site.\n(b) protect and defend the rights or property of HMC.\nand/or (c) act under exigent circumstances to protect the personal safety of users of HMC, or the public.</p>\n<p>\n<strong>Tracking User Behavior</strong>\n<br> HMC may keep track of the websites and pages our users visit within HMC, in order to determine what HMC services are the most popular.\nThis data is used to deliver customized content and advertising within HMC to customers whose behavior indicates that they are interested in a particular subject area.</p>\n<p>\n<strong>Automatically Collected Information</strong>\n<br> Information about your computer hardware and software may be automatically collected by HMC.\nThis information can include: your IP address, browser type, domain names, access times and referring website addresses.\nThis information is used for the operation of the service, to maintain quality of the service, and to provide general statistics regarding use of HMC.</p>\n<p>\n<strong>Use of Cookies</strong>\n<br> HMC may use “cookies” to help you personalize your online experience.\nA cookie is a text file that is placed on your hard disk by a web page server.\nCookies cannot be used to run programs or deliver viruses to your computer.\nCookies are uniquely assigned to you, and can only be read by a web server in the domain that issued the cookie to you.</p>\n<p>One of the primary purposes of cookies is to provide a convenience feature to save you time.\nThe purpose of a cookie is to tell the Web server that you have returned to a specific page.\nFor example, if you personalize HMC pages, or register with HMC or its services, a cookie helps HMC to recall your specific information on subsequent visits.\nThis simplifies the process of recording your personal information, such as billing addresses, shipping addresses, and so on.\nWhen you return to the same HMC website, the information you previously provided can be retrieved, so you can easily use the HMC features that you customized.</p>\n<p>You have the ability to accept or decline cookies.\nMost Web browsers automatically accept cookies, but you can usually modify your browser setting to decline cookies if you prefer.\nIf you choose to decline cookies, you may not be able to fully experience the interactive features of the HMC services or websites you visit.</p>\n<p>\n<strong>Links</strong>\n<br> This website contains links to other sites.\nPlease be aware that we are not responsible for the content or privacy practices of such other sites.\nWe encourage our users to be aware when they leave our site and to read the privacy statements of any other site that collects personally identifiable information.</p>\n<p>\n<strong>Security of your Personal Information</strong>\n<br> HMC secures your personal information from unauthorized access, use, or disclosure.\nHMC uses SSL Protocol for this purpose.\nWhen personal information (such as a credit card number) is transmitted to other websites, it is protected through the use of encryption, such as the Secure Sockets Layer (SSL) protocol.</p>\n<p>We strive to take appropriate security measures to protect against unauthorized access to or alteration of your personal information.\nUnfortunately, no data transmission over the Internet or any wireless network can be guaranteed to be 100% secure.\nAs a result, while we strive to protect your personal information, you acknowledge that: (a) there are security and privacy limitations inherent to the Internet which are beyond our control.\nand (b) security, integrity, and privacy of any and all information and data exchanged between you and us through this Site cannot be guaranteed.</p>\n<p>\n<strong>Children Under Thirteen</strong>\n<br> HMC is a general audience website and is not geared towards children.\nIn order to protect the privacy of children, HMC does not knowingly collect information online from children under 13 without prior parental consent.\nHMC may collect personally identifiable information pertaining to children under the age of 13 from parents with parental consent such as: name, age, state of residence, zip code, name of business, URL of business, and user-generated content.\nHMC collects this information to ensure a child’s eligibility for a contest and as entry for such contest.</p>\n<p>If you are under the age of thirteen, you must ask your parent or guardian for permission to use this website.\nIf you are a parent and believe we have collected information from your child, please contact us using the information provided at the end of this Statement of Privacy so that we can work to delete it.\nIf you are a parent and you have questions regarding our data collection practices, please contact us using the information provided at the end of this Statement of Privacy.</p>\n<p>\n<strong>International Visitors</strong>\n<br> HMC is hosted in the United States and is intended for visitors located within the United States.\nIf you choose to use HMC from the European Union or other regions of the world with laws governing data collection and use that may differ from U.S.\nlaw, then please note that you are transferring your personally identifiable information outside of those regions to the United States for storage and processing, and by providing your personally identifiable information to HMC you consent to that transfer, storage, and processing.</p>\n<p>\n<strong>E-mail Communications</strong>\n<br> From time to time, HMC may contact you via email for the purpose of providing announcements, promotional offers, alerts, confirmations, surveys, and/or other general communication.\nIn order to improve our Services, we may receive a notification when you open an email from HMC or click on a link therein.</p>\n<p>If you would like to stop receiving marketing or promotional communications via email from HMC, you may opt out of such communications by clicking on the UNSUBSCRIBE button.</p>\n<p>\n<strong>External Data Storage Sites</strong>\n<br> We may store your data on servers provided by third party hosting vendors with whom we have contracted.</p>\n<p>\n<strong>Changes to this Statement</strong>\n<br> HMC reserves the right to change this Privacy Policy from time to time.\nWe will notify you about significant changes in the way we treat personal information by sending a notice to the primary email address specified in your account, by placing a prominent notice on our site, and/or by updating any privacy information on this page.\nYour continued use of the Site and/or Services available through this Site after such modifications will constitute your: (a) acknowledgment of the modified Privacy Policy.\nand (b) agreement to abide and be bound by that Policy.</p>\n<p>\n<strong>Contact Information</strong>\n<br> HMC welcomes your questions or comments regarding this Statement of Privacy.\nIf you believe that HMC has not adhered to this Statement, please contact HMC at:</p>\n<p>The Harold Martin Company<br> 221 Main Street, #749<br> Los Altos, California 94022</p>\n<p>Email Address:<br> info@thestartupsquad.com<br> _________________</p>\n<p>Effective as of June 04, 2018</p>", "created_at": "2021-06-24 04:37:22.079614", "updated_at": "2021-06-24 02:38:50.568412"}], "points": [], "urls": ["thestartupsquad.com"]}}