{"error": 448, "message": "OK", "parameters": {"id": 5364, "name": "Hindsight  ", "created_at": "2021-10-30 01:23:08.661937", "updated_at": "2021-10-30 22:01:11.634699", "wikipedia": null, "keywords": null, "related": null, "slug": "hindsight", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5364.png", "url": "hindsightsolutions.net", "documents": [{"id": 9635, "name": "Privacy Policy", "url": "https://hindsightsolutions.net/privacy-policy/", "xpath": "/html/body/div[1]/div/div/div/div/section[2]", "text": " <i>\n</i>\n<i>\n</i> POLICY CHANGES <i>\n</i>\n<i>\n</i> INFORMATION HINDSIGHT MAY COLLECT Client Information<br>\nUser Information <i>\n</i>\n<i>\n</i> HOW HINDSIGHT GATHERS INFORMATION <i>\n</i>\n<i>\n</i> HOW AND WHY HINDSIGHT USES YOUR INFORMATION Client Information<br>\nUser Information <i>\n</i>\n<i>\n</i> PROCESSING BY THIRD-PARTY SERVICE PROVIDERS <i>\n</i>\n<i>\n</i> WHERE PERSONAL DATA IS HELD <i>\n</i>\n<i>\n</i> HOW LONG YOUR PERSONAL DATA IS HELD <i>\n</i>\n<i>\n</i> RIGHTS AND OTHER INFORMATION FOR INDIVIDUALS IN EUROPE <i>\n</i>\n<i>\n</i> YOUR CHOICES <i>\n</i>\n<i>\n</i> SECURING PERSONAL DATA <i>\n</i>\n<i>\n</i> CHILDREN’S PRIVACY <i>\n</i>\n<i>\n</i> CALIFORNIA RESIDENTS <i>\n</i>\n<i>\n</i> TERMS AND CONDITIONS <i>\n</i>\n<i>\n</i> CONTACT INFORMATION <p>Hindsight Technology Solutions, Inc.\n(“Hindsight,” “we,” “us,” or “our”) owns and operates hindsightsolutions.net (the “Site”) and provides contextual targeting technology-based services on behalf of its clients, which include online advertisers, publishers and other content providers (together we refer to the Site and any products or services we provide as the “Services”).</p>\n<p>Please read this privacy policy (“Policy”) carefully as it contains important information on who we are and how, when and why we may collect, store, use and share information about you or your device, which may include personal information or personal data as defined by applicable privacy laws (“Personal Data”).\nDepending on where you are located, this Policy also describes how you can exercise certain rights or choices you may have with regard to how Hindsight handles Personal Data it collects from you.</p>\n<p>\n<strong>This Policy applies to all Personal Data and other information we may collect through the Site or our other Services in various ways, depending on whether you are a:</strong>\n</p>\n<p>1.\n“Client” – A Site visitor or a publisher, advertiser or other content provider that has or is interested in seeking a contractual relationship with Hindsight.\nor</p>\n<p>2.\n”User” – Someone who visits our Clients’ websites and other third-party online properties and interacts with our contextual advertising Services.</p>\n<p>\n<strong>By using the Site or any related Services you agree to the terms of this Policy.</strong>\n</p>\n<p>Other websites, mobile applications, and other services, whether online or offline, may have their own privacy policies, and you should consult those accordingly.\nFor example, the Services may contain links to external websites or other online services, including those embedded in third-party advertisements or sponsor information, which are not controlled by Hindsight.\nHindsight is not responsible for the privacy practices and data collection policies for such third-party services.\nYou should consult the privacy policies of those third-party services for details.\nHindsight may also allow interaction between the Services and other third-party online services such as social media providers.\nThis may include plugins available through the Services that allow you to share information with persons outside of the Services.\nPlease consult the privacy policies of such third-party providers before using them to make sure you are comfortable with the level of sharing.</p>\n<p>The Services are intended for users eighteen (18) years of age or older.\nIf you are not 18 years of age or older, you are not permitted to access or use the Services.</p>\n<p>\n<strong>This Policy is effective as of: February 15, 2021.</strong>\n</p>\n<p>For ease of reference, you may click on any of the following links to jump to one of the sections addressed below:</p> 1.\nPOLICY CHANGES <p>Hindsight reserves the right to make changes to this Policy at any time.\nSince this Policy may change over time as we modify or expand our Services, we suggest you check back from time to time in order to understand how we treat your information.\nOur Policy’s effective date will always be set forth at the beginning and end of the Policy.\nAny changes will be immediately incorporated into this Policy, and will be prospective only.\nWe will not make any changes that have retroactive effect unless legally required to do so.</p>\n<p>Any change to this Policy is effective immediately.\nYour continued use of the Services after any changes are made to this Policy constitutes your acceptance of the changes.\nIf any changes are unacceptable to you, you should cease all use of the Services.</p>\n<p>If any changes to this Policy materially affect how Hindsight treats or handles Personal Data that you have already provided to us or that has otherwise been collected by Hindsight, we will endeavor to provide you with notice in advance of such change(s) by highlighting the change on our Site.\nWe will seek your prior consent to any material changes, if and where this is required by applicable data protection laws.\nIf you do not opt-in, your information will continue to be used in a manner that is consistent with the version of this Policy under which it was collected, or the information will be deleted.</p> 2.\nINFORMATION HINDSIGHT MAY COLLECT <p>Personal Data is generally defined as information that, alone or in combination with other information, could identify, relate to, describe, reference, or reasonably could be associated with a particular individual, directly or indirectly.\nTo provide some examples, depending on where you live, categories of Personal Data other businesses collect can include, but are not limited to, an individual’s name, address, phone number, email address, username and password, IP address, information specifically tied to an IP address such as browser or device information or other persistent online identifiers, browsing or search history, credit/debit card number or other financial information, professional or employment-related information, office address and other business information, demographic information, biometric information such as fingerprints, precise location information, or any other type of information that, directly or indirectly, is reasonably capable of being associated with you.</p> 2.1 Client Information <p>Hindsight may collect certain Personal Data and other information directly from our Clients.\nFor example, Hindsight will collect a Client’s contact details when a Client enters a contractual relationship with Hindsight and we will collect a password or other account access credentials when a Client creates a Hindsight account.\nWhen a Client sends us an email asking a question we will collect the information, including any Personal Data, that the Client provides in the email.\nWe will also collect any Personal Data and other information that Clients choose to provide to us, such as any information contained in a message or form that a Client submits through our Site or via email.\nWe may also collect Personal Data and other information from prospective Clients through publicly available sources.\nWhen using the Site, the Personal Data and other information Hindsight may collect includes your name, company name, business email address, and/or information associated with your Internet protocol (IP) address such as your browser, device, and location information to the extent such information is reasonably capable of identifying or being associated with you.</p> 2.2 User Information <p>When Users interact with Hindsight Services that appear on our Clients’ websites and other third-party properties online, Hindsight may automatically collect certain information based on the IP address associated with the User’s computer, device, or browser.\nSuch User information generally is not capable of being linked back to any specific individual and includes, but it not limited to, information about a User’s device and operating system, the web pages accessed by Users within our Clients’ websites, the link that led a User to a Client’s website, the dates and times a User accesses a Client’s website, event information (e.g., system crashes), general location information (e.g., city and state), hashed email addresses (when made available by the User), and gender (when made available by the User).\nTo whatever extent such automatically collected User information is reasonably capable of identifying you or being associated with you, we will refer to it as device information and treat it as Personal Data.\nHindsight requests that Clients obtain any necessary consent on our behalf where required to do so by applicable data protection laws and regulations, in order for Hindsight to collect this User Information.</p> 3.\nHOW HINDSIGHT GATHERS INFORMATION <p>If you are a Client, we may collect Personal Data when you register an account for the Services, visit or use certain areas of the Site, submit questions, comments or other feedback through the “Contact Us” form on the Site, or voluntarily provide Personal Data to us in any other way.</p>\n<p>If you are a User, we may collect other data in an automated manner whenever you visit our Clients’ websites and other online properties and interact with our Services, such as device information that may be Personal Data to the extent it is reasonably capable of identifying you.\nFor example, when you access or use the Services, we and third parties that may provide certain functionality on or through the Services may engage, receive, collect, and store certain device information and other online identifiers through automatic data collection tools such as embedded web links and similar technology.\nThese technologies may collect information including, but not limited to, your IP address, browser type, the date and time that you use the Services, referring/exit pages and URLs, number of clicks, unique identifiers related to your browser, and information about your device.\nThis device information generally cannot be associated with you or other individuals, but if there is reason to believe that any device information could be linked to you, we will treat it as Personal Data.</p>\n<p>The Services use such automatic data collection tools to serve relevant ad experiences to Users.\nYour browser may allow you to block, delete or otherwise disable these tools.\nHowever, if you disable them, the Services may not work properly.</p> 4.\nHOW AND WHY HINDSIGHT USES YOUR INFORMATION <p>Hindsight only uses your Personal Data when we have a proper reason for doing so.\nFor example, we may use your Personal Data as necessary to comply with a legal or regulatory obligation, to perform our contract with you or for our legitimate interests of providing the Services.</p> 4.1 Client Information If you are a Client or visiting the Site as a prospective Client, we use your Personal Data where we have your consent to do so, where we need to use the Personal Data to perform our obligations under a contract with you, or where the processing is in our legitimate interests and not overridden by your data protection interests or fundamental rights and freedoms under applicable data protection laws and regulations.\nThis includes uses:\n<ul>\n<li>To communicate with you or take other actions, provide a demo of our Services, or take other actions at your request before entering into a contract;</li>\n<li>To maintain proper business records and other relevant records with respect to our contract or your use of our Services.\nor</li>\n<li>For customer service purposes and to send you communications regarding your Client account or additional uses of your Personal Data beyond the scope of this list and Policy, in response to any questions, comments, or other messages you submit to us, or for marketing, advertising, and promotional purposes in relation to other Hindsight products or services that we think may interest you.</li>\n</ul> 4.2 User Information If you are a User that interacts with our Services on or through one of our Client’s websites or other third-party properties online, we use your Personal Data to provide our Services as necessary or in accordance with our legitimate interests in performance of our contractual obligations with our Clients, including:\n<ul>\n<li>To provide the Services to you on behalf of our Clients;</li>\n<li>For the purposes of system administration, assisting in diagnosing problems with our servers, monitoring Hindsight system performance and traffic on or through the Services and to gather broad demographic information about Users;</li>\n<li>To deliver contextualized advertising content to you based on the articles and posts you view on our Clients’ websites and other online properties, which is tailored to your interests and includes information on new and relevant products, services or other third-party offerings;</li>\n<li>For the purpose of offering our Clients information about groupings of Users who share certain interests or preferences, and other User information relevant to the provision of our Services – for example, Hindsight may provide publisher Clients with information about the viewing and click-through patterns of the content they publish and it may provide advertiser Clients with information about conversion rates for analytics purposes.\nor</li>\n<li>Use of information based on your IP address in machine learning applications to generate aggregate and statistical metrics and to optimize its advertising Services.</li>\n</ul> 5.\nPROCESSING BY THIRD-PARTY SERVICE PROVIDERS <p>Hindsight and certain third parties that provide services on our behalf will collect, process and use your Personal Data as described in this Policy and for the purposes set forth in this Policy.</p>\n<p>Except as noted herein, Hindsight does not share or sell your Personal Data with any person or entity outside of Hindsight.</p>\n<p>We may use and share any information, including Personal Data, that we receive with vendors and service providers retained as necessary for business purposes and other legitimate interests in connection with Hindsight’s provision of the Services.\nFor example, this may include sharing Personal Data for purposes with your consent or approval as required under applicable laws and regulations, or for one or more of the following purposes:</p>\n<ul>\n<li>To better understand how Clients, Users, and any other individuals access and use our Site and Services, both on an aggregated and individualized basis, and for other research, analytical, and statistical purposes;</li>\n<li>To carry out our obligations and enforce our rights arising from any contracts related to your use of the Services, including for billing and collections;</li>\n<li>As necessary or appropriate to protect the rights, property or safety of Hindsight, our Clients or others;</li>\n<li>To respond to law enforcement requests and as required by applicable law, subpoena, court order, or other legal process or governmental regulations;</li>\n<li>As otherwise described to you at or before the point when we collect your Personal Data.\nor</li>\n<li>To evaluate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or to transfer some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which Personal Data held by us is among the assets transferred.</li>\n</ul>\n<p>Hindsight will not disclose your Personal Data to law enforcement entities, government entities, or other persons unless permitted or required to do so by the following: (1) any lawful method or process by which a law enforcement entity is permitted to obtain such information.\n(2) a court order with sufficient notice to both Hindsight and the user so that either can contest disclosure.\n(3) the user has given informed, affirmative consent in writing to the specific disclosure to the specific person for a particular purpose.\n(4) Hindsight’s reasonable good faith belief that the Personal Data collected through the Services is evidence related to a crime against Hindsight or the applicable Client or User.\nand/or (v) an imminent danger of death or serious physical injury requiring disclosure of Personal Data, but only when the law enforcement entity requesting disclosure has applied for and received approval for a valid search warrant.\nUpon the written request of a law enforcement entity to preserve a Client’s or User’s Personal Data, pending receipt of a request or demand for such Personal Data pursuant to the conditions listed above, Hindsight will retain the relevant records and evidence for ninety (90) days from the date of the preservation request by the law enforcement entity, renewable for another 90-day period following a renewed written request by the law enforcement entity.</p>\n<p>If you are a User, when you interact with our Services on our Clients’ websites and other third-party properties, we may provide advertisements to you based on your recent browsing behavior across different Client websites, browsers, or devices.\nFor example, if you are viewing an article about a movie on one of our publisher Client’s sites, you may see an advertisement we provide that will feature information about tickets to movies in your area and include links to other articles or content about movies on the publisher’s site.</p>\n<p>We adhere to the Self-Regulatory Principles set forth by the Digital Advertising Alliance (DAA), and the Interactive Advertising Bureau’s (IAB) Self-Regulatory Principles for Online Behavioral Advertising.\nIn addition, Hindsight may work with advertiser Clients which are members of the Network Advertising Initiative (NAI), an association dedicated to responsible data collection use in digital advertising.\nTo update your DAA AdChoices Opt-Out settings, select your region here: US, Canada, or Europe.\nTo manage all NAI member sites’ settings, click here.\nIf you opt-out using these industry-provided opt-out tools, you will still see ads but they will not be personalized based on your online activity.\nPlease note that if you disable cookies or upgrade your browser after opting out, you will need to opt-out again.\nFurther, if you use multiple browsers or devices you will need to execute these opt-outs on each browser or device, and there is no guarantee the opt-outs will prevent all personalized or behavioral advertising.</p>\n<p>By providing to Hindsight the Personal Data and other data referenced above, you agree that Hindsight may use such Personal Data and other data in accordance with the terms of this Policy.\nWe will not collect additional categories of Personal Data or use the Personal Data we collected for materially different, unrelated, or incompatible purposes without providing you notice.</p> 6.\nWHERE PERSONAL DATA IS HELD <p>Personal Data may be held at our offices and those of our third party agencies, service providers, representatives and agents as described above.</p>\n<p>All Personal Data is stored on Hindsight computer systems which allow Hindsight to view the data.\nOur systems are hosted in the U.S.\nYour Personal Data may be disclosed to and processed by staff operating in the U.S.\nDisclosure will be to individuals who work for Hindsight, our subsidiaries, related companies, and companies with which we have contracted to process or store this data on Hindsight’s behalf.\nThe individuals and organizations that receive Personal Data as a result of international transfers must follow our express instructions with respect to the use of Personal Data and they must comply with appropriate security measures to protect your information.</p> 7.\nHOW LONG YOUR PERSONAL DATA IS HELD <p>We will retain your Personal Data while you use the Services or we are providing Services to you.\nThereafter, we will keep your Personal Data for as long as is necessary:</p>\n<ul>\n<li>to respond to any questions, complaints or claims made by you or on your behalf;</li>\n<li>to keep records required by law.\nor</li>\n<li>for preserving, resolving, defending or enforcing our legal and contractual rights.</li>\n</ul>\n<p>We will not retain your Personal Data for longer than necessary to fulfill the purposes set out in this Policy, or as otherwise permitted by applicable laws and regulations.<br>We will delete your Personal Data as soon as the respective purpose of use is not applicable anymore and no legal obligation to retain such information exists.\nIf you have any questions about the security or retention of your Personal Data, you can contact us at management@hindsightsolutions.net.</p> 8.\nRIGHTS AND OTHER INFORMATION FOR INDIVIDUALS IN EUROPE <p>Some of our business partners and third-party vendors that provide services on our behalf may be based outside the European Economic Area (the “EEA,” which includes the European Union Member States, Iceland, Norway and Liechtenstein), Switzerland, and the United Kingdom (the “UK”) (collectively, the “EU”).</p>\n<p>If you are located in the EU, you may have one or more of the following rights with regard to Hindsight’s collection, use and sharing of your Personal Data on or through the Services:</p>\n<ul>\n<li>The right to request access to the Personal Data we hold about you;</li>\n<li>The right to update and correct any inaccurate Personal Data Hindsight holds about you;</li>\n<li>The right, in certain circumstances, to object or withdraw any consent for marketing activities where we are relying on your consent to process your Personal Data;</li>\n<li>The right to request restriction of Hindsight’s processing of your Personal Data in certain circumstances (for example, if you contest the accuracy of the data);</li>\n<li>The right, in certain circumstances, to request the portability of Personal Data you provided to Hindsight.\nand/or</li>\n<li>The right, in certain circumstances, to request the erasure or deletion of Personal Data we have collected or maintain about you.</li>\n</ul>\n<p>If you are a User and would like to understand how you can exercise any of your rights with respect to your Personal Data to the extent it is maintained by Hindsight, please submit a data subject access request by emailing us at management@hindsightsolutions.net.\nIf you are a Client or work on behalf of a Client, you may submit a data subject access request to the same email address and identify your relationship to the applicable Client so that Hindsight may either respond with the relevant information or, if applicable, direct this request to, and cooperate with, your employer to respond.</p>\n<p>Under applicable data privacy and protection laws and regulations, Clients and Users located in the EU may have the right to lodge a complaint about Hindsight’s processing of your Personal Data with a supervisory authority.\nIn particular, such individuals may lodge a complaint in the Member State where the individual lives or works or where the alleged violation took place.</p>\n<p>If you reside within the EU, we will seek your consent before using your Personal Data to serve you relevant content and materials based on your personal preferences, interests, location and other information that you provide to Hindsight in connection with your use of the Services.</p>\n<p>If you are located in the EU, we may need to share your Personal Data with third parties in other countries to provide our Services.\nThis means that Personal Data collected within the EU could be transferred outside the EU.\nFor example, your Personal Data may be transferred outside the EU:</p>\n<ul>\n<li>To our offices located in the U.S.;</li>\n<li>To services providers located outside of the EU.\nand/or</li>\n<li>Where there is an international dimension to the Services we are providing to you.</li>\n</ul>\n<p>Transfers of Personal Data of individuals in the EU are subject to special rules under applicable data protection laws and regulations.\nThis means we can only transfer Personal Data to a country outside the EU where:</p>\n<ul>\n<li>the European Commission has issued an ‘adequacy decision’ in relation to that country or international organization;</li>\n<li>there are appropriate safeguards in place, together with enforceable rights and effective legal remedies for data subjects.\nor</li>\n<li>a specific exception applies under data protection law.</li>\n</ul>\n<p>To protect your Personal Data, the Services use appropriate technical and organizational security measures to protect against unauthorized access, alteration, disclosure or destruction of your Personal Data and other information stored on our Services.</p> 9.\nYOUR CHOICES <p>Depending on where you reside and in accordance with applicable laws and regulations, if you would like to request the ability to access, review, edit, delete or have us properly dispose of any of the Personal Data that Hindsight collected about you, if you would like to opt-out of receiving further information from Hindsight, or limit what we share, or if you otherwise wish Hindsight to cease using your Personal Data in the manners specified in this Policy (subject to any applicable legal exceptions), you can do so by emailing us at management@hindsightsolutons.net or by calling us at 908 821 6865.</p>\n<p>Any removal of content by Hindsight does not ensure or guarantee complete or comprehensive removal in all places.\nThe content may have been shared or reposted by other parties, or federal, state or other applicable law may require maintenance of the content or information.\nHindsight will do its best to accommodate your request, but we cannot guarantee we can remove all Personal Data from the specified uses.\nTherefore, please be as specific as possible in your request.\nIf the request relates to information that Hindsight needs to make certain Services function properly for you, you may not be able to use those Services properly moving forward.</p>\n<p>Hindsight reserves the right to maintain proper business records as required by law, or for otherwise legitimate business purposes to the extent permitted by law, even if such records contain your Personal Data.</p>\n<p>Hindsight is required to verify the identity of any person or entity that requests the disclosure or deletion of Personal Data.\nIf you have a password-protected account with us, we will use our existing authentication procedures to verify your identity.\nFor most other requests, Hindsight will ask you to provide information that matches at least two pieces of Personal Data we store about you before responding to your request.</p>\n<p>We cannot respond to your request or provide you with Personal Data if we cannot verify your identity or authority to make the request and confirm the Personal Data relates to you.\nMaking a verifiable consumer request does not require you to create an account with us.\nWe will only use Personal Data provided in a verifiable consumer request to verify the requestor’s identity or authority to make the request.</p>\n<p>If you would like to opt-out of receiving promotional emails from Hindsight, please follow the opt-out instructions at the bottom of the email or send Hindsight a detailed email at management@hindsightsolutons.net.</p>\n<p>Some browsers have a ”do not track” feature that lets you tell websites that you do not want to have your online activities tracked.\nHindsight does not currently have the capability to process these kinds of technical requests.\nTo learn about ways to opt-out of certain kinds of tracking for targeted advertising purposes, please visit the Network Advertising Initiative website and the Digital Advertising Alliance website.\nOptions you select are browser- and device-specific, and there is no guarantee these industry-provided opt-out tools will prevent all targeted advertising.</p> 10.\nSECURING PERSONAL DATA <p>Hindsight implements, uses, and maintains industry standard technological security measures that are reasonably designed to help secure your non-public Personal Data from loss, unauthorized access or disclosure, both in storage and in transmission.\nHindsight protects any Personal Data or other information it collects from you using various technologies and safeguards, including Secure Socket Layer (“SSL”), which is an encrypted communication protocol, and Transport Layer Security, the successor protocol to SSL.\nSSL and TLS are standard formats for transmitting secure data from your computer to Hindsight’s servers.\nSSL and TLS work by using a private key to encrypt data that is transferred over the SSL and TLS connection.</p>\n<p>While Hindsight takes the issue of protecting your Personal Data seriously, you should exercise discretion in what information you disclose and/or transmit through the Services.\nHindsight cannot guarantee that information sent over the Internet is fully secure.\nThe transmitted information may be intercepted by others before it reaches Hindsight.\nIf you are concerned about sending information to Hindsight over the Internet, please send the information by mail or call us to make other arrangements.\nHindsight is not responsible for the security of information transmitted online.</p> 11.\nCHILDREN’S PRIVACY <p>The Services are intended for individuals 16 years of age and older located in the United States.\nHindsight neither collects nor sells the Personal Data of minors under 16 years of age.</p>\n<p>The Services are not directed at, marketed to, nor intended for, individuals under 16 years of age.\nNo one under the age of 16 is permitted to provide any information on or through the Services, and Hindsight does not knowingly collect any information from anyone under 16 years of age.\nIf you are under 16 years of age, DO NOT use or provide any information about yourself on or through the Services, and DO NOT interact with any of the Services or their features.\nWe do not and will not knowingly collect any information, including Personal Data, from any person under 16 years of age and Hindsight will take immediate steps to delete any such information if it is inadvertently received.\nIf Hindsight learns that we have received Personal Data from any person under 16 years of age, Hindsight will delete that information.\nIf you believe a person under 16 years of age used our Services without authorization in a way that Hindsight somehow received a persistent identifier such as a static IP address that is capable of identifying the person under 16, or any other information that could be considered Personal Data under applicable law, please contact us immediately at management@hindsightsolutons.net.\nAgain, any deletion by Hindsight does not ensure or guarantee complete or comprehensive removal of the information in all places.\nThe content may have been shared or reposted by other parties, or federal or state law may require maintenance of the content or information.</p> 12.\nCALIFORNIA RESIDENTS <p>Applicable California privacy legislation permits visitors who are California residents to request certain information regarding Hindsight’s disclosure of Personal Data to third parties for their direct marketing purposes.\nTo make such a request to access such information, please contact Hindsight at management@hindsightsolutons.net.\nWithin thirty (30) days of receiving such a request, Hindsight will provide a list of the categories of Personal Data disclosed to third parties for third-party direct marketing purposes during the immediately preceding calendar year, along with the names and addresses of these third parties.\nThis request may be made no more than once per calendar year.\nHindsight reserves its right not to respond to requests submitted other than to the address specified in this paragraph.</p> 13.\nTERMS AND CONDITIONS <p>The Hindsight Terms and Conditions (“Terms”) are incorporated by reference into this Policy.\nThese Terms can be found at https://hindsightsolutions.net/terms-of-service/.</p> 14.\nCONTACT INFORMATION <p>If you have any questions regarding this Policy, the Services, or your other interactions with Hindsight, please contact Hindsight at:</p>\n<p>EMAIL: management@hindsightsolutons.net<br>PHONE: 908 821 6865<br>MAIL: 300 Maple Avenue, South Plainfield NJ, 07080</p>\n<p>Hindsight intends to strictly enforce this Policy.\nIf you believe there has been some violation of this Policy, please contact us.<br>\n<strong>\n<br>This Policy was last updated on February 15, 2021.</strong>\n</p> ", "created_at": "2021-10-30 01:23:08.665998", "updated_at": "2021-10-29 23:24:01.783932"}, {"id": 9634, "name": "Term & Conditions", "url": "https://hindsightsolutions.net/terms-of-service/", "xpath": "/html/body/div[1]/div/div/div/div/section[2]", "text": " <p>Client understands, acknowledges and agrees that these <strong>Terms and Conditions(“Terms”)</strong>, which are incorporated by reference, and made a part of, any Statement of Work (as defined below), govern Client’s use of the Services (as defined below) provided by Hindsight Technology Solutions, Inc.\n(“<strong>Hindsight</strong>”), a Hindsight organized and existing under the laws of the State of New York, with its principal place of business at 300 Maple Avenue, South Plainfield New Jersey 07080.\nBy entering into to a Statement of Work or by opening an Account, Client represents and warrants that it has read and understood the following Terms, and Client agrees to be bound by them and to comply with all applicable laws and regulations regarding Client’s use of the Services, and Client acknowledges that these Terms constitute a binding and enforceable legal contract between Client and Hindsight.</p>\n<p>\n<strong>1.\nDEFINITIONS</strong>\n</p>\n<p>Unless otherwise defined in these Terms, capitalized terms shall have the meanings ascribed to them below.<br>– “<em>Access Credentials</em>” means any user name, identification number, password, license or security key, security token, PIN, or other security code, method, technology, or device used, alone or in combination, to verify an individual’s identity and authorization to access and use the Services.<br>– “<em>Action</em>” means any claim, action, cause of action, demand, lawsuit, arbitration, inquiry, audit, notice of violation, proceeding, litigation, citation, summons, subpoena, or investigation of any nature, civil, criminal, administrative, regulatory, or other, whether at law, in equity, or otherwise.<br>– “<em>Affiliate</em>” of a Person means any other Person that directly or indirectly, through one or more intermediaries, controls, is controlled by, or is under common control with, such Person.\nThe term “control” (including the terms “controlled by” and “under common control with”) means the direct or indirect power to direct or cause the direction of the management and policies of a Person, whether through the ownership of voting securities, by contract, or otherwise/ownership of more than 51 % of the voting securities of a Person.<br>– “<em>Authorized User</em>” means Client’s employees, consultants, contractors, and agents (a) who are authorized by Client to access and use the Services under the rights granted to Client pursuant to these Terms.<br>– “<em>Client Data</em>” means information, data, and other content, in any form or medium, that is collected, downloaded, or otherwise received, directly or indirectly from Client or an Authorized User by or through the Services or that incorporates or is derived from the Processing of such information, data, or content by or through the Services.\nFor the avoidance of doubt, Client Data does not include Resultant Data or any other information reflecting the access or use of the Services by or on behalf of Client or any Authorized User.<br>– “<em>Client Systems</em>” means the Client’s information technology infrastructure, including computers, software, hardware, databases, electronic systems (including database management systems), and networks, whether operated directly by Client or through the use of third-party services.<br>– “<em>Hindsight Materials</em>” means the Services, Documentation, and Hindsight Systems and any and all other information, data, documents, materials, works, and other content, devices, methods, processes, hardware, software, and other technologies and inventions, including any deliverables, technical or functional descriptions, requirements, plans, or reports, that are provided or used by Hindsight or any Subcontractor in connection with the Services or otherwise comprise or relate to the Services or Hindsight Systems.\nHindsight Materials shall also include Resultant Data and any information, data, or other content derived from Hindsight’s monitoring of Client’s access to or use of the Services, but shall not include Client Data.<br>– “<em>Hindsight Personnel</em>” means all individuals involved in the performance of Services as employees, agents, or independent contractors of Hindsight or any Subcontractor.<br>– “<em>Hindsight Systems</em>” means the information technology infrastructure used by or on behalf of Hindsight in performing the Services, including all computers, software, hardware, databases, electronic systems (including database management systems), and networks, whether operated directly by Hindsight or through the use of third-Party services.<br>– “<em>Documentation</em>” means any manuals, instructions, or other documents or materials that the Hindsight provides or makes available to Client in any form or medium and which describe the functionality, components, features, or requirements of the Services or Hindsight Materials, including any aspect of the installation, configuration, integration, operation, use, support, or maintenance thereof.<br>– “<em>Harmful Code</em>” means any software, hardware, or other technology, device, or means, including any virus, worm, malware, or other malicious computer code, the purpose or effect of which is to (a) permit unauthorized access to, or to destroy, disrupt, disable, distort, or otherwise harm or impede in any manner any (i) computer, software, firmware, hardware, system, or network.\nor (ii) any application or function of any of the foregoing or the security, integrity, confidentiality, or use of any data Processed thereby.\nor (b) prevent Client or any Authorized User from accessing or using the Services or Hindsight Systems as intended by these Terms.<br>– “<em>Intellectual Property Rights</em>” means any and all registered and unregistered rights granted, applied for, or otherwise now or hereafter in existence under or related to any patent, copyright, trademark, trade secret, database protection, or other intellectual property rights laws, and all similar or equivalent rights or forms of protection, in any part of the world.<br>– “<em>Law</em>” means any statute, law, ordinance, regulation, rule, code, order, constitution, treaty, common law, judgment, decree, or other requirement of any federal, state, local, or foreign government or political subdivision thereof, or any arbitrator, court, or tribunal of competent jurisdiction.<br>– “<em>Losses</em>” means any and all losses, damages, deficiencies, claims, actions, judgments, settlements, interest, awards, penalties, fines, costs, or expenses of whatever kind, including reasonable attorneys’ fees and the costs of enforcing any right to indemnification hereunder and the cost of pursuing any insurance providers.<br>– “<em>Permitted Use</em>” means any use of the Services by an Authorized User for the benefit of Client in the ordinary course of its internal business operations/purpose in accordance with these Terms.<br>– “<em>Person</em>” means an individual, corporation, partnership, joint venture, limited liability entity, governmental authority, unincorporated organization, trust, or other entity.<br>– “<em>Personal Information</em>” means information that Client provides or for which Client provides access to Hindsight in accordance with these Terms that: (i) directly or indirectly identifies an individual (e.g., names, signatures, addresses, telephone numbers, email addresses, and other unique identifiers).\nor (ii) can be used to authenticate an individual (including, without limitation, employee identification numbers, government-issued identification numbers, passwords or PINs, user identification and account access credentials or passwords, financial account numbers, credit report information, student information, biometric, genetic, health, or health insurance data, answers to security questions, and other personal identifiers).<br>– “<em>Process</em>” means to take any action or perform any operation or set of operations that the Services are capable of taking or performing on any data, information, or other content, including to collect, receive, input, upload, download, record, reproduce, store, organize, compile, combine, log, catalog, cross-reference, manage, maintain, copy, adapt, alter, translate, or make other derivative works or improvements, process, retrieve, output, consult, use, perform, display, disseminate, transmit, submit, post, transfer, disclose, or otherwise provide or make available, or block, erase, or destroy.\n“Processing” and “Processed” have correlative meanings.<br>– “<em>Representatives</em>” means, with respect to a party, that party’s and its Affiliates’ employees, officers, directors, consultants, agents, independent contractors, service providers, sublicensees, subcontractors, and legal advisors.<br>– “<em>Resultant Data</em>” means data and information related to Client’s use of the Services that is used by Hindsight in an aggregate and anonymized manner, including to compile statistical and performance information related to the provision and operation of the Services.<br>– “<em>Services</em>” means the Hindsight’s offerings described in a statement of work issued under these Terms.‌<br>– “<em>Third-Party Materials</em>” means materials and information, in any form or medium, including any open-source or other software, documents, data, content, specifications, products, equipment, or components of or relating to the Services that are not proprietary to Hindsight.</p>\n<p>\n<strong>2.\nSERVICES</strong>\n<br>\n<strong>2.1 Access and Use </strong>\n<br>Subject to and conditioned on Client’s and its Authorized Users’ compliance with the terms and conditions of these Terms, and any statement of work issued hereunder (“SOW”), Hindsight hereby grants Client a non-exclusive, non-transferable right to access and use the Services during the Term (defined below), solely for use by Authorized Users in accordance with the terms and conditions herein.\nSuch use is limited to Client’s internal use.\nHindsight shall provide to Client the Access Credentials as of the Effective Date.</p>\n<p>\n<strong>2.2 Accounts</strong>\n<br>In order to use and access the Service, Client must establish an account with Access Credentials, which shall be used only by an Authorized User.\nClient understands and acknowledges that Access Credentials are Confidential Information (as defined below), and Client shall maintain the confidentiality of the Access Credentials in accordance with these Terms.\nClient agrees: (a) that Client shall not authorize a third party to access the services via the Access Credentials or other means.\n(b) to immediately notify Hindsight of any actual or suspected unauthorized use of the Services and Access Credentials.\nHindsight reserves the right to terminate, on notice to Client, any Access Credential that Hindsight reasonably determines may have been used by an unauthorized third party.\nClient shall be solely responsible for all access to and use of the Services by its Authorized Users, and all access and use of the Services or Dashboard through the Access Credentials, which result in a breach of the terms of these Terms.</p>\n<p>\n<strong>2.3 Documentation License</strong>\n<br>Hindsight hereby grants to Client a non-exclusive, non-sublicenseable, non-transferable license to use the Documentation during the Term solely for Client’s internal business purposes in connection with its use of the Services.</p>\n<p>\n<strong>2.4 Service and System Control </strong>\n<br>Except as otherwise expressly provided in these Terms, as between the Parties:(a) Hindsight has and will retain sole ownership and control over the operation, provision, maintenance, and management of the Hindsight Materials.\nand(b) Client has and will retain sole ownership and control over the operation, maintenance, and management of, and all access to and use of, the Client Systems, and sole responsibility for all access to and use of the Hindsight Materials by any Person by or through the Client Systems or any other means controlled by Client or any Authorized User, including any: (i) information, instructions, or materials provided by any of them to the Services or Hindsight.\n(ii) results obtained from any use of the Services or Hindsight Materials.\nand (iii) conclusions, decisions, or actions based on such use.</p>\n<p>\n<strong>2.5 Reservation of Rights </strong>\n<br>Nothing in these Terms grants any right, title, or interest in or to (including any license under) any Intellectual Property Rights in or relating to, the Services, Hindsight Materials, or Third-Party Materials, whether expressly, by implication, estoppel, or otherwise.\nAll right, title, and interest in and to the Services, the Hindsight Materials, and the Third-Party Materials are and will remain with Hindsight and the respective rights holders in the Third-Party Materials.</p>\n<p>\n<strong>2.6 Changes</strong>\n<br>Hindsight reserves the right, in its sole discretion, to make any changes to the Services and Hindsight Materials that it deems necessary or useful to: (a) maintain or enhance: (i) the quality or delivery of the Services to its Clients.\n(ii) the competitive strength of or market for Hindsight’s Services.\nor (iii) the Services’ cost efficiency or performance.\nor (b) to comply with applicable Law.\nWithout limiting the foregoing, either Party may, at any time during the Term, request in writing changes to the Services.\nThe Parties shall evaluate and, if agreed, implement all such requested changes in accordance with an agreed upon change procedure.\nNo requested changes will be effective unless and until memorialized in a written change order signed by both Parties.</p>\n<p>\n<strong>2.7 Subcontractors </strong>\n<br>Hindsight may from time to time in its discretion engage third parties to perform Services (each, a “Subcontractor”).</p>\n<p>\n<strong>2.8 Suspension or Termination of Services</strong>\n<br>Hindsight may, suspend, terminate, or otherwise deny Client’s, any Authorized User’s, or any other Person’s access to or use of all or any part of the Services or Hindsight Materials, without incurring any resulting obligation or liability, if: (a) Hindsight receives a judicial or other governmental demand or order, subpoena, or law enforcement request that expressly or by reasonable implication requires Hindsight to do so.\nor (b) Hindsight believes, in its sole discretion, that: (i) Client or any Authorized User has failed to comply with any material term of these Terms, or accessed or used the Services beyond the scope of the rights granted or for a purpose not authorized under these Terms or in any manner that does not comply with any material instruction or requirement of any statement of work.\n(ii) Client or any Authorized User is, has been, or is likely to be involved in any fraudulent, misleading, or unlawful activities.\nor (iii) these Terms expires or is terminated.\nThis Section does not limit any of Hindsight’s other rights or remedies, whether at law, in equity, or under these Terms.</p>\n<strong>3.\nRESTRICTIONS</strong>\n<strong>3.1 Use Restrictions</strong>\nClient shall not, and shall not permit any other Person to, access or use the Services or Hindsight Materials except as expressly permitted by these Terms and, in the case of Third-Party Materials, the applicable third-party license agreement.\nWithout limiting the generality of the foregoing, Client shall not:(a) copy, modify, or create derivative works or improvements of the Services or Hindsight Materials;(b) rent, lease, lend, sell, sublicense, assign, distribute, publish, transfer, or otherwise make available any Services or Hindsight Materials to any Person, including on or in connection with the internet or any time-sharing, service bureau, software as a service, cloud, or other technology or service;(c) reverse engineer, disassemble, decompile, decode, adapt, or otherwise attempt to derive or gain access to the source code of the Services or Hindsight Materials, in whole or in part;(d) bypass or breach any security device or protection used by the Services or Hindsight Materials or access or use the Services or Hindsight Materials other than by an Authorized User through the use of his or her own then valid Access Credentials;(e) input, upload, transmit, or otherwise provide to or through the Services or Hindsight Systems, any information or materials that are unlawful or injurious, or contain, transmit, or activate any Harmful Code;(f) damage, destroy, disrupt, disable, impair, interfere with, or otherwise impede or harm in any manner the Services, Hindsight Systems, or Hindsight’s provision of services to any third party, in whole or in part;(g) remove, delete, alter, or obscure any trademarks, Documentation, warranties, or disclaimers, or any copyright, trademark, patent, or other intellectual property or proprietary rights notices from any Services or Hindsight Materials, including any copy thereof;(h) access or use the Services or Hindsight Materials in any manner or for any purpose that infringes, misappropriates, or otherwise violates any Intellectual Property Right or other right of any third party, or that violates any applicable Law;(i) access or use the Services or Hindsight Materials for purposes of competitive analysis of the Services or Hindsight Materials, the development, provision, or use of a competing software service or product or any other purpose that is to Hindsight’s detriment or commercial disadvantage.\nor (j) otherwise access or use the Services or Hindsight’s Materials beyond the scope of the authorization granted under these Terms.\n<p>\n<strong>4.\nCLIENT OBLIGATIONS</strong>\n</p>\n<p>\n<strong>4.1 Client Systems and Cooperation </strong>\n<br>Client shall at all times during the Term: (a) set up, maintain, and operate in good repair and all Client Systems on or through which the Services are accessed or used.\n(b) provide Hindsight Personnel with such access to Client Systems as is necessary for Hindsight to perform the Services in accordance with the pertinent SOW.\nand (c) provide all cooperation and assistance as Hindsight may reasonably request to enable Hindsight to exercise its rights and perform its obligations under and in connection with these Terms.</p>\n<p>\n<strong>4.2 Effect of Client Failure or Delay</strong>\n<br>Hindsight is not responsible or liable for any delay or failure of performance caused in whole or in part by Client’s delay in performing, or failure to perform, any of its obligations under these Terms (each, a “Client Failure”).</p>\n<p>\n<strong>4.3 Corrective Action and Notice </strong>\n<br>If Client becomes aware of any actual or threatened activity prohibited by Section 3.1 of these Terms, Client shall, and shall cause its Authorized Users to, immediately: (a) take all reasonable and lawful measures within their respective control that are necessary to stop the activity or threatened activity and to mitigate its effects (including, where applicable, by discontinuing and preventing any unauthorized access to the Services and Hindsight Materials and permanently erasing from their systems and destroying any data to which any of them have gained unauthorized access).\nand (b) notify Hindsight of any such actual or threatened activity.</p>\n<p>\n<strong>4.4 Client Control and Responsibility </strong>\n<br>Client has and will retain sole responsibility for: (a) all Client Data, including its content and use.\n(b) all information, instructions, and materials provided by or on behalf of Client or any Authorized User in connection with the Services.\n(c) Client’s information technology infrastructure, including computers, software, databases, electronic systems (including database management systems), and networks, whether operated directly by Client or through the use of third-party services (”Client Systems”).\n(d) the security and use of Client’s and its Authorized Users’ Access Credentials.\nand (e) all access to and use of the Services and Hindsight Materials directly or indirectly by or through the Client Systems or its or its Authorized Users’ Access Credentials, with or without Client’s knowledge or consent, including all results obtained from, and all conclusions, decisions, and actions based on, such access or use.</p>\n<p>\n<strong>4.5 Access and Security </strong>\n<br>Client shall employ all physical, administrative, and technical controls, screening, and security procedures and other safeguards necessary to: (a) securely administer the distribution and use of all Access Credentials and protect against any unauthorized access to or use of the Services.\nand (b) control the content and use of Client Data, including the uploading or other provision of Client Data for Processing by the Services.</p>\n<p>\n<strong>5.\nFEES</strong>\n</p>\n<p>\n<strong>5.1 Fees</strong>\n<br>Client shall pay Hindsight the fees set forth in the pertinent SOW in accordance with this Section 5.\nAll Fees and other amounts payable by Client under these Terms are exclusive of taxes and similar assessments.\nWithout limiting the foregoing, Client is responsible for all sales, use, and excise taxes, and any other similar taxes, duties, and charges of any kind imposed by any federal, state, or local governmental or regulatory authority on any amounts payable by Client hereunder, other than any taxes imposed on Hindsight’s income.\nClient shall pay all Fees within thirty (30) days after the date of the invoice therefor.\nClient shall make all payments hereunder in US dollars by in accordance with the method set forth in the pertinent SOW.</p>\n<p>\n<strong>5.2 Late Payment</strong>\n<br>If Client fails to make any payment when due then, in addition to all other remedies that may be available to Hindsight:(a) Hindsight may charge interest on the past due amount at the rate of 1.5% per month calculated daily and compounded monthly or, if lower, the highest rate permitted under applicable Law;(b) Client shall reimburse Hindsight for all reasonable costs incurred by Hindsight in collecting any late payments or interest, including attorneys’ fees and court costs.\nand(c) if such failure continues for twenty (20) days following written notice thereof, Hindsight may suspend performance of the Services until all past due amounts and interest thereon have been paid, without incurring any obligation or liability to Client or any other Person by reason of such suspension.\nAll amounts payable to Hindsight under these Terms shall be paid by Client to Hindsight in full without any setoff, recoupment, counterclaim, deduction, debit, or withholding for any reason (other than Service Credits issued pursuant to Section 5.2 or any deduction or withholding of tax as may be required by applicable Law.</p>\n<p>\n<strong>6.\nCONFIDENTIALITY</strong>\n</p>\n<p>\n<strong>6.1 Confidentiality</strong>\n<br>For the purposes of these Terms “Confidential Information” means any and all information disclosed, provided or made accessible by, or on behalf of, one Party (“Disclosing Party”) to the other Party (“Receiving Party”) and/or any of its key persons, whether in writing, orally or in any other form which is not in the public domain, or regarding past, present, or future marketing and business plans, technical, financial or other proprietary or confidential information of the Disclosing Party, or which, given the nature of the information or material, or the circumstances surrounding the disclosure or provision, reasonably should be understood to be confidential or proprietary, as well as improvements, derivatives, upgrades, updates, and know-how related thereto.\nConfidential Information does not include information that: (i) is already or becomes generally known or available to the general public through no act or omission by the Receiving Party in breach of these Terms.\n(ii) is already known to the Receiving Party at the time of disclosure without breaching any confidentiality obligation, as such may be evidenced in the Receiving Party’s written records.\n(iii) is rightfully disclosed to the Receiving Party by a third party, who is not, to the knowledge of the Receiving Party, in breach of an obligation of confidentiality.\n(iv) is independently developed by the Receiving Party without use of, reference to, any of the Confidential Information of the Disclosing Party, as such may be evidenced in the Receiving Party’s written records.\n(v) is released and disclosed pursuant to a binding order of a government agency or a court, provided that the Receiving Party (a) if legally permissible, notifies the Disclosing Party of such release or disclosure with as much notice as reasonably possible so that the other Party may seek a protective order or other appropriate remedy.\nand (b) uses reasonable efforts to limit such release or disclosure only to the extent required.\nNeither Party shall disclose any Confidential Information to any third party.\nprovided, however, that a Party may disclose Confidential Information to its employees, agents and/or independent contractors to whom disclosure is reasonably required provided that such individuals and entities have agreed to keep such information confidential in the same or a substantially similar manner as provided for in these Terms.\nNeither Party will use any Confidential Information except as expressly permitted by, or as required to achieve the purposes of, these Terms.\nEach Party will take reasonable security precautions to protect and safeguard the Confidential Information against any unauthorized use, disclosure, transfer or publication, with at least the same degree of care and precaution as it uses to protect its own Confidential Information of a similar nature, but in no event with less than reasonable care.\nEither Party shall notify the other Party upon discovery of any unauthorized use or disclosure of the Confidential Information and shall take reasonable steps to regain possession of the Confidential Information and prevent further unauthorized actions or other breach of these Terms.\nThe Parties agree that in the event of a breach of this Section 6, substantial injury could result to either Party, and money damages may not be a sufficient remedy for such breach.\nTherefore, in the event that a Party engages in, or threatens to engage in any act which violates any provision of these Terms, the Parties agree that the non-breaching Party shall have no adequate remedy in money or damages and, accordingly, shall be entitled, in addition to all other remedies which may be available to it under law, to seek injunctive relief (including, without limitation, temporary restraining orders, or preliminary or permanent injunctions), and specific enforcement of the terms of these Terms.\nThe non-breaching Party shall not be required to post a bond or other security in connection with the granting of any such relief.\nThe provisions of this Section 6.1 shall survive expiration or other termination of these Terms.</p>\n<p>\n<strong>7.\nINTELLECTUAL PROPERTY RIGHTS</strong>\n</p>\n<p>\n<strong>7.1 Hindsight Materials</strong>\n<br>All right, title, and interest in and to the Hindsight Materials, including all Intellectual Property Rights therein, are and will remain with Hindsight and, with respect to Third-Party Materials, the applicable third-party providers own all right, title, and interest, including all Intellectual Property Rights, in and to the Third-Party Materials.\nClient has no right, license, or authorization with respect to any of the Hindsight Materials except as expressly set forth in Section 2.1 of these Terms, or the applicable third-party license, in each case subject to Section 3.1.\nAll other rights in and to the Hindsight Materials are expressly reserved by Hindsight.\nIn furtherance of the foregoing, Client hereby unconditionally and irrevocably grants to Hindsight an assignment of all right, title, and interest in and to the Resultant Data, including all Intellectual Property Rights relating thereto.</p>\n<p>\n<strong>7.2 Client Data </strong>\n<br>As between Client and Hindsight, Client is and will remain the sole and exclusive owner of all right, title, and interest in and to all Client Data, including all Intellectual Property Rights relating thereto, subject to the rights and permissions granted in Section 7.3 of these Terms.</p>\n<p>\n<strong>7.3 Hindsight Materials </strong>\n<br>Client hereby irrevocably grants all such rights and permissions in or relating to Client Data as are necessary or useful to Hindsight, its Subcontractors, and the Hindsight Personnel to enforce these Terms and exercise Hindsight’s, its Subcontractors’, and the Hindsight Personnel’s rights and perform Hindsight’s, its Subcontractors’, and the Hindsight Personnel’s obligations hereunder.</p>\n<p>\n<strong>8.\nRESPONSIBLE DATA HANDLING &amp.\nPRIVACY</strong>\n</p>\n<p>\n<strong>8.1 Responsible Data Handling</strong>\n<br>Each Party represents and warrants that it will comply with all applicable laws, rules, regulations, directives and guidelines regarding the collection, use and disclosure of data collected from or about end users or specific devices which apply to the Services utilized hereunder (collectively, the “Rules”).\nThe term “Rules” shall include, without limitation, (a) all United States Federal Trade Commission rules and guidelines regarding the collection, use and disclosure of data from or about end users and/or specific devices.\n(b) all United States federal and state laws regarding data collection and data privacy.\n(c) the Self-Regulatory Principles and guidance of the Interactive Advertising Bureau (“IAB”), and solely if applicable, the European Principles and guidance of the European Interactive Digital Advertising Alliance (“EDAA”), as each set of principles and guidance may be amended or supplemented, or as replaced or superseded, from time to time by the IAB and EDAA, or their respective successor entity.\n(d) best practice guidance provided to Client by Hindsight, as amended from time to time.\nand (e) if applicable, the Rules of any other jurisdiction, including European Union General Data Protection Regulation (EU) 2016/679 (“GDPR”) and all amendments and updates to them or as replaced or superseded from time to time.</p>\n<p>\n<strong>8.2 Transfer of Device Level Data </strong>\n<br>Client represents and warrants that, where required by the Rules, Client, or the entity that collected any data, including device level data, if Client did not itself collect such data, has obtained legally compliant consent to the collection, use and disclosure of such information to allow Hindsight to further process such data in connection with the Services from each end user or specific device the device level data pertains to.<br>Client shall not, under any circumstances, pass to Hindsight any precise location-based data or personally identifiable information, personal data or any similar concept as defined in the Rules that is attributed to a specific and identifiable end user or device, including but not limited to: name, address, email address, user name, phone number, social security number or other government-issued identification number, cell site data or GPS data.\nWithout limiting the generality of the foregoing, Client represents and warrants that it will: (i) modify any data that it passes to Hindsight in a manner that ensures that the data is neither attributed to a specific and identifiable end user nor reasonably capable of being reverse-engineered taking into account currently available technology.\nand (ii) follow any direction from Hindsight to ensure that Client has complied with this section 9.2.<br>To the extent the provision of the Services involves the transfer or disclosure of personal data from the European Economic Area (“EEA”) to outside the EEA (either directly or via onward transfer) to any country or recipient which has not been recognized as ensuring an “adequate level of protection” under applicable Rules and such transfer or disclosure is not permitted through alternative means approved by the European Commission (e.g., the EU-US Privacy Shield), the parties shall enter into the European Commission standard contractual clauses containedin Decision 2004/915/EC (for transfers or disclosure from an EEA controller to a non-EEA controller) and / or Decision 2010/87/EU (for transfers or disclosure from an EEA controller to a non-EEA processor).\nFor the purposes of this Clause 9.2, the terms “personal data”, “controller” and “processor” shall bear the meanings given to them in the GDPR.</p>\n<p>\n<strong>8.3 Data Security </strong>\n<br>The Parties shall exercise commercially reasonably efforts to prevent unauthorized exposure or disclosure of Client Data and Hindsight Materials.\nWithout limiting the generality of the preceding sentence, the Parties shall maintain, implement, and comply with a written data security program (the “Data Security Program”) that requires commercially reasonable policies and procedures to ensure compliance with this Section 8.3 (Data Security).\nThe Data Security Program’s policies and procedures shall contain administrative, technical, and physical safeguards, including without limitation: (i) guidelines on the proper disposal of Client Data and Hindsight Materials after it is no longer needed to carry out the purposes of the Agreement.\n(ii) access controls on electronic systems used to maintain, access, or transmit Client Data and Hindsight Materials.\n(iii) access restrictions at physical locations containing Client Data and Hindsight Materials.\n(iv) encryption of electronic Client Data and Customer Materials.\n(v) dual control procedures.\n(vi) testing and monitoring of electronic systems.\nand (vii) procedures to detect actual and attempted attacks on or intrusions into the systems containing or accessing Client Data and Hindsight Materials.\nThe Parties shall review their respective Security Programs and all other security precautions regularly, but no less than annually, and update and maintain them to comply with applicable laws, regulations, technology changes, and best practices.</p>\n<p>\n<strong>8.4 Audits &amp.\nTesting </strong>\n<br>The Parties, or such third party as the Parties may designate, shall perform an annual audit of the Services’ data protection features and to provide a SOC 2 Type II report, upon a written request from a Party.\nIn addition, the Parties shall annually conduct their own internal security audit and address security gaps in compliance with their security policies and procedures, including without limitation the Security Program.\nAny report or other result generated through the tests or audits required by this Section 9.4 will be Confidential Information pursuant to Section 7 (Confidentiality) The Parties shall exercise reasonable efforts promptly to address such identified deficiencies and suggested changes, including without limitation by revising the Data Security Program.</p>\n<p>\n<strong>8.5 Security Breach Notification </strong>\n<br>In the event of any actual, probable or reasonably suspected breach of security of Client Systems, Client Data, Hindsight Systems, and/or Hindsight Materials (collectively “Party Systems and Data”), or any unauthorized access to or acquisition, use, loss, destruction, compromise, alteration or disclosure of any information maintained in any affected Party Systems and Data (each, a “Security Breach”) and an affected Party actually is, or reasonably should be, aware that such Security Breach concerns the other Party’s Systems and Data, then such affected Party shall: (a) notify the other Party immediately of such Security Breach (but in no event later than twenty-four (24) hours after identifying such Security Breach).\n(b) designate a single individual employed by the affected Party who must be available to the other Party twenty-four (24) hours per day, seven (7) days per week as a contact regarding the affected Party’s obligations under this Section 9.5.\n(c) not provide any other notification or provide any disclosure to the public regarding such Security Breach without the prior written consent of the other Party, unless required to provide such notification or to make such disclosure pursuant to any applicable law, regulation, rule, order, ordinance, mandate or other request or requirement now or hereafter in effect, of any applicable governmental authority or law enforcement agency in any jurisdiction worldwide (“Law”) (in which case the Parties shall consult and reasonably cooperate with to prevent any notification or disclosure concerning any Personal Information or other Confidential Information).\n(d) assist the other Party in investigating, remedying and taking any other action the other Party deems necessary regarding any Security Breach and any dispute, inquiry or claim that concerns the Security Breach.\n(e) follow all reasonable instructions provided by the Party relating to the Confidential Information affected or potentially affected by the Security Breach.\n(f) take such actions as necessary to prevent future Security Breaches.\nand (g) unless prohibited by an applicable statute or court order notify the Party of any third-party legal process relating to any Security Breach, including, but not limited to, any legal process initiated by any governmental entity (foreign or domestic).</p>\n<p>\n<strong>9.\nREPRESENTATIONS &amp.\nWARRANTIES</strong>\n</p>\n<p>\n<strong>9.1 Mutual Representations and Warranties </strong>\n<br>Each Party represents and warrants to the other Party that:(a) it is duly organized, validly existing, and in good standing as a corporation or other entity under the Laws of the jurisdiction of its incorporation or other organization.\n(b) it has the full right, power, and authority to enter into and perform its obligations and grant the rights, licenses, consents, and authorizations it grants or is required to grant under these Terms;(c) the agreement to these Terms by its representative whose signature is set forth at the end of the pertinent SOW has been duly authorized by all necessary corporate or organizational action of such Party.\nand(d) when executed and delivered by both Parties, the SOW together with these Terms will constitute the legal, valid, and binding obligation of such Party, enforceable against such Party in accordance with its terms.</p>\n<p>\n<strong>9.2 Additional Hindsight Representations, Warranties, and Covenants </strong>\n<br>Hindsight represents, warrants, and covenants to Client that Hindsight will perform the Services using personnel of required skill, experience, and qualifications and in a professional and workmanlike manner in accordance with generally recognized industry standards for similar services and will devote adequate resources to meet its obligations under these Terms.</p>\n<p>\n<strong>9.3 Additional Client Representations, Warranties, and Covenants</strong>\n<br>Client represents, warrants, and covenants to Hindsight that Client owns or otherwise has and will have the necessary rights and consents in and relating to the Client Data so that, as received by Hindsight and Processed in accordance with these Terms, they do not and will not infringe, misappropriate, or otherwise violate any Intellectual Property Rights, or any privacy or other rights of any third party or violate any applicable Law.</p>\n<p>\n<strong>9.4 DISCLAIMER OF WARRANTIES</strong>\n<br>EXCEPT FOR THE EXPRESS WARRANTIES SET FORTH IN SECTION 9.1 AND SECTION 9.2, ALL SERVICES AND HINDSIGHT MATERIALS ARE PROVIDED “AS IS.” HINDSIGHT SPECIFICALLY DISCLAIMS ALL IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, AND NON-INFRINGEMENT, AND ALL WARRANTIES ARISING FROM COURSE OF DEALING, USAGE, OR TRADE PRACTICE.\nWITHOUT LIMITING THE FOREGOING, HINDSIGHT MAKES NO WARRANTY OF ANY KIND THAT THE SERVICES OR HINDSIGHT MATERIALS, OR ANY PRODUCTS OR RESULTS OF THE USE THEREOF, WILL MEET CLIENT’S OR ANY OTHER PERSON’S REQUIREMENTS, OPERATE WITHOUT INTERRUPTION, ACHIEVE ANY INTENDED RESULT, BE COMPATIBLE OR WORK WITH ANY SOFTWARE, SYSTEM, OR OTHER SERVICES, OR BE SECURE, ACCURATE, COMPLETE, FREE OF HARMFUL CODE, OR ERROR FREE.\nALL THIRD-PARTY MATERIALS ARE PROVIDED “AS IS” AND ANY REPRESENTATION OR WARRANTY OF OR CONCERNING ANY THIRD-PARTY MATERIALS IS STRICTLY BETWEEN CLIENT AND THE THIRD-PARTY OWNER OR DISTRIBUTOR OF THE THIRD-PARTY MATERIALS.</p>\n<p>\n<strong>10.\nINDEMNIFICATION</strong>\n</p>\n<p>\n<strong>10.1 Hindsight Indemnification</strong>\n<br>Hindsight shall indemnify, defend, and hold harmless Client and Client’s officers, directors, employees, agents, successors, and assigns (each, a “Client Indemnitee”) from and against any and all Losses incurred by Client/Client Indemnitee resulting from any Action by a third party (other than an Affiliate of Client that Client’s or an Authorized User’s use of the Services (excluding Client Data and Third-Party Materials) in accordance with these Terms) infringes or misappropriates such third party’s Intellectual Property Rights/US patents, copyrights, or trade secrets.\nThe foregoing obligation does not apply to the extent that the alleged infringement arises from:(a) Third-Party Materials or Client Data;(b) access to or use of the Hindsight Materials in combination with any hardware, system, software, network, or other materials or service not provided by Hindsight or specified for Client’s use in the Documentation;(c) modification of the Hindsight Materials other than: (i) by or on behalf of Hindsight.\nor (ii) with Hindsight’s written approval in accordance with Hindsight’s written specification;(d) failure to timely implement any modifications, upgrades, replacements, or enhancements made available to Client by or on behalf of Hindsight.\nor(e) act, omission, or other matter described in Section 11.2(a), Section 10.2(b), Section 11.2(c), or Section 11.2(d), whether or not the same results in any Action against or Losses by any Hindsight Indemnitee.</p>\n<p>\n<strong>10.2 Hindsight Indemnification</strong>\n<br>Client shall indemnify, defend, and hold harmless Hindsight and its Subcontractors and Affiliates, and each of its and their respective officers, directors, employees, agents, successors, and assigns (each, a “Hindsight Indemnitee”) from and against any and all Losses incurred by such Hindsight Indemnitee resulting from any Action by a third party (other than an Affiliate of a Hindsight Indemnitee) to the extent that such Losses arise out of or result from, or are alleged to arise out of or result from:(a) Client Data, including any Processing of Client Data by or on behalf of Hindsight in accordance with these Terms.\n(b) any other materials or information (including any documents, data, specifications, software, content, or technology) provided by or on behalf of Client or any Authorized User, including Hindsight’s compliance with any specifications or directions provided by or on behalf of Client or any Authorized User to the extent prepared without any contribution by Hindsight;(c) allegation of facts that, if true, would constitute Client’s breach of any of its representations, warranties, covenants, or obligations under these Terms.\nor(d) gross negligence or more culpable act or omission (including recklessness or willful misconduct) by Client, any Authorized User, or any third party on behalf of Client or any Authorized User, in connection with these Terms.</p>\n<p>\n<strong>‌10.3 Indemnification Procedure </strong>\n<br>Each Party shall promptly notify the other Party in writing of any Action for which such Party believes it is entitled to be indemnified pursuant to Section 11.1 or Section 11.2, as the case may be.\nThe Party seeking indemnification (the “Indemnitee”) shall cooperate with the other Party (the “Indemnitor”) at the Indemnitor’s sole cost and expense.\nThe Indemnitor shall promptly assume control of the defense and shall employ counsel of its choice to handle and defend the same, at the Indemnitor’s sole cost and expense.\nThe Indemnitee may participate in and observe the proceedings at its own cost and expense with counsel of its own choosing.\nThe Indemnitor shall not settle any Action without the Indemnitee’s prior written consent, which shall not be unreasonably withheld or delayed.\nIf the Indemnitor fails or refuses to assume control of the defense of such Action, the Indemnitee shall have the right, but no obligation, to defend against such Action, including settling such Action after giving notice to the Indemnitor, in each case in such manner and on such terms as the Indemnitee may deem appropriate.\nThe Indemnitee’s failure to perform any obligations under this Section 10.3 will not relieve the Indemnitor of its obligations under this Section 10, except to the extent that the Indemnitor can demonstrate that it has been prejudiced as a result of such failure.</p>\n<p>\n<strong>‌10.4 Mitigation</strong>\n<br>If any of the Services or Hindsight Materials are, or in Hindsight’s opinion are likely to be, claimed to infringe, misappropriate, or otherwise violate any third-party Intellectual Property Right, or if Client’s or any Authorized User’s use of the Services or Hindsight Materials is enjoined or threatened to be enjoined, Hindsight may, at its option and sole cost and expense:(a) obtain the right for Client to continue to use the Services and Hindsight Materials as contemplated by these Terms;(b) modify or replace the Services and Hindsight Materials, in whole or in part, to seek to make the Services and Hindsight Materials (as so modified or replaced) non-infringing, while providing materially equivalent features and functionality, in which case such modifications or replacements will constitute Services and Hindsight Materials, as applicable, under these Terms.\nor(c) by written notice to Client, terminate these Terms with respect to all or part of the Services and Hindsight Materials, and require Client to immediately cease any use of the Services and Hindsight Materials.</p>\n<p>\n<strong>10.5 Sole Remedy</strong>\n<br>THIS SECTION 10 SETS FORTH CLIENT’S SOLE REMEDIES AND HINDSIGHT’S SOLE LIABILITY AND OBLIGATION FOR ANY ACTUAL, THREATENED, OR ALLEGED CLAIMS THAT THE SERVICES AND HINDSIGHT MATERIALS OR ANY SUBJECT MATTER OF THESE TERMS INFRINGES, MISAPPROPRIATES, OR OTHERWISE VIOLATES ANY INTELLECTUAL PROPERTY RIGHTS OF ANY THIRD PARTY.</p>\n<p>\n<strong>11.\nLIMITATION OF LIABILITY </strong>\n</p>\n<p>\n<strong>11.1 EXCLUSION OF DAMAGES</strong>\n<br>EXCEPT AS OTHERWISE PROVIDED IN SECTION 12.3, IN NO EVENT WILL HINDSIGHT OR ANY OF ITS LICENSORS, SERVICE PROVIDERS, OR SUPPLIERS BE LIABLE UNDER OR IN CONNECTION WITH THESE TERMS OR ITS SUBJECT MATTER UNDER ANY LEGAL OR EQUITABLE THEORY, INCLUDING BREACH OF CONTRACT, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY, AND OTHERWISE, FOR ANY: (a) LOSS OF PRODUCTION, USE, BUSINESS, REVENUE, OR PROFIT OR DIMINUTION IN VALUE.\n(b) IMPAIRMENT, INABILITY TO USE OR LOSS, INTERRUPTION OR DELAY OF THE SERVICES, OTHER THAN FOR THE ISSUANCE OF ANY APPLICABLE SERVICE CREDITS PURSUANT TO SECTION 5.2.\n(c) LOSS, DAMAGE, CORRUPTION OR RECOVERY OF DATA, OR BREACH OF DATA OR SYSTEM SECURITY.\n(d) COST OF REPLACEMENT GOODS OR SERVICES.\n(e) LOSS OF GOODWILL OR REPUTATION.\nOR (f) CONSEQUENTIAL, INCIDENTAL, INDIRECT, EXEMPLARY, SPECIAL, ENHANCED, OR PUNITIVE DAMAGES, REGARDLESS OF WHETHER SUCH PERSONS WERE ADVISED OF THE POSSIBILITY OF SUCH LOSSES OR DAMAGES OR SUCH LOSSES OR DAMAGES WERE OTHERWISE FORESEEABLE, AND NOTWITHSTANDING THE FAILURE OF ANY AGREED OR OTHER REMEDY OF ITS ESSENTIAL PURPOSE.</p>\n<p>\n<strong>‌11.2 CAP ON MONETARY LIABILITY</strong>\n<br>EXCEPT AS OTHERWISE PROVIDED IN SECTION 11.3, IN NO EVENT WILL THE AGGREGATE LIABILITY OF HINDSIGHT AND ITS LICENSORS, SERVICE PROVIDERS, AND SUPPLIERS ARISING OUT OF OR RELATED TO THESE TERMS, WHETHER ARISING UNDER OR RELATED TO BREACH OF CONTRACT, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY, OR ANY OTHER LEGAL OR EQUITABLE THEORY, EXCEED THE TOTAL AMOUNTS PAID AND AMOUNTS ACCRUED BUT NOT YET PAID TO HINDSIGHT UNDER THESE TERMS IN THE ONE YEAR PERIOD PRECEDING THE EVENT GIVING RISE TO THE CLAIM.\nTHE FOREGOING LIMITATIONS APPLY EVEN IF ANY REMEDY FAILS OF ITS ESSENTIAL PURPOSE.</p>\n<p>\n<strong>11.3 Exceptions </strong>\n<br>The exclusions and limitations in Section 11.1 and Section 11.2 do not apply to Hindsight’s obligations under Section 11 or liability for Hindsight’s gross negligence or willful misconduct.</p>\n<p>\n<strong>12.\nTERM &amp.\nTERMINATION</strong>\n</p>\n<p>\n<strong>12.1 Term</strong>\n<br>The term of these Terms commences upon the Effective Date of the pertinent SOW and, unless terminated earlier pursuant any of the Terms’ or SOW’s express provisions, shall continue in effect for twelve (12) months thereafter such date (the “Term”).\nThese Terms shall automatically renew for successive twelve (12) month periods, unless earlier terminated pursuant to these Terms’ express provisions or either Party gives the other Party written notice of non-renewal at least thirty (30) days prior to the expiration of the then-current term (each a “Renewal Term” and, collectively, with the Initial Term, the “Term”).</p>\n<p>\n<strong>12.2 Termination</strong>\n<br>In addition to any other express termination right set forth elsewhere in these Terms:(a) Hindsight may terminate these Terms, effective on written notice to Client, if Client: (i) fails to pay any amount when due hereunder, and such failure continues more than ten (10) days after Hindsight’s delivery of written notice thereof.\nor (ii) breaches any of its obligations under Section 3.1 (Use Restrictions)or Section 7 (Confidentiality);(b) either Party may terminate these Terms, effective on written notice to the other Party, if the other Party materially breaches these Terms, and such breach: (i) is incapable of cure.\nor (ii) being capable of cure, remains uncured thirty (30) days after the non-breaching Party provides the breaching Party with written notice of such breach.\nand(c) either Party may terminate these Terms, effective immediately upon written notice to the other Party, if the other Party: (i) becomes insolvent or is generally unable to pay, or fails to pay, its debts as they become due.\n(ii) files or has filed against it, a petition for voluntary or involuntary bankruptcy or otherwise becomes subject, voluntarily or involuntarily, to any proceeding under any domestic or foreign bankruptcy or insolvency Law.\n(iii) makes or seeks to make a general assignment for the benefit of its creditors.\nor (iv) applies for or has appointed a receiver, trustee, custodian, or similar agent appointed by order of any court of competent jurisdiction to take charge of or sell any material portion of its property or business.</p>\n<p>\n<strong>12.3 Effect of Termination</strong>\n<br>Upon any expiration or termination of these Terms, except as expressly otherwise provided in these Terms:(a) all rights, licenses, consents, and authorizations granted by either Party to the other hereunder will immediately terminate;(b) Hindsight shall immediately cease all use of any Client Data or Client’s Confidential Information and (i) promptly return to Client, or at Client’s written request destroy, all documents and tangible materials containing, reflecting, incorporating, or based on Client Data or Client’s Confidential Information.\nand (ii) permanently erase all Client Data and Client’s Confidential Information from all systems Hindsight directly or indirectly control, provided that, Hindsight’s obligations under this Section 13.4 do not apply to any Resultant Data;(c) Client shall immediately cease all use of any Services or Hindsight Materials and (i) promptly return to Hindsight, or at Hindsight’s written request destroy, all documents and tangible materials containing, reflecting, incorporating, or based on any Hindsight Materials or Hindsight’s Confidential Information and (ii) permanently erase all Hindsight Materials and Hindsight’s Confidential Information from all systems Client directly or indirectly controls.\nand (iii) certify to Hindsight in a signed writing that it has complied with the requirements of this Section 13.4(c);(d) notwithstanding anything to the contrary in these Terms, with respect to information and materials then in its possession or control: (i) Hindsight may retain Client Data and Client may retain Hindsight Materials, in its then current state and solely to the extent and for so long as required by applicable Law.\n(ii) Hindsight may also retain Client Data in its backups, archives, and disaster recovery systems until such Client Data is deleted in the ordinary course of business.\nand (iii) all information and materials described in this Section 13.4(d) will remain subject to all confidentiality, security, and other applicable requirements of these Terms.</p>\n<p>\n<strong>12.4 Surviving Terms</strong>\n<br>The provisions set forth in the following sections, and any other right or obligation of the Parties in these Terms that, by its nature, should survive termination or expiration of these Terms, will survive any expiration or termination of these Terms: Section 3.1(Use Restrictions), Section 6 (Confidentiality), Section 9.4 (Disclaimer of Warranties), Section 10 (Indemnification), Section 11 (Limitation of Liability), Section 12.3 (Effect of Termination), this Section 12.4 (Surviving Terms), and Section 13 (General Provisions).</p>\n<p>\n<strong>13.\nGENERAL PROVISIONS</strong>\n</p>\n<p>\n<strong>13.1</strong> Headings.\nThe section headings used in these Terms are intended for reference purposes only and shall not affect the interpretation of these Terms.<br>\n<strong>13.2</strong> Waiver.\nNo failure on the part of any Party to exercise, and no delay in exercising, any right, power or remedy under these Terms shall operate as a waiver thereof.<br>\n<strong>13.3</strong> Further Assurances.On a Party’s reasonable request, the other Party shall, at the requesting Party’s sole cost and expense, execute and deliver all such documents and instruments, and take all such further actions, as may be necessary to give full effect to these Terms.<br>\n<strong>13.4</strong> Remedies Not Exclusive.\nExcept as expressly set forth herein, no remedy hereunder is intended to be exclusive of any other remedy available hereunder or at law or in equity.<br>\n<strong>13.5</strong> Severability.\nIf any provision of these Terms is held to be illegal, invalid or unenforceable, such illegality, invalidity or unenforceability shall apply only to such provision.\nThe illegality, invalidity, or unenforceability of such provision shall not in any manner affect or render illegal, invalid or unenforceable any other provision of these Terms, and that provision, and these Terms generally, shall be reformed, construed and enforced so as to most nearly give lawful effect to the intent of the Parties as expressed in these Terms.\nThe fact that any provision of these Terms is held to be illegal, invalid or unenforceable in a particular jurisdiction shall have no effect upon the legality, validity, or enforceability of such provision in any other jurisdiction.<br>\n<strong>13.6</strong> Non-Exclusivity.\nThese Terms are non-exclusive.<br>\n<strong>13.7</strong> No Strict Construction.\nIf an ambiguity or question arises with respect to any provision of these Terms, these Terms will be construed as if drafted jointly by the Parties and no presumption or burden of proof will arise favoring or disfavoring either Party by virtue of authorship of any of the provisions of this.<br>\n<strong>13.8</strong> Assignment.\nNeither these Terms, any SOW or any rights or licenses granted hereunder may be assigned, delegated or subcontracted by Client without the prior written consent of Hindsight, and any attempt to assign any rights, duties or obligations which arise under these Terms without such consent shall be null and void ab initio.These Terms will be binding upon and will inure to the benefit of the Parties and their respective permitted successors and assignees.\nNotwithstanding the foregoing, a Party may assign its rights, duties or obligations under these Terms without the consent of the other Party in the event of a merger, acquisition or other change in control of its ownership.<br>\n<strong>13.9</strong> Independent Contractor Relationship.\nThe Parties are independent contractor and these Terms does not create an agency, partnership, or joint venture relationship between the Parties.\nEach Party has sole responsibility for its activities and its personnel, and shall have no authority and shall not represent to any third party that it has the authority to bind or otherwise obligate the other Party in any manner.<br>\n<strong>13.10</strong> Force Majeure.\nNeither Party shall be liable for any failure or delay in the performance of any of their respective obligations if prevented from doing so by a Force Majeure Event.\n“Force Majeure Event” means (i) floods, earthquakes, or other similar elements of nature or acts of God.\n(ii) riots, civil disorders, rebellions or revolutions in any country.\nor (iii) any other cause beyond the reasonable control of the non-performing Party, provided the non-performing Party is without fault in failing to prevent or causing such default or delay, and such default or delay could not have been prevented or circumvented by the non-performing Party through the reasonable use of alternate sources, workaround plans or other reasonable precautions.<br>\n<strong>13.11</strong> Notices.\nAll notices and other communications required or permitted to be given to a Party pursuant to these Terms shall be in writing, and shall be deemed duly given (i) on the date delivered if personally delivered.\nor (ii) on the business day after being sent by Federal Express or another recognized overnight courier service which utilizes a written form of receipt for next day or next business day delivery in each case addressed to the applicable Party at the address set forth on the first page of these Terms.\nprovided that a Party hereto may change its address for receiving notice by the proper giving of notice hereunder.A copy of any notice to Hindsight shall be sent to Rosenberg Fortuna &amp.\nLaitman, LLP, attention: Arthur S.\nLaitman, Esq., 666 Old Country Road, Suite 810, Garden City, New York, 11530, facsimile: (516) 228-6672.<br>\n<strong>13.12</strong> Governing Law/Jurisdiction/Venue/Legal Fees.\nThese Terms, and all matters arising directly or indirectly from these Terms, shall be governed by and construed in accordance with the laws of the State of New York, without regard to its conflict of laws rules applicable to contracts to be performed entirely within the State of New York.\nFor all such matters, each Party irrevocably submits to the exclusivejurisdiction ofthe state and federal courts located in the County of New York, State of New York and waives any jurisdictional, venue, or inconvenient forum objections to such courts.The prevailing Party in any litigation shall be entitled to recovery of its reasonably attorneys’ fees from the other Party in addition to any other award of damages from the court.<br>\n<strong>13.13 </strong>Entire Agreement.\nThese Terms constitutes the entire agreement of the Parties with respect to the subject matter hereof and supersedes any and all existing or prior agreements and communications, whether written or oral, relating to the subject matter hereof.\nNo modification of these Terms shall be effective unless it is in writing and signed by an authorized representative of each Party.</p> ", "created_at": "2021-10-30 01:23:08.664316", "updated_at": "2021-10-29 23:24:17.947816"}], "points": [], "urls": ["hindsightsolutions.net"]}}