{"error": 448, "message": "OK", "parameters": {"id": 2721, "name": "ABCya", "created_at": "2021-02-05 17:51:01.036881", "updated_at": "2021-03-25 03:19:28.79959", "wikipedia": "https://en.wikipedia.org/wiki/ABCya.com", "keywords": null, "related": null, "slug": "abcya", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2721.png", "url": "abcya.com", "documents": [{"id": 4028, "name": "Payment Terms", "url": "https://www.abcya.com/payterms/", "xpath": "//*[@id=\"root\"]/div[1]/div[2]/div", "text": "Updated and effective as of September 13th, 2017 <p>These \"Payment Terms\" govern your enrollment in a for-pay \"Subscription Account\" with the Platform.\nThese Payment Terms are Additional Terms pursuant to ABCya's Terms of Use.\nAll capitalized terms used but not otherwise defined in these Payment Terms have the meaning ascribed to them in the Terms of Use.\nHow these Payment Terms apply to you will depend on whether you enroll in a Subscription Account through our www.ABCya.com website (\"Website\") or our ABCya! iOS mobile app or ABCya! Android mobile app (either an \"App\").</p> I.\nApp Subscribers <p>We may offer different tiers or types of Subscription Account.\nThe types of available Subscription Account and the fees for and benefits of each type will be as described on the Platform.\nIf you create a Subscription Account through an App, your subscription fees will be billed as an in-app purchase to your account with the third-party app store or other distributor through which you acquired our App (\"App Store\") (e.g., Apple or Google) and your billing relationship will be with that App Store.</p>\n<p>Some types of Subscription Account that we offer may renew automatically at the conclusion of each subscription period (e.g., a month), as described on the Platform.\nIf you elect such a plan, your Subscription Account will automatically renew each subscription period and you will be charged for a new period, unless and until you turn off automatic renewal of your subscription using the procedures established by the applicable App Store.\n(For information about discontinuing a subscription in an iOS app, please see: Manage iTunes App Store Subscriptions.\nFor information about discontinuing a subscription in an Android app downloaded through Google Play, please see: Manage Google Play Subscriptions).\nor information about discontinuing a subscription in an Amazon app downloaded through Amazon App Store, please see: Manage Amazon Appstore Subscriptions).\nYou can access your account settings with the applicable App Store through the \"Membership Status -&gt.\nManage\" feature in the App's Parents &amp.\nTeachers section.\nYou can disable automatic renewal at any time.\nTo avoid being charged, you must disable automatic renewal by the deadline set out by the applicable App Store.\nFees for your Subscription Account are prepaid and no refunds will be provided unless otherwise offered by ABCya in its sole discretion or required by the terms of the applicable App Store.</p> II.\nWebsite Subscribers <p>\n<strong>Key Points</strong>\n<br> Please review our Payment Terms in their entirety, as they contain important information about your Subscription Account, but here are some key points to know:</p>\n<ul>\n<li>- Some types of Subscription Account that we offer may renew automatically.\nIf you elect such a plan, then, once you subscribe, your Subscription Account will renew automatically on a periodic basis (e.g., month-to-month for our monthly plan) and you will be billed each subscription period unless and until you cancel your Subscription Account or we terminate your use of the Platform pursuant to our Terms of Use.\nYou may cancel your subscription at any time by navigating to the \"Manage Your Account\" page on the Platform.</li>\n<li>- In order to avoid being charged fees for the next billing cycle, you must cancel your Subscription Account prior to 12:00 a.m.\nEastern Time on the last day of your current billing cycle.</li>\n<li>- All fees for Subscription Accounts are prepaid and non-refundable.\nYou may cancel your Subscription Account or terminate your use of the Platform entirely at any time, but you will not receive a refund or credit for any fees previously paid.</li>\n<li>- Upon cancellation, you will retain access to your Subscription Account for the remainder of the subscription period for which you previously paid.</li>\n</ul>\n<p>\n<strong>Enrollment &amp.\nAccount Type</strong>\n<br> We may offer different tiers or types of Subscription Account.\nThe types of available Subscription Account and the fees for and benefits of each type will be as described on the Platform.\nUnless otherwise expressly stated on the Platform, all fees are listed in, and will be charged in, United States Dollars.</p>\n<p>Some of types of Subscription Accounts that we offer will expire at the conclusion of the original subscription period, unless affirmatively renewed by the subscriber.\nOther types of Subscription Account, like our monthly subscription, will renew automatically at the conclusion of each subscription period.\nIf you elect such a plan, then, once you subscribe, your Subscription Account will renew automatically on a periodic basis (e.g., month-to-month for our monthly plan) and you will be billed each subscription period unless and until you cancel your Subscription Account or we terminate your use of the Platform pursuant to our Terms of Use.\nYou may cancel your subscription at any time by navigating to the \"Manage Your Account\" page on the Platform and following the on-screen links and instructions to cancel, as described below.</p>\n<p>You will not be able to change the type/tier of your Subscription Account once subscribed.\nIf you later wish to subscribe to a Subscription Account of a different type or tier, you will need to cancel your current Subscription Account and begin a new one.</p>\n<p>Billing for Accounts Created Directly with ABCya</p>\n<p>You will be required to provide valid payment card information as part of your creation of a Subscription Account.\n(ABCya may limit the type of payment cards accepted as described during the checkout process or otherwise on the Platform.) The fees for your Subscription Account (plus any applicable taxes) will be billed to the payment card you provide when you initially subscribe or shortly thereafter.\nIf you have selected an auto-renewing plan, then your Subscription Account will automatically renew each subscription period and ABCya will bill the payment card then associated with your Subscription Account on the calendar day corresponding to the commencement of your Subscription Account, unless and until you cancel.\nFor example, if you sign up for a monthly Subscription Account on January 1, your date of first renewal would be February 1.\nIn the event you sign up for a monthly Subscription Account on a calendar day not contained in any subsequent month, your account will renew (and your payment card will be billed) on the last day of such month.\nFor example, if you were to create a monthly Subscription Account on March 31, your account would next be billed on April 30.</p>\n<p>It is your responsibility to keep your billing and contact information up-to-date.\nYou may change the payment card associated with your account at any time by visiting the Manage Your Account page on the Platform.\nIf your payment card is declined during the renewal process or we are otherwise unable to process a transaction using your payment card, we will terminate your Subscription Account following the conclusion of the last period for which you completed payment.\nIf you want to resume use of the subscriber features of the Platform, you will need to enroll in a new Subscription Account.</p>\n<p>You shall be solely responsible for all internet connection and other costs that you incur accessing and using the Platform.</p>\n<p>\n<strong>Cancelling Your Subscription Account</strong>\n<br> As described above, if you elect a one of our auto-renewal subscription plans, then your Subscription Account will automatically renew and be billed each subscription period (e.g., month) unless and until you cancel your Subscription Account or we terminate your use of the Platform pursuant to our Terms of Use.\nIn order to avoid being charged for the next billing cycle, you must cancel your Subscription Account prior to 12:00 a.m.\nEastern Time on the last day of your current billing cycle.</p>\n<p>To cancel your Subscription Account, navigate to the \"Manage Your Account\" page on the Platform, select the \"Cancel my subscription\" or similar button, and follow all on-screen instructions and links to complete the cancellation process.</p>\n<p>All fees for Subscription Accounts are prepaid and non-refundable.\nYou may cancel your Subscription Account at any time, but you will not receive a refund or credit for any fees previously paid.\nUpon cancellation, you will immediately lose access to your Subscription Account.</p>\n<p>\n<strong>Consent to Receipt of Electronic Records</strong>\n<br> Following your enrollment in a Subscription Account, an email will be sent to the email address your provide during the check-out process confirming your account type and, if you have elected an account type that renews automatically, your authorization for ABCya to bill the subscription fee to your payment card each billing cycle.\nWe may send additional emails regarding your account during your subscription.\nThe confirmation email and other notices about your account may only be sent via email in electronic form.\nBy signing up for a Subscription Account, you consent to receiving notices regarding your Subscription Account electronically.\nIf you do not consent to the receipt of electronic records regarding your Subscription Account, please do not subscribe to the Platform.</p> III.\nAll Subscribers: Changes to the Fees or to these Payment Terms <p>ABCya may modify these Payment Terms or change the fees (or add additional fees) at any time.\nYou agree that we may notify you of the updated Payment Terms by posting them on the Platform so that they are accessible via a link on the home page.\nThe updated Payment Terms will be effective on the date posted unless otherwise specified and your use of the Platform after we have posted the updated terms (or engaging in such other conduct as we may reasonably specify) constitutes your agreement to the updated Payment Terms.\nFor App users, fee changes may also be communicated by the applicable App Store.\nFor users with an active Subscription Account at the time of a change and for whom we have a current email address, we may also communicate changes to the Payment Terms through other means, including emailing you at the address associated with your Subscription Account.\nThe new fees and/or Payment Terms will go into effect upon your next renewal following posting of the updated Payment Terms unless another time period is specified.</p>", "created_at": "2021-02-05 17:51:25.338762", "updated_at": "2021-02-05 17:51:28.930337"}, {"id": 4029, "name": "Mobile App Privacy", "url": "https://www.abcya.com/privacy-mobile/", "xpath": "//*[@id=\"root\"]/div[1]/div[2]/div", "text": "Last Updated and Effective as of August 21, 2018 <p>\n<strong>ABCya.com Mobile Applications Privacy Policy</strong>\n<br> ABCya.com LLC (“ABCya”) mobile applications(the “Apps”) are teacher-created and intended to provide fun and educational games and apps for kids to use under the guidance of their parents and teachers.\nThis Privacy Statement explains our privacy practices with regard to the Apps.</p>\n<p>\n<strong>We Do Not Collect Any Information When You Download Or Use Our Applications.</strong>\n<br> When you download and use our mobile applications, we don’t require you to provide any information and we don’t collect any information from you or about you, your device, or your use of our mobile applications.\nIn addition:</p>\n<ul>\n<li>The Apps do not contain any third-party ads;</li>\n<li>The Apps do not include any In App Purchases;</li>\n<li>The Apps do not contain analytical or any other data collection tools.\nand</li>\n<li>The Apps do not contain Social Network Integration with the exception of \"COIN by ABCya.com\" which includes integration with Apple's Game Center where available.\nIf you are logged into your Game Center account, the COIN by ABCya.com App will share certain information regarding your use of the App, such as your score and username.</li>\n<li>ABCya.com does not control Game Center and your use of Game Center is governed by Apple's policies.</li>\n</ul>\n<p>\n</p>\n<p>\n<strong>Changes to this Privacy Policy</strong>\n<br> We may amend this Privacy Policy from time to time.\nUse of information we collect is subject to the Privacy Policy in effect at the time such information is collected unless you consent to additional use.</p>\n<p>\n<strong>Contact Us</strong>\n<br> If you have any questions or concerns regarding this Privacy Policy, please send an email to: support@abcya.com</p>\n<br> INFORMATION FOR RESIDENTS OF THE EUROPEAN UNION AND THE EUROPEAN ECONOMIC AREA <p>This section of the Privacy Policy applies only if you use our Sites or Apps, on iTunes, Google Play, Amazon and Microsoft, covered by the Privacy Policy from a country in the European Union or another member state of the European Economic Area (“EEA”), and it supplements the information in the Privacy Policy.</p>\n<p>ABCya.com, L.L.C.\nis the data controller for processing of information defined as personal data under applicable data protection law (“Personal Data”).</p>\n<p>\n<strong>LEGAL BASIS FOR DATA PROCESSING</strong>\n<br> We process Personal Data for the purposes set out in the Privacy Policy.\nOur legal bases to process Personal Data include processing that is necessary for the performance of a contract between us, in the case of subscription users (for example, to provide you with services you request and to identify and authenticate you so you may use the website).\nnecessary to comply with legal requirements and applicable accounting standards and to make mandatory disclosures to law enforcement and regulatory authorities.\nnecessary for our legitimate interests (for example, to manage our relationship with you, to improve the website and our services, to protect our property and safeguard against fraud and malware, to make or defend legal claims).\nand based on consent by our customers (for example, to communicate with you about our products and services and provide you with marketing information).\nWhere we process your Personal Data with your consent, you may subsequently withdraw consent at any time by contacting us (using the contact instructions below), without affecting the lawfulness of processing based on consent before its withdrawal.</p>\n<p>\n<strong>EU DATA SUBJECT RIGHTS</strong>\n<br> The EU General Data Protection Regulation (GDPR) and other applicable data protection laws provide certain rights for individual data subjects (“EU Data Subject Rights”).\nYou may decline to share certain Personal Data with us, in which case we may not be able to provide some of the features and functionality of our services.\nThese rights include, in accordance with applicable law, the rights to access or rectify Personal Data, object to or restrict further processing, or request the erasure of Personal Data or, where feasible, to have it moved to a new service provider (“data portability”).\nYou must be 16 years or older to make a request or else have your parent contact us on your behalf.</p>\n<p>Normally, we can respond to requests for access within 48 hours.\nIf we cannot honor your request concerning Data Subject Rights within 30 days, we will inform you and provide an explanation.\nWhen technically feasible, at your request, we will provide your Personal Data to you or transmit it directly to another controller.</p>\n<p>We retain your Personal Data while you have an account with us and while you are using our services or continuing to visit our Site.\nWe will retain your Personal Data for as long as it is reasonably necessary for the purposes set out in the Privacy Policy, considering the time period reasonably necessary to: provide the services to you.\nexercise the choices and rights you have requested.\ncomply with our contractual obligations.\nenforce our terms for use of the services.\nand comply with legal and regulatory requirements.</p>\n<p>If you have any unresolved privacy concern that we have not addressed satisfactorily after contacting us, you have the right to contact the relevant national data protection supervisory authority and lodge a complaint.</p>\n<p>\n<strong>CHILDREN</strong>\n<br> Our Privacy Policy addresses the information we collect from children, how we use it and parental access.\nNote that we do not knowingly sell goods or services to children younger than age 16.</p>\n<p>\n<strong>CONTACT US</strong>\n<br> For all EU Data Subject Rights requests, please contact us at support@abcya.com.\nYou must put the statement \"Your EU Data Subject Rights\" in the subject field of your request and include in the request the name of the Services with respect to which you are requesting the information, as well as your contact information.</p> ", "created_at": "2021-02-05 17:52:07.722061", "updated_at": "2021-02-05 17:52:11.04142"}, {"id": 4030, "name": "Privacy Policy", "url": "https://www.abcya.com/privacy/", "xpath": "//*[@id=\"root\"]/div[1]/div[2]/div", "text": "Updated and effective as of August 21, 2018.\n<p>ABCya.com is a teacher-created website brought to you by ABCya.com LLC (\"ABCya\") that provides fun and educational games for kids to use under the guidance of their parents and teachers.\nIn this policy, we refer to our visitors younger than age 13 as \"Children.\" We provide this privacy policy to inform parents and other users about our privacy practices for ABCya.com, our ABCya Games mobile app, and any other ABCya online service that links to this Privacy Policy (the \"Platform\"), as required by the Children's Online Privacy Protection Act (\"COPPA\").\nNote that this Privacy Policy does not cover information collected offline or through ABCya mobile apps that post a separate privacy policy.</p>\n<p>Please review our full privacy policy below - but here are some key points to know:</p>\n<ul>\n<li>The Platform does not require Children to provide their name, address, or other contact information in order to play games.\nWe, and third-party service providers, may automatically collect IP address and similar device identifiers from Platform visitors - but only for analytical and other internal-operations purposes.</li>\n<li>The Platform does collect personal information from parents, teachers, and other adults (for example, if you subscribe to a paid account).</li>\n<li>Unless you purchase an ad-free subscription, we have advertisements on the Platform, which are served by third-party companies.\nHowever, these ads are not targeted to a specific user.\n(We use only contextual advertising methods and not interest-based advertising methods).</li>\n</ul>\n<p>In addition to this privacy policy, please review our Terms of Use, which govern your use of the Platform, and our Payment Terms, which contain additional terms applicable to paid subscriptions.</p>", "created_at": "2021-02-05 17:56:36.288839", "updated_at": "2021-02-05 17:56:39.571673"}, {"id": 4031, "name": "Terms of Use", "url": "https://www.abcya.com/terms/", "xpath": "//*[@id=\"root\"]/div[1]/div[2]/div", "text": "Updated and effective as of May 5, 2017.\n<p>These Terms of Use (\"Terms\") apply to the ABCya.com web site and its features, as well as any website, mobile or software application, widgets or online services that are owned and controlled by ABCya.com LLC (\"ABCya\") and that post a link to these Terms, whether accessed via computer, mobile device or otherwise (collectively, the \"Platform\").\nIMPORTANT! PLEASE CAREFULLY READ THESE TERMS BEFORE USING THE PLATFORM, INCLUDING WITHOUT LIMITATION, BY INSTALLING OR DOWNLOADING AN APPLICATION, AS THEY AFFECT YOUR LEGAL RIGHTS AND OBLIGATIONS.\nYou agree to these Terms by accessing or using the Platform.\nIF YOU DO NOT AGREE TO BE BOUND BY ALL OF THESE TERMS, DO NOT USE THE PLATFORM.</p>\n<p>ARBITRATION NOTICE: EXCEPT FOR CERTAIN TYPES OF DISPUTES DESCRIBED IN THE DISPUTES/ARBITRATION/GOVERNING LAW PROVISION BELOW, YOU AND ABCYA AGREE THAT DISPUTES BETWEEN US WILL BE RESOLVED BY BINDING, INDIVIDUAL ARBITRATION.\nTHAT MEANS THAT AN ARBITRATOR, NOT A JUDGE OR JURY, WILL DECIDE ANY DISPUTE AND THAT YOU WAIVE YOUR RIGHT TO BRING AN ACTION IN COURT BEFORE A JUDGE OR JURY.\nYOU ALSO WAIVE YOUR RIGHT TO BRING OR RESOLVE ANY DISPUTE AS, OR PARTICIPATE IN, A CLASS, CONSOLIDATED, REPRESENTATIVE, COLLECTIVE, OR PRIVATE ATTORNEY-GENERAL ACTION OR ARBITRATION.</p>\n<p>There may be times when separate terms and conditions, in addition to these Terms, apply to a particular service or product offered through the Platform (\"Additional Terms\").\nIn those cases, the Additional Terms control to the extent there is a conflict with these Terms.</p>\n<p>Please also review the terms of the Platforms Privacy Policy</p>", "created_at": "2021-02-05 17:56:55.71908", "updated_at": "2021-02-05 17:56:59.05223"}], "points": [], "urls": ["abcya.com"]}}