{"error": 448, "message": "OK", "parameters": {"id": 6688, "name": "Skydance ", "created_at": "2022-06-20 20:08:49.835052", "updated_at": "2022-06-20 22:01:12.263106", "wikipedia": null, "keywords": null, "related": null, "slug": "skydance", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6688.png", "url": "skydance.com", "documents": [{"id": 12190, "name": "TERMS OF USE ", "url": "https://skydance.com/terms/", "xpath": "/html/body/div[1]/div/main/div[2]", "text": "<p>Effective Date: <strong>January 1, 2014</strong>\n<br>\n<em>\n<strong>IMPORTANT! PLEASE CAREFULLY READ THESE TERMS OF USE (“TERMS OF USE”) BEFORE USING WWW.skydance.com (“WEBSITE”), AS THEY AFFECT YOUR LEGAL RIGHTS AND OBLIGATIONS, INCLUDING, BUT NOT LIMITED TO, WAIVERS OF RIGHTS, LIMITATION OF LIABILITY, YOUR INDEMNITY TO US AND MANDATORY ARBITRATION.</strong>\n</em>\n</p>\n<p>\n<em>This Website is owned and operated by Skydance Productions, LLC (“Skydance” or “we,” “our,” or “us”).\nThese Terms of Use apply to this Website and to all interactive features or downloads that are owned or controlled by Skydance, are available through the Website or that interact with the Website and post these Terms of Use.\nThese Terms of Use govern your use of the Website whether accessed via computer, mobile device, tablet or other means.\nYou agree to these Terms by accessing or using Website.\nIF YOU DO NOT AGREE TO BE BOUND BY ALL OF THESE TERMS OF USE, DO NOT USE THE WEBSITE.</em>\n</p>\n<p>\n<em>In some instances, both these Terms of Use and a separate terms of service or guidelines document setting forth additional conditions may apply to a service or feature offered via the Website (“Additional Terms”).\nThe Additional Terms are incorporated by reference into these Terms of Use.\nTo the extent there is a conflict between these Terms of Use and any Additional Terms, the Terms of Use will control unless the Additional Terms expressly state otherwise.\nYou consent to the collection and use of data in accordance with the Website’s&nbsp;Privacy Policy.</em>\n</p>\n<p>\n<em>You can determine when this Terms of Use was last revised by referring to the “Last Updated” or similar legend at the top of this page.\nAny changes to this Terms of Use will become effective upon posting of the revised Terms of Use on the Internet, accessible through this site.</em>\n</p>\n<p>\n<em>\n<strong>TABLE OF CONTENTS</strong>\n</em>\n</p>\n<ol>\n<li>Website Ownership And Permitted Use</li>\n<li>Submitted Content</li>\n<li>Product Submissions Prohibited</li>\n<li>User Registration</li>\n<li>Acceptable Use Policy</li>\n<li>Mobile Features</li>\n<li>Third-Party Links</li>\n<li>Warranty Disclaimer</li>\n<li>Limitation Of Liability</li>\n<li>Waiver Of Unknown Claims</li>\n<li>Indemnification</li>\n<li>Copyright Policy</li>\n<li>Non-U.S.\nUsers</li>\n<li>Term And Termination</li>\n<li>Arbitration/Governing Law</li>\n<li>Miscellaneous</li>\n</ol> Website Ownership and Permitted Use <p>\n<em>The Website is owned and operated by Skydance.\nThe Website and all intellectual property and other rights relating thereto are and will remain the property of Skydance and its licensors.\nThe Website is protected by U.S.\nand international copyright, trademark, and other laws, and you acknowledge that these rights are valid and enforceable.\nExcept as set forth in these Terms of Use, you may not copy, reproduce, modify, adapt, translate, republish, upload, post, transmit, distribute, sub-license, sell, reverse engineer, decompile, or disassemble any part of the Website without the prior written permission of Skydance.\nYou acknowledge that you do not acquire any ownership rights by using the Website.\nThe Website shall be used solely (a) to the extent permitted in these Terms of Use or (b) as expressly authorized in writing by Skydance.\nThe Website is provided for personal and non-commercial purposes only.\nUse of the Website for any other purpose is strictly prohibited.\nAt all times, access and use of the Website is restricted to only lawful purposes.</em>\n</p>\n<p>\n<em>Skydance reserves the right at any time and from time to time to modify, discontinue, temporarily or permanently, the Website, or any part or portion thereof, with or without notice to you.\nYou agree that Skydance shall not be liable to you or to any third party for any modification, suspension or discontinuance of the Website, or any part of portion thereof.\nNothing in these Terms of Use shall be construed to obligate Skydance to maintain and support the Website, or any part or portion thereof, during the term of these Terms of Use.</em>\n</p>\n<p>\n<em>The trademarks, logos, and service marks displayed on the Website (collectively, the “Trademarks”) are the registered and unregistered trademarks of Skydance and/or others.\nNothing contained in these Terms of Use or the Website should be construed as granting, by implication, estoppel, or otherwise, any license or right to use any Trademark(s) without the express written permission of Skydance or the third party owner of any such Trademark.</em>\n</p> Submitted Content <p>\n<em>You agree that any ideas, feedback, information, photos, materials or content that you provide, submit, upload or otherwise transmit to Skydance (“User Content”) will be available for our use free of any obligations to you.\nYou hereby (a) grant to Skydance a royalty-free, perpetual, irrevocable, non-exclusive, worldwide license to any and all rights in the User Content including all copyrights therein, for any exploitation by Skydance and/or by any person authorized by Skydance, by any means and in all media now known or hereafter devised, without payment to you or any third party, and to advertise and promote such exploitation, for the full period of all such rights (together with any extensions and renewals) and insofar as possible in perpetuity.\n(b) waive all moral rights in the User Content that may be available to you.\n(c) appoint Skydance as your agent with full power to enter into any document and/or do any act Skydance may consider appropriate to confirm the grant and waiver set out above.\n(d) warrant that you are the owner of the User Content and are entitled and have the rights necessary to enter into these Terms of Use.\n(e) confirm that no such User Content is subject to any obligation, of confidence or otherwise, to you or any third party, and that Skydance shall not be liable for any use or disclosure of such User Content.\nExcept as otherwise described in the Website’s posted Privacy Policy, or as specifically provided in another agreement on the Website pursuant to which you provide your User Content, you agree that your User Content will be treated as non-confidential and non-proprietary and will not be returned.\nUpon Skydance’s request, you will furnish Skydance any documentation, substantiation or releases necessary to verify your compliance with these Terms of Use.</em>\n</p> Product Submissions Prohibited <p>\n<em>Skydance does not accept unsolicited submissions for motion pictures, television programs, web sites, articles, comic books, e-books, or other products or services.\nIt is our intent to avoid the possibility of future misunderstandings when projects developed by or on behalf of Skydance (whether internally or by third parties) might seem to others to be similar to their own creative ideas or materials.\nTherefore, please do not make any such unsolicited submissions to Skydance through this Website or by e-mail, text message or otherwise.\nHowever, if you decide to make any such unsolicited submission, you hereby grant to Skydance the right and license to the submission as if it were User Content as set forth above.</em>\n</p> User Registration <p>\n<em>Access to certain functionalities of the Website will require you to register with and provide certain information to Skydance.\nWe reserve the right to decline to provide access to the Website to any person for any or no reason.\nIf and when you provide information to Skydance, you agree to (a) provide accurate, current and complete information about yourself as prompted (including your email address) and (b) maintain and update your information (including your email address) to keep it accurate, current and complete.\nYou acknowledge that, if any information provided by you is untrue, inaccurate, not current or incomplete, we reserve the right to terminate your use of the Website.</em>\n</p>\n<p>\n<em>Skydance may offer you the possibility to connect your accounts on certain third party sites such as Facebook and Twitter, with the Site by an application programming interface (API) or other software.\nThis account connection process may be separate from your Account registration on the Website and will be governed by the policies and terms of use of the third party site.\nBy allowing Skydance to connect with your third party site accounts, you consent to Skydance accessing the information in those accounts, which may include personally identifiable information.</em>\n</p> Acceptable Use Policy <p>\n<em>You agree to abide by all applicable local, state, national and foreign laws, rules and regulations in connection with your use of the Website.\nIn addition, you agree that you will not do any of the following while using or accessing the Website:</em>\n</p>\n<ul>\n<li>\n<em>Disable, hack, circumvent or otherwise interfere with security-related features of the Website or with any features that prevent or restrict use or copying of any Skydance content or materials;</em>\n</li>\n<li>\n<em>Use any metadata, meta tags or other hidden text utilizing a Skydance name, trademark, URL or product name;</em>\n</li>\n<li>\n<em>In any way use the Website to send altered, deceptive or false source-identifying information;</em>\n</li>\n<li>\n<em>Use any scripts, programs or other automated means to access the, or otherwise engage in any ‘data scraping’ or data gathering practices with respect to the Website;</em>\n</li>\n<li>\n<em>Upload, submit, post, email, or otherwise transmit, via the Website, any content or materials that are unlawful, harmful, threatening, obscene, harassing, defamatory or hateful or that contain objects or symbols of hate, invade the privacy of any third party, are deceptive, threatening, abusive, inciting of unlawful action, defamatory, libelous, vulgar or violent or constitute hate speech or are otherwise objectionable in the sole opinion of Skydance;</em>\n</li>\n<li>\n<em>Destroy, interfere with or disrupt (or attempt to interfere with or disrupt) any web pages available at the Website, servers or networks connected to the Website or the technical delivery systems of Skydance’s providers or break any requirements, procedures, policies or regulations of networks connected to the Website;</em>\n</li>\n<li>\n<em>Attempt to scan, probe or test the vulnerability of any Skydance system or network or breach or impair or circumvent any security or authentication measures protecting and providing security for the Website;</em>\n</li>\n<li>\n<em>Attempt to decompile, disassemble, decipher or reverse engineer any of the software used to provide the Website;</em>\n</li>\n<li>\n<em>Attempt to search, meta-search or access the Website with any engine, software, tool, agent, device or mechanism other than software and/or search agents provided by Skydance or other generally available third-party web browsers (such as Microsoft Internet Explorer, Mozilla Firefox, Safari, Chrome), including any software that sends queries to the Website to determine how a website or web page ranks.</em>\n</li>\n<li>\n<em>Collect or store personal data about other users of the Website without their express and explicit permission;</em>\n</li>\n<li>\n<em>Misrepresent or impersonate your affiliation with any person or entity, or otherwise commit fraud;</em>\n</li>\n<li>\n<em>Use the Website in any manner not permitted by these Terms of Use.\nor</em>\n</li>\n<li>\n<em>Instruct or encourage any other individual to do any of the foregoing or to break and/or violate any term of these Terms of Use.</em>\n</li>\n</ul> Mobile Features <p>\n<em>The Website may offer features and services that are available to you via your mobile device.\nThese features and services may, include, without limitation, the ability to upload content to the Website, receive messages from the Website, download applications to your mobile device or access the Website’s features (collectively, the “Mobile Features”).\nStandard messaging, data and other fees may be charged by your carrier to participate in Mobile Features.\nSuch fees and charges will appear on the bill you receive from your carrier or be deducted from your pre-paid balance.\nYour carrier may prohibit or restrict certain Mobile Features and certain Mobile Features may be incompatible with your carrier or mobile device.\nContact your carrier with questions regarding these issues.</em>\n</p> Third-Party Links <p>\n<em>The Website may contain links to third-party websites for your convenience.\nSkydance does not control such linked websites or the content provided through such websites, and Skydance has not reviewed, in their entirety, such websites.\nYour use of such linked websites is subject to the privacy practices and terms of use established by each such linked website, and Skydance disclaims all liability for such use.\nSuch links do not indicate any approval or endorsement by Skydance of any such linked website or any material contained on any such linked website, and Skydance disclaims any such approval or endorsement.\nFurther, descriptions of, or references to, third-party products, services or publications within the Website do not imply endorsement of, and Skydance is not responsible for and disclaims any endorsement of, any such product, service or publication.</em>\n</p> Warranty Disclaimer <p>\n<em>THE WEBSITE IS PROVIDED “AS IS” AND WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, AND ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, IMPLIED WARRANTIES OF TITLE, NON-INFRINGEMENT, ACCURACY, COMPLETENESS, MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, ANY WARRANTIES THAT MAY ARISE FROM COURSE OF DEALING, COURSE OF PERFORMANCE OR USAGE OF TRADE, AND ANY WARRANTIES THAT THE INFORMATION AND WEBSITE IS CURRENT AND/OR UP-TO-DATE ARE HEREBY EXPRESSLY DISCLAIMED TO THE FULLEST EXTENT PERMISSIBLE UNDER APPLICABLE LAW.</em>\n</p>\n<p>\n<em>There is no warranty, representation or guarantee that the Website, or your use of the Website, will be uninterrupted, complete, accurate, current, reliable, error-free, secure, or that any problems will be corrected, or that the Website, or any information, software or other material accessible from the Website, is free of viruses or other harmful components.\nSkydance does not warrant, guarantee, or make any representation regarding the use of, or the results of the use of the Website either in terms of its COMPATIBILITY with hardware or other software or equipment, and you assume all responsibility and risk for your use of the Website and Information and your reliance thereon.</em>\n</p> Limitation of Liability <p>\n<em>NOTWITHSTANDING THE FAILURE OF ESSENTIAL PURPOSE OF ANY LIMITED REMEDY OF ANY KIND, NEITHER SKYDANCE NOR ANY OF ITS LICENSORS, SPONSORS, AGENTS, SUCCESSORS, ASSIGNS, DIRECTORS, OFFICERS, EMPLOYEES, CONSULTANTS, OR OTHER REPRESENTATIVES ARE RESPONSIBLE OR LIABLE FOR ANY INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL, EXEMPLARY OR PUNITIVE DAMAGES ARISING OUT OF OR RELATING IN ANY MANNER TO (A) THE WEBSITE, (B) ANY LINKED WEBSITE, (C) USER CONTENT.\n(D) YOUR USE OF, INABILITY TO USE, OR THE PERFORMANCE OF THE WEBSITE.\n(E) ANY ACTION TAKEN IN CONNECTION WITH AN INVESTIGATION BY SKYDANCE OR LAW ENFORCEMENT AUTHORITIES REGARDING YOUR USE OF THE WEBSITE.\n(F) ANY ACTION TAKEN IN CONNECTION WITH COPYRIGHT OR OTHER INTELLECTUAL PROPERTY OWNERS.\n(G) ANY ERRORS OR OMISSIONS IN THE WEBSITE’S TECHNICAL OPERATION.\nOR (H) ANY DAMAGE TO ANY USER’S COMPUTER, HARDWARE, COMPUTER SOFTWARE, WIRELESS DEVICES, CELLULAR PHONE, MODEM OR OTHER EQUIPMENT OR TECHNOLOGY, INCLUDING, WITHOUT LIMITATION, DAMAGE FROM ANY SECURITY BREACH OR FROM ANY VIRUS, BUGS, TAMPERING, FRAUD, ERROR, OMISSION, INTERRUPTION, DEFECT, DELAY IN OPERATION OR TRANSMISSION, COMPUTER LINE OR NETWORK FAILURE OR ANY OTHER TECHNICAL OR OTHER MALFUNCTION, INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOST PROFITS, LOSS OF GOODWILL, LOSS OF DATA, WORK STOPPAGE, ACCURACY OF RESULTS, OR COMPUTER FAILURE OR MALFUNCTION, EVEN IF FORESEEABLE OR EVEN IF THE SKYDANCE HAS BEEN ADVISED OF OR SHOULD HAVE KNOWN OF THE POSSIBILITY OF SUCH DAMAGES, WHETHER IN AN ACTION OF CONTRACT, NEGLIGENCE, STRICT LIABILITY OR TORT (INCLUDING, WITHOUT LIMITATION, WHETHER CAUSED, IN WHOLE OR IN PART, BY NEGLIGENCE, ACTS OF GOD, TELECOMMUNICATIONS FAILURE, OR THEFT OR DESTRUCTION OF THE WEBSITE).</em>\n</p>\n<p>\n<em>YOUR SOLE REMEDY WITH RESPECT TO THIS WEBSITE OR ANY LINKED WEBSITE IS TO STOP USING THE WEBSITE OR LINKED WEBSITE, AS APPLICABLE.\nTHE SOLE AND EXCLUSIVE MAXIMUM LIABILITY OF SKYDANCE TO YOU FOR ALL DAMAGES, LOSSES, AND CAUSES OF ACTION, WHETHER IN CONTRACT, TORT (INCLUDING NEGLIGENCE), OR OTHERWISE ARISING OUT OF OR RELATING TO THE WEBSITE OR ANY LINKED WEBSITE SHALL BE $100.</em>\n</p> Waiver Of Unknown Claims.\n<p>\n<em>BY ACCESSING THE WEBSITE, YOU UNDERSTAND THAT YOU MAY BE WAIVING RIGHTS WITH RESPECT TO CLAIMS THAT ARE AT THIS TIME UNKNOWN OR UNSUSPECTED, AND IN ACCORDANCE WITH SUCH WAIVER, YOU ACKNOWLEDGE THAT YOU HAVE READ AND UNDERSTAND, AND HEREBY EXPRESSLY WAIVE, THE BENEFITS OF SECTION 1542 OF THE CIVIL CODE OF CALIFORNIA, AND ANY SIMILAR LAW OF ANY STATE, WHICH PROVIDES AS FOLLOWS: “A GENERAL RELEASE DOES NOT EXTEND TO CLAIMS WHICH THE CREDITOR DOES NOT KNOW OR SUSPECT TO EXIST IN HIS OR HER FAVOR AT THE TIME OF EXECUTING THE RELEASE, WHICH IF KNOWN BY HIM OR HER MUST HAVE MATERIALLY AFFECTED HIS OR HER SETTLEMENT WITH THE DEBTOR.”</em>\n<br>\nIndemnification</p>\n<p>\n<em>You agree that you will indemnify and hold harmless, and upon Skydance’s request, defend, Skydance and its directors, officers, shareholders, employees and agents from and against any and all losses, liabilities, damages, costs, expenses (including reasonable counsel fees), actions, suits and claims arising from any breach of any of your obligations, representations or warranties in these Terms of Use.\nIf Skydance asks you to defend any such action, suit or claim, Skydance will have the right, at its own expense, to participate in the defense thereof.\nYou will not settle any third-party claims for which Skydance is entitled to indemnification without the prior written approval of Skydance.</em>\n</p> Copyright Policy <p>\n<em>The Digital Millennium Copyright Act (the “DMCA”) provides recourse for copyright owners who believe that material appearing on the Internet infringes their rights under U.S.\ncopyright law.</em>\n</p>\n<p>\n<em>If you believe in good faith that materials on the Skydance Website infringe your copyright, you (or your agent) may send us a notice requesting that the material be removed, or access to it blocked.</em>\n</p>\n<p>\n<em>The notice must include the following information: (a) a physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\n(b) identification of the copyrighted work claimed to have been infringed (or if multiple copyrighted works located on the Website are covered by a single notification, a representative list of such works).\n(c) identification of the material that is claimed to be infringing or the subject of infringing activity, and information reasonably sufficient to allow Skydance to locate the material on the Website.\n(d) the name, address, telephone number, and email address (if available) of the complaining party.\n(e) a statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\nand (f) a statement that the information in the notification is accurate and, under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</em>\n</p>\n<p>\n<em>Notices must meet the then-current statutory requirements imposed by the DMCA.\nsee http://www.loc.gov/copyright for details.&nbsp;</em>\n</p>\n<p>\n<em>Notices and counter-notices with respect to the Website should be sent to&nbsp;info@skydance.com.</em>\n</p>\n<p>\n<em>We suggest that you consult your legal advisor before filing a notice.\nAlso, be aware that there can be penalties for false claims under the DMCA.</em>\n</p> Non-U.S.\nUsers <p>\n<em>Skydance makes no representation that the Website operates (or is legally permitted to operate) in all geographic areas, or that the Website are appropriate or available for use in other locations.\nAccessing the Website from territories where the Website, or any content or functionality of the Website or portion thereof, is illegal is expressly prohibited.\nIf you choose to access the Website, you agree and acknowledge that you do so on your own initiative and at your own risk and that you are solely responsible for compliance with all applicable laws.</em>\n</p> Term and Termination <p>\n<em>These Terms of Use are effective from the date that you first access the Website or submit any information to Skydance via the Website, whichever is earlier, and shall remain effective until terminated in accordance with these Terms of Use.\nSkydance may immediately terminate these Terms of Use, and/or your access to and use of the Website, or any portion thereof, at any time and for any reason, with or without cause, without prior notice.\nSkydance may also terminate these Terms of Use immediately if you fail to comply with any term or provision of these Terms of Use.\nUpon termination of these Terms of Use by either party, your right to use the Website shall immediately cease, and you shall destroy all copies of information that you have obtained from the Website, whether made under the terms of these Terms of Use or otherwise.\nAll disclaimers and all limitations of liability, and all Skydance rights of ownership, shall survive any termination or expiration of these Terms of Use.</em>\n</p> Arbitration/Governing Law <p>\n<em>These Terms of Use shall be governed by and construed in accordance with the laws of the State of California, excluding that body of law relating to conflict of laws.\nThe parties agree that any controversy or claim arising out of or relating to these Terms of Use, or the breach thereof, will be settled by binding arbitration in accordance with California Code of Civil Procedure Section 1280 et seq., and the then-current rules and procedures of JAMS.\nThe arbitration shall be a confidential proceeding, closed to the general public.\nThe arbitration will take place in Los Angeles County, California and be conducted in the English language.\nThe decision rendered by the arbitrator will be binding upon the parties hereto, and any judgment upon the award rendered by the arbitrator may be entered in any court having jurisdiction thereof.\nThe parties consent to the jurisdiction of all federal and state courts in California.\nVenue will lie exclusively in Los Angeles County, California.\nFor the sake of clarity, nothing in this paragraph shall affect Skydance’s ability to seek from a court injunctive or equitable relief at any time.</em>\n</p>\n<p>\n<em>If any arbitration or other proceeding is brought to enforce or interpret these Terms of Use or matters relating to it, the substantially prevailing party, as determined by the arbitrator’s award, will be entitled to recover reasonable attorneys’ fees and other costs and expenses incurred in such arbitration or proceeding from the other party, in addition to any other relief to which such prevailing party is entitled.\nprovided that in no event will the arbitrator have the authority to award punitive damages.</em>\n</p> Miscellaneous <p>\n<em>You affirm that you are fully able and competent to enter into the terms, conditions, obligations, affirmations, representations, and warranties set forth in these Terms of Use, and to abide by and comply with these Terms of Use.\nIf any provision of these Terms of Use is found to be unlawful, void, or for any reason unenforceable, then that provision shall be deemed severable from these Terms of Use and shall not affect the validity and enforceability of any remaining provisions.\nThese Terms of Use constitute the entire agreement between you and Skydance relating to the subject matter herein and supersedes any and all prior or contemporaneous written or oral agreements between you and Skydance with respect to such subject matter.\nThese Terms of Use may not be changed, waived or modified except by Skydance as provided herein or otherwise by written instrument signed by Skydance.\nThese Terms of Use or any right, obligation, or remedy hereunder is not assignable, transferable, delegable, or sublicensable by you except with Skydance’s prior written consent, and any attempted assignment, transfer, delegation, or sublicense shall be null and void.\nSkydance may assign, transfer, or delegate these Terms of Use or any right or obligation or remedy hereunder in its sole discretion.\nNo waiver by either party of any breach or default hereunder shall be deemed to be a waiver of any preceding or subsequent breach or default.\nSkydance shall have no liability under these Terms of Use to the extent arising from any failure of Skydance to perform any of its obligations under these Terms of Use due to any fire, flood, earthquakes, other acts of God, war, civil unrest, terrorism, Internet failures, governmental act or court order, national emergency, strikes or labor disputes, or any other event not within Skydance’s reasonable control.</em>\n</p>", "created_at": "2022-06-20 20:08:49.841473", "updated_at": "2022-06-20 18:09:30.526004"}, {"id": 12189, "name": "PRIVACY POLICY ", "url": "https://skydance.com/privacy/", "xpath": "/html/body/div[1]/div/main/div[2]", "text": "<p>\n<strong>PRIVACY POLICY<br>\n</strong>Last Updated: April 5, 2022</p>\n<p>This privacy policy (“Privacy Policy”) describes how Skydance Productions, LLC (“Skydance,” “we,” “our,” or “us”), uses and protects personal information of people who visit our website www.skydance.com (the “Website”) &nbsp;or uses interactive features or downloads that are owned or operated by Skydance, are available through the Website, or that interact with the Website (collectively, the “Services”).\nThis Privacy Policy covers information collected at the Website and does not cover any information collected at any other website or offline by Skydance (unless specifically stated).</p>\n<p>This Privacy Policy applies to all visitors, users, and others who access the Services.\nPlease read the Privacy Policy carefully to understand our practices regarding your information and how we will treat it.\nBy visiting or using the Services, you acknowledge that the collection, use, and sharing of your information will take place as described in this Privacy Policy.In addition, please review the Website’s&nbsp;Terms of Use, which governs your use of the Website.</p>\n<p>So we are clear about the terminology we are using, when we use the phrase “Personal Information” in this Privacy Policy, we mean information that is capable of being associated with or could reasonably be linked with you, such as your name, email address, or mobile telephone number.</p>\n<p>\n<strong>TABLE OF CONTENTS</strong>\n</p>\n<p>Your California Privacy Rights<br>Information We Collect on the Website<br>Use of Your Personal Information<br>Sharing of Personal Information<br>External Links<br>Security<br>Children’s Privacy<br>Changes to Privacy Policy<br>Contacting Skydance</p>\n<p>\n<strong>\n<u>Your California Privacy Rights</u>\n</strong>\n</p>\n<p>The California Consumer Privacy Act (“CCPA”) provides rights to certain individuals located in California.\nYou can contact us about these rights at USprivacy@skydance.com.\nWe do not disclose Personal Information beyond what is described in this Privacy Policy.\nCalifornia users may have the following rights.</p>\n<ul>\n<li>Right to access: You may have the right to know and see what data we have collected about you over the past 12 months including:\n<ul>\n<li>categories of Personal Information we collected about you;</li>\n<li>categories of sources from which we collected the Personal Information;</li>\n<li>the business or commercial purpose for collecting your Personal Information;</li>\n<li>the categories of third parties to whom we have shared your Personal Information, and the categories of Personal Information shared.\nand</li>\n<li>the specific pieces of Personal Information we collected about you.<br>\n<br>\n</li>\n</ul>\n</li>\n<li>Right to deletion: You may have the right to request that we delete in certain circumstances the personal information we have collected from you.<br>\n<br>\n</li>\n<li>Right to be free from discrimination: You have the right not to be discriminated against for exercising any of these rights.<br>\n<br>\n</li>\n<li>\n<strong>Right to Opt-out of Sale: </strong>Because Skydance does not sell your Personal Information, we do not offer an opt-out.</li>\n</ul>\n<p>\n<strong>Making a Request Under the CCPA</strong>\n</p>\n<p>To request access or deletion of your Personal Information, or to exercise any other data rights under the CCPA, please email us at&nbsp;USprivacy@skydance.com with your first and last name.\nPlease specify your particular data request.</p>\n<p>You are also permitted to designate an authorized agent to submit certain requests on your behalf.\nIn order for an authorized agent to be verified, you must provide the authorized agent with signed, written permission to make such requests or a power of attorney.\nWe may also follow up with you to verify your identity before processing the authorized agent’s request.</p>\n<p>\n<strong>\n<u>Information We Collect on the Website</u>\n</strong>\n</p>\n<p>We collect information about you in several ways.\nWe use this information to operate and enhance your experience with the Services.</p>\n<p>\n<strong>Information Automatically Collected</strong>\n</p>\n<p>\n<strong>COLLECTION OF USAGE INFORMATION</strong>.\nWhen users come to our Website, we automatically collect “Usage Information” about how you use and interact with the Services.\nFor example, when you access the Services, we may log which pages of our Website were visited, the order in which they were visited, when they were visited, and which hyperlinks were “clicked.” We also collect information from the URLs from which you linked to our Website.\nCollecting such information may involve logging the IP address or other unique identifier (“Device Identifier”) for your computer, phone, tablet or other device used to access the Website (any, “Device”), operating system and browser software used by each user of the Website.\nWe may be able to determine from an IP address a user’s Internet service provider and the geographic location of the user’s point of connectivity.\n&nbsp;We may also use third-party Service Providers (defined below) such as Google Analytics to automatically log information about you and your computer or mobile device, and how you use and interact with the Services.\nWe collect this technical data to analyze usage trends and give us more information about how people use the Services to better the user experience.</p>\n<p>\n<strong>TECHNOLOGY USED ON THE WEBSITE</strong>.\nWe also may use cookies, web beacons and/or embedded scripts to help us determine and identify repeat visitors, the type of content and sites to which a user of our Website links, the length of time each user spends at any particular area of our Website, and the specific functionalities that users choose to use.\nEssentially, cookies are a user’s identification card for the Skydance servers.\nWeb beacons are small graphic files linked to our servers that allow us to track your use of our Website and related functionalities.\nAn embedded script is programming code that is designed to collect information about your interactions with the Website, such as the links you click on.\nThe code is temporarily downloaded onto your Device from our web server or a third party service provider, is active only while you are connected to the Website, and is deactivated or deleted thereafter.\nCookies, web beacons and embedded script allow Skydance to serve you better and more efficiently, and to personalize your experience at our Website.</p>\n<p>\n<em>Tracking Options and California Do Not Track Disclosures.</em>&nbsp;You may adjust your browser or operating system settings to limit this tracking or to decline cookies.\n&nbsp;If you reject our cookies, certain functions and conveniences of this Website may not work properly, but you do not have to accept our cookies in order to use many features of the Website.\nCheck the “Help” menu of your browser or operating system to learn how to change your tracking settings or cookie preferences.\nTo learn more about the use of cookies or other technologies to deliver more relevant advertising and your choices about not having this information used by certain Service Providers (defined below), please click&nbsp;here.\nOn your mobile device, you can adjust your privacy and advertising settings to limit your tracking for advertising or control whether you receive more relevant advertising.\nCurrently, our systems do not recognize “Do Not Track” requests.\nTo learn more about “Do Not Track,” visit www.allaboutdnt.com.</p>\n<p>\n<strong>Information You Give Us</strong>\n</p>\n<p>We may collect Personal Information you choose to provide to us.</p>\n<p>You are responsible for ensuring the accuracy of the information you submit to Skydance.\nInaccurate information may affect your ability to use the Website, the information you receive when using the Website, and our ability to contact you.\nFor example, your email address should be kept current because that is one of the primary ways in which we communicate with you.</p>\n<ul>\n<li>\n<strong>UPDATES AND NEWSLETTERS</strong>.\nIf you opt to subscribe to our email updates and newsletters, you may be required to provide us with your name, email address, and zip code.\nSeveral locations of the Website permit you to enter your email address for specified purposes, including to receive news and updates from Skydance.</li>\n<li>\n<strong>PARTICIPATION IN CONTESTS, SWEEPSTAKES, AND OTHER PROMOTIONS</strong>.\nIf you choose to participate in a contest, sweepstakes, or other promotions (“Promotions”) that Skydance offers on or through the Website, you may be asked to provide us with certain information necessary to conduct such Promotions.\nThis information may include your name, age, mailing address, email address, and phone number.\nWe may use this information to notify contest and sweepstakes winners and to award prizes.\nYour participation in a contest or sweepstakes is completely voluntary, so you have a choice of whether to participate and disclose information to us.</li>\n<li>\n<strong>COMMUNICATIONS WITH SKYDANCE.</strong> You may also provide us information, including your name, email and any other information you choose to include, when you send us an email message or otherwise contact us.\nWe may use this information to respond to your request.</li>\n<li>\n<strong>JOB APPLICATIONS.</strong> If you apply for a job at Skydance through the Website, you may provide us with your name, email, phone number, resume, and additional optional information.\nWe use this information to process your application.\nWe may also invite you to complete a survey to help us evaluate our diversity and inclusion efforts, including your age, ethnicity, and gender.\nYour participation in the survey is completely voluntary.</li>\n</ul>\n<p>\n<strong>Information We Get from Others </strong>\n</p>\n<p>We may receive Personal Information about you from other sources, including from social networks you link to through the Services.\nWhen you engage with our Website on or through third-party social networking sites, such as Facebook or Twitter, you may allow us to have access to information from your profile (e.g., name, email address, photo, gender, birthday, location, friends, followers, the posts or the ‘likes’ you make).\nYou can control what data you share through privacy settings available on some social networking sites.\nFor more information about how you can customize your privacy settings and how such third-party sites treat your Personal Information, please refer to their privacy policies and terms of use.</p>\n<p>\n<strong>\n<u>Use of Your Personal Information</u>\n</strong>\n</p>\n<p>We use the information that we have about you to provide, support, personalize, and make our Services more relevant and useful to you and others.</p>\n<p>We may use the Personal Information we collect from and about you to (1) present our Website, our products, and the Services to you.\n(2) provide you with information, products, or services that you request.\n(3) monitor and analyze usage and trends and personalize and improve the Services and your experience using the Services.\n(4) respond to your comments and questions and provide customer service.\n(5) send information including confirmations, invoices, notices, updates, security alerts, and support and administrative messages.\n(6) send marketing emails from which you can opt-out as described below.\n(7) protect, investigate, and deter against fraudulent, unauthorized, or illegal activity.\nand (8) with your consent for another purpose.</p>\n<p>We may use your information to contact you with news updates or about our products and services that may be of interest to you.\nOur marketing emails tell you how to opt-out or unsubscribe.\nIf you opt-out of marketing emails, we may still send you non-marketing emails and notifications, which may include information about your Account, our business dealings with you, and updates regarding our policies.</p>\n<p>\n<strong>\n<u>Sharing of Personal Information</u>\n</strong>\n</p>\n<p>\n<u>We will not disclose your Personal Information other than as described below.</u>\n</p>\n<p>\n<u>We may share the Personal Information we collect from and about you (1) to fulfill the purpose for which you provided it.\n(2) with your consent.\n(3) for legal, protection, and safety purposes.\n(4) to comply with any court order, law, or legal process, including to respond to any government or regulatory request.\nand (5) with those who need it to do work for us (our Service Providers, as defined below).</u>\n</p>\n<p>\n<u>If another entity acquires us or our assets, information we have collected about you may be transferred to such entity.\nIn addition, if any bankruptcy or reorganization proceeding is brought by or against us, such information may be considered an asset of ours and may be sold or transferred to third parties.\n</u>\n</p>\n<ul>\n<li>\n<strong>Service Providers</strong>.\nWe may contract with third parties to perform functions related to the Services (“Service Providers”).\nService Providers will have access to your Personal Information needed to perform their business functions but may not use or share that Personal Information for other purposes.\nFor example, Service Providers may include vendors and suppliers that provide us with technology, services, and/or content related to the operation and maintenance of the Website.</li>\n</ul>\n<p>\n<strong>\n<u>External Links</u>\n</strong>\n</p>\n<p>For your convenience we may provide links to websites operated by companies other than Skydance (“Third Party Sites”) that we believe may be of interest to you.\nWe do not disclose your Personal Information to these Third Party Sites without obtaining your consent.\nOur Privacy Policy does not apply to Third Party Sites and we are not responsible for the privacy practices of these Third Party Sites.\nIf you choose to link to one of these Third Party Sites, you should review the privacy policy posted on the other website to understand how that Third Party Site collects and uses your Personal Information.</p>\n<p>\n<strong>\n<u>Security</u>\n</strong>\n</p>\n<p>We are committed to protecting the security of your Personal Information.\nWe have taken certain physical, administrative, and technical steps to help safeguard the information we collect from and about you.\nWhile we take steps to help ensure the integrity and security of our network and systems, we cannot guarantee our security measures.</p>\n<p>\n<strong>\n<u>Children’s Privacy</u>\n</strong>\n</p>\n<p>We do not direct the Services to, nor do we knowingly collect any Personal Information from, children under 13.\nChildren under 13 are not eligible to use the Services.\nIf we learn that a user is under 13 years of age, we will take steps to remove that user’s Personal Information from our databases and to prevent the user from utilizing the Services.</p>\n<p>\n<strong>\n<u>Changes to Privacy Policy</u>\n</strong>\n</p>\n<p>We may modify this Privacy Policy from time to time.\nIf we make any changes, we will change the Last Updated date above.\nWe also may provide additional notice, as applicable, depending on the type of change.\nIf you object to any changes, you may stop using the Services.\nYour continued use of the Services after we publish or otherwise provide notice about our changes to the Privacy Policy means that you are consenting to the updated Privacy Policy.</p>\n<p>\n<strong>\n<u>Contacting Skydance</u>\n</strong>\n</p>\n<p>If you have any questions or comments about this Privacy Policy or our Website, please contact us at&nbsp;info@skydance.com.</p>\n<p>\n</p>", "created_at": "2022-06-20 20:08:49.838352", "updated_at": "2022-06-20 18:09:49.156369"}], "points": [], "urls": ["skydance.com"]}}