{"error": 448, "message": "OK", "parameters": {"id": 5491, "name": "Bows-N-Ties", "created_at": "2021-11-04 02:26:03.686848", "updated_at": "2021-11-04 23:01:09.012204", "wikipedia": null, "keywords": null, "related": null, "slug": "bows-n-ties", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5491.png", "url": "bows-n-ties.com", "documents": [{"id": 9866, "name": "Privacy Policy", "url": "https://www.bows-n-ties.com/privacy/", "xpath": "//*[@id=\"wrapper\"]", "text": " Privacy Policy<p>We at Bows-N-Ties are dedicated to protect your privacy.\nAll information that we collect from you is only used to process your orders and to ensure the best possible shopping experience.<br>Bows-N-Ties is a wholly owned subsidiary of United E-Commerce LLC, and is the sole owner of all personally identifiable information collected via our web site.\n</p>Information Collected and What it’s used for<p>To process your order we need to know your name, mailing address, e-mail address, phone number, credit card number, and credit card expiration date.\nThis information is used to fulfill your order, including payment and shipping, and to notify you of your order status.\nA week after you placed your order we will also send you an e-mail asking you to rate your shopping experience with us.\nWe partnered with 3rd party provider eKomi to conduct and evaluate this survey but we do not share any private information with eKomi.\nOrders placed with Bows-N-Ties are encrypted, using SSL Technology.\nOur site uses a COMODO digital certificate.\nWith COMODO and SSL Technology, information sent via the Internet is encrypted to protect access to communications and transactions.\nUpon completion of your order, all credit card information is deleted from our database to ensure your protection.\n</p>\n<p>E-mail addresses are collected and used to notify you about the status of your order and shipping information.\nWe do not rent, trade or sell your personal data to third parties.\nIn addition we offer a free newsletter through Bows-N-Ties.com used to keep you informed of specials and New arrived items.\nTo sign up for the newsletter we will ask for your e-mail address.\nWe will deliver the newsletter to your e-mail address, and you will have the option to stop your receipt of the publication at any time.\nWe only require your e-mail address for the purpose of the newsletter, and you will only receive our newsletter if you so choose.\n</p>\n<p>\n<strong>Contacting Bows-n-Ties.com<br>\n</strong>Feel free to contact us with any concerns</p>\n<p>\n<strong>United E-Commerce LLC<br>\n</strong>DBA: Bows-n-Ties.com<br>434 Page Street, Ste A<br>San Francisco, CA, 94102</p> ", "created_at": "2021-11-04 02:26:03.689703", "updated_at": "2021-11-04 01:26:53.23792"}], "points": [], "urls": ["bows-n-ties.com"]}}