{"error": 448, "message": "OK", "parameters": {"id": 6658, "name": "BigCommerce", "created_at": "2022-06-11 08:39:36.80297", "updated_at": "2022-06-11 22:01:08.400756", "wikipedia": "https://en.wikipedia.org/wiki/BigCommerce", "keywords": null, "related": null, "slug": "bigcommerce", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6658.png", "url": "bigcommerce.com,bigcommerce.nl,bigcommerce.it,bigcommerce.fr,bigcommerce.es,bigcommerce.de,bigcommerce.com.au,bigcommerce.co.uk,bigcommerce.ca", "documents": [{"id": 12134, "name": "Terms of Service", "url": "https://www.bigcommerce.com/terms/", "xpath": "//body", "text": " <ul>\n<li>Enterprise</li>\n<li>Essentials</li>\n</ul>\n<ul>\n<li>Call Sales: 1-888-248-9325</li>\n<li>Help Center</li>\n<li>Log In</li>\n</ul>\n<ul>\n<li>\n</li>\n</ul>\n<ul>\n<li> Solutions <ul>\n<li> By Use Case <ul>\n<li> Multi-Storefront </li>\n<li> Headless Commerce </li>\n<li> B2B </li>\n<li> Pricing </li>\n<li> Wholesale </li>\n<li> Omnichannel </li>\n<li> Offline to Online </li>\n<li> International </li>\n<li> Commerce-as-a-Service </li>\n</ul>\n</li>\n<li> By Industry <ul>\n<li> Apparel &amp.\nFashion </li>\n<li> Health &amp.\nBeauty </li>\n<li> Food &amp.\nBeverage </li>\n<li> Pricing </li>\n<li> Manufacturing </li>\n<li> Automotive </li>\n<li> CBD </li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Product <ul>\n<li> Features </li>\n<li> Services </li>\n</ul>\n</li>\n<li> Customers <ul>\n<li> Case Studies </li>\n<li> Customer Examples </li>\n</ul>\n</li>\n<li> Pricing </li>\n<li> Partners <ul>\n<li> Overview </li>\n<li> Become a Partner </li>\n<li> Find an Agency Partner </li>\n<li> Find a Technology Partner </li>\n<li> Powered by </li>\n</ul>\n</li>\n<li> Resources <ul>\n<li> Overview </li>\n<li> Articles </li>\n<li> Guides </li>\n<li> Webinars </li>\n<li> Podcast </li>\n<li> University </li>\n<li> Events </li>\n<li> Blog </li>\n</ul>\n</li>\n</ul>\n<p>Request Demo</p>\n<p>Request Demo</p>\n<i>\n</i>\n<ul>\n<li> Solutions <ul>\n<li> By Use Case <ul>\n<li> Multi-Storefront </li>\n<li> Headless Commerce </li>\n<li> B2B </li>\n<li> Pricing </li>\n<li> Wholesale </li>\n<li> Omnichannel </li>\n<li> Offline to Online </li>\n<li> International </li>\n<li> Commerce-as-a-Service </li>\n</ul>\n</li>\n<li> By Industry <ul>\n<li> Apparel &amp.\nFashion </li>\n<li> Health &amp.\nBeauty </li>\n<li> Food &amp.\nBeverage </li>\n<li> Pricing </li>\n<li> Manufacturing </li>\n<li> Automotive </li>\n<li> CBD </li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Product <ul>\n<li> Features </li>\n<li> Services </li>\n</ul>\n</li>\n<li> Customers <ul>\n<li> Case Studies </li>\n<li> Customer Examples </li>\n</ul>\n</li>\n<li> Pricing </li>\n<li> Partners <ul>\n<li> Overview </li>\n<li> Become a Partner </li>\n<li> Find an Agency Partner </li>\n<li> Find a Technology Partner </li>\n<li> Powered by </li>\n</ul>\n</li>\n<li> Resources <ul>\n<li> Overview </li>\n<li> Articles </li>\n<li> Guides </li>\n<li> Webinars </li>\n<li> Podcast </li>\n<li> University </li>\n<li> Events </li>\n<li> Blog </li>\n</ul>\n</li>\n<li>Log In</li>\n</ul>\n<ul>\n<li> Call Sales: 1-888-248-9325 </li>\n<li> Help Center </li>\n<li> Log In </li>\n<li> Pricing </li>\n</ul> Terms of ServiceDate of Last Revision: April 9, 2021<ol>\n<li>\n<strong>Introduction</strong>\n<ol>\n<li>\n<strong>Acceptance.</strong> By using the Website or Services in any manner, you are bound by these Terms of Service, as well as the Incorporated Terms identified below (collectively, the “<strong>Terms</strong>”).\nIf you do not agree to the Terms, then do not use the Website or Services.\nIf you are accepting these Terms on behalf of a company, organization, government, or other legal entity, you represent and warrant that <strong>(a)</strong> you are authorized to do so, <strong>(b)</strong> the entity agrees to be legally bound by the Terms, and <strong>(c)</strong> neither you nor the entity are barred from using the Services or accepting the Terms under the laws of the applicable jurisdiction.</li>\n<li>\n<strong>Scope.</strong> These Terms govern your use of the Website and the Services.\nExcept as otherwise specified, these Terms do not apply to Third-Party Products, which are governed by their own terms of service.</li>\n<li>\n<strong>Incorporated Terms.</strong> The following policies, guidelines, and agreements (“<strong>Incorporated Terms</strong>”) are hereby incorporated into, and form an integral part of, the Terms to which you are agreeing to be bound:\n<ul>\n<li>Privacy Policy</li>\n<li>Acceptable Use Policy</li>\n<li>API Terms</li>\n<li>Fees and Billing Terms</li>\n<li>Infringing Materials Protocol</li>\n<li>Jurisdiction-Specific Terms</li>\n<li>Merchant-Client Terms</li>\n<li>Mobile App Terms</li>\n<li>Store Terms</li>\n</ul>\n</li>\n<li>\n<strong>Contracting Entity.\n“BigCommerce”</strong> means the BigCommerce entity with which you are entering into these Terms.\nIf you have previously entered into an agreement with a BigCommerce entity, then “<strong>BigCommerce</strong>” means that entity.\nIf you have not previously entered into an agreement with a BigCommerce entity, then “<strong>BigCommerce</strong>” means the entity identified in the following table:</li>\n<strong>Country of Residence of Merchant</strong>\n<strong>BigCommerce Entity</strong>\n<strong>Governing Law</strong>United StatesBigCommerce, Inc., a Texas<br>corporation&nbsp;in the United StatesNew YorkUnited KingdomBigCommerce UK Ltd., a<br>United Kingdom&nbsp;limited companyEngland and WalesEuropean UnionBigCommerce Software Ireland Ltd.,<br>an Irish&nbsp;limited companyIrelandAustraliaBigCommerce Pty.\nLtd., an&nbsp;<br>Australia&nbsp;proprietary limited companyNew South Wales, AustraliaAny other jurisdictionBigCommerce Pty.\nLtd., an Australia<br>proprietary limited companyNew York<li>\n<strong>Certain Definitions.</strong>\n<ul>\n<li>\n<strong>“Order Form”</strong> or <strong>“Order”</strong> means one or more BigCommerce order forms executed by the parties for the purchase of Services and that reference these Terms.</li>\n<li>\n<strong>“Services”</strong> means all BigCommerce products, services, and materials located on or accessible through the Website or otherwise described in an Order.</li>\n<li>\n<strong>“Third-Party Products”</strong> means any third-party information, website, product, service, or materials referenced in, accessible through, or provided in connection with, the Website or Services.</li>\n<li>\n<strong>“Website”</strong> means the BigCommerce website located at www.bigcommerce.com (including all associated internet country codes), together with all BigCommerce websites and webpages accessible there, and the Account control panel.</li>\n</ul>\n</li>\n</ol>\n</li>\n<p>\n<br>\n</p>\n<li>\n<strong>Eligibility.</strong>\n<ol>\n<li>\n<strong>Minimum Age.</strong> The Services and Website are available only to persons who are the age of majority and can form legally binding contracts under applicable law.\nWithout limiting the foregoing, the Services and Website are not intended to be used by individuals under the age of 18.\nIf you do not qualify, please do not use the Services or access the Website.</li>\n<li>\n<strong>Registration.</strong> In order to use the Services, you must establish a Services account (“<strong>Account</strong>”) by registering with BigCommerce.\nYou may be required to submit a valid means of payment for which you are authorized to purchase Services.\nYou will provide true, accurate, current, and complete information when registering for an Account and will update the information as necessary to keep your Account and payment information current.\nAs part of the registration process, you will provide BigCommerce with a user name and password for your Account (together “<strong>Account Credentials</strong>”).\nBigCommerce reserves the right to refuse registration of, or cancel, accounts that violate these Terms or BigCommerce’s Acceptable Use Policy.</li>\n</ol>\n</li>\n<p>\n<br>\n</p>\n<li>\n<strong>Security.</strong>\n<ol>\n<li>\n<strong>Generally</strong>.\nYou are responsible for maintaining the security of your Account Credentials and for all Services ordered, accessed, or otherwise used in connection with your Account Credentials and all actions taken in association therewith.\nYou will not share your Account Credentials with any third party.</li>\n<li>\n<strong>Payment Cards</strong>.\nBigCommerce is responsible for the security of credit cardholder data to the extent that BigCommerce has control of that data.\nTo that end, BigCommerce undertakes regular assessments consistent with the applicable&nbsp;Payment Card Industry Data Security Standards (“<strong>PCI</strong>”).\nYou represent and warrant that you will determine the PCI merchant requirements applicable to you and your use of the Services.</li>\n<li>\n<strong>Checkout Environment.\nPCI</strong>.\nBigCommerce will provide a secure environment (including appropriate technical, physical and organizational security measures and safeguards) for customer data stored and processed via the standard BigCommerce checkout (“<strong>Customer Data</strong>”) in order to protect Customer Data from unauthorized access and use.\nBigCommerce’s secure environment is certified under the Payment Card Industry Data Security Standard.\nBigCommerce will maintain PCI certification for the designated portions of the Services that you use to store and process credit card data, subject to the following (each a “<strong>PCI Compliance Condition</strong>”): (i) you comply with BigCommerce documentation and in-product notifications, and (ii) you use a BigCommerce checkout environment that has not been modified except through the BigCommerce control panel.\nTo the extent permitted by applicable law, BigCommerce excludes and disclaims any liability related to the unauthorized use of Customer Data, including liability due to PCI noncompliance, in the event any PCI Compliance Condition is not satisfied.\nFor example, you will be solely liable for PCI compliance with respect to modifications to the checkout environment, including modifications via apps or a developer, modifications of BigCommerce's distributed open source checkout code in any manner that could result in or contribute to PCI noncompliance, use of a checkout environment not provided by BigCommerce, or use of a payment provider for which BigCommerce does not provide an integration.</li>\n</ol>\n</li>\n<p>\n<br>\n</p>\n<li>\n<strong>Use Restrictions.</strong>This is an agreement for Services, and you are not granted a license to any software by these Terms.\nExcept as permitted and non-excludable under applicable law, you will not, directly or indirectly: reverse engineer, decompile, disassemble, or otherwise attempt to discover the source code, object code, or underlying structure, ideas, or algorithms of or included in the Services or any software, documentation or data related to the Services (“<strong>Software</strong>”).\nmodify, translate or create derivative works based on the Services or any Software.\nor copy (except for archival purposes), distribute, pledge, assign or otherwise transfer or encumber rights to the Services or any Software.\nuse the Services or any Software for timesharing or service bureau purposes or otherwise for the benefit of a third party.\nor remove any proprietary notices or labels.</li>\n<p>\n<br>\n</p>\n<li>\n<strong>Intellectual Property.</strong>\n<ol>\n<li>\n<strong>User Content.</strong>\n<ul>\n<li>\n<strong>License.</strong> We do not claim any intellectual property rights over the content you provide to BigCommerce.\nAll of your content remains yours.\nWhen providing content using the Services (directly or indirectly), you grant us a non-exclusive, worldwide, royalty-free, sublicensable (through multiple tiers) right to exercise any and all copyright, trademark, patent, publicity, moral (where permitted), database, and/or other intellectual property rights (collectively, \"<strong>IP Rights</strong>\") you have in that content or associated with your store in connection with our provision of the Services, in any media known now or developed in the future.\n</li>\n<li>\n<strong>Representations and Warranties.</strong> You represent and warrant that, for all such content you provide, you own or otherwise control all necessary rights to do so and to meet your obligations under these Terms.\nYou represent and warrant that such content is accurate.\nYou represent and warrant that use of any such content (including derivative works) by us, our users, or others in contract with us, and in compliance with these Terms, does not and will not infringe any IP Rights of any third party.\nTo the extent permitted by applicable law,&nbsp;BigCommerce takes no responsibility and assumes no liability for any content provided by you or any third party.</li>\n</ul>\n</li>\n<li>\n<strong>BigCommerce Content.</strong>\n<ul>\n<li>\n<strong>Restrictions.</strong> All rights not expressly granted by BigCommerce to you in these Terms are hereby reserved by BigCommerce.\nThere are no implied rights save to the extent rights cannot be excluded by applicable law.\nYou may not use, imitate, or copy, in whole or in part, any BigCommerce trademark, service mark, trade dress, logo, or other branding (collectively, “<strong>Marks</strong>”) without, in each instance, BigCommerce’s prior written consent, in BigCommerce’s discretion.\nAll permitted use of BigCommerce’s Marks will inure to the benefit of BigCommerce.</li>\n<li>\n<strong>Ownership</strong>.\nAs between the parties, the Website and Services, including, without limitation, any and all APIs, Software, documentation, images, video, content, logos, page headers, custom graphics, design and user interface elements, scripts, and other materials contained therein or provided in connection therewith, and all modifications, enhancements, and updates thereto, as well as all IP Rights associated with any of these materials (collectively, \"<strong>BigCommerce IP</strong>\") are owned by BigCommerce and/or its third party sponsors, partners, and suppliers.\nYou have no right or license in or to the BigCommerce IP other than the right to use the Services, in compliance with the Terms, during the applicable subscription period.</li>\n</ul>\n</li>\n<li>\n<strong>Feedback.</strong> You may provide BigCommerce with ideas, opinions, recommendations, feedback, or advice in connection with your use of the Services (collectively, \"<strong>Feedback</strong>\").\nIf you submit Feedback to BigCommerce, you hereby grant BigCommerce an irrevocable, perpetual, transferable, non-exclusive, fully-paid-up, royalty-free, worldwide license (sublicensable through multiple tiers) to: (a) use, copy, distribute, reproduce, modify, create derivative works of, adapt, publish, translate, publicly perform, and publicly display such Feedback (or any modification thereto), in whole or in part, in any format, medium or application now known or later developed.\nand (b) use, and permit others to use, Feedback in any manner and for any purpose (including, without limitation, commercial purposes) that BigCommerce deems appropriate in its discretion (including, without limitation, incorporating Feedback, in whole or in part, into any technology, product or service).</li>\n</ol>\n</li>\n<p>\n<br>\n</p>\n<li>\n<strong>Indemnification.</strong>\n<ol>\n<li>\n<strong>Indemnification.</strong> You will defend, indemnify, and hold BigCommerce and its suppliers and affiliates, and the respective directors, officers, employees and agents of each, harmless from and against any and all claims, losses, damages, liabilities and costs (including, without limitation, reasonable attorneys’ fees and court costs) arising out of or relating to your breach of any of these Terms, the User Content,&nbsp;or use by you or any third party (authorized, permitted or enabled by you) of the Services, except to the extent the foregoing directly result from BigCommerce’s own gross negligence or willful misconduct.\nBigCommerce reserves the right, at its own expense, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you.\nThis Indemnification Section will survive any termination or expiration or these Terms.</li>\n</ol>\n</li>\n<p>\n<br>\n</p>\n<li>\n<strong>Discussion Areas.</strong>\n<ol>\n<li>\n<strong>No Warranty.</strong> BigCommerce makes no representations or warranties with respect to any forums, blogs, private messages, emails, or other electronic discussion mediums made available through or in connection with the Services (collectively, \"<strong>Discussion Areas</strong>\") or with respect to any information or materials contained in the Discussion Areas.\nYour use of, or reliance upon, any such information or materials is at your sole risk.</li>\n<li>\n<strong>Your Postings.</strong> All information, content, or materials you post to a Discussion Area must comply with the Acceptable Use Policy.\nBigCommerce will have no obligation to monitor the Discussion Areas, but may do so at its discretion and may delete, move, or edit any information or materials in the Discussion Areas.</li>\n</ol>\n</li>\n<p>\n<br>\n</p>\n<li>\n<strong>Arbitration Agreement, Class Action Waiver and Mediation.</strong>\n<ol>\n<li>\n<strong>Purpose.</strong> This Arbitration Agreement and Class Action Waiver (“<strong>Arbitration Agreement</strong>”) facilitates the prompt and efficient resolution of any disputes that may arise between you and BigCommerce.\nFor the purpose of this Arbitration Agreement, “BigCommerce” means BigCommerce, Inc., a Texas corporation, and each of its parents, subsidiaries, and affiliated companies, and each of their respective officers, directors, employees, and agents.\nThis Arbitration Agreement applies to these Terms and any other agreement you may have with BigCommerce.\n<p>\n</p> Arbitration is a form of private dispute resolution in which parties to a contract agree to submit their disputes and potential disputes to a neutral third person (called an arbitrator) for a binding decision, instead of having such dispute(s) decided in a lawsuit, in court, by a judge or jury trial.\nYou have the right to opt-out of this Arbitration Agreement (as explained below), which means you would retain your right to litigate your disputes in a court, either before a judge or jury.\n<p>\n</p> Please read this Arbitration Agreement carefully.\nIt provides that all disputes between you and BigCommerce will be resolved by binding arbitration.\nArbitration replaces the right to go to court.\nIn the absence of this Arbitration Agreement, you may otherwise have a right or opportunity to bring claims in a court, before a judge or jury, and/or to participate in or be represented in a case filed in court by others (including, but not limited to, class actions).\nEntering into this Arbitration Agreement constitutes a waiver of your right to litigate claims in court and all opportunity to be heard by a judge or jury.\nThere is no judge or jury in arbitration, and court review of an arbitration award is limited.\nThe arbitrator must follow this Arbitration Agreement and can award the same damages and relief as a court (including attorney’s fees, if otherwise authorized by applicable law).\n<p>\n</p> The term “<strong>Dispute</strong>” means any dispute, claim, or controversy between you and BigCommerce regarding any aspect of your relationship with BigCommerce, whether based in contract, statute, regulation, ordinance, tort (including, but not limited to, fraud, misrepresentation, fraudulent inducement, negligence, gross negligence or reckless behavior), or any other legal or equitable theory, and includes the validity, enforceability or scope of this Arbitration Agreement (with the exception of the enforceability of the Class Action Waiver clause below).\n“Dispute” is to be given the broadest possible meaning that will be enforced.\n<p>\n</p>\n<p>WE EACH AGREE THAT, EXCEPT AS PROVIDED BELOW, ANY AND ALL DISPUTES, AS DEFINED ABOVE, WHETHER PRESENTLY IN EXISTENCE OR BASED ON ACTS OR OMISSIONS IN THE PAST OR IN THE FUTURE, WILL BE RESOLVED EXCLUSIVELY AND FINALLY BY BINDING ARBITRATION RATHER THAN IN COURT IN ACCORDANCE WITH THIS ARBITRATION AGREEMENT.</p>\n</li>\n<li>\n<strong>Pre-Arbitration Dispute Resolution.</strong> For all Disputes you must first give BigCommerce an opportunity to resolve the Dispute.\nYou must commence this process by mailing written notification to:<p>\n</p>\n<p>Legal Department<br> BigCommerce, Inc.<br> 11305 Four Points Drive<br> Building II, Third Floor<br> Austin, TX 78726</p>\n<p>\n</p> That written notification must include (1) your name, (2) your address, (3) a written description of the Dispute, and (4) a description of the specific relief you seek.\nIf BigCommerce does not resolve the Dispute to your satisfaction within 45 days after it receives your written notification, you may pursue your Dispute in arbitration.</li>\n<li>\n<strong>Arbitration Procedures.</strong> If this Arbitration Agreement applies and the Dispute is not resolved as provided above (“<strong>Pre-Arbitration Claim Resolution</strong>”) either you or BigCommerce may initiate arbitration proceedings.\nThe American Arbitration Association (“<strong>AAA</strong>”), www.adr.org, or JAMS, www.jamsadr.com, will arbitrate all Disputes, and the arbitration will be conducted before a single arbitrator.\nThe arbitration will be commenced as an individual arbitration, and will in no event be commenced as a representative or class arbitration.\nAll issues will be for the arbitrator to decide, including the scope of this Arbitration Agreement.\n<p>\n</p> For arbitration before the AAA, the AAA’s Commercial Arbitration Rules and&nbsp;the AAA’s Optional Rules For Emergency Measures Of Protection will apply.\nThe AAA rules are available at www.adr.org or by calling 1-800-778-7879.\nFor arbitration before JAMS, the JAMS Comprehensive Arbitration Rules &amp.\nProcedures and the JAMS Recommended Arbitration Discovery Protocols For Domestic, Commercial Cases will apply.\nThe JAMS rules are available at www.jamsadr.com or by calling 1-800-352-5267.\nThis Arbitration Agreement governs in the event it conflicts with the applicable arbitration rules.\nUnder no circumstances will class action, representative action, or collective action procedures or rules apply to the arbitration.\n<p>\n</p> Because your contract with BigCommerce, these Terms, and this Arbitration Agreement concern interstate commerce, the Federal Arbitration Act (“<strong>FAA</strong>”), if applicable, governs the arbitrability of all Disputes.\nHowever, the arbitrator will apply applicable substantive law consistent with the FAA and the applicable statute of limitations or condition precedent to suit.</li>\n<li>\n<strong>Exclusions from Arbitration/Right to Opt Out.</strong> Notwithstanding the above, you or BigCommerce may choose to pursue a Dispute in court and not by arbitration if <strong>(a)</strong> the Dispute qualifies, it may be initiated in small claims court&nbsp;or equivalent in the applicable jurisdiction.\nor <strong>(b)</strong> YOU OPT-OUT OF THESE ARBITRATION PROCEDURES WITHIN 30 DAYS FROM THE DATE THAT YOU FIRST CONSENT TO THIS AGREEMENT (the “<strong>Opt-Out Deadline</strong>”).\nYou may opt out of this Provision by mailing written notification to<p>\n</p>\n<p>Legal Department<br> BigCommerce, Inc.<br> 11305 Four Points Drive<br> Building II, Third Floor<br> Austin, TX 78726</p>\n<p>\n</p> Your written notification must include (1) your name, (2) your address, and (3) a clear statement that you do not wish to resolve disputes with BigCommerce through arbitration.\nYour decision to opt-out of this Arbitration Provision will have no adverse effect on your relationship with BigCommerce.\nAny opt-out request received after the Opt-Out Deadline will not be valid and you must pursue your Dispute in arbitration or small claims court.</li>\n<li>\n<strong>Arbitration Award.</strong> The arbitrator may award on an individual basis any relief that would be available pursuant to applicable law, and will not have the power to award relief to, against or for the benefit of any person who is not a party to the proceeding.\nThe arbitrator’s award will be in writing, will be signed by the arbitrator, and will include a determination of all the questions submitted to the arbitrator the decision of which is necessary in order to determine the controversy.\nSuch award by the arbitrator will be final and binding on the parties, except for any right of appeal provided by law, and may be entered in any court having jurisdiction over the parties for purposes of enforcement.</li>\n<li>\n<strong>Location of Arbitration.</strong> You may initiate arbitration in the federal judicial district that includes your address that you provide in your written notification of Pre-Arbitration Dispute Resolution.\nIn the event that BigCommerce initiates an arbitration, it may only do so in the federal judicial district that includes your address that you provide in your written notification of Pre-Arbitration Dispute Resolution or the billing address for your account.</li>\n<li>\n<strong>Payment of Arbitration Fees and Costs.</strong> BigCommerce will pay all arbitration filing fees and arbitrator’s costs and expenses upon your written request given prior to the commencement of the arbitration.\nYou are responsible for all additional fees and costs that you incur in the arbitration, including, but not limited to, attorneys or expert witnesses.\nFees and costs may be awarded by the arbitrator as provided pursuant to applicable law.\nIn addition to any rights to recover fees and costs under applicable law, if you provide notice and negotiate in good faith with BigCommerce as provided in the “Pre-Arbitration Dispute Resolution” Section and the arbitrator concludes that you are the prevailing party in the arbitration, you will be entitled to recover from BigCommerce your actual and reasonable attorney’s fees and costs as determined by the arbitrator.</li>\n<li>\n<strong>Class Action Waiver.</strong> The parties agree that the arbitrator may not consolidate more than one person’s claims, and may not otherwise preside over any form of a class or representative proceeding or claims (such as a class action, representative action, consolidated action or private attorney general action) unless both you and BigCommerce specifically agree in writing to do so following initiation of the arbitration.\nNeither you, nor any other user of the Services, can be a class representative, class member, or otherwise participate in a class, representative, consolidated or private attorney general proceeding without having complied with the opt-out requirements above.</li>\n<li>\n<strong>Limitation of Procedural Rights.</strong> You understand and agree that, by entering into this Arbitration Agreement, you and BigCommerce are each agreeing to arbitration instead of the right to a trial before a judge or jury in a public court.\nIn the absence of this Arbitration Agreement, you and BigCommerce might otherwise have had a right or opportunity to bring Disputes in a court, before a judge or jury, and/or to participate or be represented in a case filed in court by others (including class actions).\nYou give up those rights, to the extent permitted by applicable law.\nOther rights that you would have if you went to court, such as the right to appeal and to certain types of discovery, may be more limited in arbitration.\nThe right to appellate review of an arbitrator’s decision is much more limited than in court, and in general an arbitrator’s decision may not be appealed for errors of fact or law.</li>\n<li>\n<strong>Severability.</strong> If any clause within this Arbitration Agreement (other than the Class Action Waiver clause above) is found to be illegal or unenforceable, that clause will be severed from this Arbitration Agreement, and the remainder of this Arbitration Agreement will be given full force and effect.\nIf the Class Action Waiver clause is found to be illegal or unenforceable, then this entire Arbitration Agreement will be unenforceable, and the Dispute will be decided by a court.</li>\n<li>\n<strong>Continuation.</strong> This Arbitration Agreement will survive the termination of your contract with BigCommerce and your use of the Services.</li>\n</ol>\n</li>\n<p>\n<br>\n</p>\n<li>\n<strong>Anti-Corruption, Export and Sanctions Compliance.</strong>With respect to these Terms, you represent, warrant, and covenant that you:<ol>\n<li> have not and will not violate, or cause any party to be in violation of, any applicable anti-bribery or anti-corruption law (including, but not limited to, the U.S.\nForeign Corrupt Practices Act of 1977, as amended, the U.S.\ndomestic bribery statute in 18 U.S.C.\n201, the U.S.\nTravel Act, or the UK Bribery Act 2010), anti-kickback laws, anti-money laundering and anti-terrorist financing laws, sanctions, embargoes, export controls, import controls, anti-fraud laws, or any other applicable law, regulation, or order (collectively, “<strong>Applicable ABAC Laws</strong>”);</li>\n<li> have not and will not use or apply the Services or the Website in violation of Applicable ABAC Laws;</li>\n<li> have not and will not with a corrupt, improper, or illegal intention directly or indirectly (through third parties) pay, provide, promise, offer, authorize, solicit, or accept any money, gift, hospitality, entertainment, favor, financial advantage, or other thing of value to or from any individual, organization, political party, or entity whether in the public or private sector in any country in order to obtain, retain, or direct regulatory approvals, licenses, permits, business, contracts, investments, sales, tax or duty assessments, import or export clearances, foreign exchange clearances, or other advantages;</li>\n<li> shall cause all of your employees, officers, directors, agents, contractors, vendors, and partners (collectively, “<strong>Relevant Parties</strong>”) to comply with all of the terms contained in this Anti-Corruption, Export and Sanctions Compliance Section;</li>\n<li> are not, and will ensure that your Relevant Parties and customers are not, <strong>(a)</strong> nationals, residents, agents or representatives of Iran, Cuba, North Korea, Syria, the Crimea Region of Ukraine, or any other region subject to comprehensive U.S.\nsanctions.\n<strong>(b)</strong> on the List of Specially Designated Nationals &amp.\nBlocked Persons, the Sectoral Sanctions Identifications (SSI) List, or Foreign Sanctions Evaders List maintained by the Office of Foreign Assets Control of the U.S.\nDepartment of the Treasury, or any other applicable list of sanctioned, embargoed, blocked, criminal, or debarred persons maintained by any U.S.\nor non-U.S.\ngovernment, the European Union, Interpol, the United Nations, the World Bank, or any other public international organization (each such list, a “<strong>Sanctions List</strong>”).\n<strong>(c)</strong> an entity that is 50% or more owned, individually or in the aggregate, directly or indirectly, by, is controlled by (including without limitation by virtue of such person being a director or owning voting shares or interests), or acts, directly or indirectly, for or on behalf of, any person or entity on a Sanctions List.\nor <strong>(d)</strong> otherwise the target of any sanctions, suspensions, embargoes or debarment by the U.S.\ngovernment or any other government or public international organization;</li>\n<li> shall secure all necessary export/sanctions licenses or authorizations to the extent applicable and necessary.\n</li>\n<li> shall implement an effective, risk-based compliance program and necessary internal controls (including, but not limited to, conducting sanctions screenings of your Relevant Parties and customers) to ensure compliance with Applicable ABAC Laws and this Anti-Corruption, Export and Sanctions Compliance Section;</li>\n<li> shall review and adhere to BigCommerce’s <strong>Company Associate Compliance Guide</strong> if provided by BigCommerce.\nand</li>\n<li> shall reasonably cooperate with BigCommerce to <strong>(a)</strong> ensure compliance with sanctions, embargoes, and other Applicable ABAC Laws and/or <strong>(b)</strong> review and remediate actual or potential violations of sanctions or other Applicable ABAC Laws, including, but not limited to, suspending or terminating the supply of products or services to customers or other persons that appear on a Sanctions List or are otherwise the target of sanctions and other similar restrictions.\n<p>\n</p> A violation of the foregoing representations, warranties, or covenants will constitute a material breach of these Terms, and, in the event of such a violation, BigCommerce may, at its sole option, terminate these Terms for cause and without further liability or obligation on the part of BigCommerce.\nAny such breach will entitle BigCommerce to seek to be indemnified by you and/or obtain injunctive and other&nbsp;emergency or equitable relief, in addition to any other remedies which may be available under applicable laws.</li>\n</ol>\n</li>\n<p>\n<br>\n</p>\n<li>\n<strong>CGA Terms.</strong>\n<ol>\n<li>\n<strong>Modifications.</strong> BigCommerce reserves the right, in its discretion, to change, modify, add to, or remove portions of the Terms (collectively, “<strong>Changes</strong>”), at any time.\nBigCommerce will notify you of Changes by sending an email to the address identified in your Account and by posting a revised version of the Terms incorporating the Changes to its Website.\nYour continued use of the Website or Services following notice of the Changes (or posting of the Terms incorporating the Changes in the event your email address is no longer valid, is blocked, or is otherwise not able to receive the notice) will mean that you accept and agree to the Changes.\nSuch Changes will apply prospectively beginning on the date the Changes are posted to the Website.&nbsp;</li>\n<li>\n<strong>Term.\nTermination.</strong>\n<ul>\n<li>\n<strong>Term.</strong> The Services will be provided to you for the duration of your Services subscription or Order Form, unless earlier cancelled by you or terminated by BigCommerce.\nYou may cancel your Services subscription at any time.\nThese Terms will automatically terminate upon the cancellation of all of your Services subscriptions.\nBigCommerce may terminate these Terms or your Services subscription(s) at any time, with or without cause, upon written notice.\nBigCommerce will have no liability to you or any third party because of such termination.\nTermination of these Terms will terminate all of your Services subscriptions.</li>\n<li>\n<strong>Effect of Termination.</strong>Upon termination of these Terms by either party for any reason, or cancellation or expiration of your Services subscriptions: <strong>(i)</strong> BigCommerce will cease providing the Services.\n<strong>(ii)</strong> you will not be entitled to any refunds of any subscription or usage fees, or any other fees, pro rata or otherwise.\n<strong>(iii)</strong> any fees you owe to BigCommerce will immediately become due and payable in full.\nand <strong>(iv)</strong> BigCommerce may delete your archived data within 30 days.\nAll sections of the Terms that expressly provide for survival, or by their nature should survive, will survive termination of the Terms, including, without limitation, confidentiality, indemnification, warranty disclaimers, and limitations of liability.</li>\n</ul>\n</li>\n<li>\n<strong>Limitations of Liability.</strong>\n<ul>\n<li>\n<strong>Excluded Damages and Theories.</strong> BIGCOMMERCE AND ITS SUPPLIERS AND AFFILIATES ASSUME NO RESPONSIBILITY WITH RESPECT TO YOUR OR YOUR USER’S USE OF THE WEBSITE, SOFTWARE, OR SERVICES AND WILL NOT BE LIABLE FOR ANY&nbsp;INDIRECT, CONSEQUENTIAL, INCIDENTAL, PUNITIVE, EXTRAORDINARY, EXEMPLARY OR SPECIAL DAMAGES, INCLUDING, WITHOUT LIMITATION&nbsp;THE FOLLOWING, UNLESS PROHIBITED BY APPLICABLE LAW, LOSS OF USE, BUSINESS INTERRUPTIONS, LOSS OF DATA, LOSS OF PROFITS, AND LOST REVENUE, WHETHER SUCH DAMAGES ARE ALLEGED IN TORT, CONTRACT OR ANY OTHER LEGAL OR EQUITABLE THEORY, AND WHETHER OR NOT BIGCOMMERCE IS AWARE OF THE POSSIBILITY OF SUCH DAMAGES.\n</li>\n<li>\n<strong>Aggregate Liability.</strong> BIGCOMMERCE AND ITS SUPPLIERS AND AFFILIATES WILL IN NO EVENT BE LIABLE IN AGGREGATE FOR MORE THAN THE TOTAL FEES ACTUALLY RECEIVED BY BIGCOMMERCE FROM YOU FOR THE SERVICES DURING THE 12-MONTH PERIOD BEFORE THE CLAIM OR CAUSE OF ACTION AROSE.\n</li>\n<li>\n<strong>Multiple Claims.\nTime Limits.</strong> MULTIPLE CLAIMS WILL NOT EXPAND THIS LIMITATION.\nANY CAUSE OF ACTION ARISING OUT OF OR RELATED TO THE WEBSITE, SOFTWARE, OR SERVICES MUST BE COMMENCED WITHIN ONE (1) YEAR AFTER THE CLAIM OR CAUSE OF ACTION ACCRUES, OTHERWISE SUCH CLAIM AND CAUSE OF ACTION WILL BE PERMANENTLY BARRED.</li>\n<li>\n<strong>Jurisdictions.\nLimitations.</strong> SOME JURISDICTIONS MAY NOT ALLOW THE EXCLUSION AND/OR LIMITATION OF&nbsp;LIABILITY FOR FRAUD, WILLFUL MISCONDUCT, GROSS NEGLIGENCE, DEATH OR PERSONAL INJURY OR FOR CONSEQUENTIAL, INCIDENTAL, SPECIAL OR OTHER DAMAGES, SO THE ABOVE LIMITATIONS OR EXCLUSIONS MAY NOT APPLY TO YOU.\nIN SUCH EVENT, THE LIABILITY OF BIGCOMMERCE AND ITS SUPPLIERS AND AFFILIATES FOR SUCH DAMAGES WILL BE LIMITED TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW.\nTHIS LIMITATIONS OF LIABILITY SECTION WILL SURVIVE ANY TERMINATION OR EXPIRATION OF THESE TERMS.</li>\n</ul>\n</li>\n<li>\n<strong>Disclaimers.</strong>\n<ul>\n<li>\n<strong>General.</strong> YOUR USE OF THE WEBSITE, SOFTWARE, AND SERVICES WILL BE AT YOUR OWN RISK AND ARE PROVIDED “AS IS”, “AS AVAILABLE” AND “WITH ALL FAULTS”.\nBIGCOMMERCE AND ITS SUPPLIERS AND AFFILIATES DISCLAIM, TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, ALL WARRANTIES, CONDITIONS, REPRESENTATIONS, WHETHER STATUTORY, EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, ANY IMPLIED WARRANTIES, CONDITIONS AND REPRESENTATIONS OF TITLE, MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT.\n</li>\n<li>\n<strong>Specific.</strong> BIGCOMMERCE MAKES NO WARRANTIES, CONDITIONS OR REPRESENTATIONS ABOUT <strong>(i)</strong> THE ABILITY OF THE WEBSITE, SERVICES, OR SOFTWARE TO PERFORM WITHOUT LIMITATION OR RESTRICTION IN ANY GIVEN ENVIRONMENT, <strong>(ii)</strong> THE ACCURACY, COMPLETENESS, OR CONTENT OF THE WEBSITE, SERVICES, OR SOFTWARE, <strong>(iii)</strong> THE ACCURACY, COMPLETENESS, OR CONTENT OF ANY LINKED SITES (THROUGH HYPERLINKS, BANNER ADVERTISING OR OTHERWISE), AND/OR <strong>(iv)</strong> THIRD-PARTY PRODUCTS, AND BIGCOMMERCE ASSUMES NO LIABILITY OR RESPONSIBILITY THEREWITH.\n</li>\n<li>\n<strong>Third-Party Products.</strong> THE REFERENCE TO, OR AVAILABILITY OF, THIRD-PARTY PRODUCTS IN CONNECTION WITH THE SERVICES OR WEBSITE DOES NOT CONSTITUTE, AND WILL NOT BE CONSTRUED AS CONSTITUTING, AN ENDORSEMENT, AUTHORIZATION, SPONSORSHIP, OR AFFILIATION BY OR WITH BIGCOMMERCE WITH RESPECT TO SUCH THIRD-PARTY PRODUCTS.\n</li>\n<li>\n<strong>Legal, Tax, Financial, Other Communications.</strong> NO ORAL OR WRITTEN INFORMATION OR ADVICE OR COMMUNICATIONS PROVIDED BY BIGCOMMERCE OR ANY OF ITS EMPLOYEES WILL CONSTITUTE PERSONAL, LEGAL, TAX OR FINANCIAL ADVICE OR CREATE A WARRANTY, CONDITION OR REPRESENTATION OF ANY KIND.\n</li>\n<li>\n<strong>Jurisdictions.\nLimitations.</strong> THESE DISCLAIMERS APPLY TO THE FULLEST EXTENT PERMITTED BY LAW AND WILL SURVIVE ANY TERMINATION OR EXPIRATION OF THESE TERMS.\nSOME JURISDICTIONS MAY NOT ALLOW THE EXCLUSION AND/OR LIMITATION OF IMPLIED REPRESENTATIONS, CONDITIONS OR WARRANTIES, OR ALLOW LIMITATIONS ON HOW LONG AN IMPLIED WARRANTY LASTS, SO THE ABOVE LIMITATIONS OR EXCLUSIONS MAY NOT APPLY TO YOU.\nIN SUCH EVENT, BIGCOMMERCE’S WARRANTIES, CONDITIONS AND REPRESENTATIONS WILL BE LIMITED TO THE GREATEST EXTENT PERMITTED BY APPLICABLE LAW IN SUCH JURISDICTION.</li>\n</ul>\n</li>\n<li>\n<strong>Confidentiality.</strong>\n<ul>\n<li>\n<strong>Definition.\n“Confidential Information”</strong> means the business, technical and financial information disclosed to one party (the “<strong>Receiving Party</strong>”) by the other party (the “<strong>Disclosing Party</strong>”) pursuant to these Terms and includes all information marked by the Disclosing Party as confidential and any other information, whether written or oral, that the Receiving Party should reasonably understand is confidential to the Disclosing Party.\n</li>\n<li>\n<strong>Obligations.</strong> The Receiving Party will: <strong>(i)</strong> hold the Confidential Information of the Disclosing Party in trust and confidence and not disclose or release the Confidential Information to any third party except as provided&nbsp;in these Terms.\nand <strong>(ii)</strong> not use the Confidential Information for any purpose except for the purposes described in these Terms.\nThe disclosure of Confidential Information pursuant to these Terms is not intended in any way to transfer or grant any right, title or interest in or to such Confidential Information to the Receiving Party unless otherwise expressly indicated by the Disclosing Party in writing.\n</li>\n<li>\n<strong>Standard of Care.</strong> The standard of care imposed on each party pursuant to this Section will be the same degree of care as it uses to avoid the unauthorized use, disclosure, or dissemination of its own Confidential Information of a similar nature, but not less than a commercially reasonable degree of care.\n</li>\n<li>\n<strong>Limitation.</strong> Each party will disclose the Confidential Information of the other party only to those of its employees, consultants and contractors (“<strong>Personnel</strong>”) who have agreed, either as a condition of employment, representation or in a written agreement, to be bound by terms and conditions substantially as protective as the confidentiality terms and conditions applicable to the Receiving Party under this Section.\n</li>\n<li>\n<strong>Exclusions.</strong> Confidential Information excludes information that is <strong>(i)</strong> rightfully in the Receiving Party’s possession without obligation of confidentiality prior to receipt from the Disclosing Party, <strong>(ii)</strong> a matter of public knowledge through no fault of the Receiving Party, <strong>(iii)</strong> rightfully furnished to the Receiving Party by a third party without restriction on disclosure or use.\nor <strong>(iv)</strong> independently developed by the Receiving Party without use of or reference to the Disclosing Party's Confidential Information.\n</li>\n<li>\n<strong>Requests for Confidential Information.</strong> A Receiving Party may disclose Confidential Information pursuant to a valid court order or order of an authorized government agency, provided that (if not legally prohibited) the Receiving Party has given the Disclosing Party prompt notice so that the Disclosing Party will have an opportunity to defend, limit or protect against such disclosure and the Receiving Party limits such disclosure to only that Confidential Information subject to the applicable order.\n</li>\n<li>\n<strong>Survival.</strong> The terms of this Section will survive for as long as the Confidential Information remains confidential.</li>\n</ul>\n</li>\n<li>\n<strong>Backup Storage.</strong> For its own operational efficiencies and purposes, BigCommerce from time to time back up data on its servers, but is under no obligation or duty to you to do so under these Terms or otherwise.\nIT IS SOLELY YOUR DUTY AND RESPONSIBILITY TO BACKUP SEPARATELY YOUR FILES AND DATA THAT MAY RESIDE ON BIGCOMMERCE SERVERS.\nTO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW,&nbsp;UNDER NO CIRCUMSTANCES WILL BIGCOMMERCE BE LIABLE TO YOU, YOUR USERS, OR ANY THIRD PARTY FOR DAMAGES OF ANY KIND, UNDER ANY LEGAL THEORY, FOR LOSS OF FILES AND/OR DATA ON ANY BIGCOMMERCE SERVER.</li>\n<li>\n<strong>No Assignment by You.</strong> You may not assign your rights or obligations under these Terms without the prior written consent of BigCommerce, which BigCommerce may refuse in its sole discretion.\nAny attempted assignment without prior written consent from BigCommerce will be deemed null and void.\nBigCommerce may assign its rights and/or obligations under these Terms at any time.\nSubject to the foregoing, these Terms will bind and inure to the benefit of the parties, their respective successors and permitted assigns.</li>\n<li>\n<strong>Entire Agreement.</strong> These Terms are the complete and exclusive statement of the mutual understanding of the parties and supersedes and cancels all previous written and oral agreements, communications, and other understandings relating to the subject matter of these Terms, and any modifications must be in a writing signed by both parties, except as otherwise provided herein.</li>\n</ol>\n<p>\n<br>\n</p>\n</li>\n<li>\n<strong>Miscellaneous.</strong>\n<ol>\n<li>\n<strong>Governing Law.\nJurisdiction.</strong> The law that will govern the validity and construction of these Terms and apply in any dispute or lawsuit arising out of or relating to these Terms is as set forth in table in the Contracting Entity Section above.\nYOU HEREBY CONSENT TO, AND WAIVE ALL DEFENSES OF LACK OF PERSONAL JURISDICTION AND FORUM NON CONVENIENS WITH RESPECT TO, THE JURISDICTION AND VENUE OF THE FEDERAL AND STATE COURTS LOCATED IN TRAVIS COUNTY, TEXAS (USA).&nbsp;The United Nations Convention on Contracts for the International Sale of Goods will not apply to these Terms and is hereby expressly excluded.</li>\n<li>\n<strong>Severability.</strong> If any provision of these Terms is found to be unenforceable or invalid, that provision will be limited or eliminated to the minimum extent necessary so that the Terms will otherwise remain in full force and effect and enforceable.</li>\n<li>\n<strong>Waiver.</strong> No waiver of any provision of these Terms, nor consent by BigCommerce to the breach of or departure from any provision of these Terms, will in any event be binding on or effective against BigCommerce unless it be in writing and signed by a duly authorized representative of BigCommerce, and then such waiver will be effective only in the specific instance and for the specific purpose for which given.</li>\n<li>\n<strong>Notices.</strong>\n<ul>\n<li>You consent to receive electronically any communications from BigCommerce.\nWe may communicate with you through the email address specified in your account or by posting notices on the Website.\nYou agree that all agreements, notices, disclosures and other communications that are provided to you electronically satisfy any requirement that such communications be in writing.\nAll notices from us intended for receipt by you shall be deemed delivered when sent to the email address you provide to us.</li>\n<li>Notices to BigCommerce must be sent to: trustandsafety@bigcommerce.com.</li>\n</ul>\n</li>\n<li>\n<strong>Section Headings.</strong> The section headings and titles in these Terms are for convenience only and have no legal or contractual effect.\nThese Terms will be interpreted without application of any strict construction in favor of or against you or BigCommerce.</li>\n<li>\n<strong>Independent Contractors.</strong> No agency, partnership, joint venture or employment relationship is created by these Terms or your use of the Services, and you do not have any authority of any kind to bind BigCommerce in any respect whatsoever.</li>\n<li>\n<strong>Marks.</strong> BigCommerce shall have the non-exclusive right and license to use the names, trademarks, service marks and logos associated with your store(s) to promote the Services.</li>\n<li>\n<strong>Force Majeure.</strong> BigCommerce will have no liability to you, your users, or any third party for any failure by BigCommerce to perform its obligations under these Terms in the event that such non-performance arises as a result of the occurrence of an event beyond the reasonable control of BigCommerce, including, without limitation, an act of war or terrorism, natural disaster, failure of electricity supply, riot, civil disorder, or civil commotion or other force majeure event.</li>\n<li>\n<strong>Third-Party Service Integration.</strong> Certain Third-Party Products may be integrated with the Services.\nBigCommerce may, in its discretion and without liability to you, decide to no longer support such integration and migrate your Services subscription to a different integration.</li>\n<li>\n<strong>Hosting Services.</strong> BigCommerce has entered into arrangements with one or more third parties for hosting services that are essential to the Services, incorporated within the Services and without which the Services could not be provided to you.</li>\n</ol>\n</li>\n</ol>Product<ul>\n<li>Features</li>\n<li>Services</li>\n<li>Enterprise Pricing</li>\n</ul>Partners<ul>\n<li>Overview</li>\n<li>Become a Partner</li>\n<li>Find a Partner</li>\n<li>Affiliates</li>\n<li>Partner Offers</li>\n<li>Powered by</li>\n</ul>Customers<ul>\n<li>Case Studies</li>\n<li>Store Examples</li>\n</ul>Resources<ul>\n<li>Overview</li>\n<li>Articles</li>\n<li>Guides &amp.\nWhite Papers</li>\n<li>Webinars</li>\n<li>Events</li>\n<li>Ecommerce Blog</li>\n<li>Developer Blog</li>\n<li>Podcast</li>\n</ul>Use Case Solutions<ul>\n<li>Multi-Storefront</li>\n<li>Headless Commerce</li>\n<li>B2B</li>\n<li>Wholesale</li>\n<li>Omnichannel</li>\n<li>Offline to Online</li>\n<li>International</li>\n<li>Commerce-as-a-Service</li>\n</ul>Industry Solutions<ul>\n<li>Apparel &amp.\nFashion</li>\n<li>Health &amp.\nBeauty</li>\n<li>Food &amp.\nBeverage</li>\n<li>Manufacturing</li>\n<li>Automotive</li>\n<li>CBD</li>\n</ul>Company<ul>\n<li>Leaders</li>\n<li>About Us</li>\n<li>Careers</li>\n<li>Press</li>\n<li>Awards</li>\n<li>Investor Relations</li>\n<li>Platform Trust Center</li>\n<li>Terms of Service</li>\n<li>Privacy Policy</li>\n<li>Contact Us</li>\n</ul>Help Center<ul>\n<li>BigCommerce Community</li>\n<li>Knowledge Base</li>\n<li>Videos</li>\n<li>Contact Tech Support</li>\n<li>Developer Center</li>\n<li>API Documentation</li>\n<li>Theme Documentation</li>\n</ul>\n<i>\n</i> Product <ul>\n<li>Features</li>\n<li>Services</li>\n<li>Enterprise Pricing</li>\n</ul>\n<i>\n</i> Partners <ul>\n<li>Overview</li>\n<li>Become a Partner</li>\n<li>Find a Partner</li>\n<li>Affiliates</li>\n<li>Partner Offers</li>\n<li>Powered by</li>\n</ul>\n<i>\n</i> Customers <ul>\n<li>Case Studies</li>\n<li>Store Examples</li>\n</ul>\n<i>\n</i> Resources <ul>\n<li>Overview</li>\n<li>Articles</li>\n<li>Guides &amp.\nWhite Papers</li>\n<li>Webinars</li>\n<li>Events</li>\n<li>Ecommerce Blog</li>\n<li>Developer Blog</li>\n<li>Podcast</li>\n</ul>\n<i>\n</i> Use Case Solutions <ul>\n<li>Multi-Storefront</li>\n<li>Headless Commerce</li>\n<li>B2B</li>\n<li>Wholesale</li>\n<li>Omnichannel</li>\n<li>Offline to Online</li>\n<li>International</li>\n<li>Commerce-as-a-Service</li>\n</ul>\n<i>\n</i> Industry Solutions <ul>\n<li>Apparel &amp.\nFashion</li>\n<li>Health &amp.\nBeauty</li>\n<li>Food &amp.\nBeverage</li>\n<li>Manufacturing</li>\n<li>Automotive</li>\n<li>CBD</li>\n</ul>\n<i>\n</i> Company <ul>\n<li>Leaders</li>\n<li>About Us</li>\n<li>Careers</li>\n<li>Press</li>\n<li>Awards</li>\n<li>Investor Relations</li>\n<li>Platform Trust Center</li>\n<li>Terms of Service</li>\n<li>Privacy Policy</li>\n<li>Contact Us</li>\n</ul>\n<i>\n</i> Help Center <ul>\n<li>BigCommerce Community</li>\n<li>Knowledge Base</li>\n<li>Videos</li>\n<li>Contact Tech Support</li>\n<li>Developer Center</li>\n<li>API Documentation</li>\n<li>Theme Documentation</li>\n</ul>\n<ul>\n<li>Twitter</li>\n<li>Facebook</li>\n<li>LinkedIn</li>\n<li>YouTube</li>\n<li>Pinterest</li>\n<li>Instagram</li>\n</ul>©Copyright 2003 - 2022 BigCommerce Pty.\nLtd.\n<p>\n</p>We use cookies (and other similar technologies) to improve your experience on our site and to serve you better.\nBy using our website, you are agreeing to the collection of data as described in our&nbsp;Privacy Policy.\nYou can&nbsp;change your preferences&nbsp;at any time.<p>\n</p>\n<p>\n</p>✕ ", "created_at": "2022-06-11 08:39:36.80769", "updated_at": "2022-06-11 06:40:39.611617"}, {"id": 12133, "name": "Privacy Policy", "url": "https://www.bigcommerce.com/privacy/", "xpath": "//body", "text": " <ul>\n<li>Enterprise</li>\n<li>Essentials</li>\n</ul>\n<ul>\n<li>Call Sales: 1-888-248-9325</li>\n<li>Help Center</li>\n<li>Log In</li>\n</ul>\n<ul>\n<li>\n</li>\n</ul>\n<ul>\n<li> Solutions <ul>\n<li> By Use Case <ul>\n<li> Multi-Storefront </li>\n<li> Headless Commerce </li>\n<li> B2B </li>\n<li> Pricing </li>\n<li> Wholesale </li>\n<li> Omnichannel </li>\n<li> Offline to Online </li>\n<li> International </li>\n<li> Commerce-as-a-Service </li>\n</ul>\n</li>\n<li> By Industry <ul>\n<li> Apparel &amp.\nFashion </li>\n<li> Health &amp.\nBeauty </li>\n<li> Food &amp.\nBeverage </li>\n<li> Pricing </li>\n<li> Manufacturing </li>\n<li> Automotive </li>\n<li> CBD </li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Product <ul>\n<li> Features </li>\n<li> Services </li>\n</ul>\n</li>\n<li> Customers <ul>\n<li> Case Studies </li>\n<li> Customer Examples </li>\n</ul>\n</li>\n<li> Pricing </li>\n<li> Partners <ul>\n<li> Overview </li>\n<li> Become a Partner </li>\n<li> Find an Agency Partner </li>\n<li> Find a Technology Partner </li>\n<li> Powered by </li>\n</ul>\n</li>\n<li> Resources <ul>\n<li> Overview </li>\n<li> Articles </li>\n<li> Guides </li>\n<li> Webinars </li>\n<li> Podcast </li>\n<li> University </li>\n<li> Events </li>\n<li> Blog </li>\n</ul>\n</li>\n</ul>\n<p>Request Demo</p>\n<p>Request Demo</p>\n<i>\n</i>\n<ul>\n<li> Solutions <ul>\n<li> By Use Case <ul>\n<li> Multi-Storefront </li>\n<li> Headless Commerce </li>\n<li> B2B </li>\n<li> Pricing </li>\n<li> Wholesale </li>\n<li> Omnichannel </li>\n<li> Offline to Online </li>\n<li> International </li>\n<li> Commerce-as-a-Service </li>\n</ul>\n</li>\n<li> By Industry <ul>\n<li> Apparel &amp.\nFashion </li>\n<li> Health &amp.\nBeauty </li>\n<li> Food &amp.\nBeverage </li>\n<li> Pricing </li>\n<li> Manufacturing </li>\n<li> Automotive </li>\n<li> CBD </li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Product <ul>\n<li> Features </li>\n<li> Services </li>\n</ul>\n</li>\n<li> Customers <ul>\n<li> Case Studies </li>\n<li> Customer Examples </li>\n</ul>\n</li>\n<li> Pricing </li>\n<li> Partners <ul>\n<li> Overview </li>\n<li> Become a Partner </li>\n<li> Find an Agency Partner </li>\n<li> Find a Technology Partner </li>\n<li> Powered by </li>\n</ul>\n</li>\n<li> Resources <ul>\n<li> Overview </li>\n<li> Articles </li>\n<li> Guides </li>\n<li> Webinars </li>\n<li> Podcast </li>\n<li> University </li>\n<li> Events </li>\n<li> Blog </li>\n</ul>\n</li>\n<li>Log In</li>\n</ul>\n<ul>\n<li> Call Sales: 1-888-248-9325 </li>\n<li> Help Center </li>\n<li> Log In </li>\n<li> Pricing </li>\n</ul> Privacy PolicyDate of Last Revision: April 9, 2021<p>BigCommerce wants to help you better understand how we collect, use, protect, and share your personal data.\nThis Privacy Policy is designed to help you understand your privacy choices when you visit our site, use our mobile app or any of our services.\nIt does not apply to other websites or services that we do not control, including websites or services of other BigCommerce users.</p>\n<p>This Privacy Policy is incorporated into, and forms an integral part of, the BigCommerce Terms of Service.\nCapitalized terms have the meanings ascribed them in the Definitions section or our <strong>Terms of Service</strong>.\nPlease note that our services may vary by region.</p>\n<p>We encourage you to read this Privacy Policy carefully and take the time to get to know our practices.\nIf you have questions about this Privacy Policy or our privacy practices, please contact us at privacy@bigcommerce.com.</p>\n<ol>\n<li>\n<strong>Privacy Shield.</strong> BigCommerce complies with the EU-U.S.\nPrivacy Shield Framework and Swiss-U.S.\nPrivacy Shield Framework as set forth by the U.S.\nDepartment of Commerce regarding the collection, use, and retention of personal information transferred from the European Union, the United Kingdom, and Switzerland to the United States.\nBigCommerce has certified to the Department of Commerce that it adheres to the Privacy Shield Principles and will do so with respect to transfers of Personal Data from the United Kingdom to the United States.\nIf there is any conflict between the terms in this Privacy Policy and the Privacy Shield Principles, the Privacy Shield Principles shall govern.\nTo learn more about the Privacy Shield program, and to view our certification, please visit the U.S.\nDepartment of Commerce site at https://www.privacyshield.gov/.<br>\n<br>\nBigCommerce is responsible for all onward transfers of Personal Data to third parties in accordance with the EU-U.S.\nPrivacy Shield Framework and Swiss-U.S.\nPrivacy Shield Framework.<p>\n<br>\n</p>\n</li>\n<li>\n<strong>Definitions.</strong>\n<ol>\n<li>\n<strong>Information Types</strong>.<ul>\n<li>“<strong>Account Information</strong>” means data about how and when a BigCommerce account is accessed and the features used, including Store Information.</li>\n<li>“<strong>Browser Information</strong>” means provided by a browser, including the IP address, the website visited, network connection, device information, and other data, including Cookies.</li>\n<li>“<strong>Contact Information</strong>” means basic personal and business information, such as first and last name, company name, email address, postal address, phone number, and may include social media account information.</li>\n<li>“<strong>Device Information</strong>” means information about your device, such as device ID number, model, and manufacturer, version of your operating system and geographical region, collected from any devices when accessing our website, using the Mobile App, or any of our services.</li>\n<li>“<strong>Payment Information</strong>” means, for example, credit card, ACH or other payment information.</li>\n<li>“<strong>Security Information</strong>” means user ID, password and password hints, and other security information used for authentication and account access.</li>\n<li>“<strong>Store Information</strong>” means information about your store, its products, and its architecture.</li>\n<li>“<strong>Support Information</strong>” includes information about your hardware and software, authentication data, chat session contents, error reports, performance data, and other communication or technical information and may, with express permission, include remote access to facilitate troubleshooting.</li>\n<li>“<strong>Transaction Information</strong>” means the data related to transactions that occur on our platform, including product, order, shipping information, Contact Information, and Payment Information.</li>\n<li>“<strong>Usage Information</strong>” means information collected when you interact with the BigCommerce website, mobile application or any of our services, including functionalities accessed, pages visited, and other interaction data.</li>\n</ul>\n</li>\n<li>“<strong>Automated Decision Making</strong>” means a decision made solely by automated means without human involvement.</li>\n<li>“<strong>Controller</strong>” means an entity that determines the purposes and means of the Processing of Personal Data.</li>\n<li>“<strong>Cookie</strong>” a small file that resides on your computer’s hard drive that often contains an anonymous unique identifier that is accessible by the website that placed it there, but is not accessible by other sites.</li>\n<li>“<strong>Merchant</strong>” means an entity that has used or is using the services for ecommerce.</li>\n<li>“<strong>Mobile App</strong>” means the BigCommerce Mobile Application available through third-party app stores for mobile devices.</li>\n<li>“<strong>Partner</strong>” means a separate legal entity that is a participant in our Agency Partner Program, our Technology Partner Program or other third-party technology integration with the BigCommerce platform, a theme designer, reseller, or referrer of the services.</li>\n<li>“<strong>Personal Data</strong>” or “Personal Information” means information that (i) relates to an identified or identifiable natural person, or (ii) identifies, relates to, describes, is capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household.</li>\n<li>“<strong>Processing</strong>” means any operation or set of operations which is performed upon Personal Data, whether or not by automatic means, including, but not limited to, alteration, collection, organization, recording, retrieval, storage, transmission, and use.</li>\n<li>“<strong>Processor</strong>” means the entity which processes Personal Data on behalf of the Controller.</li>\n<li>“<strong>Sensitive Personal Data</strong>” means any data that reveals racial or ethnic origin, political opinions, religious or philosophical beliefs, trade union membership, genetic data, biometric data for the purpose of uniquely identifying a natural person, or data concerning health or a natural person’s sex life and/or sexual orientation.</li>\n<li>“<strong>Shopper</strong>” means an entity or natural person that interacts with the ecommerce offering of a Merchant through the BigCommerce platform.</li>\n</ol>\n</li>\n<p>\n<br>\n</p>\n<li>\n<strong>Merchants.</strong>\n<ol>\n<li>\n<strong>Merchant Policies</strong>.\nMerchants should help Shoppers understand how the Merchant, BigCommerce and relevant third parties collect and process Shoppers’ Personal Data.\nTo that end, Merchants must:<ul>\n<li>post an accurate privacy policy on their storefront that complies with all applicable laws and regulations;</li>\n<li>process Personal Data in accordance with applicable laws and, to the extent required under such laws, provide notice to and obtain informed consent from Shoppers for the use and access of their Personal Data by BigCommerce and other third parties.\nand</li>\n<li>if the Merchant is collecting any Sensitive Personal Data from Shoppers, obtain affirmative, explicit, and informed consent and allow such Shoppers to revoke their consent to the use and access of Sensitive Personal Data at any time.</li>\n</ul>\n</li>\n<li>\n<strong>Information Collected.</strong>\n<ul>\n<li>When a Merchant interacts with our Website, for example, by signing up for a trial, a subscription, or a newsletter or other content, or performing transactions, BigCommerce may collect and control information such as Account Information, Browser Information, Contact Information, Payment Information, Support Information, Device Information, Security Information, Transaction Information, Usage Information and set a Cookie.</li>\n<li>When a Merchant interacts with our Mobile App, BigCommerce may collect and control information such as Account Information, Contact Information, Device Information, Usage Information and Security Information.</li>\n</ul>\n</li>\n<li>\n<strong>Information Usage.</strong> We use this information as a Controller to provide Merchants with our services, confirm identities, provide support such as debugging, troubleshooting, automated decision making such as the detection of fraudulent account creation when signing up for our service, for advertising and marketing, invoicing, to resolve incidents related to the use of our Website and services, to improve and personalize our services, such as push notifications regarding your store activities, and to comply with legal requirements.\nWe may disclose certain information, including Account Information, Contact Information, Support Information and Transaction Information, to Partners subject to confidentiality obligations that refer Merchants to us or are engaged by a Merchant to provide services, apps or products relating to the Merchant’s store(s) or use of our Website and services, or to confirm identities and improve and personalize our interactions and services.\nWe may use this information in other cases where the Merchant has given express consent.</li>\n</ol>\n<p>\n<br>\n</p>\n</li>\n<li>\n<strong>Partners.</strong>\n<ol>\n<li>\n<strong>Information Collected</strong>.\nWhen a Partner signs up for a partner account or refers a Merchant to us, BigCommerce may collect and control information such as Account information, Browser Information, Contact Information, Payment Information, Support Information, and Usage Information.</li>\n<li>\n<strong>Information Usage</strong>.\nWe use this information as a Controller to provide Partners with our services, confirm identities, provide support, for advertising and marketing, invoicing, to resolve incidents related to the use of our Website and services, to improve and personalize our services, and to comply with legal requirements.\nWe may use this information in other cases where the Partner has given express consent.</li>\n</ol>\n</li>\n<p>\n<br>\n</p>\n<li>\n<strong>Visitors.</strong>\n<ol>\n<li>\n<strong>Information Collected.</strong> When visitors browse our Website, or engage in communications with us online or offline, we may collect and control, as applicable, Browser Information, Support Information, Contact Information, and Usage Information submitted or communicated to us.</li>\n<li>\n<strong>Information Usage.</strong> We use this information as a Controller to provide our services, and improve and personalize communications, interactions, our services, and provide support if needed.\nWe may use this information in other cases where the Visitor has given express consent.</li>\n</ol>\n</li>\n<p>\n<br>\n</p>\n<li>\n<strong>Shoppers.</strong>\n<ol>\n<li>\n<strong>Information Collected</strong>.\nWhen Shoppers interact with a Merchant’s ecommerce offering through the BigCommerce platform, we may collect and process Browser Information and Transaction Information of the Shopper on behalf of the Merchant.</li>\n<li>\n<strong>Information Usage</strong>.\nWe use this information as a Processor to provide our services to Merchants, support and process orders, and manage risk and fraud.\nThe Merchant is the Controller of this information and Shoppers who have questions about our use of this information should contact the Merchant.\nWe may also use certain information as a Controller to improve and personalize our services, and manage risk and fraud.</li>\n</ol>\n</li>\n<p>\n<br>\n</p>\n<li>\n<strong>Legal Basis for Processing (EEA visitors only).</strong>\n<ol>\n<li>\n<strong>Lawful Basis.</strong> We generally collect personal data from you only where (i) we need the personal information to perform a contract with you, (ii) the processing is in our legitimate interests and not overridden by your rights, or (iii) we have your consent to do so.\nIn some cases, we may also have a legal obligation to collect personal information from you or may otherwise need the personal information to protect your vital interests or those of another person.</li>\n<li>\n<strong>Notice.</strong> If we ask you to provide personal information to comply with a legal requirement or to perform a contract with you, we will make this clear at the relevant time and advise you whether the provision of your personal information is mandatory or not, as well as of the possible consequences if you do not provide your personal information.</li>\n<li>\n<strong>Legitimate Interest.</strong> If we collect and use your personal information in reliance on our legitimate interests (or those of any third party), we will make clear to you at the relevant time what those legitimate interests are.\nFor instance, we may rely on our legitimate interests when responding to your queries, improving and personalizing our platform, undertaking marketing, or for the purposes of detecting or preventing illegal activities (e.g.\nchecking your identity, fraud prevention).</li>\n<li>\n<strong>Questions.</strong> If you have questions about or need further information concerning the legal basis on which we collect and use your personal information, please contact us using the contact details provided below.</li>\n</ol>\n</li>\n<p>\n<br>\n</p>\n<li>\n<strong>Communications.</strong>\n<ol>\n<li>\n<strong>Promotional</strong>.\nWe may send promotional communications to existing and prospective Merchants, Partners, and visitors by email, phone, and other channels, such as LinkedIn.\nFor example, we may notify a Merchant when a subscription is ending, or invite the recipient to participate in a survey.\nYou can opt-out of receiving promotional communications from us at any time.\nFor information about managing email subscriptions and promotional communications, please go to our email preferences page.</li>\n<li>\n<strong>Account</strong>.\nWe send certain required communications, such as account notices or information, to users of our services.\nYou may not opt out of receiving these communications if you have an active storefront.</li>\n</ol>\n</li>\n<p>\n<br>\n</p>\n<li>\n<strong>Information Sharing.<br>\n</strong>Our services are possible because of a variety of third parties and service providers.\nSometimes it is necessary to share Merchant, Partner, or Shopper Personal Data with them to support our services.\nWe may access, transfer, disclose, and/or retain that Personal Data with consent or in the following circumstances.\n<ol>\n<li>\n<strong>Compliance.</strong> If we have a good faith belief that doing so is necessary to: <strong>(i) </strong>comply with applicable law or respond to valid legal process, including from law enforcement or other government agencies.\nor <strong>(ii) </strong>protect the rights or property of BigCommerce, including enforcing the terms governing the use of the services.</li>\n<li>\n<strong>Protection.</strong> If we have a good faith belief that doing so is necessary to: <strong>(i)</strong> protect Merchants, Partners, Shoppers, or visitors.\nfor example, to prevent spam or attempts to defraud us or users of our services, or in response to threats of safety of any person.\nor <strong>(ii)</strong> operate and maintain the security of our products, including to prevent or stop an attack on our computer systems or networks.</li>\n<li>\n<strong>Affiliates.</strong> We share Personal Data among BigCommerce-controlled affiliates and subsidiaries for the purposes described in this Privacy Policy.</li>\n<li>\n<strong>Service Providers.</strong> BigCommerce may use from time to time a limited number of third-party service providers, data processors, contractors, and other businesses to assist us in providing our services for the purposes described in this Privacy Policy.</li>\n<li>\n<strong>SDKs and APIs.</strong> BigCommerce may include third-party libraries such as Software Development Kits (SDKs) or Application Interfaces (APIs) within our applications (including the Mobile App) for the purposes described in this Privacy Policy, including the following:<ul>\n<li>\n<strong>Functional SDKs:</strong> these are software libraries we use to enhance the end user experience and functionality within the application, such as graphics and display of images within the app, and in-app notifications according to preferences.</li>\n<li>\n<strong>Analytics SDKs:</strong> these are external third-party sub processors’ libraries we use in collecting device and usage data for application performance monitoring.</li>\n</ul>\n</li>\n<li>\n<strong>\n<strong>Payment Processing</strong>\n</strong>.\nWe share payment data with banks and other entities that process payment transactions or provide other financial services, and for fraud prevention and credit risk reduction.</li>\n<li>\n<strong>\n<strong>Apps</strong>.</strong> Upon receiving a Merchant’s consent to install an application, we will share the Merchant’s Contact Information and other information requested by the app with the app Partner.</li>\n<li>\n<strong>\n<strong>Merger.\nSale</strong>\n</strong>.\nWe may also disclose Personal Data as part of a corporate transaction such as a merger or sale of assets.</li>\n</ol>\n</li>\n<p>\n<br>\n</p>\n<li>\n<strong>Automated Decision-Making.<br>\n</strong>Some Personal Data may be used in Automated Decision Making to help us screen accounts for risk, fraud, or abuse concerns.\nYou can object to profiling, including profiling for marketing purposes, or contest or dispute such decisions by contacting us here.\nSubject to applicable law, we can provide you with details underlying the automated decision-making review and rectification of any inaccuracies.</li>\n<p>\n<br>\n</p>\n<li>\n<strong>Cookies.</strong>\n<ol>\n<li>\n<strong>Usage.\n</strong>BigCommerce and its third-party service providers use cookies, web beacons, and similar tracking technologies to recognize you when you visit our website, remember your preferences, and give you a personalized experience.\nWhen you visit our websites, we, or an authorized third party, may place a cookie on your device that collects information, including Personal Data, about your online activities over time and across different sites.\nCookies allow us to track use, infer browsing preferences, and improve and customize your browsing experience.</li>\n<li>\n<strong>Persistence.</strong> We use both session-based and persistent cookies on our websites.\nPersistent cookies remain on your computer when you have gone offline, while session cookies are deleted as soon as you close your web browser.\nA website may set a cookie if the browser’s preferences allow it.\nA browser only permits a website to access the cookies that it has set, not those set by other websites.</li>\n<li>\n<strong> Types.</strong>\n<ul>\n<li>\n<strong>Essential</strong>.\nThese cookies are necessary for our website to work as intended.\n</li>\n<li>\n<strong>Functional</strong>.\nThese cookies enable enhanced functionality, like videos and live chat.\nWithout these cookies, certain functions may become unavailable.</li>\n<li>\n<strong>Analytics</strong>.\nThese cookies provide statistical information on site usage.\nFor example, these cookies enable web analytics that allow us to improve our website over time.\n</li>\n<li>\n<strong>Targeting and Advertising</strong>.\nThese cookies are used to create profiles or personalize content to enhance your experience.\n</li>\n</ul>\n</li>\n<li>\n<strong>Control.\n</strong>It is possible to disable cookies through your device or browser settings, but doing so may affect your ability to use our website.\nFor instance, we may not be able to recognize your computer or mobile device and you may need to log in every time you visit our website.\nThe method for disabling cookies may vary by device and browser, but can usually be found in preferences or security settings.\nPlease use the following links for further instructions: <ul>\n<li>Google Chrome</li>\n<li>&nbsp;Apple Safari</li>\n<li>&nbsp;Mozilla Firefox</li>\n<li>&nbsp;Microsoft Internet Explorer</li>\n</ul>\n</li>\n<li>\n<strong>Other Resources.&nbsp;</strong>To find out more about cookies, including how to see what cookies have been set and how to manage and delete them, visit allaboutcookies.org, or aboutcookies.org.&nbsp;<br>\n<br>\n</li>\n</ol>\n</li>\n<li>\n<strong>Third Party Application Stores:</strong> Third party application stores, such as Apple’s App Store or Google’s Google Play, might collect additional information and share them with us.\nPlease refer to the application store’s Privacy Policy to better understand how they process any of the personal information they collect and share with app publishers like ourselves.&nbsp;</li>\n<p>\n<br>\n</p>\n<li>\n<strong>Information Protection.</strong>\n<ol>\n<li>We maintain administrative, technical, and physical security measures designed to provide reasonable protection for Personal Data against unauthorized access, disclosure, alteration, loss, and misuse.\nThese security measures include access controls, encryption, and firewalls.\nWe are certified as a PCI DSS Level 1 compliant service provider, which is the highest level of compliance available, and our platform is audited annually by independent third-party qualified security assessors against the ISO 27001 security standard.\nUnfortunately, no method of Internet use, data transmission, or electronic storage is completely secure, so we cannot guarantee the absolute security of Personal Data.</li>\n<li>While&nbsp;we are dedicated to securing our Website and services, you are responsible for securing and maintaining the privacy of your passwords and account information.\nWe are not responsible for protecting Personal Data shared with a third-party based on an account connection that you have authorized.&nbsp;</li>\n</ol>\n</li>\n<p>\n<br>\n</p>\n<li>\n<strong>Accountability and Safeguards for Onward Transfer.</strong>\n<ol>\n<li>\n<strong>Privacy Shield.</strong> We provide services around the world.\nTo provide our services, it may be necessary to transmit Personal Data outside of the country, state, or province where the data was received.\nAs a participant in the EU-U.S.\nPrivacy Shield Framework and Swiss-U.S.\nPrivacy Shield Framework, we are subject to the regulatory and enforcement powers of the U.S.\nFederal Trade Commission.</li>\n<li>\n<strong>Standard Contractual Clauses.\n</strong>For third-country transfer outside the EU/EEA we also use the Standard Contractual Clauses adopted by the EU Commission as an adequate level of protection.</li>\n<li>\n<strong>Data Processors.</strong> We will only share or disclose Personal Data to the Processors identified here, which are contractually obligated to provide at least the same level of privacy protection required by the principles underlying the Privacy Shield.\nFurthermore, we will obligate any Processor to the specified, explicit and legitimate purposes consistent with your consent.</li>\n<li>\n<strong>Remedial Measures.\n</strong>If we learn Personal Data is not protected according to our contract, or is being processed beyond your consent, we will take reasonable steps to protect your information and/or cease its illegitimate processing.&nbsp;</li>\n</ol>\n</li>\n<p>\n<br>\n</p>\n<li>\n<strong>Data Subject's Rights</strong>.<ol>\n<li>\n<strong>Generally.</strong> You can exercise rights over your Personal Data against the Controller.\nWe provide reasonable steps to allow you to access, rectify, erase, port, or restrict the use of your Personal Data.\nYou have the right to object to the use of your personal data at any time, subject to applicable law.\nWhen collection is based on your consent, you have the right to withdraw consent at any time, without affecting the lawfulness of processing based on consent before its withdrawal by applicable law.\nIf applicable by national law, you have the right to lodge a complaint with a supervisory authority if you believe that the processing of your personal data relating infringes your rights.</li>\n<li>\n<strong>Merchants, Partners, and Visitors.</strong> Merchants and Partners are able to update many types of collected Personal Data directly within their accounts.\nPlease contact us if you are a Visitor or otherwise unable to access or otherwise change your Personal Data within your account.</li>\n<li>\n<strong>Shoppers.</strong> We serve as a Processor for Merchants.\nShoppers may wish to contact Merchants directly regarding their Personal Data.\nWe can forward Shopper requests for access or deletion to Merchants, but we are unable to delete Merchant data.\nRequests for deletion of Personal Data may adversely affect our ability to serve you.\n</li>\n</ol>\n</li>\n<li>\n<strong>Contact Information.\nEnforcement.\nRecourse.</strong> In compliance with the Privacy Shield Principles, BigCommerce commits to resolve complaints about our collection or use of your personal information.\nEU and Swiss individuals with inquiries or complaints regarding our Privacy Shield policy should first contact BigCommerce at:<br>\n<br>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;privacy@bigcommerce.com or the Controller:</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>BigCommerce, Inc.</strong>,<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;11305 Four Points<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Austin, TX 78726<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attention:&nbsp;Legal Department</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or our Article 27 EU Representative:</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>BigCommerce Software Ireland Ltd.\n</strong>\n<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;32 Merrion Street Upper<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Dublin 2<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;D02KW80, Ireland</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;BigCommerce will respond to any such inquiries or complaints without undue delay and in accordance with applicable law.\nIf BigCommerce fails to respond or its response is insufficient or does not address the concern, BigCommerce has registered with the Association of National Advertisers (ANA) to provide independent third party dispute resolution at no cost to the complaining party.\nTo contact ANA and/or learn more about the company’s dispute resolution services, including instructions for submitting a complaint, please visit <strong>\n</strong>\n<strong>https://thedma.org/resources/c...</strong>.\nComplaining parties may also, in absence of a resolution by BigCommerce and ANA, seek to engage in binding arbitration through the Privacy Shield Panel.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ANA Contact Information:<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>ANA</strong>\n<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attn: Privacy Shield<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;225 Reinekers Lane, Suite 325<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Alexandria, Virginia 22314</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;BigCommerce also commits to periodically reviewing and verifying the accuracy of this Privacy Policy and the company’s compliance with the Privacy Shield Principles, and remedying issues identified.\nAll employees of BigCommerce that have access to Personal Data covered by this Privacy Policy are responsible for conducting themselves in accordance with this Privacy Policy.\nFailure of a BigCommerce employee to comply with this Privacy Policy may result in disciplinary action.\nBigCommerce is subject to the investigatory and enforcement powers of the Federal Trade Commission (FTC).</p>\n</li>\n<li>\n<strong>Updates.</strong> We may update this Privacy Policy from time to time in response to changing legal, technical or business developments.\nWhen we update our Privacy Policy, we will take appropriate measures to inform you, consistent with the significance of the changes we make.\nWe will obtain your consent to any material Privacy Policy changes if and where this is required by applicable data protection laws.\nYou can see when this Privacy Policy was last updated by checking the “<strong>Date of Last Revision</strong>” date displayed at the top of this Privacy Policy.<p>\n<br>\n</p>\n</li>\n<li>\n<strong>California Consumer Privacy Act.</strong>\n<ol>\n<li>\n<strong> CCPA Rights.</strong> The California Consumer Privacy Act (the “<strong>CCPA</strong>”) provides certain rights to consumers, including the following:<ul>\n<li>\n<strong>Right to Know:</strong> You have the right to request that we disclose to you the Personal Information we collect, use, or disclose, and information about our data practices.</li>\n<li>\n<strong>Right to Request Deletion:</strong> You have the right to request that we delete your Personal Information that we have collected from you.</li>\n<li>\n<strong>Right to Non-Discrimination:</strong> We will not discriminate against you for exercising any of these rights.<br>\n<br>These rights are not absolute, and there may be cases when we decline your request as permitted by law.&nbsp;<br>\n<br>If you are a California resident and a Merchant, Partner or Visitor, we only collect and process Personal Information about you as a result of your business dealings with us.\nThis means that the consumer rights under the CCPA do not apply to you.\nIf you are a California resident and a Shopper, BigCommerce only processes your personal information as a service provider acting on behalf of a Merchant.\nYou should contact the Merchant to exercise any rights under the CCPA.&nbsp;</li>\n</ul>\n</li>\n<li>\n<strong>Disclosures.</strong> BigCommerce does not sell Personal Information.&nbsp.\nWe share Personal Information with authorized service providers or business partners who have agreed to our contractual limitations as to their retention, use, and disclosure of such Personal Information.\nWe also share Personal Information if you use our services to interact with third parties or direct us to disclose your Personal Information to third parties.</li>\n<li>\n<strong>Information Collected.&nbsp;</strong>We collect the following types of information from you, your device(s), or from third parties:<ul>\n<li> identifiers, such as Browser Information, Device Information, and Security Information;</li>\n<li> commercial information, such as Account Information, Contact Information, Transaction Information, and Usage Information;</li>\n<li> internet or network information, such as Browser Information and Device Information;</li>\n<li> geolocation data, such as Browser Information and Device Information;</li>\n<li> financial information, such as Payment Information;</li>\n<li> other Personal Information, such as Support Information.\nand</li>\n<li> information derived from other categories, which could include your preferences, interests, and other information used to personalize your experience.<br>\n<br>We may disclose this Personal Information for the business purposes described in this privacy policy, such as disclosures to service providers that assist us with securing our services or marketing our products.</li>\n</ul>\n</li>\n<li>\n<strong>Right to Know.\nDeletions.</strong> To exercise your “right to know,” contact us here.\nTo exercise your “right to request deletion,” click here.&nbsp;To protect your Personal Information, we will verify your identity by a method appropriate to the type of request you are making.\nWe may also request that your authorized agent have written permission from you to make requests on your behalf, and we may also need to verify your authorized agent's identity to protect your Personal Information.</li>\n</ol>\n</li>\n</ol>Product<ul>\n<li>Features</li>\n<li>Services</li>\n<li>Enterprise Pricing</li>\n</ul>Partners<ul>\n<li>Overview</li>\n<li>Become a Partner</li>\n<li>Find a Partner</li>\n<li>Affiliates</li>\n<li>Partner Offers</li>\n<li>Powered by</li>\n</ul>Customers<ul>\n<li>Case Studies</li>\n<li>Store Examples</li>\n</ul>Resources<ul>\n<li>Overview</li>\n<li>Articles</li>\n<li>Guides &amp.\nWhite Papers</li>\n<li>Webinars</li>\n<li>Events</li>\n<li>Ecommerce Blog</li>\n<li>Developer Blog</li>\n<li>Podcast</li>\n</ul>Use Case Solutions<ul>\n<li>Multi-Storefront</li>\n<li>Headless Commerce</li>\n<li>B2B</li>\n<li>Wholesale</li>\n<li>Omnichannel</li>\n<li>Offline to Online</li>\n<li>International</li>\n<li>Commerce-as-a-Service</li>\n</ul>Industry Solutions<ul>\n<li>Apparel &amp.\nFashion</li>\n<li>Health &amp.\nBeauty</li>\n<li>Food &amp.\nBeverage</li>\n<li>Manufacturing</li>\n<li>Automotive</li>\n<li>CBD</li>\n</ul>Company<ul>\n<li>Leaders</li>\n<li>About Us</li>\n<li>Careers</li>\n<li>Press</li>\n<li>Awards</li>\n<li>Investor Relations</li>\n<li>Platform Trust Center</li>\n<li>Terms of Service</li>\n<li>Privacy Policy</li>\n<li>Contact Us</li>\n</ul>Help Center<ul>\n<li>BigCommerce Community</li>\n<li>Knowledge Base</li>\n<li>Videos</li>\n<li>Contact Tech Support</li>\n<li>Developer Center</li>\n<li>API Documentation</li>\n<li>Theme Documentation</li>\n</ul>\n<i>\n</i> Product <ul>\n<li>Features</li>\n<li>Services</li>\n<li>Enterprise Pricing</li>\n</ul>\n<i>\n</i> Partners <ul>\n<li>Overview</li>\n<li>Become a Partner</li>\n<li>Find a Partner</li>\n<li>Affiliates</li>\n<li>Partner Offers</li>\n<li>Powered by</li>\n</ul>\n<i>\n</i> Customers <ul>\n<li>Case Studies</li>\n<li>Store Examples</li>\n</ul>\n<i>\n</i> Resources <ul>\n<li>Overview</li>\n<li>Articles</li>\n<li>Guides &amp.\nWhite Papers</li>\n<li>Webinars</li>\n<li>Events</li>\n<li>Ecommerce Blog</li>\n<li>Developer Blog</li>\n<li>Podcast</li>\n</ul>\n<i>\n</i> Use Case Solutions <ul>\n<li>Multi-Storefront</li>\n<li>Headless Commerce</li>\n<li>B2B</li>\n<li>Wholesale</li>\n<li>Omnichannel</li>\n<li>Offline to Online</li>\n<li>International</li>\n<li>Commerce-as-a-Service</li>\n</ul>\n<i>\n</i> Industry Solutions <ul>\n<li>Apparel &amp.\nFashion</li>\n<li>Health &amp.\nBeauty</li>\n<li>Food &amp.\nBeverage</li>\n<li>Manufacturing</li>\n<li>Automotive</li>\n<li>CBD</li>\n</ul>\n<i>\n</i> Company <ul>\n<li>Leaders</li>\n<li>About Us</li>\n<li>Careers</li>\n<li>Press</li>\n<li>Awards</li>\n<li>Investor Relations</li>\n<li>Platform Trust Center</li>\n<li>Terms of Service</li>\n<li>Privacy Policy</li>\n<li>Contact Us</li>\n</ul>\n<i>\n</i> Help Center <ul>\n<li>BigCommerce Community</li>\n<li>Knowledge Base</li>\n<li>Videos</li>\n<li>Contact Tech Support</li>\n<li>Developer Center</li>\n<li>API Documentation</li>\n<li>Theme Documentation</li>\n</ul>\n<ul>\n<li>Twitter</li>\n<li>Facebook</li>\n<li>LinkedIn</li>\n<li>YouTube</li>\n<li>Pinterest</li>\n<li>Instagram</li>\n</ul>©Copyright 2003 - 2022 BigCommerce Pty.\nLtd.\n<p>\n</p>We use cookies (and other similar technologies) to improve your experience on our site and to serve you better.\nBy using our website, you are agreeing to the collection of data as described in our&nbsp;Privacy Policy.\nYou can&nbsp;change your preferences&nbsp;at any time.<p>\n</p>\n<p>\n</p>✕ ", "created_at": "2022-06-11 08:39:36.805641", "updated_at": "2022-06-11 06:40:19.330428"}], "points": [], "urls": ["bigcommerce.com", "bigcommerce.nl", "bigcommerce.it", "bigcommerce.fr", "bigcommerce.es", "bigcommerce.de", "bigcommerce.com.au", "bigcommerce.co.uk", "bigcommerce.ca"]}}