{"error": 448, "message": "OK", "parameters": {"id": 736, "name": "MusicBrainz", "created_at": "2018-10-04 07:55:10.603303", "updated_at": "2021-03-25 03:19:38.552388", "wikipedia": "https://en.wikipedia.org/wiki/MusicBrainz", "keywords": null, "related": null, "slug": "musicbrainz", "is_comprehensively_reviewed": false, "rating": 1, "status": null, "image": "https://s3.tosdr.org/logos/736.png", "url": "musicbrainz.org", "documents": [{"id": 611, "name": "Code of Conduct", "url": "https://musicbrainz.org/doc/Code_of_Conduct", "xpath": "//div[@class='mw-parser-output']", "text": "Contents<ul>\n<li>1 Purpose</li>\n<li>2 Community members<ul>\n<li>2.1 General</li>\n<li>2.2 Making edits</li>\n<li>2.3 Voting</li>\n<li>2.4 Conflict resolution</li>\n</ul>\n</li>\n<li>3 Auto-Editors<ul>\n<li>3.1 General</li>\n<li>3.2 Dealing with open edits</li>\n<li>3.3 Making disputed edits</li>\n</ul>\n</li>\n<li>4 Bots</li>\n</ul>Purpose<p>This Code of Conduct extends the MetaBrainz code of conduct, which applies to all MetaBrainz projects.\nPlease read the MetaBrainz Code of Conduct before you dive into the following guidelines that are specific to MusicBrainz.\n</p>Community membersGeneral<p>For general guidelines that apply to all MetaBrainz projects, please read the MetaBrainz code of conduct.\n</p>Making edits<ul>\n<li>Provide explanations when entering edits.</li>\n<li>Include links that validate your edits.</li>\n<li>Listen to the advice of existing community members.\nAsk for clarification if you're still unsure.</li>\n<li>Refer to the Style Guidelines and wiki for clarification.</li>\n<li>Ask questions in the forums or in Communication/IRC if you're unsure.</li>\n<li>Edits should be based on objective data and not personal preferences.</li>\n</ul>Voting<ul>\n<li>Never vote based on your personal attitude towards the editor.\nVote only based on the facts and what you think is right or wrong.</li>\n<li>Never vote against edits where information is optional (not required during the submission process).\nInstead Abstain and enter an edit note requesting more information.</li>\n<li>If you are voting against an edit, always explain why via in an edit note.\nNothing is more frustrating than entering a bunch of edits only to receive silent no votes.</li>\n<li>If you disagree with another editor's point of view on an edit, try to keep the debate to that one edit, rather than spreading the debate across many edits.\nIf you disagree with a series of edits, pick one to focus the comments in and refer comments from the other edits back to that one edit.</li>\n<li>Creating additional accounts solely for the purpose of voting is an abuse of the system and completely unacceptable.</li>\n</ul>Conflict resolution<p>If a conflict between members of the MusicBrainz community should arise, the members should attempt to resolve the conflict among themselves first.\nIf the members fail to resolve the conflict, the issue can be brought to the BDFL (Benevolent Dictator for Life) of MusicBrainz.\nThe decision of the BDFL is final and may not be appealed.\nfor this reason the community is strongly urged to resolve conflicts among themselves and not bring them to the BDFL.\n</p>Auto-EditorsGeneral<ul>\n<li>Set an example for others.</li>\n<li>Don't abuse auto-editor privileges, including applying controversial changes without a vote or making edits another person is already making (although this does happen accidentally sometimes).</li>\n<li>Remember that new users have the potential to contribute greatly to the project or even become auto-editors themselves one day if given the correct guidance, whereas they may never come back if they're insulted.</li>\n<li>Act responsibly.\nAlthough it wasn't the original intention, auto-editor's rights are seen as a symbol of status, and childish behavior reflects badly on the MusicBrainz community as a whole.</li>\n</ul>Dealing with open edits<p>\n<i>How should auto-editors deal with open edits, that they think are correct?</i>\n</p>\n<p>If an edit is correct, it is within the auto-editor's discretion as to whether they choose to approve the edit immediately.\nIn practice amongst the auto-editor community, this is generally confined to addition of URLs and obviously correct relationships, in order to reduce the open edit queue, and prioritize voter time towards complex edits requiring more attention, such as release addition, removals and merges.\n</p>\n<p>If an edit is in any form an improvement (even if it's still not correct), an auto-editor <i>may</i> decide to approve the edit immediately and then edit the value again to correct it.\n</p>Making disputed edits<p>Auto-editors <i>must never</i> use their privileges to decide disputed edits in their favor.\n</p>\n<p>Always check an item's history before making a change that could be disputed.\nIf you made an auto-edit and then realise that it is disputed, you should: </p>\n<ul>\n<li>Excuse yourself in an edit note.</li>\n<li>Revert your edit.</li>\n<li>Temporarily disable your auto-editor privileges and enter the edit again as one to be voted upon.</li>\n</ul>\n<p>Of course the \"approve\" option is not to be used for disputable edits but only for trivial or obvious ones or those which can be improved by a re-edit.\n</p>Bots<p>Bot authors should follow the dedicated code of conduct.\n</p>", "created_at": "2018-10-04 08:09:34.425138", "updated_at": "2018-10-04 08:11:06.082641"}, {"id": 610, "name": "Privacy Policy", "url": "https://metabrainz.org/privacy", "xpath": "//body/div", "text": " Privacy Policy Summary <p>\n</p>\n<ol>\n<li> You do not have to provide any personal data to be able to browse the contents of the databases published by MetaBrainz.\n</li>\n<li> You do not have to provide any personally-identifying information if you choose not to.\n</li>\n<li> We will never reveal your email address on MetaBrainz controlled web sites.\n</li>\n</ol>\n<p> In order to get maximum value out of the MetaBrainz projects, you may want to create an account and log in.\nDoing so grants you the ability to: edit the databases, contribute your own data, communicate with other users, and keep track of recently released music from artists in your MusicBrainz collection.\nIf you choose to create an account then the minimum we ask is that you: choose a unique username and password, use a web browser that accepts \"session\" cookies, and provide a verified email address.\n</p>\n<p> If you do not create an account (or are not logged in) you will not have access to the above listed features, however, you will still have full access to browse and examine the databases.\n</p> Applicable to all users Cookies <p> We use two cookies that contain sensitive information: </p>\n<ol>\n<li>\n<b>remember_login</b>: If you choose the \"Log in permanently\" option when logging in to one of our sites.\nthe cookie will be used to remember your login details.\n</li>\n<li>\n<b>musicbrainz_server_session, session, or connect.sid</b>: If you are logged into one of our sites, your current session ID is stored in this cookie.\n</li>\n</ol>\n<p> We may store dynamic preference information in other cookies, but these do not contain any sensitive information.\n</p> Web and FTP access logs <p> In a practice similar to other web sites we keep logs of all web requests made against our servers.\nThese logs include: your IP address, your browser's \"User-Agent\" string, and which page you requested.\nAggregate information about web and FTP traffic is made available to the public via our site usage pages.\n</p> Third-Party content <p> Our projects' web pages may load some third-party content.\nSome, but possibly not all sites are listed below: </p>\n<ol>\n<li> Cover art and other images: These are provided by the various cover art sites that have given MusicBrainz permission to do so and our own Cover Art Archive.\nThis means that the relevant site will know (if they want to) your IP address, User-Agent string, etc., and which MusicBrainz web page you were visiting (the one which included the cover art image).\n</li>\n<li> AcoustID: Our fingerprints tab loads fingerprint information from acoustid.org.\n</li>\n<li> reCAPTCHA: Our account creation page loads third party content in order to prevent spammers from creating accounts.\n</li>\n</ol>\n<p>\n<i>The above information assumes that you are using \"normal\" web browser settings, whereby images are always loaded and HTTP referrer information is always sent.</i>\n</p>\n<p> It is impractical to constantly modify this privacy policy when MusicBrainz changes which third party content it utilizes.\nWe will aim to use common sense, respect to our community and community review when adding more content from third party sites.\nWe will also periodically review our policy to ensure that it remains current.\n</p> Applicable to account holders Account creation <p> When creating an account with a MetaBrainz project you need to pick a unique username and choose a password, the username you pick is the only name associated with your account and will be what other MetaBrainz users know you as.\nYou may optionally also tell us other information about yourself that will be displayed to other MetaBrainz users and the public.\n</p>\n<p> Additionally, in order to edit the databases you will need to provide a confirmed email address.\nThis email address will be held in confidence, the only method of revealing your email address to another user is if you choose to send a message to another user and enable the option to \"reveal my email address\".\nChanging the email address stored with your account will require you to verify the new address.\n</p> Edits and Notes <p> If you make any changes to a MetaBrainz project database, such as adding any data, the details of those changes will be visible to other logged-in users and the change will be associated with your username.\n</p> Subscriptions on MusicBrainz <p> As a logged-in user you can subscribe to one or more artists, labels, collections or other editors.\nThe act of subscribing causes any edits made to (or by in the case of another editor) those entities to be emailed to you.\nBy default, other users can see your list of subscriptions, however, you can opt out of this by editing the appropriate preference.\n</p>\n<p> This does not provide \"perfect\" privacy though, in some cases it will be possible to infer information about the contents of your subscription list even though you have disallowed others from viewing that list directly.\nThis imperfection arises because various parts of the system behave differently depending on whether or not an entity has any subscribers.\nalso, the number of users subscribed to each artist is available via the artist pages.\nIn the most extreme (possibly contrived) example, imagine that all users have their subscriptions set to \"public\", except for exactly one user whose list is \"private\".\nIn that case, any discrepancy for a given artist between the shown list of subscribers and the total number of subscribers must be down to that one user.\nThus, you can infer what artists are on that user's list.\n</p> Third-party sites <p> Our code reviews are done on GitHub, which is not under the control of MetaBrainz.\nParticipating in code reviews or other tasks carried out on GitHub are subject to GitHub's privacy policy.\n</p>\n<p> The localization service we use for creating localized versions of the MetaBrainz sites embeds email addresses into translation files that will be checked into our git repositories.\nIf you participate in translating at Transifex, your email address will be visible in our git repositories.\n</p> MetaBrainz donors <p> When you make a donation to the MetaBrainz Foundation, we are legally required to collect your personal information and keep it in our records in case we ever get audited by the IRS.\nWe will not disclose your personal information to anyone else, ever.\n</p>\n<p> We believe in transparent finances, which means that we list all donations made to us on this site.\nWe will only list your name and the amount of the donation, unless you chose to be anonymous during the donation process.\n</p> Exceptions <p>\n<i>\n<b>Please note</b>: Reasonable exceptions may apply to the above policy, for example to comply with applicable laws.\nThe MetaBrainz server administrators (about five people in all) can of course see any information on the system they want to, but to be honest we're probably not interested enough to look.</i>\n</p> Foundation <ul>\n<li>Projects</li>\n<li>Datasets</li>\n<li>Team</li>\n<li>Shop</li>\n</ul> Policies <ul>\n<li>Social Contract</li>\n<li>Code of Conduct</li>\n<li>Privacy Policy</li>\n</ul> Finances <ul>\n<li>Annual Reports</li>\n<li>Donors</li>\n<li>Sponsors</li>\n<li>Supporters</li>\n</ul> Users <ul>\n<li>Sign in</li>\n<li>Access your account</li>\n<li>API</li>\n</ul> Contact us <ul>\n<li>Blog</li>\n<li>Twitter</li>\n</ul> Sponsored by Google, OSUOSL and others… ", "created_at": "2018-10-04 07:57:07.696526", "updated_at": "2020-12-14 20:17:37.241955"}, {"id": 612, "name": "Social Contract", "url": "https://metabrainz.org/social-contract", "xpath": "//body/div", "text": " Social Contract <p> This social contract defines the spirit underpinning MetaBrainz' projects and its community.\nThis contract is not a legally binding contract.\nfor legal information regarding products (including the MetaBrainz's Databases), please consult the license pages of the specific project.\n</p>\n<ol>\n<li>\n<b>MetaBrainz's projects will remain 100% free</b>: The development process will be open to the public by using our community forum, meetings open to interested parties, and open IRC channels.\nThe client and server software will remain free and accessible under generally accepted open licenses.\nThe factual database content will be in the public domain and the non-factual database content will be released under Creative Commons licenses.\n</li>\n<li>\n<b>We will give back to the web and free software community</b>: When we add extensions to MetaBrainz projects we will license them as free software or content.\nWe will make the best system we can, so that our open data projects will be widely distributed and used.\nWe will feed back bug-fixes, improvements, user requests, etc.\nusing our normal public communication channels.\n</li>\n<li>\n<b>We won't hide problems and policies</b>: We will keep all MetaBrainz related discussions open for public view at all times, regardless of their content.\nAll problems and policies related to MetaBrainz will be visible to all.\n</li>\n<li>\n<b>Our priorities are our users, free content, and free software</b>: We will be guided by the needs of our users, free content and software community.\nWe will place their interests first in our priorities.\nWe won't object to commercial use of our content, companies can use the work of our volunteers without any charge, but charging for the content itself is forbidden.\nWe aim to follow the GPL in that \"You may charge a fee for the physical act of transferring a copy, and you may at your option offer warranty protection in exchange for a fee.\" </li>\n<li>\n<b>MetaBrainz projects are interested in all types of data/metadata</b>: Published/unpublished, popular/fringe, western/non-western and human/non-human music should all be captured by our projects.\nMetaBrainz does not discriminate on sex, religion, race or controversial viewpoints.\nMetaBrainz does not prefer one type of metadata over another, which also means that MetaBrainz does not condemn or condone any of the content catalogued in the database.\nEditors and voters are expected to tolerate viewpoints that may differ from their own.\n</li>\n<li>\n<b>No warranty or liability for errors</b>: There is no warranty for the content of the MetaBrainz databases or the software.\nIt is provided \"as is\" without warranty of any kind for correctness or completeness.\n</li>\n</ol>\n<p> Each project may also define a Social Contract of its own that builds on the MetaBrainz social contract.\nPlease view the project's documentation pages for more information.\n</p> Foundation <ul>\n<li>Projects</li>\n<li>Datasets</li>\n<li>Team</li>\n<li>Shop</li>\n</ul> Policies <ul>\n<li>Social Contract</li>\n<li>Code of Conduct</li>\n<li>Privacy Policy</li>\n</ul> Finances <ul>\n<li>Annual Reports</li>\n<li>Donors</li>\n<li>Sponsors</li>\n<li>Supporters</li>\n</ul> Users <ul>\n<li>Sign in</li>\n<li>Access your account</li>\n<li>API</li>\n</ul> Contact us <ul>\n<li>Blog</li>\n<li>Twitter</li>\n</ul> Sponsored by Google, OSUOSL and others… ", "created_at": "2018-10-04 08:12:04.135165", "updated_at": "2020-12-14 20:17:54.237246"}, {"id": 613, "name": "Data License", "url": "https://musicbrainz.org/doc/About/Data_License", "xpath": "//div[@class='mw-parser-output']", "text": "<p>\n<b>Any user that contributes to MusicBrainz should be aware that their contributions will be made available to the public under the licenses described below.\nFurthermore, MusicBrainz users give the MetaBrainz Foundation the right to license this data for commercial use.</b> The income from these licenses keeps MusicBrainz running and covers the paychecks of paid MusicBrainz developers.\n</p>Contents<ul>\n<li>1 MusicBrainz Database</li>\n<li>2 Live Data Feed</li>\n<li>3 MusicBrainz Server</li>\n<li>4 MusicBrainz Documentation</li>\n<li>5 Cover art</li>\n</ul>MusicBrainz Database<p>The MusicBrainz Database is split into two components for licensing purposes.\n</p>\n<dl>\n<dt>Core data</dt>\n<dd>The core data of the database is licensed under the CC0, which is effectively placing the data into the Public Domain.\nThis means that anyone can download and use the core data in any way they see fit.\nNo restrictions, no worries!</dd>\n</dl>\n<dl>\n<dt>Supplementary data</dt>\n<dd>The remaining portions of the database are released under the Creative Commons Attribution-NonCommercial-ShareAlike 3.0 license.\nThis allows for non-commercial use of the data as long as MusicBrainz is given credit and that derivative works (works based on the CC licensed data) are also made available under the same license.</dd>\n</dl>\n<p>For a breakdown of what constitutes core/supplementary data, view the MusicBrainz Database page.\n</p>Live Data Feed<p>The Live Data Feed replication packets are licensed under the Creative Commons Attribution-NonCommercial-ShareAlike 3.0 license.\n</p>MusicBrainz Server<p>The MusicBrainz Server source code is licensed under the GPLv2.\n</p>MusicBrainz Documentation<p>The MusicBrainz documentation on http://wiki.musicbrainz.org/ (and mirrored on http://musicbrainz.org/doc/) is released under the Creative Commons Attribution-NonCommercial-ShareAlike 3.0 license.\nThis allows non commercial use of the documentation as long as MusicBrainz is given credit and that derivative works (works based on the CC licensed data) are also made available under the same license.\n</p>\n<p>The documentation uses content from the following sources: </p>\n<ul>\n<li>The nuoveXT icon theme made by Alexandre Moore and available under the GPL license.</li>\n</ul>Cover art<p>The MusicBrainz dataset does not contain cover art.\nCover art is provided by the Cover Art Archive.\n</p>", "created_at": "2018-10-04 08:23:49.006175", "updated_at": "2018-10-04 08:23:49.006175"}], "points": [{"id": 4718, "title": "Features of the website are made available under a free software license", "source": "https://metabrainz.org/social-contract", "status": "Generated through the annotate view", "created_at": "2018-10-04 08:39:54.419341", "updated_at": "2018-10-06 18:52:55.764029", "quoteText": "The client and server software will remain free and accessible under generally accepted open licenses.", "case_id": 171, "document_id": 612, "quoteStart": 510, "quoteEnd": 612}, {"id": 4717, "title": "No need to register", "source": "https://metabrainz.org/privacy", "status": "Generated through the annotate view", "created_at": "2018-10-04 08:38:24.828263", "updated_at": "2018-10-06 18:53:31.607102", "quoteText": "You do not have to provide any personal data to be able to browse the contents of the databases published by MetaBrainz.", "case_id": 320, "document_id": 610, "quoteStart": 43, "quoteEnd": 163}, {"id": 4715, "title": "you publish under a free license, not a bilateral one", "source": "https://musicbrainz.org/doc/About/Data_License", "status": "Generated through the annotate view", "created_at": "2018-10-04 08:27:15.584056", "updated_at": "2018-10-06 21:13:50.771871", "quoteText": "Any user that contributes to MusicBrainz should be aware that their contributions will be made available to the public under the licenses described below.\nFurthermore, MusicBrainz users give the MetaBrainz Foundation the right to license this data for commercial use.</b>", "case_id": 131, "document_id": 613, "quoteStart": 7, "quoteEnd": 278}, {"id": 4712, "title": "The service allows you to use pseudonyms", "source": "https://metabrainz.org/privacy", "status": "Generated through the annotate view", "created_at": "2018-10-04 08:18:24.447133", "updated_at": "2018-10-06 19:01:20.425667", "quoteText": "If you choose to create an account then the minimum we ask is that you: choose a unique username and password, use a web browser that accepts \"session\" cookies, and provide a verified email address.", "case_id": 215, "document_id": 610, "quoteStart": 673, "quoteEnd": 871}, {"id": 4714, "title": "you publish under a free license, not a bilateral one", "source": "https://musicbrainz.org/doc/About/Data_License", "status": "Generated through the annotate view", "created_at": "2018-10-04 08:26:22.176608", "updated_at": "2018-10-06 19:00:09.358649", "quoteText": "Supplementary data</dt>\n<dd>The remaining portions of the database are released under the Creative Commons Attribution-NonCommercial-ShareAlike 3.0 license.", "case_id": 131, "document_id": 613, "quoteStart": 946, "quoteEnd": 1102}, {"id": 4713, "title": "you publish under a free license, not a bilateral one", "source": "https://musicbrainz.org/doc/About/Data_License", "status": "Generated through the annotate view", "created_at": "2018-10-04 08:25:45.219809", "updated_at": "2018-10-06 19:00:40.901742", "quoteText": "The core data of the database is licensed under the CC0, which is effectively placing the data into the Public Domain.", "case_id": 131, "document_id": 613, "quoteStart": 695, "quoteEnd": 813}, {"id": 4716, "title": "The service provides information about how they collect personal data", "source": "https://metabrainz.org/privacy", "status": "Generated through the annotate view", "created_at": "2018-10-04 08:30:28.508622", "updated_at": "2021-02-06 03:50:38.845136", "quoteText": "You do not have to provide any personally-identifying information if you choose not to.\n</li>\n<li> We will never reveal your email address on MetaBrainz controlled web sites.\n", "case_id": 297, "document_id": 610, "quoteStart": 175, "quoteEnd": 350}], "urls": ["musicbrainz.org"]}}