{"error": 448, "message": "OK", "parameters": {"id": 298, "name": "experteer", "created_at": "2018-01-16 15:26:07.695547", "updated_at": "2021-06-26 00:58:01.52764", "wikipedia": "https://en.wikipedia.org/wiki/Experteer", "keywords": "", "related": "", "slug": "experteer", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/298.png", "url": "experteer.com,experteer.de", "documents": [{"id": 7329, "name": "Privacy Policy", "url": "https://us.experteer.com/terms/privacy_policy", "xpath": "/html/body/div[1]/main/article/div/div", "text": " Privacy Policy of Experteer GmbH <p> We welcome you on your visit to our website and are pleased at your interest in our company.\nWe take the protection of your personal data very seriously.\nWe process your data in accordance with the applicable personal data protection legislation, in particular the EU General Data Protection Regulation (EU-GDPR) and the country-specific implementation laws applicable to us.\nWith the help of this privacy policy, you will find comprehensive information on about the processing of your personal data by Experteer GmbH, and the rights granted to you thereby.\n</p>\n<p> Personal data comprises information that makes it possible to identify a natural person.\nThis includes, in particular, name, date of birth, address, your employment record, telephone number, email address, as well as your IP address.\n</p>\n<p> It is anonymous data, if no personal reference to the user can be made.\n</p> Purposes and legal bases of data processing <p> Experteer is your personal career service agency, which gives you access and transparency to the high-quality employment market.\nOur service will help you identify your position and opportunities in the employment market, and will help you take control of your career.\nYou therefore confide in us with your career-related personal data, which we carefully store for these purposes, according to your preferences, and provided it to you as needed.\nExperteer provides you, with “Privacy by Design” in the view settings of your employment record, the ability to determine easily and in a distinguishable manner which data you wish to make visible to recruiters checked by us, and, in particular, provides the option to you to adjust this in varied ways for headhunters or for internal company recruiters.\n</p>\n<p> You may create your employment record with your individual milestones, career goals and various attachments.\nThis profile serves, on the one hand, to better match open positions and allows you, on the other hand, to make this profile available to headhunters and company recruiters in a simple, discreet and secure manner.\nYou will be informed about relevant open positions via saved searches or the Experteer Career Newsletter.\n</p>\n<p> Experteer is not an ad-supported business model and does not rely on marketing the “user as a product”.\nOur product comprises an online career service agency that we offer for professionals and executives.\nThe candidate as the customer is the centre of our business model.\nUnder this, you give us your trust and thereby give us considerable amounts of personal data about your career path and your goals.\nWe commit ourselves to dealing with your data in full confidence and in your interest, and to support your career as best possible.\nOur business model is built precisely upon this, unlike free portals.\n</p>\n<p> If you feel that we are not in keeping with the terms of this statement or the data protection provisions, please contact us at the following email address: privacy.us@experteer.com.\n</p>\n<p> For the processing of your personal data, the provisions of the EU GDPR and all other applicable data protection regulations are complied with.\nLegal bases for the data processing arise are provided for specifically in Art.\n6 EU GDPR.\n</p>\n<p> We use your data for business contact, to fulfil contractual and legal obligations, to perform on the contractual relationship, to offer products and services, and to strengthen the customer relationship, which may include marketing and direct advertising.\n</p>\n<p> Data entered related to your employment record and your career goals are provided directly to headhunters, recruiters, and/or indirectly via recruitment software providers and applicant database providers.\nThese data entries are the core purpose and value added of the Experteer service provision and will always be shared according to your personal preferences.\nThese data are specifically entered by you in your employment record, your career goal and applications, as well as any attachments as well as your user account.\n</p>\n<p> Furthermore, the data you provide will be used for the contractual relationship with Experteer.\n</p>\n<p> For the purpose of a better product experience, usage-related data is also collected.\nThis allows us, in particular, to provide better matching with relevant agencies and headhunter clients as well as customer communication on the website or via email.\nYou may also adjust the frequency of communication via email in your account settings.\n</p>\n<p> Your consent also comprises the data protection permission requirement.\nIn this, we will inform you about the purposes of data processing and your right of withdrawal.\nShould the consent also refer to the processing of special categories of personal data, we will point this out to you in the consent.\n</p>\n<p> A processing of special categories of personal data, for the purpose of Art.\n9 para.\n1 EU GDPR, only takes place when this is required on the basis of legal provisions, and there is no reason to believe that your legitimate interest prevails to the exclusion of this processing.\n</p> Responsible authority and data protection officer <p> Address<br> Experteer GmbH, Lenbachplatz 3, D-80333 München\n</p>\n<p> Contact Information<br> info.us@experteer.com, Tel +49 89 / 5527938 - 100<br> Fax: +49 89 / 5527938 - 110<br> Responsible person: Dr.\nChristian Göttsch\n</p>\n<p> Contact for privacy policy issues<br> privacy.us@experteer.com\n</p> Your Rights as a Data Subject <p> First of all, we would like to inform you about your rights as a data subject.\nThese rights are standardised in Articles 15 - 22 EU GDPR.\nThese include:\n</p>\n<ul>\n<li> The right to be informed (Article 15 EU GDPR), </li>\n<li> The right to erasure (Article 17 EU GDPR), </li>\n<li> The right to rectification (Article 16 EU GDPR), </li>\n<li> The right to data portability (Article 20 EU GDPR), </li>\n<li> The right to restrict data processing (Article 18 EU GDPR), </li>\n<li> The right to object to data processing (Article 21 EU GDPR).\n</li>\n</ul>\n<p> To exercise these rights, please contact: privacy.us@experteer.com.\nThis also applies if you have questions about data processing in our company.\nYou also have a right of appeal to a data protection supervisory authority.\n</p> Right to object <p> Please note the following in connection with the right to object:\n</p>\n<strong>\n<p> If we process your personal data for the purpose of direct mail, you have the right to object to this data processing at any time without giving reasons.\nThis also applies to the any, provided that it is related to the direct marketing.\n</p>\n<p> If you object to the processing for direct marketing purposes, then your personal data shall no longer be processed for these purposes.\nThis is possible vie email to privacy.us@experteer.com at any time.\nThis right to object is free and may take place without a form.\n</p>\n<p> In the event that we process your data to protect justified interests, you may object to such processing at any time for reasons that arise from your specific situation.\nthis also applies to profiling arising from these provisions.\n</p>\n<p> We will then no longer process your personal data unless we can demonstrate compelling legitimate grounds worthy of protection for the processing which override your interests, rights and freedoms, or the processing serves the establishment, exercise or defence of legal claims.\n</p>\n</strong> Third Party Sharing <p> We will only convey your data to third parties within the scope of the legal provisions or with the appropriate consent.\nApart from that, it will not be convey to third parties unless we are required to do so based on mandatory legal provisions (disclosure to external authorities, i.e.\nsupervisory authorities or law enforcement authorities).\n</p> Data recipients/Recipient categories <p> Within our company, we ensure that only those persons receive the data they need to fulfil the contractual and legal obligations.\n</p>\n<p> In many cases, service providers support our departments in fulfilling their tasks.\nThe required privacy policy agreement was concluded with all service providers.\n</p>\n<ul>\n<li> Payment systems <ul>\n<li> Adyen B.V.\n</li>\n<li> PayPal (Europe) S.à r.l.\net Cie </li>\n</ul>\n</li>\n<li> Newsletter/Advertising purposes existing customers <ul>\n<li> Emarsys eMarketing Systems AG </li>\n<li> Marketo EMEA Ltd.\n</li>\n</ul>\n</li>\n<li> Contact method/Customer service <ul>\n<li> Freshdesk Inc.\n</li>\n</ul>\n</li>\n<li> Advertising measurement/optimisation <ul>\n<li> Google Inc.\n</li>\n<li> Criteo SA </li>\n<li> Microsoft Corporation </li>\n<li> LinkedIn Corporation </li>\n<li> Doubleclick </li>\n<li> Facebook </li>\n<li> Twitter Inc.\n</li>\n</ul>\n</li>\n<li> Monitoring/Webtracking <ul>\n<li> Google Inc.\n</li>\n<li> Sentry (Functional Software Inc.) </li>\n<li> New Relic Inc.\n</li>\n<li> Crazy Egg Inc.\n</li>\n</ul>\n</li>\n<li> Resume service <ul>\n<li> Textkernel </li>\n<li> Talent Inc (TopCV) </li>\n<li> Resume Library </li>\n</ul>\n</li>\n</ul> Sending to third country/Intention to send to third country <p> A data transfer to third countries (outside the European Union and/or the European Economic Area) may only take place if required by law, or if you have given us your consent to do so.\n</p>\n<p> We transfer your personal data to a service provider outside the European Economic Area: specifically, the United States.<br> Compliance with data protection standards is guaranteed by the EU standard contractual clauses.\n</p> Data storage period <p> We store your data for as long as they are needed for the respective processing purpose.\nPlease note that multiple retention requirements may require that data continue to be stored.\nThis specifically involves commercial or tax-related retention requirements (i.e.\ncommercial code, tax code, etc.).\nUnless there are further retention requirements, the data will be deleted after use, as a matter of routine.\n</p>\n<p> In addition, we may retain data if you have given us your permission to do so, or if there are legal disputes and we use evidence within the statutory limitation period, which may be up to thirty years.\nthe regular limitation period is three years.\n</p> Secure transfer of your data <p> In order to best protect the data stored by us against accidental or intentional manipulation, loss, destruction or access by unauthorised persons, we utilise appropriate technical and organisational security measures.\nThe security levels are continuously reviewed in cooperation with security experts and adapted to new security standards.\n</p>\n<p> Any data exchange from and to our website is encrypted.\nFor transmission protocol, we use HTTPS for our website, with each transfer based on up-to-date encryption protocols.\n</p> Obligation to provide the data <p> Various personal data are necessary for the establishment, implementation and termination of the discharge of contract, and for the fulfilment of associated contractual and legal obligations.\nThis also applies to the use of our website and the various functions it provides.\n</p>\n<p> We have summarised the details in the above point.\nIn certain cases, data must also be collected and/or made available based on legal regulations.\nPlease note that it is not possible to process your request or fulfil the underlying discharge of contract without providing this information.\n</p> Categories, sources and origins of the data <p> Which data we process determines the respective context: This depends on whether you, i.e.\nenter your profile data, respond to a contact request from a headhunter, apply for a position, subscribe to a paid premium membership or submit a request on our contact form.\n</p>\n<p> Please note that we may also make available information for specific processing situations separately where appropriate, e.g.\nwhen uploading application documents or when making a contact request.\n</p>\n<p>\n<strong>When visiting our website, we collect and process the following data:</strong>\n</p>\n<ul>\n<li> Information on the website from which you are visiting us </li>\n<li> Web browser and operating system used </li>\n<li> The IP address assigned by your Internet Service Provider </li>\n<li> Files requested, amount of data transferred, downloads/file export </li>\n<li> Information on the websites that you access through us, including date and time </li>\n<li> For reasons of technical security (in particular to defend against attempts to attack our web server), these data are stored as per Art.\n6 para.\n1 lit.\nF EU GDPR.\nWithin no more than 30 days, this data will be deleted so that no connection to the user can be made.\n</li>\n</ul>\n<p>\n<strong>As part of a contact request to our customer service, we collect and process the following data:</strong>\n</p>\n<ul>\n<li> Last name, first name </li>\n<li> Contact Information </li>\n</ul>\n<p>\n<strong>As part of the order process, we process the following data:</strong>\n</p>\n<ul>\n<li> Title </li>\n<li> Last name, first name </li>\n<li> Date of birth </li>\n<li> Billing address </li>\n<li> Email address </li>\n</ul>\n<p>\n<strong>As part of answering a contact request of a recruiter or a headhunter, we collect and process the following data:</strong>\n</p>\n<ul>\n<li> Title </li>\n<li> Last name, first name </li>\n<li> Email </li>\n<li> Phone number </li>\n<li> Experteer profile data, if necessary </li>\n<li> personal response </li>\n</ul>\n<p>\n<strong>For online applications, we collect and process the following data:</strong>\n</p>\n<ul>\n<li> Last name, first name </li>\n<li> Address </li>\n<li> Contact Information </li>\n<li> Experteer profile data </li>\n<li> if appropriate, attachments such as resumes, certificates and cover letters </li>\n</ul>\n<p>\n<strong>For newsletters, we collect and process the following data:</strong>\n</p>\n<ul>\n<li> Last name, first name </li>\n<li> Email address </li>\n<li> Title </li>\n<li> Analysis data from newsletter and website evaluation </li>\n</ul>\n<p> Please note that when uploading your Experteers profile or, if you upload your resume when are applying for a job through our website, if necessary we will transfer these to the company Textkernel (Nieuwendammerkade 28A17, Amsterdam, Noord-Holland 1022 AB, The Netherlands) for evaluation.\nYour document is parsed there and sent back to us as an XML file.\nIn the course of this, the following information is processed:\n</p>\n<ul>\n<li> First Name </li>\n<li> Last Name </li>\n<li> City </li>\n<li> Country </li>\n<li> Phone number </li>\n<li> Profile image </li>\n<li> Title </li>\n<li> Date of birth </li>\n<li> Resume </li>\n<li> Title </li>\n<li> Academic title </li>\n<li> Education </li>\n<li> Work experience </li>\n<li> Spoken languages </li>\n<li> Skills\n</li>\n</ul>\n<p> All data is thereby transmitted in encrypted form.\nMore information on data protection at Textkernel can be obtained at https://www.textkernel.com/privacy-statement/.\n</p> Contact form / contact by email (Article 6 para.\n1, lit.\na, b EU GDPR) <p> On our website a contact form is available, which may be used for electronic contact.\nIf you write to us via the contact form, we will process your data provided in the contact form in order to contact you and answer your questions and requests.\n</p>\n<p> In doing so, we respect the principle of data economy and data avoidance, by providing only the information we need to contact you.\nThese comprise your email address as well as the message field itself.\nIn addition, your IP address is processed due to technical necessity as well as legal security.\n</p>\n<p> If you contact us by email, we will process the personal information provided in the email solely for the purpose of processing your request.\n</p>\n<p> On our website and for customer service via email, we use the Freshdesk tool, an offering of Freshdesk Inc., 1250 Bayhill Drive, Suite 315, San Bruno, CA 94066, USA, which supports us in the processing of customer inquiries, in order to give you the best possible support.\nFreshdesk handles your support request and contact information on our behalf when you send us an email to customer service.\n</p>\n<p> More information on data protection at Freshdesk can be obtained at http://www.freshdesk.com/privacy/.\n</p> Registration / Customer account (Art.\n6 para.\n1 lit.\na, b EU GDPR) <p> On our website, we offer users the opportunity to register by providing personal information.\nThe advantage is that you may, in particular, store your profile data permanently, so that you may be found and contacted by headhunters and recruiters.\nIn addition, when applying for job postings, you may easily share your profile information, significantly accelerating the application process.\n</p>\n<p> The registration is therefore either necessary or option in order to fulfil a contract with you or to carry out pre-contractual measures.\n</p>\n<p> In order to fulfil the services we offer, such as our CV check, which is intended to help you increase your chances of a successful job interview, we are supported by various service providers.\nA corresponding contract is set up with each of these service providers so that the protection of your personal data is guaranteed.\n</p>\n<p> The principle of data economy and data avoidance is observed here, as only the data necessary for registration must be entered.\nThese are, for example, the e-mail address and password including password repetition.\n</p>\n<p> For the subscription to a premium membership, information on the billing address (title, first name, last name, address) must also be provided.\n</p>\n<p> By registering on our website, the IP address of the user, the date and time of registration are also stored (technical background data).\nBy clicking the “Register now” button, you give the consent to the processing of your data.\n</p>\n<p> Please note: Your password will be stored in encrypted form by us.\nEmployees of our company are not able to read this password.\nTherefore, they can give you no information, if you have forgotten your password.\n</p>\n<p> In this event, use the “Forgot password” function, which will send you a link to re-enter your password via email.\nNo employee is entitled to request your password by telephone or in writing.\nPlease never give your password if you receive such requests.\n</p>\n<p> Upon completion of the registration process, your data will be stored with us for the use of the protected customer area.\nOnce you access our website with your email address with your username and password, this data will be made available for the actions you have carried out on our website (for example, for the subscription to a premium membership on our website).\nCompleted orders may be tracked in the “My Account” area.\nChanges to the billing address may be entered here.\n</p>\n<p> Registered persons are free to make any changes/corrections to the billing information in the “My Account” area.\nChanges/corrections will also be gladly carried out by our customer service, if you contact them.\nNaturally, you may also cancel or delete the registration and/or your customer account.\nYou will find the description for that in the “My Account” area.\n</p> Experteer Premium membership (Art.\n6 para.\n1 lit.\nb EU GDPR) <p> We process the data provided by you as part of a subscription to an Experteer Premium Membership, only for the implementation and/or fulfilment of the contractual relationship, unless you agree to a further use.\n</p>\n<p> We respect the principle of data economy and data avoidance, by providing only with the information we need to implement the contract and/or to fulfil our contractual obligations (i.e.\nyour name, address, email address, and payment data needed for each payment method) or to collect it we are required by law.\n</p>\n<p> In addition, your IP address is processed due to technical necessity as well as legal security.\nWithout this data, we would have to unfortunately reject the execution of the contract, because we would then not be able to implement it or would have to, if necessary, terminate an existing contract.\nNaturally, you may also provide more data if you wish.\n</p> Payment systems (Art.\n6 para.\n1 lit.\na, b EU GDPR) <p> On our website, you may pay by credit card, PayPal or direct debit (SEPA direct debit).\nFor this, the relevant payment-related data is collected in order to execute your order and payment.\nIn addition, your IP address is processed due to technical necessity as well as legal security.\n</p>\n<p> We respect the principle of data economy and data avoidance, by providing us with only the data we need to perform the payment and fulfilment of the contract or to collect it we are required by law.\n</p>\n<p> Without this data, we would have to unfortunately reject the execution of the contract, because we would then not be able to implement it.\n</p>\n<p> Payments are processed by our partner Adyen BV, Simon Carmiggelstraat 6 - 50, 1011 DJ Amsterdam.\nTo prevent and detect fraud, we send your IP address to Adyen BV.\nYour IP address will be stored by Adyen BV.\nAll data is transmitted in encrypted form.\n</p>\n<p> We would like to point out that Adyen B.V.\ntransmits your personal data to other entities necessary for the fulfilment of the transaction, in particular, to the participating credit institutions, banks, credit card institutions.\nThe processing of your personal data to process the payment also takes place.\n</p>\n<p>\n<strong>Note on credit card payment</strong>: As is usual with credit card payments, credit card details are checked.\n</p>\n<p>\n<strong>Note on PayPal</strong>: PayPal is a company of PayPal (Europe) S.à r.l.\nand Cie, S.C.A.\n22-24 Boulevard Royal, L-2449 Luxembourg.\nIf the data subject selects “PayPal” as a payment option during the order process in our online shop, the data of the data subject will be automatically transmitted to PayPal.\n</p>\n<p> By selecting this payment option, the data subject consents to the transfer of personal data required for payment processing.\nThe personal data transmitted to PayPal is usually a first name, last name, address, email address, IP address, telephone number, mobile phone number or other data required for payment processing.\n</p>\n<p> For the fulfilment of the purchase contract, those personal data, which are related to the respective order, are also necessary.\nDetails on data protection at PayPal may be found at: https://www.paypal.com/webapps/mpp/ua/privacy-prev.\n</p>\n<p>\n<strong>Note on direct debit</strong>: As usual with direct debit, your account details will be collected, in order to debit the corresponding amount from your account.\n</p> Newsletter / Advertising purposes existing customers / (Art.\n6 para.\n1 lit.\nf EU GDPR) <p> We are interested in maintaining the customer relationship with you and to provide you with information and offers about our products/services.\nTherefore, we process your data in order to send you the corresponding information and offers by email.\n</p>\n<p> You may subscribe to a free newsletter on our website.\nThe email address as well as your name provided during registration will be used to send you a personalised newsletter.\n</p>\n<p> In doing so, we respect the principle of data economy and data avoidance, since only the email address (Name of the personalized newsletter) is marked as required.\nDue to technical necessity as well as legal security, your IP address will be processed when ordering the newsletter.\n</p>\n<p> You may naturally terminate the subscription at any time, via the opt-out option provided in the newsletter and thus withdraw your consent.\nIt is also possible to unsubscribe from the newsletter via our website at any time.\n</p>\n<p> The technical handling of the newsletter is either via Emarsys eMarketing Systems AG, Märzstrasse 1, A-1150 Vienna or via Marketo EMEA Ltd., Cairn House, South County Business Park, Leopardstown Road, Dublin 18.\nFor this purpose, all necessary data from your profile will be transmitted to Emarsys or Markto.\nThe legal basis for this is Art.\n6 para.\n1 lit.\nf EU GDPR.\nWe respect the principle of data economy and data avoidance, by providing only the data that we will need to perform the newsletter distribution.\nAll data is transmitted in encrypted form.\nThe data, which are necessary for the newsletter receipt, are not transmitted to other third parties.\n</p>\n<p> For the evaluation of newsletter campaigns, newsletters contain tracking pixels.\nAn email thumbnail formatted in HTML is embedded for this purpose, allowing us to see which email you have opened and when.\nIn addition, we can determine which links in the email you have accessed.\n</p>\n<p>\n<strong>Unsubscribing from the newsletter is possible at any time, and may be done via a dedicated link in the newsletter.</strong>\n</p>\n<p> You can find further information on the technologies used in the privacy policy of Emarsys eMarketing Systems AG at https://www.emarsys.com/en-uk/privacy-policy/ and of Marketo EMEA Ltd.\nat https://documents.marketo.com/legal/privacy/.\n</p>\n<strong>\n<p> If you do not wish this, you may object at any time to the use of your personal information for the purpose of direct marketing.\nthis also applies to profiling if it is associated with direct mail.\nIf you object, we will stop processing your data for this purpose.\n</p>\n<p> The objection may be made without giving reasons, for free and free of form, and should be does as directly as possible online in your account settings, or by email to privacy.us@experteer.com.\n</p>\n</strong> Location of data storage / hosting <p> For the purpose of operating our website, we use the services of infrastructure providers PlusServer GmbH (Hohenzollernring 72, 50672 Cologne), Amazon Webservices, Inc (410 Terry Drive Ave North, WA 98109-5210 Seattle, USA) and DigitalOcean (101 6th Ave, New York, NY 10013, USA).\nPersonal data is stored exclusively in the EU at locations in Cologne and Frankfurt.\n</p> Automated individual decision-making <p> To improve search and recommendation resultswe may store information about your usage behaviour on our platform so that suitable job offers can be found for you.\nAs part of this, we store which job offers you have viewed, which job offers you have applied to and which headhunters or recruiter you have contacted.\nThis information is kept, however, in anonymous form, so that no direct personal reference to you can be made from only this data.\nThe legal basis is from Art.\n6 para.\n1 f GDPR.\nOur legitimate interest is that, by storing this information, we want to ensure that you receive continuously improved search and recommendation results.\n</p> Cookies (Art.\n6 para.\n1 lit.\nf EU GDPR / Art.\n6 para.\n1 lit a EU GDPR with consent) <p> Our website uses cookies at several points.\nThe help in making our site more user-friendly, effective and safer.\nCookies are small text files that are stored on your device.\n</p>\n<p> By means of these cookies, it allows us to analyse how users use our websites.\nWe can thus design website content according to visitor needs.\nThrough cookies, it also allows us to measure the effectiveness of a given ad and have it ranked, for example, depending on the user's preferences.\nThe legal basis for this is Art.\n6 para.\n1 lit.\nf.\n</p>\n<p>\n<strong>We use the following cookies:</strong>\n</p>\n<p>\n<strong>Own cookies:</strong>\n<br> This type of cookie is controlled directly by us.\nDepending on the purpose, these remain permanently stored - even after the session has ended - (so-called \"persistent cookies\", e.g.\nimplementation of opt-out) or are deleted when the browser session ends (so-called \"session cookies\", they are only valid for one browser session).\n</p>\n<p>\n<strong>Third-party cookies:</strong>\n<br> This type of cookie is controlled by third parties.\nThird-party providers are providers who display advertising banners for us on other websites.\nThey use cookies, for example, to transmit information that an advertising banner displayed by you has led to a purchase.\n(e.g.\nconversion tracking).\nSo-called temporary/permanent cookies are used, which are automatically deleted after the specified time (usually 6 months).\nThese temporary or permanent cookies are stored on your end device and are deleted automatically after the specified time.\nThe cookies of our partner companies also only receive pseudonymous data, usually anonymous data.\nThey enable our partners to track which products you have looked at, whether something has been purchased, which products have been searched for, etc.\nSome of our advertising partners also collect information about which pages you previously visited or, for example, which products you were interested in.\nThis makes it possible to display individual advertisements.\nThis pseudonymous data is never merged with your personal data.\n</p>\n<p> Please note: If you deactivate the placing of cookies, our website becomes unusable.\n</p> Advertising measurement/optimisation <p>\n<strong>Criteo</strong>: On our website, we utilise the services of Criteo SA, 32 Rue Blanche, 75009 Paris, France, to target visitors to our website with personalised, interest-based advertisements based on their browsing habits.\nCriteo SA collects and stores information in anonymous form, for this purpose, on the browsing behaviour of visitors to our website.\nFor this, Criteo uses anonymous browser cookies, which at no time collect personal data such as name or address.\nIdentification of the website user is therefore impossible.\nOnly the identifiers in the browsers used by the visitor (desktop, tablet or smartphone) are compared.\nThere is no further use or disclosure of data.\nThe storage of cookies may be prevented by a corresponding setting in your browser.\nYou may permanently disable the use of Criteo cookies by following the link below and changing the cookie setting accordingly: http://www.criteo.com/privacy/.\nFurther information on the technology used is in the Criteo SA Privacy Policy at: http://www.criteo.com/privacy/.\n</p>\n<p>\n<strong>Google Adwords</strong>: We also use the Google AdWords Conversion Tracking feature of Google Inc., 1600 Amphitheatre Parkway, Mountain View, CA 94043, United States („Google“).\nGoogle AdWords uses cookies when you click on a Google ad\n</p>\n<p> As long as the cookie is valid, Google and we, as the website owner, can see that you have clicked on an ad and reached a specific landing page (e.g.\nregistration, job search).\nThese cookies can not be tracked across multiple websites from different AdWords participants.\nThe cookies generate conversion statistics in Google AdWords.\nThese statistics include the number of users who clicked on any of our ads.\nIn addition, it counts how many users have come to a landing page that has been tagged with a “Conversion tag”.\nHowever, the statistics do not contain any data that identifies you.\n</p>\n<p> The legal basis for the processing of your data is Art.\n6 para.\n1 lit.\nf EU GDPR and our legitimate interest in the analysis, optimisation and economic operation of our website.\n</p>\n<p> More information on how Google uses conversion data and Google's privacy policy may be found at: https://policies.google.com/privacy and https://support.google.com/adwords/answer/93148?ctx=tltp.\n</p>\n<p>\n<strong>Bing Ads</strong>: on our website, we also use technologies from Bing Ads (bingads.microsoft.com), which are provided and operated by Microsoft Corporation, One Microsoft Way, Redmond, WA 98052-6399, USA (“Microsoft”).\nMicrosoft uses a cookie on your device if you have reached our website via a Microsoft Bing ad.\nMicrosoft and we can see, in this way, that someone clicked on an ad, was redirected to our site, and reached a predefined Conversion site.\nWe only become aware of the total number of users who clicked on a Bing ad and were then redirected to the Conversion site.\nMicrosoft uses the cookie to collect, process and utilise information that is used to create usage profiles using pseudonyms.\nThese usage profiles are utilised to analyse visitor behaviour and are used to display advertisements.\nNo personal information about the identity of the user is processed.\n</p>\n<p> If you do not want information about your behaviour to be used by Microsoft as explained above, you may refuse the necessary setting of a cookie - i.e.\nvia a browser setting that generally disables the automatic setting of cookies.\nIn addition, you may prevent the collection of data generated by the cookie and related to your use of the website as well as the processing of this data by Microsoft, by using the following link http://choice.microsoft.com/opt-out to explain object.\n</p>\n<p> The legal basis for the processing of your data is Art.\n6 para.\n1 lit.\nf EU GDPR and our legitimate interest in the analysis, optimisation and economic operation of our website.\n</p>\n<p> For more information about privacy and cookies used on Microsoft and Bing Ads, visit the Microsoft website at https://privacy.microsoft.com/privacystatement.\n</p>\n<p>\n<strong>LinkedIn Remarketing/Retargeting</strong>: On our website, we also use the analysis and Conversion Tracking technology of the social network LinkedIn Corporation, 2029 Stierlin Court, Mountain View, CA 94043, USA.\nWhen you visit our pages, remarketing tags create a direct connection between your browser and the LinkedIn server.\nLinkedIn receives the information that you have visited our site with your IP address.\nThis allows LinkedIn to associate the visit to our pages with your user account.\nWe can use this information to display LinkedIn ads.\nWe would like to point out that we, as the provider of the pages, have no knowledge of the content of the transmitted data and their utilisation by LinkedIn.\nFurther information on this may found in the Privacy Policy of LinkedIn at https://www.linkedin.com/legal/privacy-policy.\n</p>\n<p> The legal basis for the processing of your data is Art.\n6 para.\n1 lit.\nf EU GDPR and our legitimate interest in the analysis, optimisation and economic operation of our website.\n</p>\n<p> Using the link below, learn how to decline interest-based advertising on LinkedIn: https://www.linkedin.com/help/linkedin/answer/62931/manage-advertising-preferences.\n</p>\n<p>\n<strong>Doubleclick by Google</strong>: On our website, we also use DoubleClick by Google (“DoubleClick”).\nDoubleClick uses cookies to present ads that are relevant to you, to improve the reports on ad campaign performance or to prevent you from seeing the same ads multiple times.\nIn addition, DoubleClick uses cookies to track conversions related to ads.\nThat would be the case for example, if you see a DoubleClick ad and later use the same browser to visit our website and register with us.\nAccording to Google, DoubleClick cookies do not contain personally identifiable information.\n</p>\n<p> Based on the marketing tools used, your browser automatically establishes a direct connection to the Google server.\nBy including DoubleClick, Google receives the information that you have accessed the relevant part of our website or have clicked on an ad from us.\nIf you are registered with a service provided by Google, Google may associate the visit with your account.\nEven if you are not registered with Google and/or have not logged in, Google may be able to find and store your IP address.\n</p>\n<p> The legal basis for the processing of your data is Art.\n6 para.\n1 lit.\nf EU GDPR and our legitimate interest in the analysis, optimisation and economic operation of our website.\n</p>\n<p> More information on DoubleClick by Google can be obtained at https://www.google.com/doubleclick, as well as on data protection at Google in general: https://www.google.com/policies/privacy.\nAlternatively, you may visit the website for the Network Advertising Initiative (NAI) at http://www.networkadvertising.org.\n</p>\n<p>\n<strong>Facebook Custom Audience</strong>: As part of use-based online advertising, the Custom Audiences product of Facebook (Facebook Custom Audiences 1601 S.\nCalifornia Avenue, Palo Alto, CA, 94304) is also used on our website.\nBasically, a non-reversible and non-personal checksum (hash value) is generated from your usage data, which may be transmitted to Facebook for analysis and marketing purposes.\nFor this purpose, a Facebook tracking pixel is used on our website.\nInformation is collected on your activities on the website (i.e.\nbrowsing behaviour, visited subpages, etc.).\nFor the geographical guiding of advertising, your IP address is stored and used.\n</p>\n<p> The legal basis for the processing of your data is Art.\n6 para.\n1 lit.\nf EU GDPR and our legitimate interest in the analysis, optimisation and economic operation of our website.\n</p>\n<p> For more information on the purpose and scope of the data collection and the further data processing and utilisation, as well as the privacy settings, please refer to the Privacy Policy of Facebook (https://www.facebook.com/policy.php).\n</p>\n<p>\n<strong>Twitter Advertising</strong>: Finally, we also use the Twitter Tracking Code on our website (Twitter Inc., 795 Folsom St., Suite 600, San Francisco, CA 94107, USA).\nA Twitter cookie is used.\nInformation is collected on your activities on the website (i.e.\nbrowsing behaviour, visited subpages, etc.).\nFor the geographical guiding of advertising, your IP address is stored and used.\n</p>\n<p> The legal basis for the processing of your data is Art.\n6 para.\n1 lit.\nf EU GDPR and our legitimate interest in the analysis, optimisation and economic operation of our website.\n</p>\n<p> For more information on the purpose and scope of the data collection and the further data processing and utilisation, as well as the privacy settings, please refer to the Privacy Policy of Twitter (https://twitter.com/privacy).\n</p>\n<p>\n<strong>Google Tag Manager</strong>: For reasons of transparency, we would like to point out that we use Google Tag Manager.\nGoogle Tag Manager does not collect personally identifiable information.\nThe Tag Manager makes it easier for us to integrate and manage our tags.\nTags are small code elements that can be used, among other things, to measure traffic and visitor behaviour, track the impact of online advertising and social channels, set up remarketing and audience targeting, and test and optimise websites.\nIf you have opted out, this opt out is taken into account be the Google Tag Manager.\nFor more information on Google Tag Manager see: https://www.google.com/tagmanager/use-policy.html.\n</p> Monitoring / Web tracking process <p>\n<strong>Google Analytics</strong>: Our website uses Google Analytics, a web analytics service provided by Google Inc.\n(Google).\nGoogle Analytics uses cookies, which are text files that are stored on your computer and that allow your use of the website to be analysed.\nGoogle Analytics also uses, among other things, the DoubleClick cookie mentioned above, to target, optimise, and present ads based on previous visits by a user to our site.\nThe cookie stores, among other things, information on the IP address, the browser type and the operating system of the requesting computer as well as the URL of the referring website.\nThe information generated by the cookies related to your use of our website is usually transmitted to a Google server in the USA and stored there.\nHowever, if IP anonymity is enabled for our website, anywhere within the member states of the European Union or in other countries that are parties to the Agreement on the European Economic Area, your IP address will first be abbreviated by Google.\nYour full IP address will be transmitted to a Google server in the USA and truncated there only in exceptional cases.\nGoogle will use this information on behalf of this website’s operator to evaluate your use of our website, to create reports about the website activities, and to provide additional services connected with the website and Internet use to the website operator.\nThe IP address transmitted from your browser as part of Google Analytics is not associated with any other data held by Google.\nYou can prevent cookie storage by selecting the appropriate settings in your browser.\nhowever, we would like to point out that in such cases you might not be able to use all of the functionality of our website.\nIn addition, you may prevent the tracking of the data created by the cookie related to your use of our website (incl.\nyour IP address) to Google, and the processing of this data by Google, by downloading and installing the browser plug-in available at the following link http://tools.google.com/dlpage/gaoptout.\n</p>\n<p> On our website, we use Google Analytics that also includes the functions of Universal Analytics.\nUniversal Analytics makes it possible to analyse the activities on our pages across devices (e.g.\naccess via laptop/tablet).\nThis is made possible by the pseudonymous assignment of a user ID to a user.\nSuch an assignment takes place, for example, when you register for a customer account and/or log in to your customer account.\nTo prevent this tracking, please use the following link: http://tools.google.com/dlpage/gaoptout.\n</p>\n<p>\n<strong>Sentry</strong>: We use Sentry to collect error messages from our online platform.\nIn the process, usage data (called URL, website status) and technical data (browser information, IP) are collected and processed.\nWe collect this data on the basis of legitimate interests for the purpose of Art.\n6 para.\n1 lit.\nf EU GDPR, in order to constantly improve our systems and to prevent security gaps.\n</p>\n<p> We have entered into a data processing agreement with Functional Software Inc.\n(Sentry), which commits Sentry to compliance with EU data protection standards.\nSentry is also certified under the Privacy Shield Agreement, providing an additional guarantee to comply with European data protection law: https://www.privacyshield.gov/participant?id=a2zt0000000TNDzAAO&amp;status=Active.\n</p>\n<p> More information may be found in the Privacy Policy of Functional Software Inc.\n(Sentry) at https://sentry.io/privacy/.\n</p>\n<p>\n<strong>New Relic</strong>: We use the performance analysis services of New Relic Inc., 188 Spear Street, Suite 1200, San Francisco, CA 94105, USA, for the purpose of collecting performance data from our website.\nThese are stored and analysed, for logged-in users with registration of the respective user ID.\nIf data is conveyed on to New Relic, this is done exclusively and completely anonymised.\nThe legal basis for the processing of your data is Art.\n6 para.\n1 lit.\nf EU GDPR.\nMore information may be found in the Privacy Policy of New Relic at https://newrelic.com/termsandconditions/privacy.\n</p>\n<p>\n<strong>Crazy Egg</strong>: To improve usability and customer experience, we use the “Crazy Egg” web analytics service of Crazy Egg Inc.\nUSA on our website.\nUsing Crazy Egg Inc.\ntechnology, visitor information is collected and transmitted to the Crazy Egg Inc servers.\nThe technology allows user activities to be collected, analysed and visualised while visiting our website.\nFor example, we can use a “heat map” to identify which areas of our website are most visited and clicked on.\nCookies are also used for this purpose.\nFrom the pseudonymous data utilised, we are not able to establish a direct personal reference.\nThe legal basis for the processing of your data is Art.\n6 para.\n1 lit.\nf EU GDPR.\nAt any time, you may object to the collection, processing and compilation of data generated by CrazyEgg.com, by following the instructions at http://www.crazyegg.com/opt-out.\nMore information on data protection at CrazyEgg.com may be found at https://www.crazyegg.com/privacy.\n</p> Social network social plugins <p>\n<strong>Facebook</strong>: We use social plugins of the Facebook.com social network, which is operated by Facebook Inc., 1601 S.\nCalifornia Ave., Palo Alto, CA 94304, USA.\nThe Like button also uses such a social plugin.\nIf such a plugin is called by our users, the user browser establishes a direct connection to the Facebook servers.\nAs a result, the information on which Experteer websites were visited by the user is automatically transmitted to the Facebook server.\nFor users who are logged in to Facebook, Facebook assigns this information automatically their personal Facebook account and stores them.\nA cookie may also possibly be installed on your computer, but deleted when the browser is closed.\nThe purpose and scope of the data collection and the further utilisation of the data by Facebook may be found in the Facebook Privacy Policy at http://www.facebook.com/policy.php.\n</p>\n<p>\n<strong>Twitter</strong>: On our website, we use features of the Twitter service offered by Twitter Inc., 795 Folsom St., Suite 600, San Francisco, CA 94107, USA.\nIf you visit a website with a built-in Twitter button, and it is uploaded, Twitter will discover your IP address and that our website was visited via that IP address.\nIn order to use Twitter, you need a Twitter account.\nIf you are logged in to Twitter on your profile and click on the Twitter button on Experteer, you will share the content of the page in which the button is integrated with other Twitter users.\nTwitter will then remember that you have clicked this button along with information about the page and make that information available to other Twitter users.\nIf you do not want Twitter to directly associate the data collected via our website to your Twitter profile, then you must log out of Twitter before visiting our website.\nFor more information about data collection and utilisation by Twitter and your right related to it, please refer to the Privacy Policy of Twitter at https://twitter.com/privacy.\n</p>\n<p>\n<strong>Using the Shariff solution</strong>: We are glad if you recommend and discuss the contents of our pages on social media.\nFor this, we use the buttons provided by the “Shariff” extension.\nStandard social media buttons transmit user data with each page view, and give the social networks accurate information about your browsing behaviour (user tracking).\nYou do not have to be logged in or be a member of the network.\nThe Shariff social button only creates direct contact between the social network and visitors when the latter actively clicks on the share button.\nIf the user is already logged in to a social network, this is done on Facebook without another window.\nOn Twitter, a pop-up window appears where you can still edit the tweet.\nMore information on this may be found at heise.de.\n</p> Links to other providers <p> Our website also contains - clearly recognisable - links to the Internet sites of other companies.\nAlthough there are links to the websites of other providers, we have no influence on their content.\nTherefore, no guarantee and liability can be assumed for such content.\nThe relevant providers or operators of these sites are always responsible for their contents.\n</p>\n<p> The linked pages were checked at the time of linking for possible legal violations and identifiable infringements.\nNo illegal content was identifiable at the time of linking.\nHowever, we cannot be expected to continuously monitor the contents of linked pages if there are no specific indications that an infringement of rights has occurred.\nIf we become aware of infringements of rights, such links will be removed immediately.\n</p> Application portal (Art.\n6 para.\n1 lit.\na, b EU GDPR) <p> If you apply to Experteer as an employee: We are glad to hear of your interest in working for Experteer GmbH.\nWe are aware of the importance of your data and process the personal data provided by you within the application form only for the purpose of the effective and correct fulfilment of the application process and for contact purposes during the application process.\nNo transfer of data to third parties takes place without your consent.\n</p>\n<p> Your application should ideally be sent by email.\nYou will be asked to provide personal information.\nIn so doing, we respect the principle of data economy and data avoidance by providing us with only the data we need to fully review your application documents, i.e.\nyour resume or to collect it we are required by law.\nWithout this data, we would unfortunately not be able to carry out an examination of your application documents.\n</p>\n<p> In order to best protect the security and confidentiality of your data, we implement appropriate security measures.\n</p>\n<p> We store your data for the above purpose until the application process is completed, a maximum of 6 months.\nFor longer storage we require your consent, which you may give us by email.\nYou may naturally revoke your consent at any time without giving any reason with effect for the future, by post to Experteer GmbH, Lenbachplatz 3, D-80333 München.\n</p> Minor <p> Persons under 16 years of age may not submit any personal data to us without the consent of the legal guardian and/or a declaration of consent is provided.\nWe encourage parents and guardians to actively participate in the online activities and interests of their children.\n</p>\n<p>\n<em>Munich, May 25, 2018</em>\n</p> ", "created_at": "2021-06-26 00:59:10.005159", "updated_at": "2021-06-26 00:59:17.959398"}, {"id": 409, "name": " License and Terms and Conditions", "url": "https://www.experteer.co.uk/terms/terms_of_use", "xpath": "/html/body/div[1]/main/article/div/div", "text": " License and Terms and Conditions CAREER of Experteer GmbH <dl>\n<dt> § 1 Applicability and object of the terms and conditions </dt>\n<dd>\n<ol>\n<li> The following terms and conditions below apply to the software and all related services offered by Experteer GmbH, Munich (“<strong>Experteer</strong>”) to job applicants at various internet domains (including www.experteer.de, www.experteer.at, www.experteer.be, www.experteer.ch, fr.experteer.ch, www.experteer.co.uk, eu.experteer.com, us.experteer.com, www.experteer.es, www.experteer.fr, www.experteer.it, www.experteer.nl) (“<strong>Experteer Software</strong>”).\n</li>\n<li> These conditions shall define the terms under which the Experteer software and all related services may be used.\nThese general conditions and licensing terms (“<strong>T&amp;C</strong>”) shall apply exclusively to all uses of the Experteer Software and all related services, even if the software or services are used or accessed from outside the territory of the Federal Republic of Germany.\n</li>\n<li> Differing licensing terms or general terms and conditions of business of the users shall not form part of the contract even if Experteer does not explicitly reject them or carries out the contractual service for the users without reservation even in the knowledge of contradictory or different conditions used by the users.\n</li>\n<li> By registering with Experteer and thus obtaining the right to use the Experteer software, the user is making a binding declaration that he has read and understood these licensing terms and general conditions and has agreed on the application of these T&amp;C to his contract.\nUsers who do not agree to the application of the T&amp;C shall not register on the Experteer internet domains and shall therefore be forbidden from using the Experteer software.\nPersons under the age of 18 are also not authorised to use the Experteer software.\n</li>\n<li> Unless explicitly stated otherwise, all new releases, updates and other new services which extend or improve the current version of the Experteer software are subject to these T&amp;C.\nThe Experteer software will always be provided in the latest version approved by Experteer and is always subject to availability.\n</li>\n</ol>\n</dd>\n<dt> § 2 Experteer Software / Availability </dt>\n<dd>\n<ol>\n<li> Experteer is an internet-based career service which provides users with software for searching and communicating on the Experteer platform.\nExperteer Career makes it easier to search for job adverts published by companies and to locate users by recruiters (headhunters and HR managers/corporate recruiters).\nIn addition, Experteer Career and provides software-based tools for publishing content (e.g., CVs).\nHowever, it is pointed out that Experteer’s services do not include finding jobs.\nIn this respect, Experteer explicitly draws attention to the liability regulations in section 10.\n</li>\n<li> Experteer offers internet users the option of using the internet platform made available at the internet domains and different career and communication services.\nEach user has access to a free Basic EXPERTEER membership which offers the option of partial use of the content of the Experteer software.\nThe use of the entire content of the Experteer software with all features is only possible to users who register for a Premium membership, for which a fee is payable (cf.\nsection 5).\n</li>\n<li> With full registration, users are given the non-transferable, non-exclusive right to use and make their own copy of the Experteer software provided by the Experteer internet portal <strong>only for their own purposes</strong> in accordance with these T&amp;C.\nEach other use of the Experteer software requires explicit, separate, prior written consent from Experteer.\nThis particularly applies to the reproduction, transfer, distribution or making available in any way, whether in return for payment or free of charge , of the Experteer software or copies of the Experteer software, or parts thereof, to third parties, even if this is on computers belonging to the user.\n</li>\n<li>\n<strong>Experteer reserves all rights to change, interrupt or discontinue in any way all or individual features of the software either temporarily or permanently with or without rendering a notice to the user.</strong> The user declares he is in agreement that Experteer is not liable to him or third parties with respect to changes, interruptions or the discontinuation of individual or all services.\n</li>\n<li> Experteer will make every reasonable effort to make the software features available 24 hours a day, 7 days a week and to guarantee the maximum possible server availability.\nHowever, it is explicitly stated that Experteer cannot guarantee 100 % availability.\n</li>\n</ol>\n</dd>\n<dt> § 3 Copyright and other protective rights </dt>\n<dd>\n<ol>\n<li> All Experteer content is protected by copyright.\nCopying of content, especially user profiles or e-mail addresses, and publishing it elsewhere shall be forbidden without the prior written consent from Experteer.\n</li>\n<li> Registration in accordance with section 1, para.\n4, in no way constitutes a transfer of title or usage rights, licences or other rights to the user.\nAll rights to codes, titles, brands, trademarks, copyrights and other commercial rights held by Experteer remain with Experteer without restriction, except the right to use the Experteer software.\nAll working results and information published are subject to Experteer’s copyright.\nThis does not apply to work results and information published which was created by the user or a third party and adopted unchanged by Experteer for publication on the internet or linked to by Experteer with a hyperlink.\n</li>\n<li> Only the user is responsible for the content determined and made available for publication by him in terms of infringement of press, competition rights and other rights.\nBy registering, the user confirms that he has obtained licenses from the owners of copyright, service protection and other rights required or possesses all necessary rights for publication of the documents, information and data made available by him on the internet.\n</li>\n</ol>\n</dd>\n<dt> § 4 Conclusion of contract </dt>\n<dd>\n<ol>\n<li> The user confirms to Experteer that he is 18 or above.\n</li>\n<li> Experteer has the right to check the user’s personal details using suitable official documents.\nThe user therefore undertakes to send Experteer copies of official documents – in particular his personal ID – if requested to do so by Experteer.\n</li>\n<li> The contract comes into existence when the user has successfully registered with Experteer.\nBy registering, the user is also giving his consent to the application of these T&amp;C to his contract with Experteer.\n</li>\n</ol>\n</dd>\n<dt> § 5 Costs </dt>\n<dd>\n<ol>\n<li> The submission as well as the alteration of a profile is free of charge.\nThe user may, also free of charge, keep an unlimited number of contact requests on his profile and use the Experteer software with certain restrictions.\n</li>\n<li> If the user wishes to use the entire content of the Experteer Software, i.e.\nwith all the features and no restrictions, or respond to incoming messages, then he is only able do this by purchasing an appropriate license regarding the use of the entire content of the Experteer software (“<strong>Premium membership</strong>”).\n</li>\n<li> The current fees for purchasing such licence can be viewed online here.\n</li>\n<li> If the user wishes to buy such software license, he is made aware of the incoming fees.\nThe charges due for the licence and the payment method will also be explained.\n</li>\n<li> Objections to the amount charged or debited must be claimed in writing to Experteer by the user within 14 days of debiting of the objected costs or of receipt of the objected invoice.\nIf the user does not claim objection within this 14-day period, the amount debited or invoiced is deemed to be approved.\nObjections to the amount charged is irrelevant of the cancellation policy as stated in §14.\nObjections also do not affect the concluded renewal agreement as stated in §8.\n</li>\n</ol>\n</dd>\n<dt> § 6 Terms of Payment </dt>\n<dd>\n<ol>\n<li> The licence fees due and payable must be paid to Experteer in advance and without deduction.\nThe fees will be automatically debited from the user’s account or shall be transferred by the user.\nIf concluding a Premium membership the payment interval is based on the term individually agreed upon and the payment period is 30 days.\n</li>\n<li> With the conclusion of a Premium membership, and by entering appropriate bank or credit card details, the user is granting Experteer permission to direct debit the charges from the bank or credit card account for the fees of the agreed term and any extension thereof.\n</li>\n</ol>\n</dd>\n<dt> § 7 Obligations of the user </dt>\n<dd>\n<ol>\n<li> The user is solely responsible for the content of his profile.\n</li>\n<li> The user is not permitted to put or make available in any way any sexual, pornographic, immoral, politically radical or other illegal content on the profiles.\nHe is also not permitted to create profiles for third parties.\n</li>\n<li> The user is not permitted to put or make available in any way any sexual, pornographic, immoral, politically radical or other illegal content on the profiles.\nHe is also not permitted to create profiles for third parties.\n</li>\n<li> It is not permitted to create profiles for the purpose of collecting e-mail addresses from responses and using them for commercial purposes.\n</li>\n<li> The user has no legal title to claim the publication of his content.\n</li>\n<li> Photos which have been provided to Experteer for publication within a profile must be up-to-date and allow identification of the relevant user.\nThe face must be recognisable as a whole.\nExperteer’s liability for the infringement of any copyright held on the image material by third parties shall be excluded.\n</li>\n<li> Within Experteer the relevant user is solely responsible for the communication between users and its contents.\nThe user’s statements and actions shall not be assigned to Experteer in any way.\n</li>\n<li> All users are obliged to treat e-mails and other messages or other user data received in connection with the use of the Experteer software and the internet portal provided by Experteer confidential and shall not make them accessible or available to third parties without the consent of their originator.\nThe same applies to the names, telephone and fax numbers, residential and e-mail addresses and/or URLs of other users.\nForwarding any data from non-users is also prohibited.\n</li>\n<li> The user shall not put or make available in any way any sexual, pornographic, immoral, politically radical or other illegal content on responses.\nIt is also not permitted to threaten, harass or infringe the rights (including personal rights) of others or to promise or demand money or services in lieu of money.\n</li>\n<li> Putting or making available in any way any commercial advertising for his own purposes or for third parties in responses is not permitted.\nThis applies in particular to advertising other internet services or chargeable service telephone numbers.\n</li>\n<li> Experteer may use the mechanisms available to it to check that profiles are complying with these terms of use.\nHowever, Experteer assumes in no way any joint liability for the content of the profiles.\n</li>\n<li> Any misuse or exploitation of the Experteer websites or databases is prohibited.\nIn particular, collecting and storing data from the databases and the full, partial, or extracted use of the data on the Internet for commercial address exploitation or as the basis or resource for the compilation or expansion of members, addresses or other directories as well as reading the databases on the Internet for the above purposes and for purposes related to other commercial use is prohibited.\n</li>\n<li> The user is prohibited from using mechanisms, software or scripts in connection with the use of the Experteer websites and databases as well as blocking, overwriting, modifying, and copying, particularly copying from “robot/crawler” search engine technology, of Experteer websites and databases.\nHowever, the user may use the interfaces or software provided him by the services offered on the Experteer website.\n</li>\n<li> The user must refrain from any action that could negatively impact the Experteer functionality and infrastructure, particularly causing system overload.\n</li>\n</ol>\n</dd>\n<dt> § 8 Term, termination </dt>\n<dd>\n<ol>\n<li> Termination of the current term can be completed at any time before the renewal of a new term in the premium user’s account, under ‘My Account’ through the link ‘To change your membership status, please click here’.\n</li>\n<li> If a user breaches these T&amp;C, Experteer may block his access or delete the respective entry in its entirety and terminate the licence contract with immediate effect.\nExperteer will consider the seriousness of the offense and your legitimate interests in its decision and determine, among other things, whether the misconduct or violation was committed with intent or negligence.\n</li>\n<li> If a user’s access is blocked because of a breach of the contract, the unused credit is kept by Experteer in proportion to the period of use thus far, plus an administration fee of £ 25.\n</li>\n<li> After the end of the contract, all data relating to the user shall be deleted in the Experteer software and the Experteer internet portals.\n</li>\n</ol>\n</dd>\n<dt> § 9 Guarantee </dt>\n<dd>\n<ol>\n<li> In the case of a defect, Experteer shall be entitled to either remove the defect or to offer alternative solutions (subsequent fulfilment).\nWhile subsequent fulfilment attempts by Experteer are ongoing or have not completely failed, user’s claims regarding reduction of the agreed payment or cancellation of the contract shall be excluded.\nOnce the attempts to subsequent fulfilment have finally failed, the user may reduce payments or cancel the contract insofar as the relevant defect lasts.\nCancellation of the contract is not an option if the defect is insignificant.\nThe user must provide sufficient support for subsequent fulfilment attempts by Experteer.\n</li>\n<li> The guarantee is excluded if the user cannot reproduce the error or prove it based on computer readouts.\n</li>\n<li> With respect to the data used, Experteer is only responsible for checking that the data used is free of viruses using conventional virus software.\nAny further-reaching liability for freedom from viruses is excluded.\n</li>\n<li> The user is not entitled to any claims from this guarantee if the cause of the defect relates to the fact that the user has failed to comply with own obligations or has modified the Experteer software or had it modified.\n</li>\n<li> If the user is a company within the meaning of Section 14, BGB (German Civil Code), previously mentioned rights can only be asserted within one year of the Experteer software made available to it.\n</li>\n</ol>\n</dd>\n<dt> § 10 Limitations of liability </dt>\n<dd>\n<ol>\n<li> Irrespective of the legal basis, Experteer’s liability is limited to damage caused by intention or gross negligence.\nHowever, this limitation on liability does not apply for any injury or harm to life, body or health, to the breach of major obligations and to claims arising under the Product Liability Act.\n</li>\n<li> Where Experteer is liable as a result of simple negligence, the compensation claim shall be limited to such damage as must typically be expected and to a total compensation claim of £ 5000.\n</li>\n<li> Claims for consequential damage, especially damage to hardware, software, or damage incurred due to data loss of the user or lost profit shall be completely excluded.\n</li>\n<li> If and to the extent Experteer’s liability is excluded or limited, such exclusion shall also apply to the personal liability of Experteer’s employees, job holders, workers, representatives and agents.\n</li>\n<li> It is agreed that the current state of technology cannot rule out errors in the program, even if great care is taken, and that uninterrupted, error-free operation and the complete removal of program errors cannot be guaranteed.\n</li>\n<li> Experteer excludes any guarantee for the software and the functionality of the internet platform and makes no undertakings with respect to the correctness, suitability, reliability, punctuality or precision of the information contained therein.\n</li>\n<li> If its internet platform and/or the functionality of the Experteer software is hampered, interrupted or destroyed as a result of force majeure, strike, lockout, operational disruption or structural damage emanating from outside Experteer’s liability shall be excluded.\n</li>\n<li> Experteer’s liability for unauthorised, non-purposeful obtainment of knowledge of personal user data by third parties (e.g.\nthrough unauthorised access by ‘hackers’ into the Experteer software database) or information provided by the user himself to third parties, e.g.\nby giving out his password, which is then abused by third parties, shall be excluded.\n</li>\n<li> Experteer’s liability for any delay, deletion, accidental transfer or memory failure in the communication between users or in conjunction with areas designed personally shall be excluded.\n</li>\n<li> Experteer also draws attention to the fact that it explicitly shall not be liable for any content provided by internet users or users of the internet platform provided by Experteer.\n</li>\n<li> Experteer shall not be liable for any damages to computer systems, or offences or damages to users of Experteer caused in line with communication with other Experteer users or by accessing external links.\n</li>\n</ol>\n</dd>\n<dt> § 11 Salary benchmark and third party information </dt>\n<dd>\n<ol>\n<li> The salary benchmark and the salary information provided merely represents an average value at the relevant level with market leaders.\nFor each company, the actual salary can be up to 15 % lower or higher (in individual cases, greater discrepancies can also apply).\nThe specific salary to be given depends on factors such as skill at salary negotiation, employee performance and professional experience.\nThe size and location of the company also plays a role.\nWe explicitly point out that a salary benchmark quoted by Experteer does not represent a statement on the actual salary for the position offered by the specific company.\nThey are rather target salaries by market leaders in the relevant sectors of industry.\nThey should provide users with a guide when assessing open positions, evaluating their own career milestones and as an aid during salary negotiations.\nThey are explicitly not salary levels offered by the specific company or conventionally paid.\n</li>\n<li> Experteer’s liability for the content of the job adverts and information provided by the company on the internet and to which there are links from Experteer shall be excluded.\n</li>\n</ol>\n</dd>\n<dt> § 12 Changes to the General Terms and Conditions of Business </dt>\n<dd>\n<ol>\n<li> Experteer reserves the right to redesign, amend or change the T&amp;C.\n</li>\n<li> Experteer will inform the user in a timely manner of changes to the T&amp;C.\nIf the user does not object to the change within a period of two weeks, starting on the day following the day the notification of the change has been received, then the amended T&amp;C are approved by the user..\nIf the user does not agree to the change, Experteer reserves the right to terminate the agreement at the end of the agreed term and the user can no longer use the Experteer software and/or the Experteer Internet portal after the effective date of termination.\n</li>\n<li> The notice of the amendment must include information on the publication of the modified text and information on the option of objecting and the notice period, plus the significance and/or consequences of failure to object.\nIn particular, this notice may be send to the e-mail address given by the user.\n</li>\n</ol>\n</dd>\n<dt> § 13 Other terms </dt>\n<dd>\n<ol>\n<li> Experteer may exclude users from further use of individual or all features of the Experteer software and/or the Experteer internet portals or reject individual profiles without observing a notice period or quoting reasons.\n</li>\n<li> However, if an excluded user uses the Experteer internet service, e.g.\nusing a different identity or attempts to conclude a licence contract with Experteer in this way, Experteer reserves all rights to take any legal action.\n</li>\n<li> The operation of Experteer is solely at the discretion of Experteer.\nExperteer is entitled but not obliged to check that the content of any text or any image entered meets the guidelines set out in these terms and, if necessary, to modify it or delete it.\n</li>\n<li> Experteer reserves the right to assert claims for compensation as a result of breaches of these T&amp;C and other legal offences.\n</li>\n<li> The contractual relationship between Experteer and the relevant user shall be governed by German law under the exclusion of UN law on the sale of goods, with the condition that Experteer’s proprietary rights are protected by the local applicable law around the world.\n</li>\n<li> To the extent legally permissible, the exclusive venue for all disputes arising from this contract shall be Munich, Federal Republic of Germany.\n</li>\n<li> Should single provisions of this contract be or prove to be invalid, the binding force and effectiveness of the other provisions of this contract shall remain unaffected.\n</li>\n</ol>\n</dd>\n</dl> § 14 Notification of cancellation / Right of cancellation <p>\n<strong> You have the right to cancel this contract within fourteen days, without citing a reason.<br>\n<br> This period of fourteen days starts from the day when the contract was first created.<br>\n<br> To exercise your right of cancellation, you must send us a clear cancellation notice (by mail, fax or e-mail) to inform us that you wish to terminate this contract.\n</strong>\n</p>\n<p>\n<strong> You may use the cancellation form template attached.\nhowever, this is not mandatory.\n</strong>\n</p>\nCancellation must be sent to: <p>\n<strong> Experteer GmbH<br> work Lenbachplatz 3<br> 80333 München<br> Germany </strong>\n</p>\n<p>\n<strong> Fax number: work fax +49 (0)89 - 55 27 93 - 101 <br> E-mail address: info@experteer.co.uk </strong>\n</p>\n<p>\n<strong> Sending the cancellation off in time shall be deemed to be complying with the cancellation period.<br>\n<br> The right of cancellation does not apply to renewals of membership per § 8.\n</strong>\n</p>\nConsequences of cancellation:\n<p>\n<strong> In the event of effective cancellation, we will proceed with returning any payments we received from you, latest in fourteen days from the time we get your cancellation of contract.\nFor this repayment we shall use the same payment method you made use of in the original transaction.\nno extra charges shall be incurred.\n</strong>\n</p>\n<p> Cancellation form template </p>\nEnd of revocation notice\n<p>\n<em>Munich, May 22, 2018</em>\n</p> ", "created_at": "2018-08-27 14:40:28.704099", "updated_at": "2021-06-26 01:00:13.236749"}], "points": [{"id": 17121, "title": "The service can delete your account without prior notice and without a reason", "source": "https://www.experteer.co.uk/terms/terms_of_use", "status": "Generated through the annotate view", "created_at": "2021-03-04 18:38:02.816865", "updated_at": "2021-03-04 19:18:44.341927", "quoteText": "Experteer may exclude users from further use of individual or all features of the Experteer software and/or the Experteer internet portals or reject individual profiles without observing a notice period or quoting reasons.", "case_id": 201, "document_id": 409, "quoteStart": 20133, "quoteEnd": 20355}, {"id": 17120, "title": "This service is only available to users over a certain age", "source": "https://www.experteer.co.uk/terms/terms_of_use", "status": "Generated through the annotate view", "created_at": "2021-03-04 18:35:21.628271", "updated_at": "2021-03-04 19:18:52.511905", "quoteText": "Persons under the age of 18 are also not authorised to use the Experteer software.", "case_id": 152, "document_id": 409, "quoteStart": 1819, "quoteEnd": 1901}, {"id": 729, "title": "no refund policy", "source": "https://www.experteer.co.uk/terms/terms_of_use", "status": "Mandatory automatic subscription renewal without reminders ", "created_at": "2018-01-16 15:27:06.783441", "updated_at": "2019-06-10 05:16:09.173211", "quoteText": " Term, termination </dt>\n<dd>\n<ol>\n<li> Termination of the current term can be completed at any time before the renewal of a new term in the premium user’s account, under ‘My Account’ through the link ‘To change your membership status, please click here’.", "case_id": 162, "document_id": 409, "quoteStart": 13132, "quoteEnd": 13387}], "urls": ["experteer.com", "experteer.de"]}}