{"error": 448, "message": "OK", "parameters": {"id": 1709, "name": "Wizards of the Coast", "created_at": "2019-07-16 20:37:39.076721", "updated_at": "2021-03-25 03:19:24.880733", "wikipedia": "https://en.wikipedia.org/wiki/Wizards_of_the_Coast", "keywords": null, "related": null, "slug": "wizards_of_the_coast", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/1709.png", "url": "www.wizards.com, company.wizards.com, support.wizards.com, magic.wizards.com, dnd.wizards.com, wpn.wizards.com, avalonhill.wizards.com", "documents": [{"id": 1647, "name": "Privacy Policy", "url": "https://company.wizards.com/legal/wizards-coasts-privacy-policy", "xpath": "//*[@id=\"main-content\"]/article/section//section", "text": "<b>PRIVACY POLICY</b>\n<p>Last Updated: October 22, 2020 </p>\n<b>1.\nINTRODUCTION</b>\n<p>Wizards of the Coast LLC (“Wizards, “we,” “our,” or “us”) has adopted this privacy policy (\"Privacy Policy\") to explain how we collect, store, and use your information.\nThis Privacy Policy applies to all online service locations operated or controlled by Wizards that post a link to this Privacy Policy, including our website at&nbsp;www.wizards.com, our apps, and our customer service program, and all features, contents, and other services operated or controlled by Wizards through such online service locations (collectively, the “Service”).\nThis Privacy Policy does not apply to our information collection activities outside of the Service (unless otherwise stated below or at the time of collection).</p>\n<p>By using the Service, you agree to our&nbsp;<b>Terms of Use</b>&nbsp;and consent to our processing of information as described in this Privacy Policy.\nIf you do not agree and consent, please do not use the Service.</p>\n<p>If you are a parent or guardian of a child, please review the section entitled Children’s Information below.</p>\n<p>If you are a California resident or data subject in Europe, please see the “Additional Disclosures for California Residents” or “Additional Disclosures for Data Subjects in Europe” sections.</p>\n<p>If you have any questions or wish to exercise your rights and choices, please contact us as set out in the “Contact Us” section.</p>\n<b>2.\nESRB PRIVACY CERTIFIED</b>\n<p>The ESRB certification seals shown on our Service confirm that Wizards is a valid licensee, and participating member, of the&nbsp;Entertainment Software Rating Board’s Privacy Certified Program&nbsp;(“ESRB Privacy Certified”).\nTo help protect your privacy, we have voluntarily undertaken this privacy initiative and have had all areas of our Service where this Privacy Policy is posted reviewed and certified by ESRB Privacy Certified to meet established online information collection, use, and disclosure practices.\nAs a licensee of this program, we are subject to audits of our Service and other enforcement and accountability mechanisms administered independently by the ESRB.</p>\n<b>3.\nINFORMATION COLLECTION</b>\n<ol>\n<li>\n<b>Information You Provide</b>\n</li>\n</ol>\n<p>Wizards collects information you provide directly via the Service.\nThe data we collect may include data that identifies you personally (whether alone or in combination).\nThe categories of information we have collected in the last 12 months include the following:</p>\n<ul>\n<li>\n<b>Contact Data.&nbsp;</b>We collect your first and last name, email address, postal address, telephone number and other similar contact data.</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>\n<b>Credentials.&nbsp;</b>We collect passwords, password hints and similar security information used for authentication and account access.</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>\n<b>Demographic Data.&nbsp;</b>We collect demographic information such as about your age, birth date, gender and country.</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>\n<b>Payment Data.&nbsp;</b>We collect data necessary to process your payment if you make purchases, such as your payment instrument, shipping address and transaction numbers.</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>\n<b>Profile Data.&nbsp;</b>We collect your username, interests, favorites, gamer data and other profile information.</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>\n<b>Contacts.&nbsp;</b>We collect data about your contacts if you choose to match with your contacts on the Service or invite your contacts to join the Service.</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>\n<b>Content.&nbsp;</b>We collect the content of messages you send to us, such as feedback and product reviews you write, or questions and information you provide for customer support.\nWe also collect the content of your communications as necessary to provide you with the services you use.\nFor example, if you chat with another user through the Service, we need to collect the content of that chat to display it to you and the other user as you direct.</li>\n</ul>\n<p>&nbsp;</p>\n<p>Wizards collects data from you at various points on the Service, including as described below:</p>\n<ul>\n<li>\n<b>Account Registration.&nbsp;</b>To register an account with Wizards, you must, at a minimum, provide your date of birth, location, email, a username and password.\nTo participate in other Wizards offerings, such as organized play, you may be required to provide your first name and last name, city, country, postal code, gender, email address, password, username and screen name.</li>\n<li>\n<b>Profile.&nbsp;</b>For certain parts of our Service, your personal profile (“Your Profile”) will be automatically populated with the screen name you provided at registration.\nWhere applicable, the information in Your Profile, including any information or content you voluntarily add to Your Profile such as first and last name and images you upload, will be made public by default.\nTo change Your Profile privacy settings for these parts of the Service, log in to&nbsp;accounts.wizards.com&nbsp;and go to Your My Account tab then click “Edit Public Profile &amp.\nSettings.” In this section, you may also change Your Profile information, who can view your page and activity, and who can contact you on these parts of the Service, as well as control how we communicate with you.\nYour Profile for these parts of the Service will be searchable by screen name, and you can change the visibility of Your Profile by de-selecting the “Profile is visible to other users” and “Profile is searchable” boxes in Privacy Settings.\nPlease note: The photo you selected (you are not required to upload a personal photo) as your avatar and your screen name for these parts of the Service will always display on your page, posts, and in search results.\nYou are responsible for any information and content you choose to make public either through Your Profile, or by posting on the Service.\nProfile settings and data processing may differ based on the part of the Service you are using.</li>\n<li>\n<b>Message Boards, Forums, Blogs, and Chats.&nbsp;</b>Wizards provides message boards, blogs, chats, and other public forums on the Service for exchanging information and communicating with other users.\nPlease note that any information, user content, or any other materials that you post on our Service, including any information from Your Profile, where applicable, that you choose to make public, may be available for any user of the Service to read, and are therefore no longer private and may be disclosed by third parties.\nIf you post information, materials, or other content on the Service, you are providing information that can be collected and used by others that you do not know, for their own purposes, including the distribution of unsolicited communications.</li>\n<li>\n<b>Online Stores.&nbsp;</b>Visitors purchasing goods and services through our Service will need to provide valid Payment Data, in addition to Contact Data such as name, mailing address, phone number and email address.</li>\n<li>\n<b>Promotions.&nbsp;</b>To participate in some of our sweepstakes, contests, surveys, or other promotions (“Promotions”), you may be asked to provide an email address or screen name, so that we can let you know if you won a prize.\nWe may also request your name and home address in order to send you products or information by regular mail.</li>\n<li>\n<b>Customer Service.&nbsp;</b>When you contact customer service you may be asked to provide us with information such as your name, telephone number, address and email.\nWe collect this information as part of our customer service efforts and it is used to confirm your identity, respond to your inquiry or comments, for training purposes, and to assist us in providing better products and services.</li>\n<li>\n<b>Wizards Play Network.&nbsp;</b>Participants, including store owners and event organizers, have the opportunity to sign up with the Wizards Play Network in order to run organized play events.\nYou must provide certain information to be eligible to participate in organized play.</li>\n<li>\n<b>Job Postings.&nbsp;</b>Our Service allows for the online submission of resumes, employment and education history, transcript, writing samples, and references which are used solely for the purpose of accepting and evaluating candidate submissions for job postings.</li>\n</ul>\n<p>\n<b>Online Surveys.&nbsp;</b>In order to improve the user experience at our Service, we may employ online surveys for visitors to volunteer information about themselves and provide us feedback about why they visit our Service and what we can do to make them better.</p>\n<p>&nbsp;</p>\n<p>Whatever the activity may be, we will only collect information to the extent it is reasonably necessary to fulfill your requests and our legitimate business objectives.\nIf you do not want to submit certain information when requested, you may not be able to access certain areas on our Service or take advantage of certain features of our Service.\nYou may choose to voluntarily submit other information to us through the Service that we do not request, and, in such instances, you are solely responsible for such information.</p>\n<ol>\n<li>\n<b>Information Collected Automatically</b>\n</li>\n</ol>\n<p>We automatically collect information when you use our Service.\nThe categories of information we have automatically collected in the last 12 months include the following:</p>\n<ul>\n<li>\n<b>Service Use Data.&nbsp;</b>We collect data about the features you use, the products or services you view and purchase, the time of day you browse, information regarding your interaction with the Service, and the web pages you visit.</li>\n<li>\n<b>Game-</b>\n<b>Related Data</b>.\nWe collect data about your use of games made available through the Service (“Game-related Data”).\nGame-related Data includes information about your game preferences, participation, performance and achievements in the game, your frequency of play, etc.\n</li>\n<li>\n<b>Device, Connectivity, and Configuration Data.&nbsp;</b>We collect data about the type of device or browser you use, your device’s operating software, your regional and language settings, and other similar information.\nThis also includes IP address, MAC address, mobile Ad Ids (e.g., IDFA or AAID), and other device identifiers.</li>\n<li>\n<b>Location Data.&nbsp;</b>We collect data about your location, which can be precise or imprecise.\nPrecise location data can be Global Navigation Satellite System (GNSS) data (e.g., GPS), as well as data identifying nearby cell towers and Wi-Fi hotspots.\nWe collect precise location data when you enable location-based products or features.\nImprecise location data includes, for example, a location derived from your IP address or data that indicates where you are located with less precision, such as at a city or postal code level.</li>\n<li>\n<b>Video Data</b>.\nCertain of our games may allow you to activate the camera on your device and broadcast video of your gameplay to other players within the game.\nFor example, when you use SpellTable to play Magic: The Gathering, you may have the option to activate the camera on your device in order to show the physical cards to other players within the game.\nIf you activate the camera, we will only access and collect video through the camera for the purpose of providing this functionality to you.\nWe will not use the video for any other purpose or share the video with anyone outside of our Service, except where necessary for us to comply with our legal obligations, to protect our rights or those of anyone else, or where otherwise instructed by you or to facilitate organized play activities.\nIn addition, you can disable your camera at any time through your device settings.\nNotwithstanding the above, we may use non-video data collected in connection with your use of the camera for additional purposes such as data analytics and improving our internal ad servers or as otherwise in accordance with this Privacy Policy.\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>We use various current – and later – developed technologies to collect this data (“Tracking Technologies”), including the following:</p>\n<ul>\n<li>\n<b>Log Files.&nbsp;</b>Log-files are files that record website activity and gather statistics about web users' browsing habits.\nThese entries help Wizards determine (among other things) how many and how often users have visited our Service, which pages they've visited, and other similar data.\nWe also use the log file entries for our internal marketing and demographic studies, so we can constantly improve the online services we provide you.</li>\n</ul>\n<ul>\n<li>\n<b>Cookies</b>.\nCookies are pieces of information placed on your device when you visit a website that act as a unique tag to identify your browser.\nWe use \"cookies\" to enhance your experience at our Service and to help us understand how you interact with our Service.\nFor example, a cookie may allow us to remember certain things based on your IP address, such as the time and duration of your visits, how you navigated through our content, and where you exited a particular site.\nTo learn more about how we use cookies, please visit our&nbsp;<b>Cookie Policy</b>.</li>\n<li>\n<b>Clear GIFs</b>.\nClear GIFs, sometimes called “pixel tags,” or “web beacons” are file objects, usually a graphic image such as a transparent one pixel-by-one-pixel GIF, that are placed on a web page, advertisement, or in an email message.\nThe GIF may tell us the IP address of the device that fetched our page, the URL of the page the GIF is on, the time the page was viewed, the type of browser used, and it can also identify a previously set cookie value, and how and where a user accessed a website.\nWe may use this information to count visitors across our Service and understand how they navigate and use our Service.</li>\n<li>\n<b>Location-Identifying Technologies</b>.\nGPS, WiFi, Bluetooth, and other location-aware technologies may be used to determine your device’s location, sometimes precisely.\nLocation data may be used for purposes such as verifying your device’s location and delivering or restricting relevant content and advertising based on that location.</li>\n<li>\n<b>Voice Processing Technologies</b>.\nVoice processing technologies collect audio through the microphone on your device to effectuate an instruction or request by you.\nWe only collect audio with your consent.\nWe only maintain the audio long enough to complete your instruction or request and then immediately delete it.\nWe may use non-audio data associated with the collection for additional purposes such as data analytics.</li>\n<li>\n<b>App-Specific Technologies</b>.\nOur apps include app-specific technologies, such as SDKs and APIs provided by third parties.\nAn SDK is code embedded in an app that sends information about your use to a server and is in effect the app version of a GIF.\nThe information collected through such technologies often includes your mobile Ad Id.</li>\n</ul>\n<p>&nbsp;</p>\n<p>For further information on how we use Tracking Technologies and your rights and choices regarding them, please see the sections entitled&nbsp;<b>Social Media and Technology Integrations&nbsp;</b>and&nbsp;<b>Your Rights and Choices</b>.</p>\n<p>&nbsp;</p>\n<ol>\n<li>\n<b>Information from Other Sources</b>\n</li>\n</ol>\n<p>We also obtain information about you from third party sources .\nThe categories of third-party sources from which we have collected information in the last 12 months include the following:</p>\n<ul>\n<li>Data brokers or resellers from which we purchase Demographic Data to supplement the data we collect.</li>\n</ul>\n<ul>\n<li>Social networks or gaming platforms (such as Steam or Twitch) when you grant us permission to access data such as Contact Data, Demographic, Data, Profile Data, Contacts and Content.</li>\n</ul>\n<ul>\n<li>Partners with which we offer co-branded services, sell or distribute our products, or engage in joint marketing activities provide us Contact Data, Demographic Data, Profile Data, Contacts and Content.</li>\n</ul>\n<p>&nbsp;</p>\n<p>For further information on these sources, see the section entitled&nbsp;<b>Social Media and Technology Integrations&nbsp;</b>below.</p>\n<b>4.\nINFORMATION USE</b>\n<p>Wizards retains the information we collect only as long as necessary to fulfill the business and commercial purposes for which it was collected, as identified in this Privacy Policy.\nOur business and commercial purposes for using information in the last 12 months include the following:</p>\n<p>\n<b>Possible Use</b>\n</p>\n<p>\n<b>Possible Information</b>\n</p>\n<p>To operate, manage, and provide you with our Service.</p>\n<p>&nbsp;</p>\n<p>Contact Data, Credentials, Demographic Data, Profile Data, Contacts, Content, Information Collected Automatically</p>\n<p>To perform services requested by you, such as to respond to your comments, questions, and requests, and provide customer service.</p>\n<p>&nbsp;</p>\n<p>Contact Data, Information Collected Automatically</p>\n<p>To send you technical notices, updates, security alerts, information regarding changes to our policies, and support and administrative messages.</p>\n<p>&nbsp;</p>\n<p>Contact Data, Information Collected Automatically</p>\n<p>To prevent and address fraud, breach of policies or terms, and threats or harm.</p>\n<p>&nbsp;</p>\n<p>Contact Data, Credentials, Profile Data, Information Collected Automatically</p>\n<p>To monitor and analyze trends, usage, and activities.</p>\n<p>&nbsp;</p>\n<p>Contact Data, Demographic Data, Profile Data, Contacts, Information Collected Automatically</p>\n<p>Fulfill product orders.</p>\n<p>&nbsp;</p>\n<p>Contact Data, Payment Data, Information Collected Automatically</p>\n<p>For our internal research and demographic studies, so we can constantly improve the Service or other Wizards websites, applications, marketing efforts, products and services.</p>\n<p>&nbsp;</p>\n<p>Contact Data, Demographic Data, Profile Data, Contacts, Information Collected Automatically</p>\n<p>To send you direct marketing communications including information about new products, contests, features and enhancements, special offers and other events of interest.</p>\n<p>&nbsp;</p>\n<p>Contact Data, Information Collected Automatically</p>\n<p>To provide you with advertisements on our Service and other services tailored to your interests.</p>\n<p>&nbsp;</p>\n<p>Contact Data, Profile Data, Contacts, Information Collected Automatically</p>\n<p>Verify your eligibility and deliver prizes in connection with Promotions you have entered.</p>\n<p>&nbsp;</p>\n<p>Contact Data, Profile Data, Contacts, Content, Information Collected Automatically</p>\n<p>To fulfill any other business or commercial purposes disclosed to you, at your direction, or with your consent.</p>\n<p>&nbsp;</p>\n<p>Contact Data, Credentials, Demographic Data, Profile Data, Contacts, Content, Information Collected Automatically</p>\n<b>5.\nSHARING OF INFORMATION</b>\n<ol>\n<li>\n<b>Information Shared in the Last 12 Months</b>\n</li>\n</ol>\n<p>&nbsp;</p>\n<p>Wizards shares information about you in accordance with the practices described in this Privacy Policy.\nThe categories of entities to whom we disclosed information in the last 12 months include the following:</p>\n<ul>\n<li>\n<b>Service Providers.&nbsp;</b>Wizards shares information about you with entities that process the information on our behalf (“Service Providers”).\nService Providers assist us with operating our Service and provide us with other services such as organized play, community operations, online product fulfillment, prize payments, email services, marketing and promotional services, data analytics, and technical support.\nAlso, if you make a purchase on the Service, your Payment Data may be processed by a payment processing Service Provider as necessary to complete your purchase (for example, to process your credit card).\nThese Service Providers are contractually prohibited from using your information about you for any purpose other than to provide this assistance, and they agree to maintain the confidentiality, security and integrity of information they receive from us.\nWe may, however, permit Service Providers to use aggregate information that does not identify you or de-identified information for any purposes except as prohibited by applicable law.\nWe share the following categories of information with Service Providers: Contact Data, Payment Data, Credentials, Demographic Data, Profile Data, Contacts, and Content.</li>\n</ul>\n<ul>\n<li>\n<b>Vendors.</b>&nbsp;We share information with vendors, including analytics and advertising technology companies.\nVendors may act as our Service Providers, or in certain contexts, independently decide how to process your information.\nFor more information on advertising and analytics, see the section entitled&nbsp;<b>Advertising and Analytics</b>&nbsp;below.\nFor Vendors, we share the following categories of information with vendors: Contact Data, Credentials, and Profile Data</li>\n</ul>\n<ul>\n<li>\n<b>Affiliates.&nbsp;</b>Wizards shares information with its related entities including its parent and sister companies.\nFor example, we may share your information with our affiliates for customer support, marketing, or technical operations and such information includes: Contact Data, Credentials, Payment Data, and Profile Data.</li>\n</ul>\n<ul>\n<li>\n<b>Partners.&nbsp;</b>We share information with our partners in connection with offering you co-branded services, selling or distributing our products, tournament and organized play activities, or engaging in joint marketing activities.\nFor example, we may share information about you with a retailer for purposes of providing you with product support including Contact Data, Credentials, and Profile Data.</li>\n</ul>\n<ul>\n<li>\n<b>Tournament and Organized Play.&nbsp;</b>If you engage in organized play, your full name, DCI number, city, state, nationality, username and email will be accessible by authorized tournament organizers, retail locations that are part of the Wizards Play Network, members of the Wizards’ community that are adjudicating organized play events, and prize fulfillment Service Providers.\nThese parties are independent of Wizards, but they are contractually prohibited from using your information for any other purpose than that for which it was provided to them, and they agree to maintain the confidentiality, security and integrity of information they receive from us.\nYour information may also be disclosed to members of the Wizards’ community who are engaged in investigating violations of tournament rules and the Code of Conduct.\nAdditionally, your full name, city, and country may appear in online leaderboards and organized play event results.\nVideo Data may also be available to tournament organizers and retail locations that are part of the Wizards Play Network if you participate in organized play activities through SpellTable.</li>\n<li>\n<b>Promotions.&nbsp;</b>Our Promotions may be jointly sponsored or offered by other entities.\nIf you voluntarily choose to enter a Promotion, we share information as set out in the official rules that govern the Promotion as well as for administrative purposes and as required by law (e.g., on a winners list).\nBy entering, you agree to the official rules that govern that Promotion, and may, except where prohibited by applicable law, allow the sponsor and/or other parties to use your name, voice and/or likeness in advertising or marketing materials.\nWe share the following information categories with promotional partners: Contact Data, Profile Data, and Content.</li>\n<li>\n<b>Facilitating Requests.&nbsp;</b>We share information at your request or direction, such as when you choose to share information with a social network about your activities on the Service or link your Wizards account to gaming platforms (such as Steam or Twitch).\nSuch disclosures include: Contact Data, Credentials, Profile Data, Contacts, and Content.</li>\n</ul>\n<p>&nbsp;</p>\n<ol>\n<li>\n<ol>\n<li>\n<b>Information Shared General</b>\n</li>\n</ol>\n</li>\n</ol>\n<p>In addition to the categories listed above, Wizards may share information about you as follows:</p>\n<ul>\n<li>\n<b>Merger or Acquisition.&nbsp;</b>In the event of, or during negotiations of, an actual or proposed merger, acquisition, reorganization, bankruptcy, or other similar event, your information, including personal data, may be shared with Wizards' successors or assigns or other third parties involved in the event.\nIn the event of a merger or acquisition, we may share the following categories of information: Contact Data, Credentials, Demographic Data, Payment Data, Profile Data, Contacts, and Content.</li>\n<li>\n<b>Security and Compelled Disclosure.&nbsp;</b>We may disclose your information, including personal data, to comply with law or other legal process, and where required, in response to requests by public authorities, including to meet national security or law enforcement requests.\nWe may also share your information in connection with an investigation of fraud, harassment, intellectual property infringements, or other activity that is illegal, a violation of our policies, or may expose you or us to legal liability.\nWe may also share your information to protect the rights, property, life, health, security and safety of us, the Service or any third party.\nSuch disclosures may include Contact Data, Payment Data, Credentials, Demographic Data, Profile Data, Contacts and Content.</li>\n<li>\n<b>Consent</b>.\nWe may share your information for any other business or commercial purpose with notice to you and with your consent.</li>\n</ul>\n<p>&nbsp;</p>\n<p>Wizards does not sell information collected from and about its customers to third parties.\nNotwithstanding the foregoing, to the extent \"selling\" is interpreted under the California Consumer Privacy Act to include advertising technology activities, Wizards will comply with applicable law as to such activity.\nCalifornia residents should review the sections below entitled&nbsp;<b>Additional Disclosures for California Residents</b>&nbsp;to learn how to opt-out, and&nbsp;<b>Analytics and Advertising</b>&nbsp;for more information on advertising technology activities.</p>\n<p>&nbsp;</p>\n<p>Without limiting the foregoing, in our sole discretion, we may share aggregated information which does not identify you or de-identified information about you with third parties or affiliates for any purpose except as prohibited by applicable law.\nFor information on your rights and choices regarding how we share your information, please see the section entitled&nbsp;<b>Your Rights and Choices&nbsp;</b>below.</p>\n<b>6.CHILDREN’S INFORMATION</b>\n<ol>\n<li>\n<b>A Note to Parents</b>\n</li>\n</ol>\n<p>Wizards has developed its Service to be appropriate for a wide range of audiences and not directed to children under 13 (“Children” or “Child”).\nIn general, Children may access the Service only if Wizards has obtained prior verifiable parental consent from their parent or guardian in compliance with the U.S.\nChildren’s Online Privacy Protection Rule (“COPPA”).\nIf you are a parent or guardian, please discuss this Privacy Policy with your Children so that they will better understand how to use the Service and the information they may be asked to provide when using the Service.\nIf you have any questions or comments about how we treat Children’s information or our compliance with COPPA, please contact us as set forth in the section entitled&nbsp;<b>Contact Us&nbsp;</b>below.</p>\n<p>&nbsp;</p>\n<p>If your child is a California resident, review the section entitled&nbsp;<b>Additional Disclosures for California Residents</b>.\nIf your child is in the European Union, review the section entitled&nbsp;<b>Additional Disclosures for Data Subjects in&nbsp;Europe</b>.</p>\n<p>&nbsp;</p>\n<ol>\n<li>\n<b>Services Directed to Children</b>\n</li>\n</ol>\n<p>Wizards may also offer certain areas of the Service that are identified as for Children and on such special areas of our Service we will either provide direct notice to a parent of our collection and use of Children’s personal information as defined by COPPA and obtain prior verifiable parental consent or limit our data collection activities to comply with the obligations of COPPA for Child-directed services.\nFor a list of services that Wizards treats as being directed to Children under COPPA, please contact us as set forth in the section entitled&nbsp;<b>Contact Us</b>.</p>\n<p>&nbsp;</p>\n<ol>\n<li>\n<b>Collection, Use, and Sharing of Children's Information</b>\n</li>\n</ol>\n<p>Wizards may collect, use, and share personal information from Children if it is submitted by a Child with prior verifiable parental consent or by the parent or guardian of the Child.\nTo determine who is younger than 13 years old and whether prior verifiable parental consent is required, we ask all users who wish to register to submit their date of birth.\nThose users that indicate they are Children are either blocked from the activity or taken through a parental consent process.\nAs part of the parental consent process, parents have the choice of consenting to our collection and internal use of their Child’s personal information but prohibiting us from disclosing that information to third parties (except to the extent such disclosure is integral to our Service).\nIf we learn or have reason to suspect that we have collected information from a Child in violation of COPPA, we will promptly delete it.</p>\n<p>In limited circumstances, in accordance with COPPA, Wizards does not require verifiable parental consent prior to collection, use, or sharing of Children’s personal information.\nFor example, Wizards may collect and store persistent identifiers (e.g., cookies, IP addresses, etc.) from Children without prior verifiable parental consent where we collect no other Children’s personal information and such persistent identifiers are collected solely for the purpose of providing support for the internal operations of the Service.</p>\n<p>Subject to our compliance with COPPA, Wizards may collect personal information from Children for any of the purposes set forth in this Privacy Policy and may use, share, and otherwise process such information as set forth in this Privacy Policy.\nWe take reasonable measures to maintain the confidentiality, security, and integrity of Children’s personal information, including by taking reasonable steps to release such information only to parties capable of maintaining its confidentiality and security.\nWe retain Children’s personal information only as long as is necessary to fulfill the purpose for which it was collected and delete such information using reasonable measures to protect against its unauthorized access or use.</p>\n<p>Please refer to the sections entitled&nbsp;<b>Information Collection</b>,&nbsp;<b>Information Use</b>, and&nbsp;<b>Sharing of Information&nbsp;</b>for further details on how we process information.</p>\n<p>&nbsp;</p>\n<ol>\n<li>\n<b>Parental Access</b>\n</li>\n</ol>\n<p>A parent who has already given Wizards permission to collect, use, and share their Child’s personal information can, at any time, do the following: (1) review, correct, or delete the Child’s personal information.\nand/or (2) discontinue further collection, use, or sharing of the Child’s personal information.\nTo do so, please refer to the confirmation email provided to you when you gave consent or contact us as set forth in the section entitled&nbsp;<b>Contact Us&nbsp;</b>below.</p>\n<p>Please be sure to include your Child’s name and email address, your name and email address, and the area of the Service on which your Child is registered.</p>\n<b>7.\nSOCIAL MEDIA AND TECHNOLOGY INTEGRATIONS</b>\n<p>We offer parts of our Service through websites, locations, platforms, and services operated, owned, or controlled by separate entities.\nIn addition, we integrate technologies operated, owned, or controlled by separate entities into parts of our Service.\nSome examples include:</p>\n<ul>\n<li>\n<b>Links.&nbsp;</b>Our Service includes links to websites, platforms, and other services not operated or controlled by us.</li>\n<li>\n<b>Social Media.&nbsp;</b>You can engage with our content on or through social networking services, such as Facebook and Twitter.\nWhen you engage with our content (such as through our brand page or via our chatbot on Facebook Messenger) or connect your Wizards account to your social media account, you may allow us to have access to certain information from your social media profile, such as your name, email address, photo, gender, birthday, location, your list of friends, people you follow and/or who follow you, the posts or the ‘likes’ you make.\nWe may also obtain other information such as content viewed, game performance, high scores, and information about advertisements within the content you have been shown or may have clicked on from your interaction with our content.\nWhen you provide information from your social media account, it can help enable us to do things like (1) give you exclusive content, (2) personalize your online experience with us within and outside our Service, and (3) contact you through the social networking service or directly by sending you the latest news, special offerings, and rewards.\nIf you post information on social media that references our Service (e.g., by using a hashtag associated with Wizards in a tweet or status update), your post may be used on or in connection with our Service.\nThrough some social networking services’ privacy settings, you can control what data you share.\nFor more information about how social networking services handle your information, please refer to their respective privacy policies and terms of use.</li>\n<li>\n<b>Gaming Platforms.&nbsp;</b>You can connect your Wizards account to your gaming account on another platform, such as Steam or Twitch.\nThis linking may allow us to obtain information such as your gaming username, email address, photo, game performance, and high scores.\nFor more information about how these gaming platforms handle your information, please refer to their respective privacy policies and terms of use.</li>\n</ul>\n<p>&nbsp;</p>\n<p>Please note that when you interact with other entities, including when you leave our Service, those entities may independently collect information about you.\nThe information collected and stored by those entities remains subject to their own policies and practices, including what information they share with us, your choices on their services and devices, and whether they store information in the U.S.\nor elsewhere.\nWe encourage our users to read third party privacy policies before submitting any information to such third parties.</p>\n<p>For further information on Tracking Technologies and your rights and choices regarding them, please see the sections entitled&nbsp;<b>Information Collected Automatically&nbsp;</b>and&nbsp;<b>Your Rights and Choices&nbsp;</b>below.</p>\n<p>&nbsp;</p>\n<b>8.\nANALYTICS AND ADVERTISING</b>\n<p>We use analytics providers, such as Google Analytics, to help us analyze your use of the Service, compile statistic reports on the Service’s activity, and provide other services relating to Service activity and internet usage.\nWe also work with agencies, advertisers, ad networks, and other technology services to place ads for our products and services on other websites and services.\nAs part of this process, we may incorporate Tracking Technologies into our own Service (including our website and emails) as well as into ads displayed on other websites and services.\nSome of these Tracking Technologies may track your activities across time and services for purposes of associating the different devices you use, and delivering relevant ads and/or other content to you on the Service and other services after you have left the Service (“Interest-based Advertising”).</p>\n<p>We also use audience matching services to reach people (or people similar to people) who have visited our Service or are identified in one or more of our databases (“Matched Ads”).\nThis is done by us uploading a customer list to a technology service or incorporating a pixel from a technology service into our own Service, and the technology service matching common factors between our data and their data.\nFor instance, we incorporate the Facebook pixel on our Service and may share your email address with Facebook as part of our use of Facebook Custom Audiences.\nSome technology services, such as LiveRamp, may provide us with their own data, which is then uploaded into another technology service for matching common factors between those factors.</p>\n<p>For a list of third-party partners whose technology we have integrated on our site, please click&nbsp;here.\nWe encourage you to familiarize yourself with and consult their privacy policies and terms of use.</p>\n<p>&nbsp;</p>\n<p>For further information on the types of Tracking Technologies we use on the Service and your rights and choices regarding analytics, Interest-based Advertising, and Matched Ads, please see the&nbsp;<b>Information Collected Automatically</b>&nbsp;and&nbsp;<b>Your Rights and Choices</b>&nbsp;sections.</p>\n<b>9.\nYOUR RIGHTS AND CHOICES</b>\n<ol>\n<li>\n<b>Review and Updating Account Information</b>\n</li>\n</ol>\n<p>If you have registered an account, you may at any time review or update the Contact Data in your account through your account settings or by contacting us as set forth in the section entitled&nbsp;<b>Contact Us&nbsp;</b>below.\nPlease be sure to include in your message the name of the feature for which you registered and the email address you used to register so that we can verify your request.\nWe may require additional information from you to allow us to confirm your identity.\nPlease note that we will retain and use your information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.</p>\n<p>&nbsp;</p>\n<ol>\n<li>\n<b>Posted Content</b>\n</li>\n</ol>\n<p>If you wish to review, correct, or delete content or information you have publicly posted on our Service you may do so by visiting the individual post and selecting the “Edit” or “Delete” options.\nAlternatively, you may contact us as set forth in the section entitled&nbsp;<b>Contact Us&nbsp;</b>below with your request.\nRequests must state that the user personally posted such content or information and detail where the content or information is posted.\nPlease note we will make reasonable good faith efforts to remove the post from prospective public view and that removal of this content or information from public view does not guarantee complete or comprehensive removal.\nAfter your removal request has been honored, we may retain copies of the content or information you have previously posted on our servers.\nAdditionally, we are not required to remove your posted content or information if we are required by law to retain it.</p>\n<p>&nbsp;</p>\n<ol>\n<li>\n<b>Tracking Technology Choices</b>\n</li>\n</ol>\n<p>&nbsp;</p>\n<ul>\n<li>\n<b>Cookies and GIFs.&nbsp;</b>Most browsers accept cookies by default.\nYou can instruct your browser, by changing its settings, to decline or delete cookies.\nIf you use multiple browsers on your device, you will need to instruct each browser separately.\nYour ability to limit cookies is subject to your browser settings and limitations.</li>\n</ul>\n<ul>\n<li>\n<b>App-Specific Technologies.&nbsp;</b>You can reset your mobile Ad ID at any time through your device settings, which will allow you to limit the use of information collected about you.\nFor information on how to do this on Apple devices, &nbsp;visit&nbsp;Apple.com&nbsp;or&nbsp;https://support.apple.com/en-us/HT202074.\nFor information on how to do this on Android devices, visit&nbsp;Google.com.\nYou can stop all collection of information via an app by uninstalling the app.</li>\n</ul>\n<ul>\n<li>\n<b>Location-Identifying Technologies.&nbsp;</b>The location data collected through an app depends on your device settings and app permissions.\nYou can exercise choice over the location data collected through our apps by (i) for GPS data, disabling location in your device settings or disabling location permissions to that app.\n(ii) for Bluetooth data, disabling Bluetooth and any Bluetooth scanning option in your device settings.\nor (iii) for WiFi data, disabling WiFi and any WiFi scanning option in your device settings.\nYou can stop collection of all location data via an app by uninstalling the app.</li>\n</ul>\n<ul>\n<li>\n<b>Do Not Track.&nbsp;</b>Your browser settings may allow you to automatically transmit a “Do Not Track” signal to online services you visit.\nNote, however, there is no industry consensus as to what site and app operators should do with regard to these signals.\nAccordingly, we do not monitor or take action with respect to “Do Not Track” signals or other mechanisms.\nFor more information on “Do Not Track,” visit&nbsp;http://www.allaboutdnt.com.</li>\n</ul>\n<p>&nbsp;</p>\n<p>Please be aware that if you disable or remove Tracking Technologies some parts of the Service may not function correctly.</p>\n<ol>\n<li>\n<b>Analytics and Interest-Based Advertising</b>\n</li>\n</ol>\n<p>You may exercise choice regarding the use of cookies from Google Analytics by visiting&nbsp;https://tools.google.com/dlpage/gaoptout&nbsp;and downloading the Google Analytics Opt-out Browser Add-on.</p>\n<p>&nbsp;</p>\n<p>Some of the third parties that collect information from or about you on the Service in order to provide more relevant advertising to you participate in the Digital Advertising Alliance (“DAA”) Self-Regulatory Program for Online Behavioral Advertising.\nThis program offers a centralized location where users can make choices about the use of their information for online behavioral advertising.\nTo learn more about the DAA and your opt-out options for their members, please visit (i) for website opt-out,&nbsp;http://www.aboutads.info/choices<u>;</u>&nbsp;and (ii) for mobile app opt-out,&nbsp;http://www.aboutads.info/appchoices.\nIn addition, some of these third parties may be members of the Network Advertising Initiative (\"<b>NAI</b>\").\nTo learn more about the NAI and your opt-out options for their members, please visit&nbsp;http://www.networkadvertising.org/choices/.\nOpting-out only means that the selected members should no longer deliver certain Interest-based Advertising to you but does not mean you will no longer receive any targeted content and/or ads (e.g., from other ad networks).</p>\n<p>&nbsp;</p>\n<p>To opt-out of us using your data for Matched Ads, please contact us as set forth in the&nbsp;<b>Contact Us</b>&nbsp;section below and specify that you wish to opt-out of Matched Ads.\nWe will request that the applicable technology service not serve you Matched Ads based on information we provide to it.\nAlternatively, you may directly contact the applicable technology service to opt-out.</p>\n<p>You may also limit our use of information collected from or about your mobile device for purposes of serving targeted ads to you by going to your device settings and selecting \"Limit Ad Tracking\" (for iOS devices) or \"Opt-out of Interest-Based Ads\" (for Android devices).</p>\n<p>Please note that if you opt-out using any of these methods, the opt-out will only apply to the specific browser or device from which you opt-out.\nWe are not responsible for the effectiveness of, or compliance with, any third-party opt-out options or programs, or the accuracy of any company statements regarding their opt-out options or programs.</p>\n<ol>\n<li>\n<b>Unlinking Your Accounts</b>\n</li>\n</ol>\n<p>If you have linked your Wizards account with certain social network or gaming platforms, such as Facebook or Steam, you may unlink your accounts at any time by visiting your Wizards account settings.\nPlease note that unlinking your accounts will not affect any information previously shared through the linking.\nWizards is not responsible for any platform practices, and we recommend that you carefully review their online policies.</p>\n<ol>\n<li>\n<b>Communications</b>\n</li>\n</ol>\n<p>If you do not want Wizards to send you promotional emails about products, services or events, you may opt-out of receiving such promotional emails at the time of registration.\nAfter registration, you may opt-out by following the link provided in a Wizards email or by contacting us as set forth in the section entitled&nbsp;<b>Contact Us&nbsp;</b>below.\nNotwithstanding the foregoing, Wizards reserves the right to contact you with updates relating to your account, transactions, the Terms of Use, the Code of Conduct or this Privacy Policy.\nPlease note that your decision to opt-out is limited to the email address used and will not affect subsequent subscriptions.</p>\n<p>&nbsp;</p>\n<ol>\n<li>\n<b>Your California Privacy Rights</b>\n</li>\n</ol>\n<p>California residents have additional rights as set out in the section entitled&nbsp;<b>Additional Disclosures for California Residents</b>&nbsp;below.</p>\n<p>&nbsp;</p>\n<ol>\n<li>\n<b>Your Nevada Rights</b>\n</li>\n</ol>\n<p>Nevada law (NRS 603A.340) requires each business to establish an email address or other means by which Nevada consumers may submit requests directing the business not to sell certain kinds of personal information that the business has collected or will collect about the consumer.\nA sale under Nevada law is the exchange of certain kinds of personal information for monetary consideration by the business to a third party for the third party to license or sell the personal information to other third parties.\nIf you are a Nevada consumer and wish to submit a request relating to our compliance with Nevada law, please contact us as at privacy@wizards.com.</p>\n<ol>\n<li>\n<b>Your European Privacy Rights</b>\n</li>\n</ol>\n<p>Data subjects in Europe have additional rights as set out in the&nbsp;<b>Additional Disclosures for Data Subjects in Europe</b>&nbsp;section below.</p>\n<b>10.\nDATA SECURITY</b>\n<p>Wizards takes reasonable steps to help protect the security and integrity of any information you provide to us by implementing and maintaining administrative, physical, and technical safeguards.\nNevertheless, transmission via the internet is not completely secure and we cannot guarantee the security of your information collected through our Service.</p>\n<b>11.\nINTERNATIONAL TRANSFER OF INFORMATION</b>\n<p>Wizards is based in the U.S.\nand the information it collects is governed by U.S.\nlaw.\nIf you are accessing the Service from outside the U.S., please be aware that information collected through the Service may be transferred across borders, and from your country or jurisdiction to other countries or jurisdictions around the world, including the U.S.\nData protection laws in the U.S.\nand other jurisdictions may be different from those of your country of residence.\nBy using the Service, you are expressly consenting to the transfer to and from, processing, usage, sharing, and storage of your information, including personal data, in the U.S.\nas well as other jurisdictions where Wizards conducts business or provides services.\nIf your data is collected in the United Kingdom, the European Union or Switzerland, we will transfer your personal data subject to appropriate safeguards, such as Standard Contractual Clauses.</p>\n<b>12.\nCHANGES TO THIS PRIVACY POLICY</b>\n<p>We reserve the right to change this Privacy Policy at any time.\nAny changes will be effective immediately upon posting of the revised Privacy Policy.\nPlease visit this page from time to time to check for changes.\nYour continued use of our Service indicates your consent to the Privacy Policy then posted.\nIf the changes are material, we may provide you additional notice to your email address.</p>\n<b>13.\nCONTACT US</b>\n<p>If you have any comments, questions, or complaints regarding this Privacy Policy, our privacy practices, or our compliance with European regulations, please contact us using any of the following methods:</p>\n<p>By mail:</p>\n<p>Wizards of the Coast</p>\n<p>ATTN: Customer Support</p>\n<p>P.O.\nBox 707 Renton, WA 98057-0707</p>\n<p>By phone:</p>\n<p>US/Canada: (800) 324-6496</p>\n<p>Other countries: (425) 204-8069</p>\n<p>&nbsp;</p>\n<p>Note: We are available Monday through Friday, from 9:00 am to 6:00 pm Pacific Time, and also on weekends from</p>\n<p>10:00 am to 4:00 pm Pacific Time.</p>\n<p>Online form:</p>\n<p>Submit a help request at&nbsp;https://support.wizards.com</p>\n<p>&nbsp;</p>\n<p>ESRB: For complaints, you can also contact ESRB Privacy at ESRB Attn: Privacy Certified Program, 420 Lexington Avenue,</p>\n<p>Suite 2240 New York, New York 10170, by email at&nbsp;privacy@esrb.org, or directly through their&nbsp;consumer hotline.</p>\n<p>&nbsp;</p>\n<p>European Requests:</p>\n<p>For Europe specific requests, you can reach our DPO at:&nbsp;dpo@hasbo.com</p>\n<b>14.\nADDITIONAL DISCLOSURES FOR CALIFORNIA RESIDENTS</b>\n<ol>\n<li>\n<b>Right to Know and Delete</b>\n</li>\n</ol>\n<p>If you are a California resident, you have the right to know certain information about our data practices in the preceding 12 months.\nIn particular, you have the right to request the following from us:</p>\n<ul>\n<li>The categories of personal information we have collected about you;</li>\n<li>The categories of sources from which the personal information was collected;</li>\n<li>The categories of personal information about you we disclosed for a business purpose or sold;</li>\n<li>The categories of third parties to whom the personal information was disclosed for a business purpose or sold.\nand</li>\n<li>The business or commercial purpose for collecting or selling the personal information.</li>\n</ul>\n<p>You also have the right to request the specific pieces of personal information we have collected about you.</p>\n<p>In addition, you have the right to delete the personal information we have collected from you.</p>\n<p>To exercise any of these rights, please submit a request through our online form available at&nbsp;http://wizards.custhelp.com, call our toll free number at (800) 324-6496, or email us at privacy@wizards.com.\nIn the request, please specify which right you are seeking to exercise and the scope of the request.\nWe will confirm receipt of your request within 10 days.\nWe may require specific information from you to help us verify your identity and process your request.\nIf we are unable to verify your identity, we may deny your requests to know or delete.</p>\n<p>&nbsp;</p>\n<ol>\n<li>\n<b>Do Not Sell My Personal Information</b>\n</li>\n</ol>\n<p>To the extent Wizards sells your personal information as the term “sell” is defined under the California Consumer Privacy Act, you have the right to opt-out of the sale of your personal information by us to third parties at any time.\nYou may submit a request to opt-out by clicking&nbsp;Do Not Sell My Personal&nbsp;Information.\nYou may also submit a request to opt-out by calling our toll-free number at (800) 324-6496 or email us at privacy@wizards.com.</p>\n<p>You can designate an authorized agent to submit requests on your behalf.\nHowever, we will require written proof of the agent’s permission to do so and verify your identity directly.</p>\n<ol>\n<li>\n<b>Right to Non-Discrimination</b>\n</li>\n</ol>\n<p>You have the right not to receive discriminatory treatment by us for the exercise of any of your rights.</p>\n<ol>\n<li>\n<b>California Minors</b>\n</li>\n</ol>\n<p>We do not knowingly sell information of minors under 16 who are residents of California without their affirmative authorization, or the affirmative authorization of their parent or guardian for minors under 13.\nAffirmative authorization can be withdrawn at any time by emailing us at privacy@wizards.com or calling our toll-free number at (800) 324-6496.</p>\n<ol>\n<li>\n<b>Shine the Light</b>\n</li>\n</ol>\n<p>Customers who are residents of California may request (i) a list of the categories of personal information disclosed by us to third parties during the immediately preceding calendar year for those third parties’ own direct marketing purposes.\nand (ii) a list of the categories of third parties to whom we disclosed such information.\nTo exercise a request, please write us at the email or postal address set out in the<b>&nbsp;Contact Us</b>&nbsp;section above and specify that you are making a “California Shine the Light” request.\nWe may require additional information from you to allow us to verify your identity and are only required to respond to requests once during any calendar year.</p>\n<b>15.\nADDITIONAL DISCLOSURES FOR DATA SUBJECTS IN EUROPE</b>\n<ol>\n<li>\n<b>Roles</b>\n</li>\n</ol>\n<p>Data protection laws in Europe distinguish between organizations that process personal data for their own purposes (known as “controllers”) and organizations that process personal data on behalf of other organizations (known as “processors”).\nWizards acts as a controller with respect to personal data collected as you interact with our websites, emails, and advertisements</p>\n<ol>\n<li>\n<b>Lawful Basis for Processing</b>\n</li>\n</ol>\n<p>Data protection laws in Europe require a “lawful basis” for processing personal data.\nOur lawful bases include where: (a) you have given consent to the processing for one or more specific purposes, either to us or to our service providers or partners.\n(b) processing is necessary for the performance of a contract with you.\n(c) processing is necessary for compliance with a legal obligation.\nor (d) processing is necessary for the purposes of the legitimate interests pursued by us or a third party, and your interests and fundamental rights and freedoms do not override those interests.</p>\n<ol>\n<li>\n<b>Your European Privacy Rights</b>\n</li>\n</ol>\n<p>If you are a data subject in Europe, you have the right to access, rectify, or erase any personal data we have collected about you through the Service.\nYou also have the right to data portability, right to be forgotten, and the right to restrict or object to our processing of personal data we have collected about you through the Service.\nIn addition, you have the right to ask us not to process your personal data (or provide it to third parties to process) for marketing purposes or purposes materially different than for which it was originally collected or subsequently authorized by you.\nYou may withdraw your consent at any time for any data processing we do based on consent you have provided to us.</p>\n<p>To exercise any of these rights, contact us as set forth in the section entitled Contact Us above and specify which right you intend to exercise.\nWe will respond to your request within 30 days.\nWe may require additional information from you to allow us to confirm your identity.\nPlease note that we store information as necessary to fulfil the purposes for which it was collected, and may continue to retain and use the information even after a data subject request for purposes of our legitimate interests, including as necessary to comply with our legal obligations, resolve disputes, prevent fraud, and enforce our agreements.</p>\n<p>If you have any issues with our compliance, you have the right to lodge a complaint with a European supervisory authority.</p>\n<ol>\n<li>\n<b>Children in Europe</b>\n</li>\n</ol>\n<p>If you are a child under 16 in Europe, you may access the Service only to the extent that consent is given or authorized by the holder of parental responsibly over you.\nPlease speak with your parent or guardian about this Privacy Policy so you can better understand how we use your personal data.\nWe make reasonable efforts to verify that consent is given or authorized by the holder of parental responsibility over you, and, if we learn or have reason to suspect that we have collected personal data from you without parental consent, we will promptly delete it.</p>\n<p>&nbsp;</p>\n", "created_at": "2019-07-16 21:15:50.520243", "updated_at": "2020-12-14 19:51:10.287868"}], "points": [{"id": 7370, "title": "The service uses your personal data for advertising", "source": "https://company.wizards.com/legal/wizards-coasts-privacy-policy", "status": "Under section 4, information use: \"We also use information about you, including personal data, with your consent, including: ... To provide you with advertisements on our Service and other Third Party Services tailored to your interests.\"", "created_at": "2019-07-16 21:50:42.186824", "updated_at": "2021-02-06 04:16:23.720471", "quoteText": "We also use information about you, including personal data, with your consent, including:</p>\n<ul>\n<li>To provide you with advertisements on our Service and other Third Party Services tailored to your interests.</li>", "case_id": 216, "document_id": 1647, "quoteStart": 16815, "quoteEnd": 17031}, {"id": 7376, "title": "Your data may be processed and stored anywhere in the world", "source": "https://company.wizards.com/legal/wizards-coasts-privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-07-16 22:15:20.602225", "updated_at": "2019-09-25 01:34:27.955189", "quoteText": "INTERNATIONAL TRANSFER OF INFORMATION</b>\n<p>Wizards is based in the U.S.\nand the information it collects is governed by U.S.\nlaw.\nIf you are accessing the Service from outside the U.S., please be aware that information collected through the Service may be transferred across borders, and from your country or jurisdiction to other countries or jurisdictions around the world, including the U.S.\nData protection laws in the U.S.\nand other jurisdictions may be different from those of your country of residence.\nBy using the Service, you are expressly consenting to the transfer to and from, processing, usage, sharing, and storage of your information, including personal data, in the U.S.\nas well as other jurisdictions where Wizards conducts business or provides services", "case_id": 187, "document_id": 1647, "quoteStart": 46352, "quoteEnd": 47124}, {"id": 7375, "title": "You can opt out of promotional communications", "source": "https://company.wizards.com/legal/wizards-coasts-privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-07-16 22:09:33.707536", "updated_at": "2020-12-15 09:03:56.470662", "quoteText": "<p>If you do not want Wizards to send you promotional emails about products, services or events, you may opt-out of receiving such promotional emails at the time of registration.", "case_id": 223, "document_id": 1647, "quoteStart": 44116, "quoteEnd": 44294}, {"id": 7371, "title": "Users should revisit the terms periodically, although in case of material changes, the service will notify", "source": "https://company.wizards.com/legal/wizards-coasts-privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-07-16 21:55:14.022221", "updated_at": "2020-12-15 09:03:37.075493", "quoteText": "We reserve the right to change this Privacy Policy at any time.\nAny changes will be effective immediately upon posting of the revised Privacy Policy.\nPlease visit this page from time to time to check for changes.\nYour continued use of our Service indicates your consent to the Privacy Policy then posted.\nIf the changes are material, we may provide you additional notice to your email address.</p>", "case_id": 329, "document_id": 1647, "quoteStart": 47368, "quoteEnd": 47765}, {"id": 7372, "title": "There is a date of the last update of the terms", "source": "https://company.wizards.com/legal/wizards-coasts-privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-07-16 21:56:18.832447", "updated_at": "2021-02-06 04:16:23.738436", "quoteText": "Privacy Policy <p>Last Updated: June 30, 2018", "case_id": 331, "document_id": 1647, "quoteStart": 0, "quoteEnd": 45}, {"id": 7373, "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.", "source": "https://company.wizards.com/legal/wizards-coasts-privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-07-16 22:04:08.760715", "updated_at": "2019-07-31 04:29:30.988779", "quoteText": "Do Not Track.&nbsp;</b>Your browser settings may allow you to automatically transmit a “Do Not Track” signal to online services you visit.\nNote, however, there is no industry consensus as to what site and app operators should do with regard to these signals.\nAccordingly, we do not monitor or take action with respect to “Do Not Track” signals or other mechanisms", "case_id": 233, "document_id": 1647, "quoteStart": 40543, "quoteEnd": 40906}, {"id": 7374, "title": "You can delete your content from this service", "source": "https://company.wizards.com/legal/wizards-coasts-privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-07-16 22:07:33.994699", "updated_at": "2020-12-15 09:03:43.414251", "quoteText": "<p>If you wish to review, correct, or delete content or information you have publicly posted on our Service you may do so by visiting the individual post and selecting the “Edit” or “Delete” options.", "case_id": 175, "document_id": 1647, "quoteStart": 38019, "quoteEnd": 38218}, {"id": 19115, "title": "There is a date of the last update of the agreements", "source": "https://company.wizards.com/legal/wizards-coasts-privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-04-22 11:13:38.217899", "updated_at": "2021-04-23 11:10:06.155144", "quoteText": "Last Updated: October 22, 2020", "case_id": 331, "document_id": 1647, "quoteStart": 25, "quoteEnd": 55}, {"id": 19117, "title": "This service is only available to users over a certain age", "source": "https://company.wizards.com/legal/wizards-coasts-privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-04-22 11:18:17.538797", "updated_at": "2021-04-23 11:10:15.701593", "quoteText": "Wizards has developed its Service to be appropriate for a wide range of audiences and not directed to children under 13", "case_id": 152, "document_id": 1647, "quoteStart": 26765, "quoteEnd": 26884}, {"id": 19116, "title": "This service is only available to users over a certain age", "source": "https://company.wizards.com/legal/wizards-coasts-privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-04-22 11:15:15.832239", "updated_at": "2021-04-23 11:10:32.643184", "quoteText": "We do not knowingly sell information of minors under 16 who are residents of California without their affirmative authorization, or the affirmative authorization of their parent or guardian for minors under 13.\n", "case_id": 152, "document_id": 1647, "quoteStart": 51400, "quoteEnd": 51611}, {"id": 19118, "title": "The service collects many different types of personal data", "source": "https://company.wizards.com/legal/wizards-coasts-privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-04-22 11:19:55.428365", "updated_at": "2021-04-24 09:11:26.642445", "quoteText": "To register an account with Wizards, you must, at a minimum, provide your date of birth, location, email, a username and password.\nTo participate in other Wizards offerings, such as organized play, you may be required to provide your first name and last name, city, country, postal code, gender, email address, password, username and screen name.</li>", "case_id": 376, "document_id": 1647, "quoteStart": 4241, "quoteEnd": 4592}], "urls": ["www.wizards.com", " company.wizards.com", " support.wizards.com", " magic.wizards.com", " dnd.wizards.com", " wpn.wizards.com", " avalonhill.wizards.com"]}}