{"error": 448, "message": "OK", "parameters": {"id": 4025, "name": "Survey Junkie", "created_at": "2021-06-10 01:16:42.729996", "updated_at": "2021-06-10 22:00:43.963882", "wikipedia": null, "keywords": null, "related": null, "slug": "survey-junkie", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4025.png", "url": "surveyjunkie.com", "documents": [{"id": 6922, "name": "Privacy Policy", "url": "https://www.surveyjunkie.com/privacy", "xpath": "", "text": " Get Started Privacy Policy\n<ul>\n<li>\nSurvey Junkie Member and Non-Member Privacy Policy\n<p>Survey Junkie is an online market research community that is wholly owned by consumer insights platform DISQO, Inc.\n(www.disqo.com), which delivers data and analytics to the market research industry.\nThis Privacy Policy covers how Survey Junkie collects, uses, and shares your personal information and the rights you have with respect to your personal information.\n</p>\n<p>This Privacy Policy applies to the information you provide to us when you visit SurveyJunkie.com (the “Website”), participate in any Survey Junkie panel or subpanel (“Panel”), or use any Survey Junkie products and services, including without limitation, downloading and installing Survey Junkie's mobile or desktop applications (“Survey Junkie Applications”).\nPlease read this policy carefully to understand our information practices.\nBy using this Website, any of the products and services offered on or through the Website, or the Survey Junkie Applications, you are agreeing to the practices described in this Privacy Policy.\n</p>\n<p>This Privacy Policy sets forth the collection, use and disclosure of personal information (“Personal Information”) and other information by Survey Junkie in connection with Survey Junkie's Services (as defined below).\nSurvey Junkie's Services provide you with the opportunity to join a Panel (as defined below), participate in surveys (whether as a Panel member or a non-Panel member), use the websites associated with the Panels, download and use the Survey Junkie Applications, and receive and redeem rewards and incentives, including, without limitation, promotions and sweepstakes entries offered in connection with Panel membership and/or the completion of surveys (collectively “Services”).\nRegistration with, use of, and access to Survey Junkie's Services and the Survey Junkie Applications are subject to Survey Junkie's Panel Terms and Conditions.\nYour use of Survey Junkie's Services is completely voluntary.</p>\n<p>For clarification, this Privacy Policy applies to all of Survey Junkie's survey research Panels, including, without limitation, Survey Junkie (each a “Panel” and collectively the “Panels”), unless the panel displays a different privacy policy.\nAll references in this Privacy Policy to Survey Junkie include Survey Junkie and its subsidiary and affiliated companies.\nAll references to “us” or “we” refer to Survey Junkie.&nbsp;</p>\n<p>For the purpose of this Privacy Policy, the term “Personal Information” shall include, without limitation, any information that identifies you including your name, address(es), telephone number(s) (including home, mobile, and/or business telephone numbers), email address(es), date of birth, the unique identification number we assign to you, reward, loyalty, or incentive account numbers and Personal Information (as defined herein).</p>\n</li>\n<li>Information You Provide</li>\n<li>\n</li>\n<li>Information Collected Through Automated Means</li>\n<li>\n</li>\n<li>Information Collected from Third Parties</li>\n<li>\n</li>\n<li>How We Use Your Information</li>\n<li>\n</li>\n<li>Communications You Will Receive</li>\n<li>\n</li>\n<li>How we Share Personal Information and Other Information Collected with Third Parties</li>\n<li>\n</li>\n<li>Links to Third Party Websites</li>\n<li>\n</li>\n<li>Digital Advertising and Analytics</li>\n<li>\n</li>\n<li>How Your Privacy Is Protected</li>\n<li>\n</li>\n<li>Special Note About Minors</li>\n<li>\n</li>\n<li>How to Opt Out</li>\n<li>\n</li>\n<li>Nevada Privacy Rights</li>\n<li>\n</li>\n<li>California Consumer Privacy Act (CCPA)</li>\n<li>\n</li>\n<li>Questions or Complaints</li>\n<li>\n</li>\n<li>Changes to This Privacy Policy</li>\n<li>\n</li>\n</ul> Terms and Conditions\n<ul>\n<li>Applicability and Agreement</li>\n<li>\n</li>\n<li>Membership Eligibility</li>\n<li>\n</li>\n<li>Use of the Services</li>\n<li>\n</li>\n<li>Panel Registration and Passwords</li>\n<li>\n</li>\n<li>Unauthorized Uses</li>\n<li>\n</li>\n<li>Restricted Content</li>\n<li>\n</li>\n<li>User Content</li>\n<li>\n</li>\n<li>License Grant</li>\n<li>\n</li>\n<li>Claims of Copyright Infringement</li>\n<li>\n</li>\n<li>Rewards Programs</li>\n<li>\n</li>\n<li>Profile Updates</li>\n<li>\n</li>\n<li>Opt-Out Policy</li>\n<li>\n</li>\n<li>Third Party Websites</li>\n<li>\n</li>\n<li>Panel and Survey-Related Communications with Survey Junkie</li>\n<li>\n</li>\n<li>Privacy</li>\n<li>\n</li>\n<li>Disclaimer and Limitation of Liability</li>\n<li>\n</li>\n<li>Changes</li>\n<li>\n</li>\n<li>Limitations of Liability</li>\n<li>\n</li>\n<li>Compliance with Applicable Laws</li>\n<li>\n</li>\n<li>Suspension, Termination and De-Activation of Panel Membership Accounts</li>\n<li>\n</li>\n<li>Survey Junkie, Vendor and Subcontractor Employees</li>\n<li>\n</li>\n<li>Notices</li>\n<li>\n</li>\n<li>Electronic Signatures and Agreements</li>\n<li>\n</li>\n<li>Severability</li>\n<li>\n</li>\n<li>Arbitration</li>\n<li>\n</li>\n<li>Governing Law</li>\n<li>\n</li>\n<li>Taxes</li>\n<li>\n</li>\n<li>Relationship between You and Survey Junkie</li>\n<li>\n</li>\n<li>No Assignment</li>\n<li>\n</li>\n<li>Miscellaneous Terms</li>\n<li>\n</li>\n<li>Contact Us</li>\n</ul> Survey Junkie's Privacy Policy Last Updated: 06-09-21.\nSurvey Junkie Member and Non-Member Privacy Policy\n<p>Survey Junkie is an online market research community that is wholly owned by consumer insights platform DISQO, Inc.\n(www.disqo.com), which delivers data and analytics to the market research industry.\nThis Privacy Policy covers how Survey Junkie collects, uses, and shares your personal information and the rights you have with respect to your personal information.\n</p>\n<p>This Privacy Policy applies to the information you provide to us when you visit SurveyJunkie.com (the “Website”), participate in any Survey Junkie panel or subpanel (“Panel”), or use any Survey Junkie products and services, including without limitation, downloading and installing Survey Junkie's mobile or desktop applications (“Survey Junkie Applications”).\nPlease read this policy carefully to understand our information practices.\nBy using this Website, any of the products and services offered on or through the Website, or the Survey Junkie Applications, you are agreeing to the practices described in this Privacy Policy.\n</p>\n<p>This Privacy Policy sets forth the collection, use and disclosure of personal information (“Personal Information”) and other information by Survey Junkie in connection with Survey Junkie's Services (as defined below).\nSurvey Junkie's Services provide you with the opportunity to join a Panel (as defined below), participate in surveys (whether as a Panel member or a non-Panel member), use the websites associated with the Panels, download and use the Survey Junkie Applications, and receive and redeem rewards and incentives, including, without limitation, promotions and sweepstakes entries offered in connection with Panel membership and/or the completion of surveys (collectively “Services”).\nRegistration with, use of, and access to Survey Junkie's Services and the Survey Junkie Applications are subject to Survey Junkie's Panel Terms and Conditions.\nYour use of Survey Junkie's Services is completely voluntary.</p>\n<p>For clarification, this Privacy Policy applies to all of Survey Junkie's survey research Panels, including, without limitation, Survey Junkie (each a “Panel” and collectively the “Panels”), unless the panel displays a different privacy policy.\nAll references in this Privacy Policy to Survey Junkie include Survey Junkie and its subsidiary and affiliated companies.\nAll references to “us” or “we” refer to Survey Junkie.&nbsp;</p>\n<p>For the purpose of this Privacy Policy, the term “Personal Information” shall include, without limitation, any information that identifies you inclduing your name, address (es), telephone number(s) (including home, mobile, and/or business telephone numbers), email address (es), date of birth, the unique identification number we assign to you, reward, loyalty, or incentive account numbers and Personal Information (as defined herein).</p> Information You Provide\n<p>We collect information from Panel members during and after registration, including, without limitation, during participation in a survey and in connection with the receipt and redemption of rewards and incentives.\nInformation may be collected in various ways, including through inquiry forms, registration forms, surveys, and contests.\nSurvey Junkie collects additional data included in your member profile you submit voluntarily.\nWhen you sign up for a Panel you will be asked to provide certain Personal Information, including but not limited to your name, address, telephone numbers, email address, date of birth, racial and gender information.\n</p>\n<p>In addition to the collection of Personal Information mentioned above, during and subsequent to the registration process, you may be asked to voluntarily provide or disclose Sensitive Personal Information.\n“Sensitive Personal Information” means Personal Information that discloses or reveals health and medical conditions including disability status, sexual orientation or sexual life, and race/ethnic origin.\nSensitive Personal Information is used to target survey opportunities to you.\nYou may refuse to answer certain questions or discontinue participation at any time.</p>\n<p>Certain Survey Junkie mobile or desktop applications may collect and use geolocation information through GPS, WiFi, and cellular triangulation to provide location tracking services.\nYou will receive prior notice and will be asked to consent before your geolocation information is collected.\nIf you do not want to provide your geolocation information through the Survey Junkie Applications, you may use the settings available on your mobile phone, computer, or device to limit the sharing of geolocation data at any time.</p>\n<p>We collect, use, and share online browsing information on your mobile phone, computer, or device in connection with websites, mobile websites, advertisements, browser applications, and third-party mobile applications such as clickstream data, browsing history, the pages viewed and the time spent, links clicked, and conversion information to track your online behavior over time and across different websites in order to understand your online preferences and interests.</p>\n<p>In certain circumstances, you may be asked to provide certain information about your identity such as a photo, picture, video, a copy of a valid government issued photo identification (ID) card or document, or a combination thereof.\nThis information will be solely used for identity verification or fraud prevention.\nWe use third-party identity verification processors who specialize in the secure online capture and processing of identity information.\nWe do not store or retain any identity information.\nYou may refuse to provide this information at any time and, instead, opt for alternative methods of verification.\n</p>\n<p>When you join a Panel, we ask you to provide us with information such as your name, telephone number, address, and email address.\nWe may use this information to send you a verification email or text message, mail a verification postcard, or make a call to confirm and verify your identity.\nIf you use Facebook to sign up, Facebook may share some of the information that you have provided to them with us.\nWhen you participate in surveys, you may be asked for your personal opinions, as well as demographic information, such as your age, occupation, and household composition.</p>\n<p>We may also collect your telephone number in order to better facilitate your use of the Services.\nBy way of example, we may use your telephone number to identify you, or to send you reminders or other information, via voice or text message, about Surveys you have participated in, or about future Survey or other opportunities.\nBy giving us your telephone number, you expressly consent to receive a phone call or a text message from us.\nFor information on how to opt out of telephone communications, see the “How to Opt Out” section below.</p>\n<p>When you redeem points, we may ask you to provide us with additional information in order to transfer rewards to your PayPal account or initiate ACH transfers to your bank through Dwolla, a third-party payment processor.\nThe information requested may include: PayPal email address, bank account holder's name, bank account number, bank routing number, and bank account type.\nIf you earn more than certain monetary thresholds on Survey Junkie, we may be required by law to obtain your social security number for government tax reporting purposes.\nPlease contact support if you have any questions.</p>\n<p>Please contact support if you have any questions.</p> Information Collected Through Automated Means\n<p>We may also collect certain information automatically, such as information about: (i) your device or computer and its capabilities, including, but not limited to, the operating system, IP address, device carrier, device type, time zone, network status, browser type, browser identifier, location and other information that alone or in combination may be used to uniquely identify your device or computer.\nand (ii) your activities in connection with Survey Junkie Services, including, without limitation, survey data and responses, and reward, incentive, and/or sweepstakes information.\nSpecific examples of this information, and the technology that collects it, are below:</p>\n<p>\n<u>Cookies.</u> Cookies are small information packets sent to, and stored by web browsers.\nWe use both session cookies and persistent cookies.\nSession cookies expire when you close your browser.\nPersistent cookies remain on your device or computer indefinitely until deleted.\nWe may use session and persistent cookies for several purposes including, without limitation, to provide a better survey experience, quality control, validation, to enable or facilitate survey participation, tracking of completed surveys or other completed actions, and for fraud detection and/or prevention.\nCookies help us recognize your browser and capture and remember certain information that you previously shared with us, such as your setting preferences.\nMost browsers allow you to refuse to accept cookies through browser settings.\nIn order to use Survey Junkie, you must have cookies enabled on your browser.\n</p>\n<p>\n<u>Log Files.</u> We may automatically gather and store certain information in log files, including, without limitation, data available from your web browser, including, without limitation, IP Address, browser type, Internet service provider, pages you visit, referring/exiting pages, operating system, date/time stamp and click stream data.\n</p>\n<p>\n<u>Digital Fingerprinting.</u> Generally, digital fingerprinting assigns a unique identifier to your device or computer based upon the device’s or computer’s technical settings, characteristics and IP Address.\nWe use digital fingerprinting technology for quality control and validation purposes and fraud detection and/or prevention, including, but not limited to, identifying duplicate or fraudulent respondents.\n</p>\n<p>\n<u>Digital Advertising.</u> We allow third-party companies to collect certain non-personally identifiable information when you visit our web site.\nThese companies may utilize cookies, pixels or other technologies to collect and use non-personally identifiable information (e.g., hashed data, click stream information, browser type, time and date, subject of advertisements clicked or scrolled over) during your visits to this and other web sites in order to provide advertisements about goods and services likely to be of greater interest to you.\nTo learn more about this behavioral advertising practice or to opt-out of this type of advertising, see the “Digital Advertising“ section below.</p> Information Collected from Third Parties\n<p>We may obtain Personal and demographic information from third parties, including, but not limited to, information services bureaus.\nWe may use the Personal and demographic information for various purposes, including, without limitation, data validation, data append, identity verification, and fraud detection purposes.</p> How We Use Your Information\n<p>SurveyJunkie and DISQO, Inc., a consumer insights platform that wholly owns Survey Junkie, may use your information for the purposes described in this Privacy Policy.\n</p>\n<p>We use information collected through Survey Junkie Services and the Survey Junkie Applications as follows: (i) to communicate with you regarding your membership with a Panel.\n(ii) to communicate with you regarding your participation in a survey(s).\n(iii) to tailor survey opportunities to you.\n(iv) to send you notifications of survey opportunities.\n(v) to comply with any and all legal obligations, including, without limitation, tax obligations.\n(vi) to administer and manage our reward and incentive programs and fulfill your requests for rewards and incentives.\n(vii) to facilitate your entry into sweepstakes and promotions and communicate with you regarding such entries (viii) to update our records.\n(ix) to comply with any data suppression obligations or requirements.\n(x) for identity verification and fraud detection and/or prevention purposes.\nand (xi) as otherwise permitted under to this Privacy Policy or as otherwise authorized by you.</p>\n<p>In addition, we may use the information collected through the Survey Junkie Services and the Survey Junkie Applications for the following business purposes: (i) identify you as a user of the Services.\n(ii) build, maintain, and improve Survey Junkie's products and services.\n(iii) build, maintain, and improve DISQO's products and services.\n(iv) create a profile of your interests and preferences based on your online activity.\nand (v) to use your information, in a privacy-compliant way, to understand online user behaviors.</p> Communications You Will Receive\n<p>We may contact you via phone or email for the purpose of: (i) sending you survey invitations, (ii) communicating with you regarding your survey participation (past, present and/or future),(iii) communicating with you regarding reward or incentive information, inquiries, and redemption, (iv) communicating with you regarding sweepstakes or prize draw promotions, (v) sending you newsletters, (vi) sending you notices required to be provided under this Privacy Policy or required by law, (vii) communicating with you regarding promotions, (viii) responding to inquiries received from you, and (ix) sending you communications to confirm your identity and for fraud detection and prevention purposes.</p>\n<p>By agreeing to become a Panel member, you agree to receive invitations to participate in surveys.\nYou may unsubscribe from Panel membership at any time, see “How to <em>Opt Out</em>\" below.&nbsp;</p> How we Share Personal Information and Other Information Collected with Third Parties\n<p>We may disclose Personal Information and other information collected to third parties as follows:</p>\n<ol>\n<li>With your consent, other than your consent to the processing and sharing described in this Privacy Policy and specifically this section.</li>\n<li>Under applicable law or in response to a subpoena or an order of a court or government agency.</li>\n<li>To establish, exercise, or defend legal claims of an individual or Survey Junkie.</li>\n<li>To establish or exercise our legal rights.</li>\n<li>If we believe disclosure is necessary to investigate, prevent, or take action regarding illegal activity, suspected fraud or other wrongdoing.</li>\n<li>To protect and defend the rights, property, or safety of our company, our employees, our users, or others.\nor to enforce Panel terms of use or other agreements or policies.\n</li>\n<li>In connection with a corporate change such as a merger, our acquisition by another company, or a partial or total sale of our assets including in bankruptcy.</li>\n<li>To authorized agents and/or vendors and subcontractors and clients, partners, who are providing services, including, without limitation, data append services, data validation services, identity verification services, fraud detection and/or prevention services, database-matching services, coding services, data segmentation services, and reward, and incentive related services, as well as market research partners that provide surveys.</li>\n<li>Your information may be shared with third parties in a privacy-compliant way, with personal information encrypted to mask your identity.\nYour survey responses may be combined with the responses of others who participate in surveys and those gathered responses are reported to the third party that commissioned the study.\n</li>\n<li>As otherwise permitted under this Privacy Policy or as noted at time of collection.</li>\n</ol> Links to Third Party Websites\n<p>This Privacy Policy applies solely to the Services and Website and not to any other product or service.\nThe Services and Website may contain links to third-party websites that we believe may offer services or useful information.\nIn addition, when you navigate to a third-party survey website, you may be asked to provide information to that website.\nThe policies and procedures we described here do not apply to those websites.\nYour interactions with third-party companies and your use of their features are governed by the privacy policies of the companies that provide those features.\nWe recommend that you carefully read the privacy policies of each site.</p> Digital Advertising and Analytics\n<p>We may partner with ad networks and other ad serving providers (“Advertising Providers“) that serve ads on behalf of us and others on non-affiliated platforms.\nSome of those ads may be personalized, meaning that they are intended to be relevant to you based on information Advertising Providers collect about your use of the website and other sites or apps over time, including information about relationships among different browsers and devices.\nThis type of advertising is known as interest-based advertising.</p>\n<p>Your may visit www.aboutads.info or www.networkadvertising.org/choices to learn more about this type of advertising and how to opt out of this advertising on websites by companies participating in the Digital Advertising Alliance (“DAA“) self-regulatory program and the Network Advertising Initiative (“NAI“).\nIf you delete your cookies or use a different browser or mobile device, you must renew your opt-out choices exercised through the DAA WebChoices tool.\nNote that electing to opt-out will not stop advertising from appearing in your browser or applications.\nIt may make the ads you see less relevant to your interests.\nAdditionally, your browser may offer tools that limit the use of cookies or to delete cookies.\nhowever, if you use these tools, our Site may not function as intended.</p>\n<p>If you wish to opt-out of interest-based advertising in mobile apps on your device by companies that participate in the DAA's AppChoices app, you may download that app onto your device and exercise your choice.\nAppChoices is available at the links below:</p>\n<p>DAA AppChoices iOS</p>\n<p>DAA AppChoices Android</p> How Your Privacy Is Protected\n<p>We use reasonable security measures to protect against the loss, misuse and alteration of data.\nWe regularly update and maintain our security and privacy practices to ensure that your Personal Information remains protected at all times.</p> Special Note About Minors\n<p>Our Services are not designed or intended for use by any individual under the age of sixteen (16) and we do not knowingly collect Personal Information from anyone under the age of sixteen (16).\nIf we become aware that we inadvertently collect Personal Information from anyone under this age threshold, we will promptly delete such Personal Information.\nParents, guardians or other persons with parental rights should contact us, if they believe that we have collected Personal Information from anyone under age sixteen(16).</p> How to Opt Out\n<p>Panel members may opt-out by: (i) following the instructions provided in your membership account.\n(ii) clicking on the unsubscribe link contained in a survey invitation and following the instructions on the opt-out web page.\nor (iii) contacting us as at:</p>\n<p>\nprivacy@surveyjunkie.com<br>\nor by mail at:<br>\n1200 S Brand Blvd, #200<br>\nLos Angeles, CA 91204\n</p> Nevada Privacy Rights\n<p>Under Nevada law, Nevada residents may submit a request directing us to not make certain disclosures of personal information (as defined in Nevada law) we maintain about them.</p>\n<p>To exercise this right, please contact us at privacy@surveyjunkie.com<br>\n</p> California Consumer Privacy Act (CCPA)\n<p>The California Consumer Privacy Act (“CCPA“) provides California residents with certain rights relating to their Personal Information.\nThis section describes your CCPA rights and how to exercise any of those rights by submitting a verifiable consumer request.\nOnly you, or a person that you authorize to act on your behalf, may make a verifiable consumer request twice in a twelve (12) month period.\nThe verifiable consumer request must provide requested information that allows us to reasonably verify that you are the person about whom we collected Personal Information.\nYou will not be required to create an account to submit a verifiable consumer request.\nWe will only use the Personal Information that you provide in a verifiable consumer request to verify the requesting individual's identity or authority to make the request.\nWe may need to request additional information from you to verify your identity or understand your request.</p>\n<p>\n<strong>Right to Access, Data Portability, and Deletion</strong>\n</p>\n<p>You have the right to request access to Personal Information in a portable and easily accessible format.\nUpon receiving and verifying a verifiable consumer request, if we collected Personal Information about you over the past twelve months, the following information will be provided:</p>\n<ol>\n<li>The categories of Personal Information we collect about you</li>\n<li>The categories of sources of your Personal Information</li>\n<li>The business or commercial purpose for collecting or selling your Personal Information</li>\n<li>The categories of any third parties with whom we share your Personal Information</li>\n<li>The specific pieces of Personal Information collected about you</li>\n</ol>\n<p>If we sold your Personal Information, the following information will be provided:</p>\n<ol>\n<li>The categories of Personal Information we collect about you</li>\n<li>The categories of Personal Information we sold</li>\n<li>The categories of any third parties to whom we sold your Personal Information</li>\n<li>A list of which categories of Personal Information we sold to each third party</li>\n<li>The categories of Personal Information we disclose about you for business purposes</li>\n</ol>\n<p>You have the right to request deletion of your Personal Information that we have collected or maintained.\nHowever, this right does not apply if we need to retain the Personal Information to do the following:</p>\n<ol>\n<li>Provide a good or service requested by you, or reasonably anticipated within the context of our ongoing business relationship with you</li>\n<li>Detect security incidents and protect against malicious, deceptive, fraudulent, or illegal activity</li>\n<li>Debug to identify and repair errors that impair existing intended functionality</li>\n<li>Conduct research in the public interest</li>\n<li>Safeguard the right to free speech</li>\n<li>To enable solely internal uses that are reasonably aligned with your expectations based on your relationship with us</li>\n<li>Comply with a legal obligation or applicable law</li>\n<li>Use your Personal Information in a lawful manner that is compatible with the context in which you provided the information.</li>\n</ol>\n<p>\n<strong>Right to Opt-Out of the Sale of Personal Information</strong>\n</p>\n<p>You have the right to opt-out of the sale of Personal Information.\nA “sale“ is broadly defined by the CCPA to mean the selling, renting, releasing, disclosing, disseminating, making available, transferring, or otherwise communicating your Personal Information by us to a third party for valuable consideration.\nYou will not be required to create an account to complete the opt-out process.\nWe will not use any Personal Information gathered during the opt-out process for other purposes besides complying with your opt-out request.\nOnce your request is received and verified, we will not sell your Personal Information.\nYou may opt-in for the sale of Personal Information at any time.\nhowever, we will not reach out to request that you opt-in for at least twelve (12) months.</p>\n<p>Please note that if you opt-out, we may not be able to deliver certain parts of the Service, such as surveys, promotions, and sweepstakes.\nWe will make this clear at the point of opt-out so that you can make an informed decision.\n</p>\n<p>\n<strong>Personal Information We Collect</strong>\n</p>\n<p>In the preceding 12 months, we collected the following categories of Personal Information about California consumers.</p> Identifiers\nName, address, IP address, email address, online identifier, account name, unique personal identifier, device identifier, session identifiers, network identifiers, hardware identifiers, mobile advertising identifier, driver’s license, passport, government issued photo identification, tax identification number,bank account information, and other similar identifiers Commercial information\nSurveys taken, panel participation, payment and redemption history Legal protected characteristics\nRace, sex, age, national origin, and disability Internet or network activity\nBrowsing history, search history, information regarding a consumer’s interaction with a website, application, or advertisement, links clicked, pages viewed and time spent on pages, mobile network and operating system, browser and operating system, and other applications installed.\nGeolocation\nPhysical location, IP address, WiFi, cellular triangulation Employment information\nGeneral employment related information including job position and title, employment status, salary range Education information\nGeneral education related information including education level, professional certifications, licenses Inferences from above used to profile\nOnline consumer preferences, characteristics, trends, predispositions, behaviors Image/Biometric\nPhotos, pictures, videos <p>We collect Personal Information directly from you.\nAs further described in this Privacy Policy, we may collect Personal Information from the following categories of sources: consumer survey companies, market research companies, financial services companies, payment processing companies, security and verification services companies, online and mobile websites and applications, and information services bureaus.</p>\n<p>We use, disclose, and share the Personal Information we collect for our commercial and business purposes which include, without limitation: (i) to communicate with you regarding your membership with a Panel.\n(ii) to communicate with you regarding your participation in a survey(s).\n(iii) to tailor survey opportunities to you.\n(iv) to send you notifications of survey opportunities.\n(v) to comply with any and all legal obligations, including, without limitation, tax obligations.\n(vi) to administer and manage our reward and incentive programs and fulfill your requests for rewards and incentives.\n(vii) to facilitate your entry into sweepstakes and promotions and communicate with you regarding such entries (viii) to update our records.\n(ix) to comply with any data suppression obligations or requirements.\n(x) for identity verification and fraud detection and/or prevention purposes.\nand (xi) as otherwise permitted under to this Privacy Policy or as otherwise authorized by you.\n</p>\n<p>In addition, we may use the information collected through the Survey Junkie Services and the Survey Junkie Applications for the following business purposes: (i) build, maintain, and improve Survey Junkie’s products and services.\n(ii) build, maintain, and improve DISQO’s products and services.\n(iii) create a profile of your interests and preferences.\nand (iv) use your information, in a privacy-compliant way, to understand online user behaviors.</p>\n<p>We may sell or disclose the categories of Personal Information to the following categories of third parties: market research agencies, advertising agencies, media companies, food and beverage companies, transportation companies, e-commerce companies, technology companies, retail companies, health product companies, consumer services companies, telecommunication companies, advertising networks, social networks, data analytics providers, data aggregators, investment management companies, and asset management companies.</p>\n<p>\n<strong>How to Exercise Your CCPA Rights</strong>\n</p>\n<p>To exercise any of the above rights, please contact us using the following information and submit the required verifying information as further described below:</p>\n<ul>\n<li>Online at online form</li>\n<li>Via email at privacy@surveyjunkie.com<br>\n</li>\n</ul>\n<p>\n<strong>Verification Process and Required Information</strong>\n</p>\n<p>Note that we may need to request additional information from you to verify your identity or understand the scope of your request, although you will not be required to create an account with us to submit a request or have it fulfilled.\nWe will require you to provide, at a minimum, your name and email address.</p>\n<p>\n<strong>Authorized Agent</strong>\n</p>\n<p>You may designate an authorized agent to make a CCPA request on your behalf.\nIf you designate an authorized agent to make an access, deletion or opt-out of sale request on your behalf (i) we may require you to provide the authorized agent written permission to do so, and (ii) for access and deletion requests, we may require you to verify your own identity directly with us.</p>\n<p>\n<strong>Minor's Right to Opt In</strong>\n</p>\n<p>For California residents at least 16 years of age, we shall not collect, use, or share their Personal Data without affirmative authorization that they are opting in for the sale of their Personal Data.\nIn addition, such minors shall be informed of the right to opt out at a later date.</p> Questions or Complaints\n<p>If you have any questions about this Privacy Policy, contact us via email at:</p>\n<p>privacy@surveyjunkie.com<br>\n</p>\n<br>\n<p>\nor by mail at:<br>\n1200 S Brand Blvd, #200<br>\nLos Angeles, CA 91204<br>\n</p> Changes to This Privacy Policy\n<p>We reserve the right, at any time and without notice, to add to, change, update or modify this Privacy Policy simply by posting such change, update or modification on the website.\nAny such change, update or modification will be effective immediately upon posting on the website.</p>\n<p>We reserve the right, at our discretion, to modify our privacy practices and update and make changes to this Privacy Policy at any time.\nWe encourage you to refer to this Privacy Policy on an ongoing basis.\nThis Privacy Policy is current as of the “Updated” date which appears at the top of this policy.\nWe will treat Personal Information in a manner consistent with the Privacy Policy under which it was collected, unless we have your consent to treat it differently.\nBy using the Services or this website following any Privacy Policy change, you freely and specifically give us your consent to collect, use, transfer and disclose your Personal Information in the manner specified in such then-current Privacy Policy.</p> Survey Junkie's Terms of Use Last Updated as of 06-09-21.\nApplicability and Agreement\n<p>These Terms and Conditions (these <strong>“Terms”</strong>) govern and apply to your use of Survey Junkie panels and survey-related services, including, without limitation, (1) membership of a Survey Junkie panel or subpanel, including, without limitation, the Panel (<strong>“Panel”</strong>), (2) use of and/or access to any Panel website (<strong>“Website”</strong>) (3) participation in any survey or study offered, provided, hosted, or administered by or through the Survey Junkie Panel, (4) your eligibility for, and/or redemption of, rewards, incentives, and prizes offered for certain actions and activities, including, without limitation, successfully completing surveys.\nand (5) downloading and installing the Survey Junkie Applications (collectively, the <strong>“Services”</strong>).&nbsp;</p>\n<p>Survey Junkie is an online market research community that is wholly owned by consumer insights platform DISQO, Inc.\n(www.disqo.com), which delivers data and analytics to the market research industry.\nAll references in these Terms to <strong>“Us”</strong> or <strong>“We”</strong> refer to Survey Junkie and its subsidiary and affiliated companies.\nThese <strong>“Terms”</strong> or <strong>“Agreement”</strong> constitute a legally binding agreement between you and Survey Junkie.\nBy signing up, accessing, using, and/or participating in the Services you hereby expressly agree to comply with, and be bound by, these Terms.&nbsp;Survey Junkie reserves the right to refuse, restrict, prohibit, or reject your access to, use of, and/or participation in the Services, at any time and for any reason.\nPlease read the following Terms of Use carefully before using any of the services available on the Website (“Service”).\nYour use of the Service constitutes your agreement to be bound by this Agreement.\nTHIS AGREEMENT ALSO INCLUDES A MANDATORY ARBITRATION CLAUSE AND CLASS ACTION WAIVER.\nIF YOU DO NOT AGREE TO THESE TERMS, DO NOT USE THE SERVICE.</p> Membership Eligibility\n<p>Panel membership is generally open to individuals who satisfy the requirements for membership.\nWe only allow one member per unique email address.\nMembers are not permitted to create more than one Survey Junkie account.\nSurvey Junkie may refuse to provide the Services to anyone, at any time and for any reason or no reason.</p> Use of the Services\n<p>The Services are for personal, non-commercial use.\nYou may use the Services only when and as available.\nSurvey Junkie reserves the right to change, modify, or eliminate, and/or restrict or block access to, all or any part of the Services, without notice, at any time, for any reason or no reason.</p>\n<p>Survey Junkie provides Panel members with the opportunity to participate in surveys.\nParticipation in surveys is voluntary.\nBy agreeing to become a Panel member, you agree to receive invitations to participate in surveys.\nYou may unsubscribe from Panel membership at any time, see Section 12 \"Opt Out Policy\" below.&nbsp;</p> Panel Registration and Passwords\n<p>In order to register as a Panel member, you must register with or for the Panel and provide certain personal information.\nPanel members are required to truthfully provide all information.\nSurvey Junkie reserves the right to restrict or prohibit your use of, access to, and/or participation in the Services if you provide, or Survey Junkie reasonably suspects that you have provided, information that is untrue, inaccurate, not current, or incomplete.</p>\n<p>Survey Junkie will either: (i) issue a user name and password to a Panel member, or (ii) permit a Panel member to create his/her own user name and password.\nPanel members are solely responsible for the security of their user names and passwords and will be solely liable and responsible for any use, whether authorized or unauthorized, of their membership accounts.</p>\n<p>Panel membership is specific to the individual who registers for membership with the Panel.\n&nbsp;</p>\n<p>You acknowledge that you are accessing, using, and/or participating in the Services in the capacity of an independent contractor, and no agency, partnership, joint venture, employee-employer or franchisor-franchisee relationship is intended or created by this agreement.</p> Unauthorized Uses\n<p>You agree not to: (i) use spiders, robots or other automated data mining techniques to catalog, download, store, or otherwise reproduce or distribute data or content available in connection with the Services, or to manipulate the results of any survey, prize draw, or contest.\n(ii) take any action to interfere with any Website or an individual's use of any Website, including, without limitation, by overloading, “flooding”, or “crashing” any Website.\n(iii) send or transmit any viruses, corrupted data, or any other harmful, disruptive, or destructive code, file, or information, including, without limitation, spyware.\n(iv) collect any personally identifiable information of or about any other user of the Services.\n(v) send unsolicited emails, including, without limitation, promotions and/or advertising of products or services.\n(vi) open, use, or maintain more than one (1) membership account with a Panel.\n(vii) forge or mask your true identity.\n(viii) frame a portion(s) of any Website within another website or alter the appearance of any Website.\n(ix) establish links from any other website to any page of, on, or located within any Website or to the Services, without the prior express written permission of Survey Junkie.\n(x) post or transmit any threatening, libelous, defamatory, obscene, pornographic, lewd, scandalous, or inflammatory material or content or any material or content that could otherwise violate Applicable Laws (as defined herein).\n(xi) impersonate any person or entity or misrepresent your affiliation with a person or entity.\n(xii) send multiple emails from the referral function to the same email address or continue to send emails through the referral function after a recipient has requested not to receive further emails.\n(xiii) create more than one Survey Junkie account.\n(xiv) attempt to inflate your points by circumventing or otherwise compromising our systems;(xv) engage in any fraudulent activity, including, without limitation, speeding through surveys, taking the same survey more than once, masking or forging your identity, submitting false information during the registration process, submitting false or untrue survey data, redeeming or attempting to redeem rewards, prizes, and/or incentives through false or fraudulent means, and tampering with surveys.\n(xvi) reverse engineer any aspect of the Services or do or take any act that might reveal or disclose the source code, or bypass or circumvent measurers or controls utilized to prohibit, restrict or limit access to any webpage, content or code, except as expressly permitted by Applicable Laws.\n(xvii) engage in any criminal or illegal act(s).\n(xviii) use Restricted Content (as defined herein) in violation or breach of these Terms.\nor (xx) encourage and/or advise any individual, including, without limitation, any Survey Junkie, vendor or subcontractor employee, to commit any act(s) prohibited hereunder.&nbsp;</p>\n<p>When using the Service's email referral function, if you are notified by us that a person has requested to “opt out” of receiving emails from Survey Junkie, you may not send further emails to that person's email address.</p>\n<p>You acknowledge and agree that Survey Junkie will fully cooperate with all legal disclosure request(s) (e.g.\ncourt order or subpoena).</p> Restricted Content\n<p>In connection with your use of, access to, and/or participation in the Services, you may have the opportunity to review or access confidential and proprietary information, materials, products, and content (<strong>“Restricted Content”</strong>) belonging to Survey Junkie and/or the clients, partners and/or licensors of Survey Junkie surveys and services.\nRestricted Content is and shall remain the sole and exclusive property of the owner of the Restricted Content.\nIn no event shall you obtain or receive any right, title, and/or interest in or to any Restricted Content.\nYou agree to protect the confidentiality and secrecy of the Restricted Content and you agree not to modify, copy, reproduce, republish, display, transmit, distribute, reverse engineer, create derivative works of, decompile, or otherwise use, alter, or transfer Restricted Content without the prior express written consent of Survey Junkie.\nYou acknowledge and agree that Restricted Content may be subject to, and protected by, intellectual property laws, regulations, and codes.\nYou further acknowledge and agree that if you breach or otherwise violate the restrictions, limitations, and prohibitions contained in this Section, in addition to any other rights or remedies available to Survey Junkie, Survey Junkie reserves the right to terminate, prohibit or restrict your use of, access to, and/or participation in the Services.&nbsp.\n&nbsp;</p> User Content\n<p>You are solely liable and responsible for all content, materials, information, and comments you use, upload, post or submit in connection with the Services (<strong>“User Content”</strong>).\nYou are solely responsible for all third party approvals, consents, and/or authorizations required for User Content.\nIf you submit User Content, the User Content may become publicly available and may be shared with third parties including, without limitation, Survey Junkie's clients, clients of Survey Junkie's clients, and third party service providers.\nUser Content should only include audio, video, images, or the likeness of the individual submitting the User Content and should not contain copyrighted or trademarked content or material of any third party.\nUser Content should not include audio, video, images, or the likeness of anyone other than the user.\nYou will not receive compensation for any User Content.</p>\n<p>By using, uploading, posting, or submitting User Content in connection with the Services, you hereby grant to Survey Junkie a perpetual, irrevocable, unlimited, transferrable, sub-licensable, world-wide, royalty free, right and license to edit, copy, transmit, publish, display, create derivative works of, reproduce, modify, distribute, and otherwise use, modify, or distribute your User Content in any manner, without compensation or notice.\n&nbsp;&nbsp;</p>\n<p>You are solely responsible for the User Content.\nSurvey Junkie does not and cannot review all User Content and Survey Junkie is not responsible for the User Content.\nSurvey Junkie reserves the right to delete, move, or edit User Content, that is, in Survey Junkie's sole discretion, deemed to: (i) violate these Terms, (ii) violate copyright or trademark laws, or (iii) be abusive, defamatory, obscene, or otherwise unacceptable.&nbsp;</p> License Grant\n<p>When you use the Services or a Website, we grant you a, personal, non-exclusive, revocable, limited license to use our Services.\nYou acknowledge that we maintain all right, title, and interest in Services or Website.\nThis license may be terminated if you violate any provisions listed in this Agreement or our Privacy Policy.\nAdditionally, this license may be terminated if you are engaged in any activities that we determine, in our sole discretion, may damage the rights of Survey Junkie or if your activities are in violation of any applicable laws.\n</p> Claims of Copyright Infringement\n<p>\nThe Digital Millennium Copyright Act of 1998 (the “DMCA”) provides recourse for copyright owners who believe that material appearing on the Internet infringes their rights under U.S.\ncopyright law.\nIf you believe in good faith that materials available on the Services or the Website infringe your copyright, you (or your agent) may send us a notice requesting that we remove the material or block access to it.\nIf you believe in good faith that someone has wrongly filed a notice of copyright infringement against you, the DMCA permits you to send us a counter-notice.\nNotices and counter-notices must meet the then-current statutory requirements imposed by the DMCA.\nNotices should be sent to:\n</p>\n<p>\nSurvey Junkie<br>\n1200 S.\nBrand Blvd.\n#200<br>\nLos Angeles, CA 91204\n</p> Rewards Programs\n<p>In connection with your use of the Services, you may have the opportunity to earn rewards, incentives, and entries into prize draws or sweepstakes.\nInformation, official rules, and terms and conditions for rewards, incentives, and prize draws or sweepstakes may be available on the Panel Website, at the beginning or end of a survey, in survey invitations, on the website(s) for redeeming rewards, incentives, and prizes, and/or may be described in any newsletter or other communication distributed or published by Survey Junkie.\n</p>\n<p>You may redeem your points for rewards, including, without limitation, through Paypal, Dwolla and gift cards.\nA minimum number of points may be required for redemption.\nA valid and verified Paypal account is required for redemption of points via Paypal.\nFor redemptions made through ACH transfers initiated by our service provider Dwolla, a bank account holder's name, account type, routing number, and account number will be required.\nYou expressly authorize Survey Junkie’s service provider, Dwolla, Inc.\nto originate credit transfers to your financial institution account.\nSurvey Junkie reserves the right to verify the identity of Paypal or Dwolla account holders and withhold payment in its sole discretion, if it believes that the identity of the Paypal or Dwolla account holder differs from the Survey Junkie user.\nif it believes the user has violated this Agreement.\nor if it believes that the user has violated federal, state, or local law.\nSurvey Junkie is not liable for the functionality of Paypal, Dwolla or other third parties that provide services through which a user may redeem points.\nRewards, incentives, and prizes are non-transferrable.\n</p> Profile Updates\n<p>Panel members agree to promptly notify Survey Junkie member services team of any changes in or to information contained in their member profile.\nPanel members agree to review and update, as necessary, membership profiles no less frequently than once every six (6) months.\nA Panel member may update, correct, and/or delete information contained in his or her membership profiles by: (i) accessing his or her Panel membership account.\nor (ii) sending an email to the appropriate Panel member services team for the appropriate Panel.</p> Opt-Out Policy\n<p>Panel members may opt-out from using the Services (including, without limitation, from receiving newsletters or communications), at any time, by: (i) following the unsubscribe procedures described on the Website or contained in any email received from the Survey Junkie.\nor (ii) by sending an email to the Panel member services team.\nSurvey Junkie shall use reasonable efforts to read and respond to each email request within a reasonable period of time after receipt.\nUpon termination, a Panel member's contact information will be removed from any further communication or contact lists.\nPlease allow a few days for the complete removal of contact information from Survey Junkie's communication or contact lists for the applicable Panel.\nduring which period the member may receive communications which were created or compiled prior to termination.\nPlease see the Survey Junkie Privacy Policy for information on how Survey Junkie handles information and data following an unsubscribe, termination, or opt-out request (“Survey Junkie Privacy Policy”).</p>\n<p>At any time you seek to opt out of the Survey Junkie 0Applications, you may uninstall the Survey Junkie Applications from your mobile device.</p> Third Party Websites\n<p>In connection with your use of the Services, the Website, or the Survey Junkie Applications, you may be able to voluntarily link or connect to websites maintained and/or operated by third parties (<strong>“Third Party Websites”</strong>), such as participating in surveys conducted on third party websites or signing up with a third party to do an in-home product use consumer test.\nSurvey Junkie does not endorse any Third Party Website nor any products (including but not limited to physical products), services, and/or opportunities advertised, available, offered and/or sold by, on, through or in connection with any Third Party Website (<strong>“Third Party Information”</strong>).\nSurvey Junkie does not make any representations or warranties regarding the Third Party Websites and/or the Third Party Information, even if the Website contains links to such Third Party Websites or Third Party Information.\nSurvey Junkie expressly disclaims all liability arising out of, or in connection with your use of Third Party Websites and Third Party Information.\nPlease carefully review all policies and terms applicable to the Third Party Websites and the Third Party Information.\n&nbsp;</p> Panel and Survey-Related Communications with Survey Junkie\n<p>All panel and survey-related communications (excluding personal information) and User Content submitted or transmitted by You to Survey Junkie by electronic mail or otherwise, shall be treated as non-confidential and non-proprietary information, unless specifically indicated by You either prior to, or contemporaneously with, the submission or transmission of such communications and User Content.\nYou agree that any such communications and User Content may be used by Survey Junkie for any legal reason.&nbsp;&nbsp.\n</p> Privacy\n<p>Survey Junkie takes your privacy very seriously.\nFor information about Survey Junkie Privacy practices, please review the Survey Junkie Privacy Policy.</p> Disclaimer and Limitation of Liability\n<p>YOU EXPRESSLY AGREE THAT YOUR USE OF THE WEBSITE AND SERVICES ARE AT YOUR OWN RISK.\nNEITHER SURVEY JUNKIE NOR ANY OTHER PARTY INVOLVED IN CREATING, PRODUCING, OR DELIVERING THE WEBSITE MAKES ANY REPRESENTATIONS ABOUT THE SUITABILITY OF THE CONTENT OF THIS WEBSITE FOR ANY PURPOSE, NOR THAT YOUR USE OF THE WEBSITE WILL BE UNINTERRUPTED OR ERROR-FREE.\nTHAT THE SITE OR SITE SERVICES, OR ANY THIRD PARTY WEBSITES LINKED TO THE SITE WILL MEET YOUR REQUIREMENTS, OR THAT THE SITE WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR FREE.\nNOR DOES SURVEY JUNKIE MAKE ANY WARRANTY AS TO THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE WEBSITE OR SITE SERVICES, AS TO CONFIDENTIALITY OR PRIVACY OF ANY OF USER'S INFORMATION REGISTRATION DATA, EXCEPT AS SET FORTH IN THE SURVEY JUNKIE PRIVACY POLICY, OR AS TO THE ACCURACY OR RELIABILITY OF ANY INFORMATION OBTAINED THROUGH THE WEBSITE OR WEBSITE SITE SERVICES.\nANY MATERIAL OR DATA DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE WEBSITE IS DONE AT YOUR OWN RISK AND YOU ARE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OF SUCH MATERIAL OR DATA.\nSURVEY JUNKIE AND ITS SERVICE PROVIDERS MAKE NO WARRANTY REGARDING ANY GOODS OR SERVICES PURCHASED OR OBTAINED THROUGH THE WEBSITE OR ANY TRANSACTIONS ENTERED INTO THROUGH THE WEBSITE AND ARE NOT RESPONSIBLE FOR ANY USE OF CONFIDENTIAL OR PRIVATE INFORMATION BY MERCHANTS SELLING THROUGH THE WEBSITE OR OTHER USERS.\nNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM SURVEY JUNKIE, AFFILIATES OR THROUGH THE SITE, SHALL CREATE ANY WARRANTY NOT EXPRESSLY MADE HEREIN.\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES, SO SOME OF THE ABOVE EXCLUSIONS MAY NOT APPLY TO YOU.\nIN NO EVENT SHALL SURVEY JUNKIE BE LIABLE FOR ANY DAMAGES (WHETHER CONSEQUENTIAL, DIRECT, INCIDENTAL, INDIRECT, PUNITIVE, SPECIAL OR OTHERWISE) ARISING OUT OF, OR IN ANY WAY CONNECTED WITH, YOUR USE OR THE INABILITY TO USE THE WEBSITE OR FOR COST OF PROCUREMENT OF SUBSTITUTE GOODS AND SERVICES OR RESULTING FROM ANY GOODS OR SERVICES PURCHASED OR OBTAINED OR MESSAGES RECEIVED OR TRANSACTIONS ENTERED INTO THROUGH THE WEBSITE OR RESULTING FROM UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR DATA, INCLUDING DAMAGES FOR LOSS OF PROFITS, USE, DATA OR OTHER INTANGIBLE, REGARDLESS OF WHETHER SUCH DAMAGES ARE BASED ON CONTRACT, STRICT LIABILITY, TORT OR OTHER THEORIES OF LIABILITY, AND ALSO REGARDLESS OF WHETHER SURVEY JUNKIE WAS GIVEN ACTUAL OR CONSTRUCTIVE NOTICE THAT DAMAGES WERE POSSIBLE.\nIN THE EVENT SURVEY JUNKIE BEARS LIABILITY FOR DAMAGES, LOSSES, AND CAUSES OF ACTION, THE LIABILITY WILL BE LIMITED TO THE MAXIMUM AMOUNT PAID BY YOU, IF ANY, FOR USING THIS SITE.\nNOTWITHSTANDING ANYTHING IN THESE TERMS TO THE CONTRARY, THIS DISCLAIMER OF WARRANTIES DOES NOT APPLY IN NEW JERSEY.</p> Changes\n<p>Survey Junkie hereby reserves the right, in Survey Junkie's sole discretion, to make changes to these Terms.\nSurvey Junkie encourages you to review these Terms on an ongoing basis.</p> Limitations of Liability\n<p>EXCEPT TO THE EXTENT PROHIBITED BY APPLICABLE LAWS, YOU ACKNOWLEDGE AND AGREE THAT IN NO EVENT WILL SURVEY JUNKIE BE LIABLE, OR OTHERWISE RESPONSIBLE, TO YOU FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL AND/OR PUNITIVE DAMAGES, FOR ANY REASON(S) OR FOR ANY CAUSE(S), REGARDLESS OF WHETHER SURVEY JUNKIE IS INFORMED OF THE POSSIBILITY THE SUCH DAMAGES MAY EXIST.\nNOTWITHSTANDING ANYTHING IN THESE TERMS TO THE CONTRARY, THESE LIMITATIONS OF LIABILITY DOES NOT APPLY IN NEW JERSEY.</p> Compliance with Applicable Laws\n<p>You acknowledge and agree that you will comply with all applicable international, national, Federal, state, and/or local laws, codes, regulations, rules and/or requirements (<strong>\n<u>“Applicable Laws”</u>\n</strong>) regarding your use of, participation, in, and/or access to the Services.&nbsp;</p> Suspension, Termination and De-Activation of Panel Membership Accounts\n<p>Either party may terminate your membership with a Panel at any time, with or without cause, for any reason or no reason, and without liability for the termination.</p>\n<p>In addition to any and all other available remedies, Survey Junkie may, without notice, suspend and/or terminate your use of, access to, and/or participation in the Services if you are in breach or violation of these Terms.\nIf Survey Junkie terminates your membership due to your breach or violation of these Terms: (i) you forfeit all rights, title, and interest in and/or to all unredeemed rewards, incentives, and/or prizes, effective upon termination.\n(ii) your membership will immediately be canceled.\n(iii) your access to, participation in, and use of the Services will immediately cease, and (iv) you will not be allowed to participate in surveys offered through the Services.\n</p>\n<p>In addition, Survey Junkie reserves the right to de-activate your Panel membership account: (a) if your membership account does not remain Active (as defined herein).\n(b) if Survey Junkie receives a hard bounce or delivery failure notice in regards to email communications sent by Survey Junkie to your email account.\nor (c) if Survey Junkie receives a “mailbox full” reply notice three (3) times in regards to email communications sent by Survey Junkie to your email account.\nFor the purpose of these Terms, <strong>“Active”</strong> means that you: (i) participate in a survey, at least, once every twelve (12) months.</p>\n<p>In the event of deactivation, termination by you, or termination by Survey Junkie (other than for your breach or violation of these Terms), Survey Junkie shall maintain unredeemed rewards, incentives, and/or prizes active and available for you to redeem for a period of thirty (30) days following de-activation or termination.</p> Survey Junkie, Vendor and Subcontractor Employees\n<ol>\n<li>\n<u>Restriction.</u> Survey Junkie, vendor and subcontractor employees and their Immediate Family Member(s) (as defined herein) are not eligible to receive any payments, prizes, or incentives for using, participating in, or accessing the Services.\nFor the purpose of this Section 20, the term <strong>“Immediate Family Member(s)”</strong> includes parents, spouses, children or significant others (i.e.\ngirlfriends/boyfriends, domestic partners, civil partner and spousal equivalents).&nbsp;</li>\n<li>\n<u>Procedures.</u> Survey Junkie, vendor and subcontractor employees may use, access, or participate in the Services, only after receiving permission from their respective manager, and only for the sole purpose of improving Survey Junkie's products and/or services.\nSurvey Junkie, vendor and subcontractor employees must always be honest and report accurate information in connection with using, accessing, or participating in the Services.\nIf altered, false, or untrue information or data must be used, prior consent and approval must be received from Survey Junkie's Chief Executive Officer.&nbsp;</li>\n<li>\n<u>Improper Conduct.</u> Unless authorized pursuant to these Terms or otherwise approved in writing by Survey Junkie' Chief Executive Officer, the violation of the terms of this Section 20 by an Survey Junkie, vendor or subcontractor employee and/or its Immediate Family Member(s) is a violation of Survey Junkie's standards of conduct and any such violation may subject the employee to discipline, including, without limitation, termination of employment.&nbsp;</li>\n</ol> Notices\n<ol>\n<li>\n<u>Notice from You to Survey Junkie.</u> Except as otherwise set forth herein, or as required by Applicable Laws, all notices to be sent or provided to Survey Junkie should: (i) be correctly addressed to the applicable business address, and shall be sufficiently delivered if delivered: (a) by Federal Express, Express Mail, or other nationally or internationally recognized overnight courier service (in which case notice shall be effective one (1) business day following dispatch).\nor (b) by certified mail, return receipt requested, postage prepaid (in which case notice shall be effective six (6) days following deposit in mail).\nor (ii) be sent via email to the appropriate member services team.</li>\n<li>\n<u>Notice from Survey Junkie to You.</u> Except as otherwise required by Applicable Laws, you agree that Survey Junkie may provide notices to you: (i) via the e-mail address provided by you to Survey Junkie (in which case notice shall be effective one (1) day following the date the e-mail was sent, provided that Survey Junkie did not receive an error message stating that delivery of the e-mail was delayed, that the e-mail address was invalid, or that the e-mail otherwise could not be delivered).</li>\n<li>\n<u>Legal Notice.</u> All questions regarding these Terms and all legal notices should be sent, in accordance with Section 21.A.\nof these Terms, to:<br>\nSurvey Junkie<br>\nAttn: Legal Department<br>\n1200 S.\nBrand Blvd.\n#200<br>\nLos Angeles, CA 91204<br>\nOr via email to:<br>\nprivacy@surveyjunkie.com\n</li>\n</ol> Electronic Signatures and Agreements\n<p>You acknowledge and agree that by clicking on the button labeled \"SUBMIT\", \"GET STARTED\", “I AGREE”, or “I ACCEPT\" or such similar links as may be designated by Survey Junkie to accept the terms and conditions of these Terms, you are submitting a legally binding electronic signature and are entering into a legally binding contract.\nYou acknowledge that your electronic submissions constitute your agreement and intent to be bound by these Terms and Conditions.\nPursuant to any applicable statutes, regulations, rules, ordinances or other laws, including without limitation the United States Electronic Signatures in Global and National Commerce Act (the “E-Sign Act”) or other similar statutes, YOU HEREBY AGREE TO THE USE OF ELECTRONIC SIGNATURES, CONTRACTS, ORDERS AND OTHER RECORDS AND TO ELECTRONIC DELIVERY OF NOTICES, POLICIES AND RECORDS OF TRANSACTIONS INITIATED OR COMPLETED THROUGH THE SITE OR SERVICES OFFERED BY SURVEY JUNKIE.\nFurther, you hereby waive any rights or requirements under any statutes, regulations, rules, ordinances or other laws in any jurisdiction which require an original signature or delivery or retention of non- electronic records, or to payments or the granting of credits by other than electronic means.</p> Severability\n<p>If any term or provision of these Terms shall be held or declared to be invalid or unenforceable for any reason by any court of competent jurisdiction, such term or provision shall be deemed null and void and shall not affect the application and/or interpretation of these Terms.\nThe remaining terms or provisions of these Terms shall continue in full force and effect, as if the invalid or unenforceable term or provision was not a part of these Terms.&nbsp;</p> Arbitration\n<p>ANY CLAIM OR DISPUTE RELATING IN ANY WAY TO YOUR USE OF THE WEBSITE, SERVICES AVAILABLE ON THE WEBSITE, OR THESE TERMS OF USE SHALL BE SUBMITTED TO CONFIDENTIAL ARBITRATION, EXCEPT THAT EITHER PARTY MAY SEEK INTERIM RELIEF FROM ANY STATE OR FEDERAL COURT IN THE PARTY'S STATE OF RESIDENCE TO PROTECT THE PARTY'S INTELLECTUAL PROPERTY RIGHTS.\nARBITRATION WOULD REMOVE YOUR RIGHT TO LITIGATE A CLAIM IN COURT OR TO HAVE A JURY TRIAL ON THAT CLAIM.\nOTHER RIGHTS THAT YOU WOULD HAVE IN COURT MAY NOT BE AVAILABLE IN ARBITRATION.\nIT IS IMPORTANT THAT YOU READ THIS PROVISION CAREFULLY BEFORE ACCEPTING THESE TERMS OF USE.\n</p>\n<p>IF A DISPUTE IS ARBITRATED, YOU GIVE UP YOUR RIGHT TO PARTICIPATE AS A CLASS REPRESENTATIVE OR CLASS MEMBER ON ANY CLASS CLAIM YOU MAY HAVE AGAINST SURVEY JUNKIE INCLUDING ANY RIGHT TO CLASS ARBITRATION OR ANY CONSOLIDATION OF INDIVIDUAL ARBITRATIONS.\nDISCOVERY AND RIGHTS TO APPEAL IN ARBITRATION ARE GENERALLY MORE LIMITED THAN IN A LAWSUIT, AND OTHER RIGHTS AVAILABLE IN COURT MAY NOT BE AVAILABLE IN ARBITRATION.</p>\n<p>All disputes between you and Survey Junkie, including disputes related to this Agreement, your use of the Website, and/or rights of privacy and/or publicity, will be resolved by binding, individual arbitration under the American Arbitration Association's rules for arbitration of consumer-related disputes and you and Survey Junkie hereby expressly waive trial by jury.\nYou may bring claims only on your own behalf.\nNeither you nor Survey Junkie will participate in a class action or class-wide arbitration for any claims covered by this Agreement.\nYou also agree not to participate in claims brought in a private attorney general or representative capacity, or consolidated claims involving another person's account.\nThis dispute resolution provision will be governed by the Federal Arbitration Act.\nJudgment on the award rendered by the arbitrator may be entered in any court having competent jurisdiction.\n</p>\n<p>In any arbitration, Survey Junkie will pay the filing, administration, service or case management fee, plus the costs associated with the first day of arbitration, with the remaining costs to be paid by the non-prevailing party.\nUnless inconsistent with applicable law, each party shall bear the expense of their respective attorneys', experts' and witness fees, regardless of which party prevails in the arbitration.</p>\n<p>Arbitration shall take place in Los Angeles, California, but may proceed telephonically if the complainant so chooses.</p> Governing Law\n<p>This Agreement shall be governed and enforced by applicable laws of the State of California (without regard to conflict of law provisions thereof).</p> Taxes\n<p>You agree that you are responsible for all taxes and fees associated with your use of the Survey Junkie Website and Service.\nIf you earn more than a certain amount of money on the Website, we may be required by law to mail you a form to obtain your social security number for tax reporting purposes.\nYou agree that you will complete and return all forms we send to you requesting information.\n</p> Relationship between You and Survey Junkie\n<p>You shall be an independent contractor and not a partner, joint venturer, or employee of Survey Junkie.\nYou shall not represent that you are an agent or representative of Survey Junkie.</p> No Assignment\n<p>You may not assign your rights or obligations under this Agreement to any other party without our prior written consent.\nWe may assign our rights and/or obligations under this Agreement to any other party at our discretion.</p> Miscellaneous Terms\n<p>The headings contained in these Terms are for reference only and shall have no effect on the interpretation and/or application of these Terms.\nSurvey Junkie's failure to enforce a breach by you of these Terms shall not waive or release you from such breach and shall not waive, release or prevent Survey Junkie from enforcing any subsequent breach by you of these Terms.\nThese Terms, any rules, terms or policies referenced herein or incorporated herein, and any Panel specific requirements, represent the entire understanding and agreement between Survey Junkie and you with respect to the subject matter hereof.\n</p>\n<p>If parts of these terms and conditions are illegal, unenforceable, or void, the remainder will remain unaffected and enforceable.\nThe Terms stated therein outline the mutual agreements between us.\nThe failure of Survey Junkie to exercise or enforce any right or provision of the Agreement shall not constitute a waiver of such right or provision unless acknowledged and agreed to by Survey Junkie in writing.\nThe section titles in the Agreement are used solely for the convenience of the parties and have no legal or contractual significance.</p> Contact Support Having trouble? Submit the form below.\nRelated Questions\n<ol>\n<li>\n<strong>{[{ help.question || help.category }]}</strong>\n<p>{[{ help.answer }]}</p>\n</li>\n</ol> We're sorry but our site is currently under maintenance.\nTo contact support, please check back at 9AM PST.\n{[{ error }]} Please enter the email address used to log in to continue or <u>click here</u> if you're not a registered user.\nCategory\nPoints Can't Redeem\nPayPal/Giftcard\nOther Email Confirmation\nVerification\nSettings\nOther SJ Pulse Desktop App\nCoupons I am not a registered user Submit <i>\n</i>\n<strong>Thank you for contacting us.</strong> We'll get back to you Monday - Friday within 48 hours.\nContinue Survey Junkie\n<ul>\n<li>Home</li>\n<li>About Us</li>\n<li>Affiliates &amp.\nPartners</li>\n<li>Testimonials</li>\n<li>Blog</li>\n</ul> Learn\n<ul>\n<li>How it Works</li>\n<li>Ways to Participate</li>\n<li>How Insights are Shared</li>\n<li>Intro to Pulse Program</li>\n<li>Your Impact</li>\n<ul>\n</ul>\n</ul> Support\n<ul>\n<li>Contact Us</li>\n<li>Help Center</li>\n<li>Terms</li>\n<li>Privacy Policy</li>\n<li>Do Not Sell My Personal Information</li>\n<li>Exercise Your Rights</li>\n<li>Cookie Settings</li>\n</ul> Our Members Learn: How to Make Money\nHow to Make Money Online\nMake Money From Home\nSide Hustle © 2021 Survey JunkieTrademarks including \"Survey Junkie\" are the property of Survey Junkie, all rights reserved.\nAll non-Survey Junkie owned trademarks appearing on this site are property of their respective owners.Said owners do not endorse nor are they affiliated with Survey Junkie or its promotions.\nDo Not Sell My Personal InformationWhen you visit our website, we store cookies on your browser to collect information.\nThe information collected might relate to you, your preferences or your device, and is mostly used to make the site work as you expect it to and to provide a more personalized web experience.\nHowever, you can choose not to allow certain types of cookies, which may impact your experience of the site and the services we are able to offer.\nClick on the different category headings to find out more and change our default settings according to your preference.\nYou cannot opt-out of our First Party Strictly Necessary Cookies as they are deployed in order to ensure the proper functioning of our website (such as prompting the cookie banner and remembering your settings, to log into your account, to redirect you when you log out, etc.).\nFor more information about the First and Third Party Cookies used please follow this link.\nMore informationAllow All Manage Consent PreferencesStrictly Necessary CookiesAlways Active Strictly Necessary Cookies<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\n&nbsp.\n&nbsp;You can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Cookies Details‎Sale of Personal Data Sale of Personal Data<p>Under the California Consumer Privacy Act, you have the right to opt-out of the sale of your personal information to third parties.\nThese cookies collect information for analytics and to personalize your experience with targeted ads.\nYou may exercise your right to opt out of the sale of personal information by using this toggle switch.\nIf you opt out we will not be able to offer you personalised ads and will not hand over your personal information to any third parties.\nAdditionally, you may contact our legal department for further clarification about your rights as a California consumer by using this Exercise My Rights link.<br>\n<br>If you have enabled privacy controls on your browser (such as a plugin), we have to take that as a valid request to opt-out.\nTherefore we would not be able to track your activity through the web.\nThis may affect our ability to personalize ads according to your preferences.</p>\n<ul>\n<li>Performance Cookies Required Cookies<p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\n&nbsp.\n&nbsp;All information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>\n</li>\n</ul>\n<ul>\n<li>Targeting Cookies Required Cookies<p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\n&nbsp.\n&nbsp;They do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>\n</li>\n</ul>Cookies Details‎ Confirm My ChoicesBack Button<p>Back</p> Performance CookiesVendor Search Search Icon Filter Icon<p>Clear Filters</p> Information storage and accessApplyConsent Leg.Interest<p>All Consent Allowed</p> Select All Vendors Select All Vendors All Consent Allowed<ul>\n<li>33Acrosshost descriptionView Cookies REPLACE-WITH-DYANMIC-HOST-ID<ul>\n<li>Namecookie name</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>33AcrossView Privacy Notice<p>3 Purposes</p> REPLACE-WITH-DYANMIC-VENDOR-IDArrow<p>Consent Purposes</p>\n<p>Location Based Ads</p>\n<p>Consent Allowed</p>\n<p>Legitimate Interest Purposes</p>\n<p>Personalize</p>Require Opt-Out <p>Special Purposes</p>\n<p>Location Based Ads</p>\n<p>Features</p>\n<p>Location Based Ads</p>\n<p>Special Features</p>\n<p>Location Based Ads</p>\n</li>\n</ul> Confirm My Choices<p>This website uses cookies to enhance user experience and to analyze performance and traffic on our website.\nWe also share information about your use of our site with our social media, advertising and analytics partners.</p>Cookie Settings Accept Cookies", "created_at": "2021-06-10 01:16:42.733512", "updated_at": "2021-06-09 23:18:01.644623"}], "points": [], "urls": ["surveyjunkie.com"]}}