{"error": 448, "message": "OK", "parameters": {"id": 5368, "name": "Scaveway ", "created_at": "2021-10-30 04:44:33.969168", "updated_at": "2021-10-30 22:01:11.70139", "wikipedia": null, "keywords": null, "related": null, "slug": "scaveway", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5368.png", "url": "scaveway.com", "documents": [{"id": 9643, "name": "Privacy Policy", "url": "https://scaveway.com/privacy-policy/", "xpath": "//*[@id=\"page-95\"]", "text": " Privacy Policy<p>Welcome to https://scaveway.com/!</p>\nWho we are\n<p>Our website address is: <strong>https://scaveway.com/</strong>.</p>\n<p>Contents [show]</p>\n<ul>\n<li>1 Who we are</li>\n<li>2 What personal data we collect and why we collect it</li>\n<li>3 Our Advertising Partners</li>\n<li>4 Privacy Policies</li>\n<li>5 Third Party Privacy Policies</li>\n<li>6 Children’s Information</li>\n<li>7 Online Privacy Policy Only</li>\n<li>8 GDPR Data Protection Rights</li>\n</ul> What personal data we collect and why we collect it\nComments\n<p>When visitors leave comments on the site we collect the data shown in the comments form, and also the visitor’s IP address and browser user agent string to help spam detection.</p>\n<p>An anonymized string created from your email address (also called a hash) may be provided to the Gravatar service to see if you are using it.\nThe Gravatar service privacy policy is available here: https://automattic.com/privacy/.\nAfter approval of your comment, your profile picture is visible to the public in the context of your comment.</p>\nMedia\n<p>If you upload images to the website, you should avoid uploading images with embedded location data (EXIF GPS) included.\nVisitors to the website can download and extract any location data from images on the website.</p>\nCookies\n<p>Like any other website, https://scaveway.com/ uses ‘cookies’.\nThese cookies are used to store information including visitors’ preferences, and the pages on the website that the visitor accessed or visited.\nThe information is used to optimize the users’ experience by customizing our web page content based on visitors’ browser type and/or other information.</p>\n<p>If you leave a comment on our site you may opt-in to saving your name, email address and website in cookies.\nThese are for your convenience so that you do not have to fill in your details again when you leave another comment.\nThese cookies will last for one year.</p>\n<p>If you visit our login page, we will set a temporary cookie to determine if your browser accepts cookies.\nThis cookie contains no personal data and is discarded when you close your browser.</p>\n<p>When you log in, we will also set up several cookies to save your login information and your screen display choices.\nLogin cookies last for two days, and screen options cookies last for a year.\nIf you select “Remember Me”, your login will persist for two weeks.\nIf you log out of your account, the login cookies will be removed.</p>\n<p>If you edit or publish an article, an additional cookie will be saved in your browser.\nThis cookie includes no personal data and simply indicates the post ID of the article you just edited.\nIt expires after 1 day.</p>\nEmbedded content from other websites\n<p>Articles on this site may include embedded content (e.g.\nvideos, images, articles, etc.).\nEmbedded content from other websites behaves in the exact same way as if the visitor has visited the other website.</p>\n<p>These websites may collect data about you, use cookies, embed additional third-party tracking, and monitor your interaction with that embedded content, including tracking your interaction with the embedded content if you have an account and are logged in to that website.</p>\n<p>At https://scaveway.com/, accessible from https://scaveway.com/, one of our main priorities is the privacy of our visitors.\nThis Privacy Policy document contains types of information that is collected and recorded by https://scaveway.com/ and how we use it.</p>\n<p>If you have additional questions or require more information about our Privacy Policy, do not hesitate to <strong>contact us</strong>.</p>\nLog Files\n<p>https://scaveway.com/ follows a standard procedure of using log files.\nThese files log visitors when they visit websites.\nAll hosting companies do this and a part of hosting services’ analytics.\nThe information collected by log files include internet protocol (IP) addresses, browser type, Internet Service Provider (ISP), date and time stamp, referring/exit pages, and possibly the number of clicks.\nThese are not linked to any information that is personally identifiable.\nThe purpose of the information is for analyzing trends, administering the site, tracking users’ movement on the website, and gathering demographic information.</p>\nOur Advertising Partners\n<p>Some of advertisers on our site may use cookies and web beacons.\nOur advertising partners are listed below.\nEach of our advertising partners has their own Privacy Policy for their policies on user data.\nFor easier access, we hyperlinked to their Privacy Policies below.</p>\n<ul>\n<li>Google (https://policies.google.com/technologies/ads)</li>\n<li>Amazon (https://affiliate-program.amazon.com/)</li>\n</ul>\nPrivacy Policies\n<p>You may consult this list to find the Privacy Policy for each of the advertising partners of https://scaveway.com/.</p>\n<p>Third-party ad servers or ad networks uses technologies like cookies, JavaScript, or Web Beacons that are used in their respective advertisements and links that appear on https://scaveway.com/, which are sent directly to users’ browser.\nThey automatically receive your IP address when this occurs.\nThese technologies are used to measure the effectiveness of their advertising campaigns and/or to personalize the advertising content that you see on websites that you visit.</p>\n<p>Note that https://scaveway.com/ has no access to or control over these cookies that are used by third-party advertisers.</p>\nThird Party Privacy Policies\n<p>https://scaveway.com/’s Privacy Policy does not apply to other advertisers or websites.\nThus, we are advising you to consult the respective Privacy Policies of these third-party ad servers for more detailed information.\nIt may include their practices and instructions about how to opt-out of certain options.\nYou may find a complete list of these Privacy Policies and their links here: Privacy Policy Links.</p>\n<p>You can choose to disable cookies through your individual browser options.\nTo know more detailed information about cookie management with specific web browsers, it can be found at the browsers’ respective websites.\nWhat Are Cookies?</p>\nChildren’s Information\n<p>Another part of our priority is adding protection for children while using the internet.\nWe encourage parents and guardians to observe, participate in, and/or monitor and guide their online activity.</p>\n<p>https://scaveway.com/ does not knowingly collect any Personal Identifiable Information from children under the age of 13.\nIf you think that your child provided this kind of information on our website, we strongly encourage you to <strong>contact us</strong> immediately and we will do our best efforts to promptly remove such information from our records.</p>\nOnline Privacy Policy Only\n<p>This Privacy Policy applies only to our online activities and is valid for visitors to our website with regards to the information that they shared and/or collect in https://scaveway.com/.\nThis policy is not applicable to any information collected offline or via channels other than this website.</p>\nGDPR Data Protection Rights\n<p>We would like to make sure you are fully aware of all of your data protection rights.\nEvery user is entitled to the following:</p>\n<p>The right to access – You have the right to request copies of your personal data.\nWe may charge you a small fee for this service.</p>\n<p>The right to rectification – You have the right to request that we correct any information you believe is inaccurate.\nYou also have the right to request that we complete the information you believe is incomplete.</p>\n<p>The right to erasure – You have the right to request that we erase your personal data, under certain conditions.</p>\n<p>The right to restrict processing – You have the right to request that we restrict the processing of your personal data, under certain conditions.</p>\n<p>The right to object to processing – You have the right to object to our processing of your personal data, under certain conditions.</p>\n<p>The right to data portability – You have the right to request that we transfer the data that we have collected to another organization, or directly to you, under certain conditions.</p>\n<p>If you make a request, we have one month to respond to you.\nIf you would like to exercise any of these rights, please <strong>contact us</strong>.</p>\nConsent\n<p>By using our website, you hereby consent to our Privacy Policy and agree to its <strong>Terms and Conditions</strong>.</p> ", "created_at": "2021-10-30 04:44:33.973574", "updated_at": "2021-10-30 02:45:30.212585"}, {"id": 9642, "name": "Terms and Conditions", "url": "https://scaveway.com/terms-and-conditions/", "xpath": "//*[@id=\"page-97\"]", "text": " Terms and Conditions<p>Welcome to https://scaveway.com/!</p>\n<p>These terms and conditions outline the rules and regulations for the use of https://scaveway.com/’s Website, located at <strong>https://scaveway.com/</strong>.</p>\n<p>By accessing this website we assume you accept these terms and conditions.\nDo not continue to use https://scaveway.com/ if you do not agree to take all of the terms and conditions stated on this page.</p>\n<p>The following terminology applies to these Terms and Conditions, Privacy Statement and Disclaimer Notice and all Agreements: “Client”, “You” and “Your” refers to you, the person log on this website and compliant to the Company’s terms and conditions.\n“The Company”, “Ourselves”, “We”, “Our” and “Us”, refers to our Company.\n“Party”, “Parties”, or “Us”, refers to both the Client and ourselves.\nAll terms refer to the offer, acceptance and consideration of payment necessary to undertake the process of our assistance to the Client in the most appropriate manner for the express purpose of meeting the Client’s needs in respect of provision of the Company’s stated services, in accordance with and subject to, prevailing law of Netherlands.\nAny use of the above terminology or other words in the singular, plural, capitalization and/or he/she or they, are taken as interchangeable and therefore as referring to same.</p>\n<p>Contents [show]</p>\n<ul>\n<li>1 Cookies</li>\n<li>2 License</li>\n<li>3 Hyperlinking to our Content</li>\n<li>4 iFrames</li>\n<li>5 Content Liability</li>\n<li>6 Your Privacy</li>\n<li>7 Reservation of Rights</li>\n<li>8 Removal of links from our website</li>\n<li>9 Disclaimer</li>\n</ul>\n<strong>Cookies</strong>\n<p>We employ the use of cookies.\nBy accessing https://scaveway.com/, you agreed to use cookies in agreement with the https://scaveway.com/’s Privacy Policy.</p>\n<p>Most interactive websites use cookies to let us retrieve the user’s details for each visit.\nCookies are used by our website to enable the functionality of certain areas to make it easier for people visiting our website.\nSome of our affiliate/advertising partners may also use cookies.</p>\n<strong>License</strong>\n<p>Unless otherwise stated, https://scaveway.com/ and/or its licensors own the intellectual property rights for all material on https://scaveway.com/.\nAll intellectual property rights are reserved.\nYou may access this from https://scaveway.com/ for your own personal use subjected to restrictions set in these terms and conditions.</p>\n<p>\n<strong>You must not:</strong>\n</p>\n<ul>\n<li>Republish material from https://scaveway.com/</li>\n<li>Sell, rent or sub-license material from https://scaveway.com/</li>\n<li>Reproduce, duplicate or copy material from https://scaveway.com/</li>\n<li>Redistribute content from https://scaveway.com/</li>\n</ul>\n<p>This Agreement shall begin on the date hereof.</p>\n<p>Parts of this website offer an opportunity for users to post and exchange opinions and information in certain areas of the website.\nhttps://scaveway.com/ does not filter, edit, publish or review Comments prior to their presence on the website.\nComments do not reflect the views and opinions of https://scaveway.com/,its agents and/or affiliates.\nComments reflect the views and opinions of the person who post their views and opinions.\nTo the extent permitted by applicable laws, https://scaveway.com/ shall not be liable for the Comments or for any liability, damages or expenses caused and/or suffered as a result of any use of and/or posting of and/or appearance of the Comments on this website.</p>\n<p>https://scaveway.com/ reserves the right to monitor all Comments and to remove any Comments which can be considered inappropriate, offensive or causes breach of these Terms and Conditions.</p>\n<p>You warrant and represent that:</p>\n<ul>\n<li>You are entitled to post the Comments on our website and have all necessary licenses and consents to do so;</li>\n<li>The Comments do not invade any intellectual property right, including without limitation copyright, patent or trademark of any third party;</li>\n<li>The Comments do not contain any defamatory, libelous, offensive, indecent or otherwise unlawful material which is an invasion of privacy</li>\n<li>The Comments will not be used to solicit or promote business or custom or present commercial activities or unlawful activity.</li>\n</ul>\n<p>You hereby grant https://scaveway.com/ a non-exclusive license to use, reproduce, edit and authorize others to use, reproduce and edit any of your Comments in any and all forms, formats or media.</p>\n<strong>Hyperlinking to our Content</strong>\n<p>The following organizations may link to our Website without prior written approval:</p>\n<ul>\n<li>Government agencies;</li>\n<li>Search engines;</li>\n<li>News organizations;</li>\n<li>Online directory distributors may link to our Website in the same manner as they hyperlink to the Websites of other listed businesses.\nand</li>\n<li>System wide Accredited Businesses except soliciting non-profit organizations, charity shopping malls, and charity fundraising groups which may not hyperlink to our Web site.</li>\n</ul>\n<p>These organizations may link to our home page, to publications or to other Website information so long as the link: (a) is not in any way deceptive.\n(b) does not falsely imply sponsorship, endorsement or approval of the linking party and its products and/or services.\nand (c) fits within the context of the linking party’s site.</p>\n<p>We may consider and approve other link requests from the following types of organizations:</p>\n<ul>\n<li>commonly-known consumer and/or business information sources;</li>\n<li>dot.com community sites;</li>\n<li>associations or other groups representing charities;</li>\n<li>online directory distributors;</li>\n<li>internet portals;</li>\n<li>accounting, law and consulting firms.\nand</li>\n<li>educational institutions and trade associations.</li>\n</ul>\n<p>We will approve link requests from these organizations if we decide that: (a) the link would not make us look unfavorably to ourselves or to our accredited businesses.\n(b) the organization does not have any negative records with us.\n(c) the benefit to us from the visibility of the hyperlink compensates the absence of https://scaveway.com/.\nand (d) the link is in the context of general resource information.</p>\n<p>These organizations may link to our home page so long as the link: (a) is not in any way deceptive.\n(b) does not falsely imply sponsorship, endorsement or approval of the linking party and its products or services.\nand (c) fits within the context of the linking party’s site.</p>\n<p>If you are one of the organizations listed in paragraph 2 above and are interested in linking to our website, you must inform us by <strong>sending an e-mail</strong> to https://scaveway.com/.\nPlease include your name, your organization name, contact information as well as the URL of your site, a list of any URLs from which you intend to link to our Website, and a list of the URLs on our site to which you would like to link.\nWait 2-3 weeks for a response.</p>\n<p>Approved organizations may hyperlink to our Website as follows:</p>\n<ul>\n<li>By use of our corporate name.\nor</li>\n<li>By use of the uniform resource locator being linked to.\nor</li>\n<li>By use of any other description of our Website being linked to that makes sense within the context and format of content on the linking party’s site.</li>\n</ul>\n<p>No use of https://scaveway.com/’s logo or other artwork will be allowed for linking absent a trademark license agreement.</p>\n<strong>iFrames</strong>\n<p>Without prior approval and written permission, you may not create frames around our Webpages that alter in any way the visual presentation or appearance of our Website.</p>\n<strong>Content Liability</strong>\n<p>We shall not be hold responsible for any content that appears on your Website.\nYou agree to protect and defend us against all claims that is rising on your Website.\nNo link(s) should appear on any Website that may be interpreted as libelous, obscene or criminal, or which infringes, otherwise violates, or advocates the infringement or other violation of, any third party rights.</p>\n<strong>Your Privacy</strong>\n<p>Please read <strong>Privacy Policy</strong>\n</p>\n<strong>Reservation of Rights</strong>\n<p>We reserve the right to request that you remove all links or any particular link to our Website.\nYou approve to immediately remove all links to our Website upon request.\nWe also reserve the right to amen these terms and conditions and it’s linking policy at any time.\nBy continuously linking to our Website, you agree to be bound to and follow these linking terms and conditions.</p>\n<strong>Removal of links from our website</strong>\n<p>If you find any link on our Website that is offensive for any reason, you are free to contact and inform us any moment.\nWe will consider requests to remove links but we are not obligated to or so or to respond to you directly.</p>\n<p>We do not ensure that the information on this website is correct, we do not warrant its completeness or accuracy.\nnor do we promise to ensure that the website remains available or that the material on the website is kept up to date.</p>\n<strong>Disclaimer</strong>\n<p>To the maximum extent permitted by applicable law, we exclude all representations, warranties and conditions relating to our website and the use of this website.\nNothing in this disclaimer will:</p>\n<ul>\n<li>limit or exclude our or your liability for death or personal injury;</li>\n<li>limit or exclude our or your liability for fraud or fraudulent misrepresentation;</li>\n<li>limit any of our or your liabilities in any way that is not permitted under applicable law.\nor</li>\n<li>exclude any of our or your liabilities that may not be excluded under applicable law.</li>\n</ul>\n<p>The limitations and prohibitions of liability set in this Section and elsewhere in this disclaimer: (a) are subject to the preceding paragraph.\nand (b) govern all liabilities arising under the disclaimer, including liabilities arising in contract, in tort and for breach of statutory duty.</p>\n<p>As long as the website (https://scaveway.com/) and the information and services on the website are provided free of charge, we will not be liable for any loss or damage of any nature.</p> ", "created_at": "2021-10-30 04:44:33.971455", "updated_at": "2021-10-30 02:45:57.119859"}], "points": [], "urls": ["scaveway.com"]}}