{"error": 448, "message": "OK", "parameters": {"id": 2503, "name": "Instacart", "created_at": "2021-01-08 22:23:49.270619", "updated_at": "2021-03-25 03:19:49.037826", "wikipedia": "https://en.wikipedia.org/wiki/Instacart", "keywords": null, "related": null, "slug": "instacart", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2503.png", "url": "instacart.com,aboutinstacart.com", "documents": [{"id": 3431, "name": "Privacy Policy", "url": "https://www.instacart.com/privacy", "xpath": "", "text": " Skip navigation <i>\n</i>\n<ul>\n<i>\n</i>\n<li>\nLocations\n</li>\n<li>\nCareers\n</li>\n<li>\nBlog\n</li>\n<li>\nHelp\n</li>\n<li>\nLog in\n</li>\n<li>\n<i>\n</i>\nBecome a Shopper </li>\n</ul> Privacy Policy Last Updated:\nJune 19, 2020 I.\nIntroduction and Overview <p>\nThank you for using the Instacart Services! We are committed to providing you the best online shopping and delivery experience possible.\nThis Privacy Policy explains what information we (Maplebear Inc.\nd/b/a Instacart) collect, how that information is used, under what circumstances we share information, and the choices you can make about that information.\nThis Privacy Policy applies whether you access the Instacart Services (as defined in the Terms of Service) through a browser, a mobile application, or any other method.\n</p>\n<p>\nThis Privacy Policy also describes how we collect, use and disclose your personally identifiable information (“PII”), including personally identifiable health or medical information (“Personal Health Information” or “PHI”).\nPII is information about you that may be used to identify you (such as your name, phone number, or address).\nPersonal Health Information is PII combined with information that relates to (a) your past, present, or future physical or mental health or condition, (b) the provision of health care to you, or (c) your past, present, or future payment for the provision of health care.\n</p>\n<em>Additional Disclosures:</em>\n<p>\nWe may provide different or additional disclosures relating to the processing of personal information about residents of certain countries, regions or states.\nListed below are additional disclosures that may be applicable to you.\n</p>\n<ul>\n<li>\nIf you are a California resident, please see the additional privacy disclosures below in\nDisclosure For California Residents.\n</li>\n<li>\nIf you are a Nevada resident, please see the additional privacy disclosures below in\nDisclosure For Nevada Residents.\n</li>\n<li>\nIf you are a resident of Canada, please see the additional privacy disclosures in\nDisclosure For Canada Residents.\n</li>\n</ul> II.\nInformation we collect 1.\n<em>Information you provide to us or allow others to provide to us</em>\n<p>\nAt various points in the Instacart experience, you may provide us with information about yourself.\nFor example, when you create an account through the Services, you provide us with personal information like your name, email address, and zip or postal code.\nAnd if you place an order through the Services, we collect information including your address, phone number, birth date, driver’s license expiration date (for alcohol orders or prescription delivery, where available), credit card information, vehicle license plate number(s) (for curbside pickup orders) and the details of your order.\nYour account information may be updated or corrected by accessing your account settings.\n</p>\n<p>\nIf you use the Services for prescription delivery (where available), the third-party pharmacy processing your prescription will provide us with your name, address, email address, birth date, phone number, the total amount being charged to you for the prescription drug product(s), and sales tax information for the prescription drug product(s) (if applicable).\nThe third-party pharmacy will also share whether or not the prescription drug product you have ordered requires temperature control.\nIf a prescription drug product delivered to you through the Services has been recalled, the third-party pharmacy will share your name, email address, the date of the prescription drug product order, and the total amount to be refunded to you with Instacart.\nThe pharmacy will not disclose to us the name, quantity, manufacturer or distributor of the prescription drug you have ordered or any other PHI about you other than your status as a patient of the pharmacy.\n</p>\n<p>\nWe may also collect health information you provide directly to us regarding an experience with a retail partner that may require us to contact that retailer, or other retailer partners, for public health or safety reasons, or to facilitate a refund.\nWe do not share your identity with the retailers that we may contact in such a capacity, but may share date, time and location of a transaction, which may allow a retailer to independently identify you.\n</p>\n<p>\nIf you log into the Services through a third-party service, both we and that third-party may receive some information about you and your use of the services.\nFor example, if you choose to log into the Services with your Facebook account, we may receive information from Facebook, such as your name, e-mail address, public profile information, and information about your contacts.\nWe may also offer social sharing tools (such as the Facebook “Like” button) that let you share actions on the Services with other websites and vice versa.\nIn those cases, the providers of those tools may receive information about you when you use those tools.\nYou should check the privacy policies of these third-party services and your settings there for more information.\n</p>\n<p>\nIf you wish to invite your friends and contacts to use the Services, we will give you the option of either entering in their contact information manually or, for United States residents, importing it from your address books on other third-party services.\nIn both cases, we will store this information for the sole purposes of allowing you to send your friends referral offers, for determining whether your friends use the Services after a referral is sent, and, for United States residents, to remind your friends of the referral sent on your behalf.\n</p>\n<p>\nOur partners may let us collect information about use of their sites/apps or share such information with us.\nFor example, if you use an Instacart button or widget on another site or app, we may receive information about your use of that button or widget and the third-party site/app.\n</p>\n<p>\n</p>\nCommunity Affairs: Instacart is active in local communities as part of our mission to create a world where everyone has access to the food they love and more time to enjoy it together.\nYou may provide us your information in connection with our community affairs efforts.\n<p>\n</p>\n<p>\n</p>\nLocation Information: When you use the Services, we may collect precise location data.&nbsp;For instance, if&nbsp;you allow the Services to access location services through the permission system used by your device's mobile operating system&nbsp;or browser, we may&nbsp;collect the precise location of your device.\nWe use your location information to facilitate the prompt hand-off of pickup orders (where available), to assist you in finding nearby stores for which pickup or delivery are available,&nbsp;for other similar purposes and&nbsp;for analytics purposes.\nYou can choose whether or not to enable the location tracking feature through the settings on your device&nbsp;or browser,&nbsp;or when prompted by the Instacart mobile app.&nbsp;We may also infer your general location information, for example by using your internet protocol (IP) address.\n<p>\n</p> 2.\n<em>Technical information about usage of the Services</em>\n<p>\nWhen you use the Services, or browse our sites, either through a browser or mobile app, we automatically receive some technical information about the hardware and software that is being used.\n</p>\n<p>\n</p>\nCookies, Pixels, and Other Tracking Technologies: We, our partners, our advertisers, and third-party advertising networks use various technologies to collect information, including but not limited to cookies, pixels, scripts, and device identifiers.\nCookies are small text files that are sent by your computer when you access our services through a browser.\nWe, our partners, our advertisers, and third-party advertising networks may use session cookies (which expire when you close your browser), persistent cookies (which only expire when you choose to clear them from your browser), pixels, scripts, and other identifiers to collect information from your browser or device that helps us do things such as understand how you use our services and other services.\npersonalize your experience.\nmeasure, manage, and display advertising on the Services or on other services.\nunderstand your usage of the Services and other services in order to serve customized ads.\nand remember that you are logged into the Services.\nOur partners, advertisers, and third-party advertising networks may use these technologies to collect information about your online activity over time and across different websites or online services.\nBy using your browser settings, you may block cookies or adjust settings for notifications when a cookie is set.\nYour browser settings may allow you to automatically transmit a “Do Not Track” signal to online services you visit.\nNote, however, there is no industry consensus as to what site and app operators should do with regard to these signals.\nAccordingly, unless and until the law is interpreted to require us to do so, we do not monitor or take action with respect to “Do Not Track” signals.\nFor more information on “Do Not Track,” visit\nhttp://www.allaboutdnt.com\n.\n<p>\n</p>\n<p>\nWe employ some third-party services to help us understand the usage of the Services and the performance of advertising, and these third parties may also deploy cookies, pixels, or other identifiers on the Services or collect information through our mobile applications.\nFor example, we use Google Analytics to understand, in a non-personally identifying way, how users interact with various portions of the Services -- you can&nbsp;learn more about information that Google may collect here.\n</p>\n<p>\n</p>Log information:\nWhen you use the Services, or browse our sites, our servers will record information about your usage of the Services and information that is sent by your browser or device.\nLog information can include things like the IP address of your device, information about the browser, operating system and/or app you are using, unique device identifiers, pages that you navigate to and links that you click, searches that you run on the Services, and other ways you interact with the Services.\nIf you are logged into the Services, this information is stored with your account information.\n<p>\n</p>\n<p>\n</p>Interest-Based or Online Behavioral Advertising:\nInstacart may use third-party advertising companies to serve interest-based advertisements to you.\nThese companies compile information from various online sources (including mobile-enabled browsers and applications) to match you with ads that will be the most relevant, interesting, and timely for you.\nIf you would like to opt-out of interest-based advertising, please visit\nhttp://optout.networkadvertising.org/#/\n.\nPlease note that you will be opted out of all interest-based advertising from all business members of the Network Advertising Initiative for that specific browser on that specific device.\nIf you opt-out, you may continue to see Instacart’s or our partners’ online advertisements.\nhowever, these ads will not be as relevant to you.\n<p>\n</p> 3.\n<em>Children</em>\n<p>\nOur Services are not intended for children under 13 years of age, and we do not knowingly collect personal information (as defined by the U.S.\nChildren’s Online Privacy Protection Act, or “COPPA”) in a manner not permitted by COPPA.\nIf we obtain actual knowledge that any information we collect has been provided by a child under the age of 13, we will delete that information to the extent required by applicable laws.\n</p>\n<p>\nWe do not knowingly “sell,” as that term is defined under the California Consumer Protect Act (“CCPA”), the personal information of minors under 16 years old who are California residents.\n</p> III.\nHow we use your information <p>\nWe may use the information we collect for various purposes, including to:\n</p>\n<ul>\n<li>Provide the Services to you, improve the quality of the service, and develop new products and services</li>\n<li>Allow your Personal Shopper (which means those that shop for and/or deliver the order for you, including our retail partner and their employees/agents where applicable or our third-party providers) to choose your items at a retailer site, deliver your items to you, and/or call or text you with any updates or issues</li>\n<li>Charge you for the purchase and delivery costs through one or more payment processing partners</li>\n<li>Offer you customized content (including advertising, coupons, and promotions)</li>\n<li>Understand how users interact with the Services (including advertising both on and off the Services) as a whole and to test new features or changes in our features</li>\n<li>Provide customer service, respond to your communications and requests, and contact you about your use of the Services</li>\n<li>Send you messages related to our community affairs efforts</li>\n<li>Fulfill any other business or commercial purposes at your direction or with prior notice to you and your consent</li>\n</ul>\n<p>You can opt-out of receiving promotional communications from Instacart by using the settings on the Account Info page or by using the unsubscribe mechanism included in the message, where applicable.</p> IV.\nWhat we share <p>\nThe Services comprise a platform that presents you with a set of one or more retailer virtual storefronts from which you can select goods for picking, packing, and delivery by individual Personal Shopper(s) to your location or, if available, for you to pick up in-store.\nIn order to make this work, we need to share information about you and your order with the other parties who help enable the service.\nThis includes, for example, the Personal Shopper(s) who pick and deliver your order, the payment processing partner(s) that we use to validate and charge your credit card, and the retail partner(s) from which you are purchasing goods.\nTo be clear, only our payment processing partner(s) receive credit card information.\n</p>\n<p>\nWe also share information under the following principles:\n</p>\n<ul>\n<li>\n<em>With your consent or at your direction</em>\n— We will share your information with entities outside of the Services when we have your consent to do so or it is done at your direction.\nFor example:\n<ul>\n<li>If you enter loyalty card information from a particular retailer, we share that information with the retailer you chose along with your order so that information can be added to your loyalty card account.</li>\n<li>If you share a recipe publicly on the Services, it is viewable by anyone along with your first name and last initial.</li>\n<li>If you invite friends to use the Services through our referral program or to share a shopping cart, we will share some information with the friends you invite like your name and picture.\nLikewise, if you choose to join someone else’s cart, they will see some of your information.</li>\n</ul>\n</li>\n<li>\n<em>With our retail partners</em>\n— We may share your information with our retail partners in order to provide and maintain the Services.\n</li>\n<li>\n<em>For external processing or service provision</em>\n— We sometimes share information with third parties to process information on our behalf or to otherwise provide certain services (such as delivery services, advertising services, or information to better tailor our services to you).\nFor the purposes of this processing or provision of services, we may share your information with such third parties under appropriate confidentiality provisions.\n</li>\n<li>\n<em>For legal purposes</em>\n— We may share your information when we believe that the disclosure is reasonably necessary to (a) comply with applicable laws, regulations, legal process, or requests from law enforcement or regulatory authorities, (b) prevent, detect, or otherwise handle fraud, security, or technical issues, and (c) protect the safety, rights, or property of any person, the public, or Instacart.\n</li>\n<li>\n<em>On a non-personal or aggregate basis</em>\n— We share information on both a non-personally identifying basis (including, but not limited to, order and delivery details but not including credit card information) or an aggregate basis.\n</li>\n<li>\n<em>To enable purchase of alcohol&nbsp;(not available in all jurisdictions)</em>\n— When you buy alcohol using the Services, we may be required by law to share certain information with the retailer who makes the sale.\nThis information could include, among other things, the names and addresses of the purchaser and recipient, government issued ID information, the quantity, brand, price, proof, and volume of alcohol purchased, and a recipient signature.\n</li>\n<li>\n<em>For business purposes</em>\n— We may share your information in connection with, or during negotiations of, any merger, sale of company assets, financing or acquisition of all or a portion of our business by another company.\nWe may also share your information between and among Instacart, and its current and future parents, affiliates, subsidiaries, and other companies under common control and ownership.\n</li>\n</ul> V.\nPersonal Health Information <p>\nThis Section (Personal Health Information) governs our use and disclosure of your Personal Health Information.\nIf there is a conflict between the terms of this Section and any other terms of this Privacy Policy or the Instacart Terms of Services, the terms in this Section will govern.\nTo the extent we receive, create, maintain, use or disclose any of your PHI, we will maintain the privacy and security of such information as required by the federal patient privacy law known as the Health Insurance Portability and Accountability Act and the regulations promulgated under that Act (\"HIPAA\"), as well as any applicable state and other federal privacy policy laws.\n</p>\n<p>\nYour PHI is protected under HIPAA and under certain state laws.\nThose laws give you rights with respect to the access, use, and disclosure of PHI by your health care providers, such as pharmacies, and us.\nWhen you place a pharmacy order using our Services, the pharmacy responds as we have described above under the Section entitled \"Information we collect\" by disclosing to Instacart your status as a patient of the pharmacy.\nInformation concerning your status as a patient of the pharmacy is PHI and protected by HIPAA.\nAs discussed above, no other PHI will be disclosed to us by your pharmacy and no other PHI will be disclosed by Instacart to your personal shopper other than your status as a patient of the pharmacy.\nFor a more complete description of your rights under HIPAA and the uses and disclosures of your PHI, please refer to your pharmacy's Notice of Privacy Practices.\nWe will not disclose your PHI without your prior written consent with other people or non-affiliated companies unless: (i) it is needed to provide our Services, (ii) it has been \"de-identified\" so that it cannot identify you, (ii) we have your prior written consent, (iv) disclosure is required by law, or (v) we are acquired or file for bankruptcy.\n</p> VI.\nSecurity <p>\nWe employ and maintain reasonable administrative, physical, and technical measures designed to safeguard and protect information under our control from unauthorized access, use, and disclosure.\nIn addition, when we collect, maintain, access, use, or disclose your PHI, we will do so using systems and processes consistent with information privacy and security requirements under applicable federal and state laws, including, without limitation, HIPAA.\nAll electronic PHI will be encrypted at rest and in transit.\nNevertheless, transmission via the internet is not completely secure and we cannot guarantee the security of information about you.\n</p>\n<p>\nWe will make any legally required notifications of any breach of the security, confidentiality, or integrity of your PHI or PII, including, without limitation, breaches of your stored PHI or PII (as breaches are defined under applicable state or federal statutes on security breach notification).\nTo the extent permitted by applicable laws, we will make such notifications to you without unreasonable delay, as consistent with (i) the legitimate needs of law enforcement or (ii) any measures necessary to determine the scope of the breach and restore the reasonable integrity of the data system.\n</p> VII.\nChanges to this Policy <p>\nThis policy may change from time to time and any revised Privacy Policy will be posted at this page, so we encourage you to review it regularly.\nIf we make changes, we will notify you by revising the date at the top of this Privacy Policy and, in the case of materials changes to the Privacy Policy, we may provide you with additional notice (such as a notice in our user interface or sending you a notification by email).\n</p> VIII.\nDisclosures for Residents of California <p>\nThese additional disclosures for California residents apply only to individuals who reside in California.\nThe California Consumer Privacy Act of 2018 (“\n<strong>\nCCPA\n</strong>\n”) provides additional rights to know, delete and opt out, and requires businesses collecting or disclosing personal information to provide notices and means to exercise those rights.\nThe words used in this section have the meanings given to them in the CCPA, which may be broader than their common meaning.\nFor example, the definition of “personal information” under the CCPA includes your name, but also more general information like age.\n</p> A.\nNotice of Collection.\n<p>\nAlthough the information we collect is described in greater detail in Section II above, the categories of personal information that we have collected – as described by the CCPA – including in the past 12 months are:\n</p>\n<ul>\n<li>\n<strong>\nIdentifiers\n</strong>\n-\nincluding name, email address, and IP address.\n</li>\n<li>\n<strong>\nOther individual customer records\n</strong>\n-\nincluding\n<strong>\nphone number\n</strong>\n, billing and shipping address, and credit or debit card information.\nThis category includes personal information protected under pre-existing California law (Cal.\nCiv.\nCode 1798.80(e)), and overlaps with other categories listed here\n</li>\n<li>\n<strong>\nDemographics\n</strong>\n-\nincluding your age.\nThis category includes data that may qualify as protected classifications under other California or federal laws.\n</li>\n<li>\n<strong>\nCommercial information\n</strong>\n-\nincluding purchases and engagement with our Services.\n</li>\n<li>\n<strong>\nInternet activity\n</strong>\n-\nincluding your interactions with our Service.\n</li>\n<li>\n<strong>\nGeolocation data\n</strong>\n-\nincluding location enabled services such as WiFi and GPS.\n</li>\n<li>\n<strong>\nSensory Information\n</strong>\n-\nsuch as recordings of phone calls between you and us and surveillance video at our properties, where permitted by law.\n</li>\n<li>\n<strong>\nInferences\n</strong>\n-\nincluding information about your interests, preferences and favorites.\n</li>\n<li>\n<strong>\nHealth Information\n</strong>\n-\nincluding any information you provide to us regarding an experience with a retailer that may require us to contact that retailer or other retailer partners for public health or safety reasons, or to facilitate a refund.\nWe do not share your identity with retailers we may contact in such a capacity, but do share date, time and location of a transaction, which may allow a retailer to independently identify you.\n</li>\n</ul>\n<p>\n</p>\n<p>\nFor more information on our collection practices, including the sources we receive information from, please review “\n<strong>\nInformation We Collect\n</strong>\n” (Section II above).\nWe collect and use these categories of personal information for the business purposes described in “\n<strong>\nHow We Use Your Information\n</strong>\n” (Section III above), including to provide and manage our Services.\n</p>\n<p>\nWe disclose the following categories of personal information to third parties for our commercial purposes: identifiers, demographic information, commercial information, relevant order information, internet activity, geolocation data, sensory information, and inferences.\nWe partner with different types of entities to assist with our daily operations and manage our Services.\nPlease review “\n<strong>\nWhat We Share\n</strong>\n” (Section IV above) for more detail about the third parties we have shared information with and the underlying principles the guide our sharing practices.\n</p> B.\nRight to Know and Delete.\n<p>\nCalifornia residents have the right to delete the personal information we have collected from you, and the right to know certain information about our data practices in the preceding twelve (12) months.\nIn particular, you have the right to request the following from us:\n</p>\n<ul>\n<li>The categories of personal information we have collected about you;</li>\n<li>The categories of sources from which the personal information was collected;</li>\n<li>The categories of personal information about you we disclosed for a business purpose or sold;</li>\n<li>The categories of third parties to whom the personal information was disclosed for a business purpose or sold;</li>\n<li>The business or commercial purpose for collecting or selling the personal information.\nand</li>\n<li>The specific pieces of personal information we have collected about you.</li>\n</ul>\n<p>\nIf you would like to download or delete your personal information, you can do so\nhere,\nor email us at\nccpa@instacart.com.\nIn the request, please specify which right you are seeking to exercise and the scope of the request.\nWe will confirm receipt of your request within 10 days.\nWe may require specific information from you to help us verify your identity and process your request.\nIf we are unable to verify your identity, we may deny your requests to know or delete.\n</p> C.\nRight to Opt-Out.\n<p>\nWe do not generally sell information as the term “sell” is traditionally understood.\nHowever, if and to the extent “sale” under the CCPA is interpreted to include advertising technology activities such as those implemented specifically for interest-based advertising, we will comply with applicable law as to such activity.\n</p> D.\nAuthorized Agent.\n<p>\nYou can designate an authorized agent to submit requests on your behalf.\nHowever, we will require written proof of the agent’s permission to do so and verify your identity directly.\n</p> E.\nRight to Non-Discrimination.\n<p>\nYou have the right not to receive discriminatory treatment by us for the exercise of any your rights.\n</p> F.\nFinancial Incentives.\n<p>\nFinancial incentives are programs, benefits, or other offerings, including payments to consumers as compensation, for the disclosure, deletion, or sale of personal information about them.\nWe offer a number of promotions and other incentives at any given time, each with their own individual terms.\nFor a list and more details about our promotions and other incentives current at this time, please visit our “Terms of Promos and Credits” page which lists each promotion and links its respective terms here.\nYour intentional participation in any of the programs, benefits, or other offerings under this Section will be interpreted as affirmative consent to the terms of such incentive.\n</p>\n<p>\nFor example, we offer a referral rewards program to our users who recommend our services to their contacts as prospective customers, when those prospective customers sign up for, and make a purchase using our Services.\nWe generally do not treat consumers differently if they exercise a right under California law.\nHowever, in certain circumstances, discounted prices or rewards will require you to be part of the particular program.\nIn such circumstances, we may offer a price difference because the price is reasonably related to the value of your data.\n</p> G.\nShine the Light.\n<p>\nIf you are a California resident, you may ask Instacart for a notice describing what categories of personal information Instacart shares with third parties or affiliates for those third parties or affiliates’ direct marketing purposes and identify the name and address of the third parties that received such personal information.\nPlease submit a written request to the address provided below and specify you want a copy of your California Shine the Light Notice.\nWe may require additional information from you to allow us to verify your identity and are only required to respond to requests once during any calendar year.\n</p> H.\nConsumer Affairs <p>\nUnder California Civil Code Section 1789.3, California residents are entitled to the following specific consumer rights notice: If you have a question or complaint regarding the Website, please send an email to\nlegal@instacart.com.\nYou may also contact us by writing to us at the address provided below under the Section entitled “Contact Information”.\nCalifornia residents may reach the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs may be contacted in writing at 400 R Street, Suite 1080, Sacramento, California 95814, or by telephone at (916) 445-1254 or (800) 952-5210.\n</p> IX.\nDisclosure for Residents of Nevada <p>\nIf you are a Nevada resident, you may ask Instacart to add you to our opt-out list for possible future sales of certain information we have collected or will collect about you.\nA sale under Nevada law is the exchange of personal information for monetary consideration by the business to a third-party for the third-party to license or sell the personal information to other third parties.\nTo submit such a request, please contact our designated request email address:\nprivacy@instacart.com.\n</p> X.\nDisclosure for Residents of Canada <p>\nInstacart is located in the United States and some of its service providers (including affiliates acting in this capacity) are located in the United States or elsewhere outside of Canada.\nAs a result, your personal information will be processed and stored outside of Canada for the purposes described in this Privacy Policy.\nWhile outside of Canada, personal information will be subject to applicable local laws, which may permit government and national security authorities in those jurisdictions to access your personal information in certain circumstances.\n</p>\n<p>\nYou may request access to or correction of your personal information, or withdraw consent to our collection, use or disclosure of your personal information, by writing to our Global Privacy Team.\nThese rights are subject to applicable contractual and legal restrictions and reasonable notice.\nWe may take reasonable steps to verify your identity before honoring any such requests.\n</p> XI.\nContact Information <p>\nQuestions or comments about our Privacy Policy? Contact Instacart’s Global Privacy Team at:\n</p>\n<p>\nInstacart<br>\n50 Beale Street, Suite 600<br>\nSan Francisco, California 94105<br>\nprivacy@instacart.com\n<br>\n1-888-246-7822\n</p>\n<p>\nFor customer service inquiries visit our Help Center </p>\n<p>\nIf you have a disability and would like to access this Privacy Policy in an alternative format, please contact us at (888) 317-8968.\nInstacart is committed to making its electronic and information technologies accessible to individuals with disabilities.\n</p>\n<p>\nIf you have comments concerning this website’s accessibility, please contact us at the email address\naccessibility-feedback@instacart.com.\n</p>\n<ul>\n<li>\nInstacart Express\n</li>\n<li>\nHelp\n</li>\n<li>\nLocations\n</li>\n<li>\nCareers\n</li>\n<li>\nBlog\n</li>\n<li>\nContact\n</li>\n<li>\nPress\n</li>\n<li>\nPrivacy\n</li>\n<li>\nTerms\n</li>\n<li>\nBecome a Shopper\n</li>\n<li>\niOS app\n</li>\n<li>\nAndroid app\n</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<p>\nExpress membership autorenews after 14-day trial.\nTerms apply\n</p> ", "created_at": "2021-01-08 22:24:58.944483", "updated_at": "2021-02-03 22:44:20.919669"}, {"id": 3432, "name": "Terms of Service", "url": "https://www.instacart.com/terms", "xpath": "", "text": " Skip navigation <i>\n</i>\n<ul>\n<i>\n</i>\n<li>\nLocations\n</li>\n<li>\nCareers\n</li>\n<li>\nBlog\n</li>\n<li>\nHelp\n</li>\n<li>\nLog in\n</li>\n<li>\n<i>\n</i>\nBecome a Shopper </li>\n</ul> Terms of Service Last updated: December 22, 2020 <p>Thank you for using Instacart! These Terms of Service (“Terms”) govern your use of the Instacart services, including Instacart’s website, Instacart’s mobile applications, and any websites (or portions thereof) or mobile applications that are operated by Instacart (collectively, the “Services”), and are entered into by you and Maplebear Inc.\n(d/b/a Instacart), a Delaware corporation (“Instacart”).\nThis Agreement applies to all visitors, users, and others who access the Service (each, hereafter, a “user”).</p>\n<p>By using the Services, you agree to be bound by these Terms and acknowledge and agree to the collection, use and disclosure of your personal information in accordance with Instacart’s Privacy Policy.</p>\n<p>SECTION 13 (“DISPUTES &amp.\nARBITRATION”) OF THESE TERMS (THE “ARBITRATION AGREEMENT”) PROVIDES THAT ANY CLAIMS THAT YOU AND INSTACART HAVE AGAINST EACH OTHER, INCLUDING, WITHOUT LIMITATION, ANY CLAIMS THAT AROSE OR WERE ASSERTED BEFORE THE EFFECTIVE DATE OF THESE TERMS, WILL, WITH LIMITED EXCEPTIONS, BE SUBMITTED TO BINDING AND FINAL ARBITRATION.\nUNLESS YOU OPT OUT OF THE ARBITRATION AGREEMENT YOU WILL ONLY BE PERMITTED TO PURSUE CLAIMS AND SEEK RELIEF AGAINST INSTACART ON AN INDIVIDUAL BASIS, NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY CLASS OR REPRESENTATIVE ACTION OR PROCEEDING.\nTO THE FULLEST EXTENT PERMITTED BY LAW, YOU ALSO WAIVE YOUR RIGHT TO SEEK RELIEF IN A COURT OF LAW AND TO HAVE A JURY TRIAL ON YOUR CLAIMS.\nPLEASE SEE SECTION 13 FOR MORE INFORMATION REGARDING THIS ARBITRATION AGREEMENT, THE POSSIBLE EFFECTS OF THIS ARBITRATION AGREEMENT, AND HOW TO OPT OUT OF THE ARBITRATION AGREEMENT.</p>\n<p>The Services comprise a technology platform that presents you with a set of one or more retailer (each a “Retailer”) virtual storefronts from which you can select goods for picking and packing by one or more personal shoppers and delivery to your location or, if available, for you to pick up in-store.\nDepending on the Retailer from whom you purchase goods through the Services, picking and packing, and delivery services may be performed by third parties, which may include Retailer personnel, independent contractors, and third party logistics providers (collectively, “Third Party Providers”).</p>\n<p>You acknowledge that services provided by Third Party Providers are provided by third-party independent contractors who are not employed by Instacart.\nYou acknowledge that Instacart does not supervise, direct, or control the performance of services provided by Third Party Providers to you or for your benefit.</p>\n<p>When you use the Services to place an order for goods, you authorize the purchase of those goods from the Retailers you select and, if you have selected delivery services, the delivery of those goods by Third Party Providers.\nUnless otherwise specified, you acknowledge and agree that Instacart and the Third Party Provider are collectively acting as your agents in the ordering, picking, packing, and/or delivery of goods purchased by you and the Retailer—not the Third Party Provider and not Instacart—is the seller of the goods to you.\nYou agree that your purchase is being made from the Retailer you have selected, that Retailer is the merchant of record, and that title to any goods passes to you when they are purchased at the applicable Retailer’s store.\nYou agree that Instacart or the applicable retailer will obtain a credit card authorization for your credit card on file with Instacart to cover the cost of the goods you have purchased from the retailer and any separate Instacart fees, and your card will be charged for the goods purchased by you and any applicable fees, taxes and/or tips.</p>\n<p>Instacart may change the fees it charges for the Services, including but not limited to Delivery Fees, Service Fees, and Heavy Order Fees.\nYour card will be temporarily authorized for an amount greater than the total amount of the purchase appearing in the original check out.\nThis higher authorized amount will be disclosed during the purchase process and is a temporary authorization charge on your order, to deal with situations where your total purchase amount turns out to be higher than the original amount due to special requests, added items, replacement items or weight adjustments.\nRetailers set the prices of the goods on the Services, and some Retailers may set prices for goods on the Services that are different than in-store prices.\nYou can view each Retailer’s pricing policies on their storefront on both the website and in the Instacart app.</p>\n<p>You also acknowledge and agree that, except as expressly provided for otherwise in these Terms or a separate agreement between you and Instacart, Instacart does not form any employment or agency relationship with you and does not hold title to any goods that you order through the Services.</p>\n<p>Unless otherwise indicated, all prices and other amounts are in the currency of the jurisdiction where the delivery takes place.</p>\n<p>Occasionally there may be information on the Services that contains typographical errors, inaccuracies, or omissions that may relate to pricing, product descriptions, promotional offers, and product availability.\nInstacart reserves the right to correct any errors, inaccuracies or omissions and to change or update information or refuse or cancel orders if any information on the Services is inaccurate at any time without prior notice (including after you have submitted your order and/or your credit card has been charged).</p> 1.\nYour Use of the Services <p>Instacart grants you a limited, non-exclusive, non-transferable, and revocable license to use the Services for their intended purposes subject to your compliance with these Terms and Instacart’s policies.\nYou may not copy, modify, distribute, sell, or lease any part of the Services.\nUnless such restriction is prohibited by law or you have Instacart’s written permission, you may not reverse engineer or attempt to extract the source code of the Services.\nYou may only access the Services through the interfaces that Instacart provides for that purpose (for example, you may not “scrape” the Services through automated means or “frame” any part of the Services), and you may not interfere or attempt to disrupt the Services.</p>\n<p>Some parts of the Services may allow you to upload or submit content (such as text, images, video, recipes, lists, links, and other materials).\nYou retain all rights in any content that you upload or submit, and are solely responsible for that content.\nYou grant Instacart a non-exclusive, royalty-free, worldwide, transferable, sub-licenseable license to use, store, publicly display, publicly perform, reproduce, modify, create derivative works from, and distribute any such content for the purposes of operating, providing, and improving the Services.\nInstacart may, in its sole discretion, remove or take down any content that you upload or submit to the Services for any reason, including violation of these Terms or any other policies.</p>\n<p>You may have the option of accessing the Services through downloadable software and this software may update itself automatically on your device.\nSome software, or portions of software, in the Services may be governed by open source licenses.\nIn that case, Instacart will make such licenses available to you and, in the case of conflict between such a license and these Terms, the open source license will control but only with respect to the software, or portion of the software, to which it applies.</p>\n<p>If you are using Instacart on behalf of a business or other entity, you represent and warrant that you have the necessary authority to bind that business or entity to these Terms and that you are agreeing to these Terms on behalf of that business or entity.</p>\n<p>In order to use the Services, you may need to create a user account.\nYou agree that you are responsible for all conduct and transactions that take place on or using your account and that you will take precautions to keep your password and other account information secure.\nYou also agree that you will comply with all applicable laws when accessing or using the Services and you will respect those who you encounter in your use of the Services, including Third Party Providers and Instacart personnel, including individuals who support Instacart’s Help Center.\nInstacart reserves the right to decline orders, refuse partial or full delivery, terminate accounts, and/or cancel orders at any time in its sole discretion.</p>\n<p>We’re constantly modifying and improving the Services.\nInstacart may introduce new features, change existing features, or remove features from the Services at any time and without notice.\nIf you provide Instacart with any feedback on or comments regarding the Services, you grant Instacart the right to use such feedback or comments for any purpose without restriction or payment to you.</p>\n<p>If you have any requests for order cancellations, refunds, or returns, please visit your account to initiate such requests or review our Help Center articles for our policies regarding the same.</p> 2.\nInstacart Communications <p>By creating an Instacart user account, you agree to accept and receive communications from Instacart or Third Party Providers, including via email, text message, calls, and push notifications to the cellular telephone number you provided to Instacart.\nYou understand and agree that you may receive communications generated by automatic telephone dialing systems and/or which will deliver prerecorded messages sent by or on behalf of Instacart, its affiliated companies and/or Third Party Providers, including but not limited to communications concerning orders placed through your account on the Services.\nMessage and data rates may apply.\nIf you do not wish to receive promotional emails, text messages, or other communications, you may opt out of such communications at any time in Your Account Settings.\nYou may also opt-out of receiving text messages from Instacart by replying “STOP” from the mobile device receiving the messages.</p>\n<p>If you use the Services to order a prescription drug product (where available), you understand and agree that user inquiries must be conducted via telephone.\nYou also understand and agree that a third party pharmacy and/or Instacart may send you unencrypted SMS messages, push notifications or other electronic notifications relating to prescription drug products that you order through the Services.\nThere is some level of risk that information in such communications could be read by an unintended third party.\nBy using the Services to order a prescription drug product, you explicitly disclaim any liability against Instacart for any harm or damage arising out of or in connection with any SMS messages, push notifications and/or other electronic notifications.</p> 3.\nInstacart Express <p>Instacart Express is a membership program that waives the delivery fee and reduces certain service fees for scheduled deliveries on orders over $35 with each Retailer placed through the Services for a monthly or yearly subscription fee.\nGenerally, Instacart gift cards and/or credits cannot be used to pay for the Instacart Express subscription fee.\nDeliveries made by Third Party Providers via Instacart Express are subject to availability.\nYou acknowledge that your Instacart Express membership does not entitle you to faster delivery times or priority time slots.\nService fees, special handling fees, and/or taxes may still apply.\nFor combinations with other offers, restrictions may apply.</p>\n<p>UNLESS YOU CANCEL, BY DEFAULT (AND WITH PRIOR NOTICE TO THE EXTENT REQUIRED BY APPLICABLE LAW), YOUR INSTACART EXPRESS MEMBERSHIP WILL AUTOMATICALLY RENEW, AND THE APPLICABLE MEMBERSHIP FEE WILL BE AUTOMATICALLY CHARGED TO YOU AT THE TIME OF RENEWAL WITH AN ACTIVE CREDIT OR DEBIT CARD ON FILE IN YOUR ACCOUNT.\nThe billing date will depend on the type of subscription that you choose when you sign-up for an Instacart Express membership (monthly or yearly) and will be charged on the billing date indicated on your “Your Account” page.\nIn certain circumstances, your billing date may change.\nFor instance, if we are unable to successfully charge your card for the Instacart Express membership fee or if your paid Instacart Express membership began on a day not contained in a given month (e.g., a Federal holiday).\nInstacart Express membership fees are fully earned upon payment.</p>\n<p>If your payment details change, your card provider may provide us with updated card details.\nWe may use these new details or details from other cards on file in order to help prevent any interruption to your Instacart Express membership.\nIf you do not want to have your card automatically updated, you can opt out of these services by contacting your issuing bank.\nIf you would like to use a different payment method or if there is a change in payment method, please update your billing information on your “Your Account” page under the “Express” section.\nAll billing information you provide to us must be truthful and accurate and you represent that you are authorized to use the card in the manner contemplated here.\nIf the card you provided to us for payment is declined or if a payment was not successfully made by you, you remain responsible for any uncollected amounts.\nIf a payment is not successfully made and you do not cancel your account, we may suspend your access to the Services, including without limitation your Instacart Express membership, until we have successfully charged a valid credit or debit card.</p>\n<p>If you do not want your membership to automatically renew, you can cancel your Instacart Express membership at any time using this link or on your “Your Account” page under the Express section.\nYou may cancel your Instacart Express membership within the first fifteen (15) calendar days of your paid Instacart Express membership term and receive a refund of the Instacart Express membership fee you paid, but only if you have not placed any orders using your Instacart Express membership.\nIf you cancel at any other time, you will not receive a refund, but you can continue to enjoy the benefits of your Instacart Express membership through the end of your paid membership term.\nAdditional instructions on how to manage your Instacart Express membership are available in the Help Center.</p>\n<p>From time to time, Instacart offers some users trial or other promotional memberships to Instacart Express.\nSuch trial or promotional memberships are subject to these Terms except as otherwise stated in the promotional offer, including which users are eligible for the promotional memberships.\nOnly one trial or promotional membership is available per household and may not be combined with any other promotion.\nWhen the free trial or promotional membership period has expired, Instacart will automatically charge you the applicable Instacart membership fee to the credit or debit card on file with Instacart.\nIf you cancel your Instacart Express membership before the free trial or promotional membership period has expired, Instacart will not charge you for the subsequent Instacart Express membership term.\nInstacart may change the monthly or annual fee charged for Instacart Express membership at any time, but any such fee change will not apply to current Instacart Express members until such time as their current memberships expire and their memberships are renewed for another term.</p>\n<p>We may change other terms or conditions applicable to Instacart Express from time to time.\nAny new or renewed Instacart Express memberships will be subject to the terms of service active at that time and displayed when you sign up for Instacart Express.\nInstacart may also make such changes with respect to current Instacart Express memberships.\nIn that case, Instacart will provide you with notice at checkout of the changes and when those changes will take effect.\nIf you disagree with the changes to your current Instacart Express membership terms of service, you may cancel your Instacart Express membership.</p>\n<p>Your Instacart Express membership cannot be transferred or assigned.\nInstacart reserves the right to accept, refuse, or cancel your Instacart Express membership at any time in its sole discretion.</p> 4.\nInstacart Coupons <p>Instacart Coupons are manufacturer’s coupons that are automatically applied to qualifying products upon purchase to help users save money on the products they love.\nCoupons are available for a limited time only and may be subject to certain restrictions and subject to related manufacturers’ terms.\nCoupons are subject to change, cancellation, or expiration at any time.\nIf you do not purchase the qualifying items added to your cart while the coupon is still in effect, the coupon’s offer will not apply.\nCoupons apply only to qualifying items displaying the offer and may not be combined with other promotional offers or mail-in rebates.\nInstacart is not a retailer or seller.\nCoupons are issued and paid by the manufacturer of the advertised product and are valid only when applied to the qualifying product.\nYou are responsible for, and you are required to pay any applicable tax or levy of any kind related to your use of the coupon and you acknowledge that Instacart has no obligation for payment of any such tax or levy of any kind in conjunction with the distribution or use of such coupons.\nWhen coupons are redeemed, sales tax may be charged on the undiscounted original price of the product(s).\nIf you return any of the products purchased with a coupon, the coupon discount or value will be subtracted from the return credit.\nCoupons may not be sold, copied, modified, or transferred.\nCoupons have no cash value and may be limited to one per user unless otherwise disclosed.\nCoupons may not be combinable with mail-in rebates.\nCoupons are only good while supplies last and are void where restricted or prohibited by law.</p>\n<p>You can find more information about Instacart Coupons and other promos and credits here.</p> 5.\nRetailer Memberships <p>Certain Retailers may allow you to purchase memberships through the Services.\nIf you purchase a Retailer membership through the Services, you understand that you will be charged separately by the Retailer and that you are purchasing the membership directly from the Retailer and not Instacart and separate terms and conditions provided by the Retailer apply.\nYou also understand that you will need to contact the Retailer if you have any questions regarding your membership or the management of your account.</p> 6.\nTransactions involving Alcohol <p>You may have the option to order alcohol products in some locations and from certain Retailers.\nYou agree that you will comply with all applicable laws and not cause Instacart or any Third Party Provider (including any Retailer) to contravene any applicable laws.\nIf you order alcohol products from a Retailer through the Services, you agree that you are of legal drinking age for purchasing, possessing, and consuming alcohol (i.e., 21 years of age or older in the United States, 18 years of age or older in Alberta, Manitoba, and Quebec, and 19 years of age or older in all other Canadian provinces or agree that, upon delivery of alcohol products by the Third Party Provider, the recipient will provide valid government-issued identification which may be scanned by the Third Party Provider proving their age to the Third Party Provider delivering the alcohol products, that the recipient will not be intoxicated when receiving delivery of such products, and that alcohol has not been purchased with the intent to resell the alcohol or provide the alcohol to someone who is not of legal drinking age.\nYou agree that if any applicable legal requirements for the delivery of alcohol are not met, Instacart reserves the right to cancel the alcohol-related portion of your order.\nSpecial requests or substitutions for the purchase of alcohol products will not be honored.\nall requests for the purchase of alcohol products must be made through the catalog available through the Services at the time of submitting the order.</p>\n<p>Users who purchase alcohol through the Services for delivery by Third Party Providers within the State of Hawaii acknowledge that IT IS ILLEGAL: (1) FOR A PERSON UNDER 21 YEARS OLD TO PURCHASE OR CONSUME LIQUOR, (2) TO USE FALSE IDENTIFICATION TO OBTAIN LIQUOR, (3) TO USE ANOTHER PERSON’S IDENTIFICATION TO OBTAIN LIQUOR, OR (4) TO PURCHASE LIQUOR FOR A PERSON UNDER 21 YEARS OLD.\n(Sections 281-78 &amp.\n101.5, Hawaii Revised Statutes).</p> 7.\nDelivery of Prescription Drug Products (Instacart Rx) <p>In certain geographic areas, you may order prescription drug products through Instacart Rx.\nThis service is not eligible for Instacart Express.\nYou agree that Instacart is not a pharmacy and that we make no referrals or recommendations as to which pharmacies you should use for prescription processing.\nYou also agree that you are solely responsible for the selection of the pharmacy dispensing the prescription.\nInstacart makes no warranties regarding the quality of the prescription drug products or the services provided by the pharmacy.\nIf you have any issues with the processing of your prescription, you should contact the pharmacy directly.</p>\n<p>You agree that, upon delivery of prescription drug products by a Third Party Provider, the recipient will provide valid government-issued identification which may be scanned by the Third Party Provider proving their age to the Third Party Provider delivering the prescription drug products, that the recipient will indicate their relationship to you (if the recipient is not you), and that any prescription drug product ordered through the Services has not been purchased with the intent to resell the prescription drug product or provide the prescription drug product to someone other than to whom it is prescribed.</p>\n<p>You also agree that Instacart does not provide any medical advice, diagnosis or treatment, and that that no pharmacy-patient relationship nor physician- patient relationship exists between Instacart and you as a result of your use of the Services.\nWe encourage you to consult with your healthcare professional or pharmacist regarding all health-related issues.</p>\n<p>By using the Services to order a prescription drug product for a child or other member of your household, you represent and warrant that it is your intention not to consume or use the medication but instead to transfer the medication to the ultimate consumer or user for their consumption.</p>\n<p>IF YOU ARE HAVING A MEDICAL EMERGENCY, CALL 911 OR CONTACT YOUR LOCAL EMERGENCY ASSISTANCE SERVICE IMMEDIATELY.</p> 8.\nSNAP/EBT <p>Instacart allows customers in the U.S.\nto pay for online orders of SNAP eligible items from select retailers with a valid EBT card.</p>\n<p>By providing your EBT information, you represent and warrant that you are authorized to legally use the designated payment information and that you authorize us to use that EBT information for the Services.\nIf the payment information cannot be verified, is invalid or is otherwise not acceptable, the Services may be suspended or cancelled.</p>\n<p>\n<strong>SNAP Eligible Items</strong>\n</p>\n<p>You may purchase SNAP eligible items with your EBT card.\nSNAP eligible items are determined by the U.S.\nDepartment of Agriculture.\nYou can learn more about shopping for EBT eligible&nbsp;items here.</p>\n<p>\n<strong>Payment</strong>\n</p>\n<p>By associating your SNAP EBT card to your Instacart account, you confirm that your card information is current and valid.\nIn addition, a credit or debit card must also be linked to your Instacart account to cover fees, taxes, delivery tips, and any other non-EBT eligible items you may want to purchase.&nbsp.\nCurrently Instacart cannot accept EBT cash.\nTo pay for eligible food items on Instacart you can use SNAP EBT funds.</p>\n<p>\n<strong>How To Use SNAP/EBT On Instacart</strong>\n</p>\n<p>If you have questions about using your SNAP EBT card on Instacart please see: https://www.instacart.com/help/article/ebt-snap-overview</p> 9.\nThird-party Products and Content <p>You agree that Instacart does not assume responsibility for any products, content, services, websites, advertisements, offers, or information that is provided by third parties and made available through the Services, nor does Instacart assume responsibility for your interactions with any Third Party Provider (including a Retailer).\nIf you purchase, use, or access any such products, content, services, advertisements, offers, or information through the Services or you engage with any Third Party Provider, you agree that you do so at your own risk and that Instacart will have no liability based on such purchase, use access, or engagement.</p> 10.\nSERVICE PROVIDED AS-IS AND RELEASE OF CLAIMS <p>THE SERVICES ARE PROVIDED \"AS IS\" AND \"AS AVAILABLE.\" INSTACART DISCLAIMS ALL REPRESENTATIONS, CONDITIONS, AND WARRANTIES, EXPRESS, LEGAL, IMPLIED, OR STATUTORY, INCLUDING THE IMPLIED WARRANTIES OR CONDITIONS OF MERCHANTABILITY, QUALITY, FITNESS FOR A PARTICULAR PURPOSE, DURABILITY, TITLE, AND NON-INFRINGEMENT.\nIN ADDITION, INSTACART MAKES NO REPRESENTATION, WARRANTY, CONDITIONS, OR GUARANTEE REGARDING THE RELIABILITY, TIMELINESS, QUALITY, SUITABILITY, OR AVAILABILITY OF THE SERVICES, ANY SERVICES PROVIDED BY THIRD PARTY PROVIDERS, OR GOODS REQUESTED THROUGH THE USE OF THE SERVICES FROM RETAILERS, OR THAT THE SERVICES WILL BE UNINTERRUPTED OR ERROR-FREE.\nINSTACART DOES NOT GUARANTEE THE QUALITY, SUITABILITY, SAFETY OR ABILITY OF THIRD PARTY PROVIDERS, OR RETAILERS.\nYOU AGREE THAT THE ENTIRE RISK ARISING OUT OF YOUR USE OF THE SERVICES, ANY SERVICES PROVIDED BY THIRD PARTY PROVIDERS, OR ANY PRODUCTS REQUESTED BY YOU OR DELIVERED TO YOU, REMAINS SOLELY WITH YOU.\nTHE SERVICES, WEBSITE, AND SOFTWARE ARE SUBJECT TO PERIODIC CHANGES, WHICH MAY BE MADE AT ANY TIME AND WITHOUT NOTICE TO YOU.</p>\n<p>INSTACART DOES NOT GUARANTEE THAT THE SERVICES, WEBSITE, AND SOFTWARE WILL OPERATE WITHOUT ERRORS OR THAT THE SERVICES, WEBSITE, AND SOFTWARE ARE FREE OF COMPUTER VIRUSES OR OTHER MALWARE.\nYOU AGREE THAT INSTACART WILL NOT BE RESPONSIBLE FOR ANY ECONOMIC COSTS RELATING TO YOUR USE OF THE SERVICES, WEBSITE, OR SOFTWARE.</p>\n<p>YOU AGREE THAT NEITHER INSTACART NOR ITS AFFILIATES, RETAILERS, LICENSORS, OR SUPPLIERS IS RESPONSIBLE FOR THE FITNESS OR CONDUCT OF ANY THIRD PARTY PROVIDER OR FOR ANY SERVICES PROVIDED BY ANY THIRD PARTY PROVIDER.\nNEITHER INSTACART NOR ITS AFFILIATES, RETAILERS, LICENSORS, OR SUPPLIERS WILL BE LIABLE FOR ANY CLAIM, INJURY OR DAMAGE ARISING IN CONNECTION WITH THE ACTS OR OMISSIONS OF ANY THIRD PARTY PROVIDER.</p>\n<p>If you have a dispute with one or more Third Party Providers, you agree to release Instacart (including Instacart’s affiliates, and each of their respective officers, directors, employees, agents, shareholders, retail partners, licensors, and suppliers) from any claims, demands and damages of every kind and nature, known and unknown, suspected and unsuspected, disclosed and undisclosed, arising out of or in any way connected to such disputes.</p>\n<p>Furthermore, you expressly waive any rights you may have under California Civil Code Section 1542 (or analogous laws of other jurisdictions), which states: “A general release does not extend to claims that the creditor or releasing party does not know or suspect to exist in his or her favor at the time of executing the release, and that, if known by him or her must, would have materially affected his or her settlement with the debtor or released party.”</p>\n<p>U.S.\nFEDERAL LAW, SOME STATES, PROVINCES AND OTHER JURISDICTIONS DO NOT ALLOW THE EXCLUSION AND LIMITATION OF CERTAIN IMPLIED WARRANTIES, SO THE ABOVE EXCLUSIONS MAY NOT APPLY TO YOU.\nTHESE TERMS GIVE YOU SPECIFIC LEGAL RIGHTS, AND YOU MAY ALSO HAVE OTHER RIGHTS WHICH VARY FROM JURISDICTION TO JURISDICTION.\nTHE DISCLAIMERS AND EXCLUSIONS UNDER THESE TERMS WILL NOT APPLY TO THE EXTENT PROHIBITED BY APPLICABLE LAW.</p> 11.\nLIMITATION OF LIABILITY <p>IN NO EVENT SHALL INSTACART (INCLUDING ITS AFFILIATES, AND EACH OF THEIR RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, SHAREHOLDERS, RETAIL PARTNERS, LICENSORS, AND SUPPLIERS) BE LIABLE TO YOU FOR ANY INCIDENTAL, SPECIAL, PUNITIVE, CONSEQUENTIAL, OR INDIRECT DAMAGES (INCLUDING, BUT NOT LIMITED TO, DAMAGES FOR DELETION, CORRUPTION, LOSS OF DATA, LOSS OF PROGRAMS, FAILURE TO STORE ANY INFORMATION OR OTHER CONTENT MAINTAINED OR TRANSMITTED BY THE SERVICES, SERVICE INTERRUPTIONS, OR FOR THE COST OF PROCUREMENT OF SUBSTITUTE SERVICES) ARISING OUT OF OR IN CONNECTION WITH THE SERVICES, OR THESE TERMS, HOWEVER ARISING INCLUDING NEGLIGENCE, EVEN IF INSTACART OR INSTACART’S AGENTS OR REPRESENTATIVES KNOW OR HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p>\n<p>IN NO EVENT SHALL INSTACART (INCLUDING ITS AFFILIATES, AND EACH OF THEIR RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, SHAREHOLDERS, RETAIL PARTNERS, LICENSORS, AND SUPPLIERS) BE LIABLE FOR ANY INDIRECT, SPECIAL, PUNITIVE, INCIDENTAL, EXEMPLARY AND/OR CONSEQUENTIAL DAMAGES (INCLUDING, BUT NOT LIMITED TO PHYSICAL DAMAGES, BODILY INJURY, DEATH AND/OR EMOTIONAL DISTRESS AND DISCOMFORT) ARISING OUT OF YOUR USE OF THE SERVICES, ANY SERVICES PROVIDED BY THIRD PARTY PROVIDERS, OR ANY PRODUCTS REQUESTED BY YOU OR DELIVERED TO YOU, EVEN IF INSTACART OR INSTACART’S AGENTS OR REPRESENTATIVES KNOW OR HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p>\n<p>INSTACART, ITS AFFILIATES, RETAIL PARTNERS, LICENSORS, SUPPLIERS AND DISTRIBUTORS WILL NOT BE LIABLE FOR AGGREGATE LIABILITY FOR ALL CLAIMS RELATING TO THE SERVICES, ANY SERVICES PROVIDED BY THIRD PARTY PROVIDERS, OR ANY PRODUCTS REQUESTED BY YOU OR DELIVERED TO YOU FOR MORE THAN THE GREATER OF $100 OR THE AMOUNTS PAID BY YOU TO INSTACART DURING THE PAST 12 MONTHS IN CONNECTION WITH THE SERVICES.</p>\n<p>U.S.\nFEDERAL LAW, SOME STATES, PROVINCES AND OTHER JURISDICTIONS DO NOT ALLOW THE EXCLUSION AND LIMITATION OF CERTAIN LIABILITIES, SO THE ABOVE EXCLUSIONS MAY NOT APPLY TO YOU.\nTHESE TERMS GIVE YOU SPECIFIC LEGAL RIGHTS, AND YOU MAY ALSO HAVE OTHER RIGHTS WHICH VARY FROM JURISDICTION TO JURISDICTION.\nTHE EXCLUSIONS AND LIMITATIONS UNDER THESE TERMS WILL NOT APPLY TO THE EXTENT PROHIBITED BY APPLICABLE LAW.</p> 12.\nIndemnification <p>You agree to defend, indemnify and hold harmless Instacart and its officers, directors, employees, agents, shareholders, affiliates, and retail partners (each, an \"Indemnified Party\") from and against any losses, claims, actions, costs, damages, penalties, fines and expenses, including without limitation attorneys’ and experts’ fees and expenses, that may be incurred by an Indemnified Party arising out of, relating to or resulting from: (i) your unauthorized use of the Services or from any breach by you of these Terms, including without limitation any actual or alleged violation of any law, rule or regulation.\n(ii) any third party’s access or use of the Services using your Instacart user account.\nor (iii) any dispute or issue between you and any third party, including without limitation any Retailer or other Third Party Provider.</p> 13.\nDisputes &amp.\nArbitration <p>This Section 13 (the “Arbitration Agreement”) applies to and governs any dispute, controversy, or claim between you and Instacart that arises out of or relates to: (a) these Terms, including the formation, existence, breach, termination, enforcement, interpretation, validity, or enforceability thereof.\n(b) access to or use of the Services, including receipt of any advertising or marketing communications.\n(c) any transactions through, by, or using the Services, including any goods or services purchased or sold through, by, or using the Services.\nor (d) any other aspect of your relationship or transactions with Instacart as a consumer.</p>\n<p>Before initiating proceedings against Instacart, you agree to contact Instacart first and attempt to work out any such dispute amicably.</p>\n<p>\n<b>For residents of the United States, you agree to the following mandatory arbitration provisions:</b>\n</p>\n<p>Mandatory Arbitration: If we’re unable to work out a solution amicably, both you and Instacart agree to resolve through binding arbitration, rather than in court, any dispute, controversy, or claim arising at any time out of or relating to: (i) these Terms, including the formation, existence, breach, termination, enforcement, interpretation, validity, or enforceability thereof.\n(ii) access to or use of the Services, including receipt of any advertising or marketing communications.\n(iii) any transactions through, by, or using the Services, including any goods or services purchased or sold through, by, or using the Services.\nor (iv) any other aspect of your relationship or transactions with Instacart as a consumer.</p>\n<p>Notwithstanding this mandatory arbitration provision, (a) you may assert claims in small claims court, if your claims qualify and so long as the matter remains in such court and advances only on an individual (non-class, non-representative) basis, and (b) you and Instacart each retain the right to seek injunctive or other equitable relief in a court of competent jurisdiction to prevent the actual or threatened infringement of a party’s intellectual property rights.</p>\n<p>This Arbitration Agreement shall apply, without limitation, to all claims that arose or were asserted before the Effective Date of these Terms.</p>\n<p>The Federal Arbitration Act, 9 U.S.C.\n§ 1 et seq.\n(the “FAA”), governs the interpretation and enforcement of this Arbitration Agreement and preempts all state laws to the fullest extent permitted by law.\nIf the FAA is found to not apply to any issue that arises from or relates to this Arbitration Agreement, then that issue shall be resolved under and governed by the law of the claimant’s state of residence.</p>\n<p>\n<b>TRIAL BY JURY WAIVER:</b> BY ENTERING INTO THESE TERMS, YOU ACKNOWLEDGE AND AGREE THAT, WITH RESPECT TO ANY CLAIM(S) WITHIN THE SCOPE OF THIS ARBITRATION AGREEMENT, YOU AND INSTACART ARE EACH WAIVING THE RIGHT TO A TRIAL BY JURY.</p>\n<p>\n<b>CLASS, COLLECTIVE, REPRESENTATIVE ACTION WAIVER:</b> BY ENTERING INTO THESE TERMS, YOU ACKNOWLEDGE AND AGREE THAT, WITH RESPECT TO ANY CLAIM(S) WITHIN THE SCOPE OF THIS ARBITRATION AGREEMENT, YOU AND INSTACART ARE EACH WAIVING THE RIGHT TO BRING, JOIN, OR PARTICIPATE IN, EITHER AS A PLAINTIFF OR CLASS MEMBER, IN ANY PURPORTED CLASS, COLLECTIVE, OR REPRESENTATIVE ACTION OR PROCEEDING.\nYOU ALSO ACKNOWLEDGE AND AGREE THAT, UNLESS YOU AND INSTACART OTHERWISE AGREE IN WRITING, ANY ARBITRATION OF ANY CLAIM(S) WITHIN THE SCOPE OF THIS ARBITRATION AGREEMENT WILL BE CONDUCTED ONLY ON AN INDIVIDUAL BASIS AND NOT IN A CLASS, COLLECTIVE, CONSOLIDATED, OR REPRESENTATIVE PROCEEDING.\nYOU FURTHER ACKNOWLEDGE THAT THE ARBITRATOR MAY AWARD RELIEF ONLY IN YOUR FAVOR AND ONLY TO THE EXTENT NECESSARY TO PROVIDE RELIEF NECESSITATED BY YOUR INDIVIDUAL CLAIM(S), AND ANY RELIEF AWARDED CANNOT AFFECT OTHER INSTACART USERS.\nTHE ARBITRATOR MAY NOT CONSOLIDATE MORE THAN ONE PERSON’S CLAIMS OR ENGAGE IN ANY CLASS, COLLECTIVE, OR REPRESENTATIVE ARBITRATION.</p>\n<p>Opt-out of Mandatory Arbitration: You can reject and opt-out of this Arbitration Agreement within 30 days of first accepting these Terms by emailing Instacart at arbitration-opt-out@instacart.com with your first and last name and the email address associated with your account and stating your intent to opt-out of the Arbitration Agreement.\nNote that opting out of this Arbitration Agreement does not affect any other part of these Terms, including the provisions regarding controlling law or in which courts any disputes must be brought.</p>\n<p>\n<b>Except as described below for California residents,</b> the arbitration shall be administered by the American Arbitration Association (“AAA”) under its Consumer Arbitration Rules (the “Rules”) in effect at the time the arbitration demand is made.\nThe Rules are available at www.adr.org.\nIn the event of any conflict between the Rules and this Arbitration Agreement, this Arbitration Agreement shall apply.</p>\n<p>The Parties agree to submit to the jurisdiction of a single neutral arbitrator (the “Arbitrator”) selected in accordance with the Rules.\nThe Arbitrator will decide the rights and liabilities, if any, of you and Instacart.\nThe Arbitrator will have the authority to award the same damages and relief on an individual basis that a judge in a court of law can award to an individual.\nThe Arbitrator shall follow the applicable law.\nThe Arbitrator’s decision is final and binding on you and Instacart.</p>\n<p>You and Instacart agree that the Arbitrator, and not any federal, state, or local court or agency, shall have exclusive authority to resolve any disputes relating to the interpretation, applicability, enforceability or formation of this Arbitration Agreement, including any claim that all or any part of this Arbitration Agreement is void or voidable.\nThe Arbitrator shall also be responsible for determining all threshold arbitrability issues, including issues relating to whether the Terms are unconscionable or illusory and any defense to arbitration, including waiver, delay, laches, unconscionability, or estoppel.</p>\n<p>The arbitration will be held in the United States county where you live or use the Services, or a location you and Instacart mutually agree upon in writing.\nIf your claim does not exceed $10,000, then the arbitration will be conducted solely on the basis of documents you and Instacart submit to the arbitrator, unless the arbitrator determines that a hearing is necessary.\nIf your claim exceeds $10,000, your right to a hearing will be determined by the Rules.</p>\n<p>The Rules will govern the payment of all filing, administrative or arbitrator fees (“Arbitration Fees”) and each party will be responsible for their own Arbitration Fees under those Rules or to the maximum extent permitted by law.</p>\n<p>\n<b>For California residents,</b> the arbitration shall be administered by ADR Services, Inc.\n(“ADR Services”) under its Arbitration Rules (the “ADR Services Rules”) in effect at the time the arbitration demand is made.\nThe ADR Services Rules are available at: https://www.adrservices.com/services/arbitration-rules/.\nIn the event of any conflict between the ADR Services Rules and this Arbitration Agreement, this Arbitration Agreement shall apply.</p>\n<p>For California residents, the Parties agree to submit to the jurisdiction of a single neutral arbitrator selected in accordance with the ADR Services Rules (the “ADR Arbitrator”).\nThe ADR Arbitrator will decide the rights and liabilities, if any, of you and Instacart.\nThe ADR Arbitrator will have the authority to award the same damages and relief on an individual basis that a judge in a court of law can award to an individual.\nThe ADR Arbitrator shall follow the applicable law.\nThe ADR Arbitrator’s decision is final and binding on you and Instacart.</p>\n<p>For California residents, you and Instacart agree that the ADR Arbitrator, and not any federal, state, or local court or agency, shall have exclusive authority to resolve any disputes relating to the interpretation, applicability, enforceability or formation of this Arbitration Agreement, including any claim that all or any part of this Arbitration Agreement is void or voidable.\nThe ADR Arbitrator shall also be responsible for determining all threshold arbitrability issues, including issues relating to whether the Terms are unconscionable or illusory and any defense to arbitration, including waiver, delay, laches, unconscionability, or estoppel.</p>\n<p>For California residents, the arbitration will be held in the California county where you live or use the Services, San Francisco, California, or any other location you and Instacart mutually agree upon in writing.</p>\n<p>For California residents, the ADR Services Rules will govern the payment of all filing, administrative or arbitrator fees (“ADR Services Arbitration Fees”), but in no event will you be responsible for any portion of those fees in excess of the initial filing fee.\nAfter you pay your portion of any initial filing fee, Instacart shall pay any remaining costs and expenses unique to arbitration, including, without limitation, the arbitrator’s fees and any ADR Services administrative or case management expenses.</p>\n<p>If this Arbitration Agreement is found to be void, unenforceable, or unlawful, in whole or in part, the void, unenforceable, or unlawful provision, in whole or in part, shall be severed.\nSeverance of the void, unenforceable, or unlawful provision, in whole or in part, shall have no impact on the remaining provisions of the Arbitration Agreement, which shall remain in force, or the parties’ ability to compel arbitration of any remaining claims on an individual basis pursuant to the Arbitration Agreement.\nNotwithstanding the foregoing, if the Class, Collective, Representative Action Waiver above is found to be void, unenforceable, or unlawful, in whole or in part, because it would prevent you from seeking public injunctive relief, then any dispute regarding the entitlement to such relief (and only that relief) must be severed from arbitration and may be litigated in a civil court of competent jurisdiction.\nAll other claims for relief subject to arbitration under this Arbitration Agreement shall be arbitrated under its terms, and the parties agree that litigation of any dispute regarding the entitlement to public injunctive relief shall be stayed pending the outcome of any individual claims in arbitration.</p> 14.\nTermination <p>You can stop using the Services at any time and without notice to us.\nSimilarly, Instacart may terminate access to the Services to you or any other users or stop offering the all or part of the Services at any time without notice.\nIn the event of Termination, Section 1 and Sections 4-17 survive and continue to apply to you.</p> 15.\nControlling Law <p>To the extent permitted by applicable law, these Terms will be governed by the laws of the State of Delaware for residents of the United States and by the laws of the Province of Ontario for residents of Canada (except Quebec), without respect to its conflicts of laws principles, except the Arbitration Agreement, which is governed by the laws outlined in Section 13 of these Terms.\nTo the extent permitted by applicable law, any claims arising out of or relating to these Terms or use of the Services that are not subject to Section 13 (Disputes &amp.\nArbitration) of these Terms shall be brought exclusively in the federal or state courts of New Castle County, Delaware, USA, for the residents of the United States, and the courts of competent jurisdiction in the City of Toronto for residents of Canada (except Quebec), and you and Instacart consent to the personal jurisdiction of those courts.</p>\n<p>For Quebec residents only, to the extent permitted by law, these Terms will be governed by the laws of the Province of Quebec without respect to its conflicts of laws principles.\nTo the extent permitted by applicable law, any claims arising out of or relating to these Terms or use of the Services that are not subject to Section 13 (Disputes &amp.\nArbitration) of these Terms shall be brought exclusively in the courts of competent jurisdiction in the City of Montreal, and you and Instacart consent to the personal jurisdiction of those courts.</p> 16.\nEntire Agreement &amp.\nSeverability <p>These Terms, subject to any amendments, modifications, or additional agreements you enter into with Instacart, shall constitute the entire agreement between you and Instacart with respect to the Services and any use of the Services.\nIf any provision of these Terms is found to be invalid by a court competent jurisdiction, that provision only will be limited to the minimum extent necessary and the remaining provisions will remain in full force and effect.</p> 17.\nNo Waiver <p>Instacart’s failure to monitor or enforce a provision of these Terms does not constitute a waiver of its right to do so in the future with respect to that provision, any other provision, or these Terms as a whole.</p> 18.\nAssignment <p>You may not assign any of your rights, licenses, or obligations under these Terms.\nAny such attempt at assignment by you shall be void.\nInstacart may assign its rights, licenses, and obligations under these Terms without limitation.</p> 19.\nChanges to the Terms <p>We may make changes to these Terms from time to time.\nWhen Instacart does so, Instacart will post the most current version of the Terms on Instacart’s website and, if a revision to the Terms is material, Instacart will notify you of the new Terms (for example, by email or a notification on the Services).\nChanges to these terms will not apply retroactively.\nIf you do not agree to the modified terms, you should discontinue your use of the Services.</p> 20.\nCopyright and Trademark Policy <p>Instacart respects the intellectual property rights of others and has implemented a copyright and trademark policy in accordance with the Digital Millennium Copyright Act and other relevant laws.\nInstacart will respond to valid notices of copyright or trademark infringement and reserves the right to terminate any users, at Instacart’s sole discretion and without notice, who repeatedly infringe copyrights or other intellectual property rights.</p>\n<p>If you believe any content posted or made available on the Services constitutes infringement of your copyright rights, you may send a written notice of infringement to Instacart’s designated Copyright Agent using the contact information listed below.\nIn your notice, please specify the nature of the copyright infringement and include the following information: (a) an electronic or physical signature of the owner of the copyright in question or a person authorized to act on behalf of the owner of the copyright.\n(b) a description of the claimed infringing material as well as identification of the claimed infringing material, including the location of such material on the Services (e.g., the URL of the claimed infringing material if applicable or other means by which Instacart may locate the material).\n(c) complete contact information, including the name of the owner of the copyright and your name, title, address, telephone number, and email address.\n(d) a statement that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.\nand (e) a statement, made under penalty of perjury, that the information provided in your notice is accurate and that you are the copyright owner or authorized to act on behalf of the owner.</p>\n<blockquote>\nInstacart<br>\nATTN: Copyright Agent<br>\n50 Beale St.\nSuite 600<br>\nSan Francisco, CA 94105<br>\ncopyright@instacart.com\n</blockquote>\n<p>If you believe any content posted or made available on the Services constitutes infringement of your trademark rights, you may also send your notice to Instacart's designated Copyright Agent using the contact information listed above.\nPlease include as much detail as possible so that we may respond to your notice in a timely manner, including but not limited to description(s) of your trademark(s), your trademark registration number(s), description(s) of the products allegedly using your trademark(s) without authorization, and the location of such allegedly infringing product(s).</p> 21.\nContact Information <p>If you have any questions, or comments about these Terms please contact Instacart at:</p>\n<blockquote>\nInstacart<br>\n50 Beale St.\nSuite 600<br>\nSan Francisco, California 94105<br>\nlegal@instacart.com\n<br>\n1-888-246-7822\n</blockquote>\n<p>\nFor customer service inquiries, please review Your Account Settings, visit Instacart’s\nHelp Center, or call our Community Operations team at\n1 (888) 246-7822.\n</p>\n<p>\nIf you are a California resident, in accordance with Cal.\nCiv.\nCode §1789.3, you may report complaints to the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs by contacting them in writing at 1625 N.\nMarket Blvd., Ste.\nN 112, Sacramento, California 95834 or by telephone at\n(800) 952-5210\nor\n(916) 445-1254.\n</p>\n<ul>\n<li>\nInstacart Express\n</li>\n<li>\nHelp\n</li>\n<li>\nLocations\n</li>\n<li>\nCareers\n</li>\n<li>\nBlog\n</li>\n<li>\nContact\n</li>\n<li>\nPress\n</li>\n<li>\nPrivacy\n</li>\n<li>\nTerms\n</li>\n<li>\nBecome a Shopper\n</li>\n<li>\niOS app\n</li>\n<li>\nAndroid app\n</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<p>\nExpress membership autorenews after 14-day trial.\nTerms apply\n</p> ", "created_at": "2021-01-08 22:26:54.900504", "updated_at": "2021-02-03 22:44:32.693791"}], "points": [{"id": 27573, "title": "There is a date of the last update of the agreements", "source": "https://www.instacart.com/terms", "status": "Generated through the annotate view", "created_at": "2022-03-26 22:24:50.056196", "updated_at": "2022-03-26 22:24:50.056196", "quoteText": "Last updated: December 22, 2020 <p", "case_id": 331, "document_id": 3432, "quoteStart": 190, "quoteEnd": 224}, {"id": 27572, "title": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction", "source": "https://www.instacart.com/privacy", "status": "Generated through the annotate view", "created_at": "2022-03-26 22:23:49.546489", "updated_at": "2022-03-26 22:23:49.546489", "quoteText": "We may share your information in connection with, or during negotiations of, any merger, sale of company assets, financing or acquisition of all or a portion of our business by another company.\n", "case_id": 243, "document_id": 3431, "quoteStart": 16628, "quoteEnd": 16822}, {"id": 27571, "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.", "source": "https://www.instacart.com/privacy", "status": "Generated through the annotate view", "created_at": "2022-03-26 22:22:15.603684", "updated_at": "2022-03-26 22:22:15.603684", "quoteText": "Accordingly, unless and until the law is interpreted to require us to do so, we do not monitor or take action with respect to “Do Not Track” signals.\n", "case_id": 233, "document_id": 3431, "quoteStart": 8907, "quoteEnd": 9057}, {"id": 27570, "title": "There is a date of the last update of the agreements", "source": "https://www.instacart.com/privacy", "status": "Generated through the annotate view", "created_at": "2022-03-26 22:19:48.825262", "updated_at": "2022-03-26 22:19:48.825262", "quoteText": "Last Updated:\nJune 19, 2020 ", "case_id": 331, "document_id": 3431, "quoteStart": 188, "quoteEnd": 216}], "urls": ["instacart.com", "aboutinstacart.com"]}}