{"error": 448, "message": "OK", "parameters": {"id": 5038, "name": "cdn.ca ", "created_at": "2021-09-06 00:37:02.426629", "updated_at": "2021-09-06 22:01:06.978859", "wikipedia": null, "keywords": null, "related": null, "slug": "cdn-ca", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5038.png", "url": "cdn.ca", "documents": [{"id": 9048, "name": "Privacy ", "url": "https://www.cdn.ca/privacy.php", "xpath": "//*[@id=\"ContentArea\"]", "text": " <p>Privacy</p>\n<p>CDN Internet (Website) Privacy Policy</p>\n<p>\n<strong>Website Data Collection Practices</strong>\n</p>\n<p>We collect some information about visitors indirectly through standard web logs, including IP address and browser.\nWe use this information only to administer and improve our website.\nSome data may be traceable to an individual, but we do not seek to identify individuals unless we suspect improper use of the site.</p>\n<p>We may ask a user who agrees to provide contact information (e.g., name, email address, telephone, etc.) to allow us to provide company information.</p>\n<p>\n<strong>Cookies</strong>\n</p>\n<p>We sometimes use an Internet device called a cookie to store login or other information on your computer.\nA cookie is a small amount of information that a website transfers to your computer's hard drive.\nWe use cookies to simplify your access and to tailor our services to your needs and interests.\nNo other site can read a cookie used by CDN, and we cannot read a cookie that another website wrote to your computer.\nMost Internet browsers are set to accept cookies.</p>\n<p>\n<strong>Disclosure</strong>\n</p>\n<p>Unless required by law or as agreed by you (see Collection Practices above), we will not disclose or use your information outside of this site.</p>\n<p>For more information regarding this Internet Privacy Policy, or to forward any questions or complaints, please contact:</p>\n<p>\n<strong>Brian Van Doormaal<br>\nGeneral Manager</strong>\n<br>\nCanadian Dairy Network<br>\n660 Speedvale Avenue West, Suite 102<br>\nGuelph, Ontario, Canada<br>\nN1K 1E5<br>\nTel: (519) 767-9660 ext.\n101<br>\nFax: (519) 767-6768<br>\nEmail: Brian@cdn.ca</p>\t", "created_at": "2021-09-06 00:37:02.428736", "updated_at": "2021-09-05 22:37:34.37469"}], "points": [], "urls": ["cdn.ca"]}}