{"error": 448, "message": "OK", "parameters": {"id": 436, "name": "Australian Broadcasting Corporation", "created_at": "2018-05-08 12:19:44.774869", "updated_at": "2021-07-07 02:58:12.689686", "wikipedia": "https://en.wikipedia.org/wiki/Australian_Broadcasting_Corporation", "keywords": "", "related": "", "slug": "australian_broadcasting_corporation", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/436.png", "url": "abc.net.au", "documents": [{"id": 584, "name": "Terms of Use", "url": "https://help.abc.net.au/hc/en-us/articles/360001548096", "xpath": "/html/body/main/div[3]/div/article", "text": " ABC Terms of Use <ul>\n<li>1 month ago</li>\n<li>Updated</li>\n</ul> 1.\nUsing ABC Online Services\n<p>The ABC provides its online services, including ABC-managed spaces on third party platforms, (ABC Online Services) on the following terms.</p>\n<p>By continuing to access the ABC Online Services, you agree to be bound by the terms outlined below and any additional terms (including House Rules) outlined within the specific service you access.\nPlease check this page regularly so you are aware of any updates to the terms.\nIf you do not agree with any of the terms, as updated or amended, please do not use the service.</p>\n<p>If you register for an ABC Account, then you must ensure that each person who accesses ABC Online Services using your account, including each sub-profile holder on ABC iview, agrees to these terms and is made aware of the information contained in the ABC Privacy Policy and the ABC Privacy Collection Statement.</p>\n<p>By agreeing to these terms, you consent to collection, use and disclosure of personal information about you, and of information using cookies, beacons, hashed emails and other technologies, in accordance with the ABC Privacy Policy and the ABC Privacy Collection Statement.&nbsp.\nDetails of those practices, and of ways that you can opt out of some of them, are set out in the ABC Privacy Policy and the ABC Privacy Collection Statement</p>\n2.\nContributing Content\n<p>You are responsible for all content you contribute to any ABC Online Services, including text, photos, videos, audio and links (Your Content).</p>\n<p>By contributing content to any ABC Online Service, you grant the ABC a royalty-free, non-exclusive licence to use Your Content in any way that we want, and in any media worldwide.\nThis may include the use of your photos or video on ABC television, transmission of the material by our overseas partners and syndication to our Australian content partners.\nYou retain copyright and any other rights you hold in Your Content and can continue to share and commercialise Your Content as you wish.</p>\n<p>You confirm you own or have the right to use any copyright material included in Your Content (including music, photos, quotes and excerpts of audio or video), that you have permission of anyone appearing or performing in Your Content and that you are not infringing any person’s rights by submitting the content to the ABC.\nYou also confirm you have, where appropriate, sought the consent of the parent or guardian of any person under the age of 18 who is featured in Your Content.</p>\n<p>Please ensure you keep your own copies of Your Content as the ABC may not archive, store or back-up Your Content nor continue to make Your Content accessible online.</p>\n<p>The ABC will endeavour to provide you with an appropriate credit when using Your Content on ABC platforms, though you understand and agree this may not always be possible.</p>\n3.\nABC Online Communities\n<p>While encouraging rigorous debate and the sharing of diverse opinions, the ABC expects community members to treat each other with respect and courtesy.\nThese standards apply to interaction within all ABC Online Services including official ABC accounts established on third-party social media sites.</p>\n<p>You understand and agree the ABC has ultimate editorial control over all its online services.\nThe ABC may edit, remove or exercise its discretion not to publish your contribution for legal, editorial or operational reasons including if the ABC considers it to be:</p>\n<ol>\n<li>defamatory, or otherwise unlawful or that it violates laws regarding harassment, discrimination, racial vilification, privacy or contempt.\nThe ABC reserves the right to close comments on posts that may elicit harmful, defamatory or otherwise unlawful user contributions;</li>\n<li>intentionally false or misleading;</li>\n<li>an infringement of intellectual property rights including copyright;</li>\n<li>abusive, offensive or obscene;</li>\n<li>inappropriate, off topic, repetitive or vexatious.\nFor example the ABC reserves the right to reject contributions that have been widely canvassed in the forum.\nIt also reserves the right to reject contributions from participants who seek to dominate the discussion;</li>\n<li>compromising the privacy of any person or containing inappropriate personal information;</li>\n<li>seeking to endorse commercial products or services;</li>\n<li>seeking to directly solicit donations;</li>\n<li>deliberate provocation of other community members.\nor</li>\n<li>impersonating someone else and/or posting on behalf of a suspended member.</li>\n</ol>\n<p>If you breach these Terms of Use, the ABC may block your account or contributions.</p>\n<p>The ABC values the role of its communities in guiding content standards and etiquette among members.\nIf you have concerns about inappropriate content on an ABC Online Service you can alert the moderator of that space.</p>\n<p>When accessing or participating in an ABC-managed space on a third party platform, such as channels, pages or feeds hosted on an external site, you agree to comply with the terms and conditions specified by that third party platform.</p>\n<p>The ABC recommends you make sure you understand the privacy settings for each platform with which you engage and choose appropriate options to protect your personal details and content shared.</p>\n4.\nUse Of ABC Content\n<p>All intellectual property rights in the content, software and systems owned by or licensed to the ABC on any ABC Online Services, including logos, images, names, designs, trademarks and copyright (ABC Content) are reserved to the ABC and its licensors.\nSuch content is provided for your personal, non-commercial use only.\nUnless specifically noted in the House Rules for a particular service, you may not otherwise reproduce, republish, modify, adapt, translate, prepare derivative works from, reverse engineer or disassemble ABC Content, without obtaining the ABC's prior written permission.\nYou agree not to remove, obscure, or alter any ABC copyright notice or trademark on any content you access and use.\nYou also agree not to use ABC Content in a way that implies endorsement by the ABC or any person included in the materials.\nIf you are interested in using ABC Content other than for personal, non-commercial use, please contact&nbsp;ABC Library Sales&nbsp;for further information.\nEntitlements under Part IVA Division 4 and section 183 of the Copyright Act 1968 (Cth) ('the Act') are reserved to the ABC.\nFor educational institutions: Visit&nbsp;www.screen.org&nbsp;for information about 'Broadcasts' under section 113P of the Act (download of audio-visual content) and&nbsp;www.copyright.com.au&nbsp;for information about 'Works' under section 113P of the Act (copying text/images).</p>\n5.\nChildren\n<p>We take steps to ensure that appropriate content is made available to children who use ABC Online Services.\nFor example, when a sub-profile is created for a child on ABC iview, the ABC will make available content that is suitable for their age group.\nIt is important for parents and guardians to monitor and participate in their children’s use of ABC Online Services to protect their safety and prevent access to inappropriate content.</p>\n<p>When contributions are sought from, likely to have been submitted by, or include children and/or young people (under 18), the ABC will, where appropriate, seek the consent of a child’s parent or guardian before using a child’s contribution on ABC platforms.</p>\n<p>You must not create a sub-profile for a child on iview unless consent to these terms is in place in relation to the child.&nbsp.\nIf you are the parent or guardian of the child, you must only create a sub-profile for the child if you consent on the child’s behalf, and (if the child is old enough to consent) you have also confirmed that the child consents.&nbsp.\nIf you are not the parent or guardian of the child, you must ensure that a parent or guardian of the child has taken those steps.&nbsp;&nbsp.\nThe ABC will proceed on the basis that by creating a profile for a child you confirm that you have ensured that consent in in place in relation to that child.</p>\n<p>Parents seeking appropriate content for young children and advice regarding information regarding online safety can find the ABC’s children’s online destinations at&nbsp;www.abc.net.au/children/.</p>\n6.\nPrivacy\n<p>You consent to the ABC handling any personal information and other data acquired from your participation in any ABC Online Services in accordance with the ABC Privacy Policy and the ABC Privacy Collection Statement.&nbsp.\nYou agree to give (for a child) or obtain (for an adult) the consent of each person for whom you create a sub-profile on ABC iview to the handling of their personal information and any other data in accordance with the ABC Privacy Policy and the ABC Privacy Collection Statement.&nbsp.\nWe agree that we will handle any personal information and data relating to you or to the people for whom you create sub-profiles in accordance with the ABC Privacy Policy and the ABC Privacy Collection Statement.</p>\n7.\nDisclaimers\n<p>The ABC does not endorse the views or material contained in the contributions of members of the public or third party sites.\nThe ABC is not responsible for the content, availability or performance of external sites linked to or hosting ABC Online Services.</p>\n<p>ABC Online Services are provided on an “as is” and “as available” basis.\nYou understand and agree that you use ABC Online Services at your own discretion and risk and that you will be solely responsible for any damage or loss whatsoever that results from such use.\nThe ABC disclaims to the fullest extent permitted by law all guarantees, warranties or representations of merchantability, acceptable quality and fitness for any purpose, security, reliability, accuracy, timeliness, and performance of ABC Online Services and any content contained therein.</p>\n8.\nGeneral\n<p>These Terms of Use will be governed by and construed in accordance with the laws of the State of New South Wales which shall have exclusive jurisdiction over any disputes.\nIf for any reason a court of competent jurisdiction finds any provision or portion of these Terms of Use to be unenforceable, the remainder of these Terms of Use will continue in full force and effect.</p>\n9.\nEnquiries/Complaints\n<p>For information regarding use of ABC Content contact&nbsp;ABC Library Sales.</p>\n<p>If you have concerns about inappropriate or infringing content accessed through any ABC Online Services, please alert the moderator of that service where available.</p>\n<p>You can also contact the ABC using the online&nbsp;contact form.</p>\n<p>Complaints regarding ABC programming can be forwarded using the&nbsp;complaint form.</p>\n10.\nRegistration\n<p>You may be required to register an account in order to access and/or contribute to certain ABC Online Services, including ABC iview.</p>\n<p>Any identifying or contact details required for registration will only be used in accordance with the&nbsp;ABC Privacy Policy.</p>\n<p>The ABC may refuse registration of users whose suggested login names are considered inappropriate, impersonating another person or attempting to create multiple accounts for or on behalf of a suspended member.</p>\n<p>You may terminate your account at any time by unsubscribing (where that option is available) or by contacting the ABC at&nbsp;abcaccount@abc.net.au.\nHowever your content may continue to be available online after termination.</p>\n<p>The ABC may suspend or block your account if you breach the Terms of Use.</p>\n<ul>\n</ul> Was this article helpful? Related articles <ul>\n<li> ABC Privacy Policy </li>\n<li> ABC Privacy Collection Statement </li>\n<li> How do I sign up for an ABC Account? </li>\n<li> Where do I submit my photos for ABC News? </li>\n<li> What is an ABC Account? </li>\n</ul> We're Here To Help <p> Contact us if you have any other enquiries and we’ll get back to you as soon as we can </p> Contact Us.\nReturn to top ", "created_at": "2018-09-27 18:34:33.281621", "updated_at": "2021-07-07 02:59:57.685031"}, {"id": 585, "name": "Privacy Policy", "url": "https://help.abc.net.au/hc/en-us/articles/360001154976", "xpath": "/html/body/main/div[3]/div/article", "text": " ABC Privacy Policy <ul>\n<li>1 month ago</li>\n<li>Updated</li>\n</ul> Policy Statement\n<p>The ABC (“we”, “us”, “our”) is committed to protecting your privacy when you interact with us, our content, products, or services.&nbsp.\nWe are bound by the&nbsp;<em>Privacy Act 1988</em>&nbsp;(Cth).</p>\nPurpose of this Policy\n<p>This policy explains our personal information handling practices.\nIt describes how we may collect, use, and disclose information about you or your use of our content, products, or services.&nbsp;</p>\n<p>ABC Program Material is not subject to the Privacy Act.\nit is governed by the&nbsp;ABC Code of Practice&nbsp;and&nbsp;ABC Editorial Policies.</p>\n<p>You can find the date of the most recent review of this policy at the end of this document.</p>\n1.\nCollection of Personal Information\n1.1 Kinds of personal information we collect\n<p>The kinds of personal information we collect about you may include:</p>\n<ul>\n<li>your name;</li>\n<li>login details;</li>\n<li>contact details;</li>\n<li>demographic information;</li>\n<li>competition entries;</li>\n<li>preferences and interests;</li>\n<li>user generated content;</li>\n<li>research or survey responses.\nand</li>\n<li>payment details.</li>\n</ul>\n<p>Some of the personal information we collect about you may be sensitive information, including information about your race or ethnicity, political opinions or affiliations, religious beliefs or affiliations, physical or mental health and sexuality.</p>\n<p>Depending on the circumstances of collection, it may be possible for you to provide information to the ABC in a pseudonymous way so that your identity is not revealed.\nFor example, you may wish to sign up for an ABC Account by using an email address that does not include your name and by providing a nickname rather than your actual name.\nThe same applies in relation to any sub-profiles you create on ABC iview.</p>\n<p>In some circumstances however this may not be practicable, for example where a person must disclose their identity before being granted entry to the ABC studio as an audience member.</p>\n<p>We also collect information about your use of our digital services.\nThe kinds of information we collect about you in this context are described in section 1.2(c) below.\nSuch information may, depending on the circumstances, constitute personal information.</p>\n1.2 How we collect personal information\n<p>The main circumstances in which the ABC collects personal information about you are:</p>\n(a) when you provide it to us\n<p>If you register as a user of ABC digital services, by creating an ABC Account, you will provide information to us as part of your registration.&nbsp;You may also give us information when you make a purchase from us, sign up to receive ABC newsletters or enter competitions, contribute user generated content, participate in research or surveys or otherwise participate in ABC functions or activities.\nFor information about our collection and retention of payment information see&nbsp;below.</p>\nPayment information<p>If you use Shopify to complete your transaction, your personal information (including credit card information) will be collected and used by Shopify.\nFor more information, you can read the Shopify Privacy Policy here.</p>\n<p>If you use your credit card and the transaction is manual rather than electronic, the imprinted record will be stored by us for the period that financial records are required to be retained.</p>\n(b) when someone else provides it to us on your behalf\n<p>Sometimes someone else such as a parent, carer or friend might provide us with information about you so that we can provide you with products or services.&nbsp;For example, someone else may provide us with information about you when creating a sub-profile for you on ABC iview.</p>\n<p>In some circumstances, we may also collect information about you from our ABC online store fulfilment partners.\nOther times we may collect personal information about you from publicly available sources, including social media sites, or when you sign up for an ABC Account via another account.</p>\n<p>For more information about our practices in relation to children, see below.</p>\nAdditional information for parents and young people<p>The digital services provided by the ABC allow access by children and some are specifically designed for children.\nABC KIDS for pre-school children and&nbsp;ABC&nbsp;ME for older children are examples.\nWhen a sub-profile is created for a child on ABC iview, the ABC will make available content that is suitable for their age group.\nWe strongly encourage parents and carers to monitor and participate in their children’s use of the ABC’s digital services.</p>\n<p>The ABC aims to ensure that children and young people who engage with our online spaces understand the possible risks they face and how to minimise them.\nABC digital services designed for children are subject to House Rules which guide participation and are designed to maintain safe and appropriate behaviour.\nHouse Rules include restrictions on the types of personal information the ABC allows children to communicate publicly.\nContent submitted to ABC children’s sites is largely pre-moderated in order to enforce the House Rules and protect children.</p>\n<p>If your child is participating in ABC online community activities, we recommend you read the House Rules for that space with your child and explain anything to them that they may not understand.</p>\n<p>The ABC policy in relation to Cookies, Beacons, Local Storage and Other Technologies described below&nbsp;applies to all ABC properties, including those specifically designed for children.\nParents and carers should also be aware that if their children are using social media sites that were not designed for their age group, they will be exposed to the various tracking and analytic technologies applied by third parties when they access or share ABC content on or via those sites.&nbsp;</p>\n<p>Children will be automatically opted out of the disclosure of a hashed version of their email address for the purpose of promotional targeting.</p>\n(c) when we collect it in relation to your use of digital services\n<p>We also collect information about your use of our digital services through the use of technologies like cookies, beacons and local storage.&nbsp;</p>\n<p>When you use our websites, mobile sites, mobile applications, email newsletters or applications on any other devices such as Apple TV, Chromecast or PlayStation, these technologies may be used to improve your user experience and our digital services.\nThey may also be used to show you promotions for ABC content on third party digital services, such as Google and Facebook, as well as on ABC digital services.</p>\n<p>From July 2021, registration for an ABC Account will be required in order to access ABC iview.&nbsp;</p>\n<p>You will remain able to access our content, including news, on our other websites and apps, and through our broadcasts, without registering for an ABC Account.&nbsp;</p>\n<p>If you are a registered ABC Account holder, or newsletter subscriber, we may link the information collected about you to your account.&nbsp.\nIf a sub-profile is created for you on ABC iview, we may link the information collected about you with your sub-profile.&nbsp;&nbsp;<strong>&nbsp;&nbsp;</strong>\n</p>\n<p>If you are not a registered ABC Account holder, or newsletter subscriber, and you do not have a sub-profile on ABC iview, then we will track this information by reference to digital information such as an IP address, or an identifier for your device or browser, and will not seek to identify you.</p>\n<p>If we do not collect information about you or your use of our digital services, we may not be able to provide you with certain digital services, or we may not be able to tailor or enhance your reading, viewing or listening experience.</p>\n<p>&nbsp;</p>\nUse of Cookies, Beacons, local storage, and Other Technologies Across our digital services\nWhat are these technologies?<p>“Cookies” and “local storage” are technologies that allow websites, applications and emails to gather information and store it on your computer or device.\nThis information is used to identify your browser or device so that these websites and applications can follow your user activity over time and remember things such as your personalised settings and preferences.</p>\n<p>A “beacon” is a signal sent from your computer or device to a server on the Internet.\nWebsites, applications and emails use software that reads cookies, local storage and other information stored on your computer or device and sends beacons to record that information.\nThis may include information about your user activity, including behavioural data such as your viewing history and location data such as your IP address, as well as information about your personalised settings and preferences.</p>Why do we use these technologies?<p>The ABC uses these technologies in a variety of ways to deliver, measure and improve our services and products.\nThese uses generally fall into one of the following categories:</p>\n<ol>\n<li>Site and application functionality: To enable interactive features such as forums, voting, some games, and online shopping.\nFor instance, cookies allow our servers to keep track of your customer details between visits to our websites.\nThey can allow us to remember your place in a video so you can pick up where you left off or remember your preferences and settings so you get your local weather or preferred radio station.\nIn order to deliver similar functionality, some ABC websites and applications may also ask your permission to collect geolocation data.</li>\n<li>Promotional targeting: Placing cookies on your device or browser also means we can serve you promotional information that you might be more interested in.\nThe promotional information can appear on third party digital services as well as ABC digital services.\nIt also allows us to control the number of times you see that promotional information and measure how effective the campaign has been.</li>\n<li>Audience analytics: The aggregate information gathered from these technologies helps us to improve our products and understand how people use our services.</li>\n<li>Personalised content and services: Information about what content is viewed allows us to customise our services with more relevant content like tailored trends or recommendations.\nFor example, by knowing what articles you have already read, cookies can help us make smarter and more relevant suggestions about what new content you might enjoy or find useful.\nYou will still be able to watch other content too.</li>\n</ol>Third party cookies, beacons, local storage and other technologies<p>The ABC allows a number of its suppliers to use cookies, beacons, local storage and other technologies on ABC digital services to gather information about visitor activity in order to deliver their services.</p>\n<p>These third parties may include:</p>\n<p>a) marketing and promotions service providers including social media platforms, such as Facebook, and digital advertising services, such as Google Ads;</p>\n<p>b) analytics service providers, such as Google Analytics (more information here) and Chartbeat.\nand</p>\n<p>c) ratings service providers such as Nielsen, which measures digital audiences in Australia (more information here), and OzTAM, which measures broadcast video on demand and live streaming audiences in Australia.</p>\n<p>In addition, if we embed posts, photos or videos from third parties, such as Facebook and YouTube, those third parties may use cookies, beacons, local storage and other technologies in relation to that content.\nIf you then “share” that content, the service you have chosen to share content through may also use these technologies.\nThe ABC cannot control the use of cookies, beacons, local storage and other technologies in relation to embedded content, or content sharing, and does not block third parties from using these technologies in these ways.</p>\n<p>The ABC does not collect personal information about you when we allow third parties to use cookies, beacons, local storage and other technologies on our digital services.</p>Controlling and deleting cookies<p>Popular browsers will usually give users a level of control over cookies.</p>\n<p>You can set your browsers to accept or reject all, or certain, cookies.\nYou can also set your browser to prompt you each time a cookie is offered.</p>\n<p>Most cookies are easy to delete, and the ‘Help’ function within your browser should tell you how.\nSome digital services may not load properly or function as intended if cookies are disabled, however it is up to you to determine the balance of convenience and computer privacy that you are comfortable with.</p>\n<p>Some browsers offer a ‘Do Not Track’ (DNT) setting, which sends an additional piece of information when a cookie is downloaded that the user does not wish to be tracked.\nHowever, the ABC’s digital services do not recognise DNT settings.</p>\n<p>The ABC uses beacons in combination with cookies to track activity.\nIf you turn off a browser’s cookies, the beacon will still record your visit anonymously, however your unique information will not be recorded.&nbsp.\nIf you turn off cookies then we may not be able to personalise or customise content for you, which will affect your user experience.</p>\n<p>Our applications and email newsletters do not offer these controls.</p>Information that is personally identifiable to the ABC**<p>If you have registered for an ABC Account, or subscribed to an ABC newsletter, or if a sub-profile is created for you on ABC iview, we may combine information from your registration with the information we collect about your use of our digital services, and other information you provide to us.\nThis is done in order to analyse how you and other people use our digital services in detail and, where you have opted to receive such communications, to send you email and other communications that might be of interest to you.\nThis information may also be used to provide personalised services or content suggestions based on your previous use of our digital services, and to show you promotions for ABC content on third party digital services as well as ABC digital services.&nbsp.\nThe combined information may include information that is collected about your use of our digital services while you are not signed in, and information that was collected before you registered or signed in.\nWhere the combined information can be used to identify you, we may use and disclose it in accordance with this Privacy Policy.</p>\n2.\nUse and Disclosure of Personal Information\n2.1 Purposes for which we collect, use, and disclose personal information\n<p>The purposes for which we collect, use and disclose personal information include:</p>\n<ul>\n<li>to provide our products and services to you (including physical delivery);</li>\n<li>to enhance our content and services using your contributions;</li>\n<li>to help us understand more about our audiences;</li>\n<li>to improve our products and services, including conducting surveys and performing research and analysis;</li>\n<li>to serve our audiences with personalised and relevant content;</li>\n<li>to manage our relationship with you, including:</li>\n</ul>\n<p>(a) communicating with you, including providing information about activities, products, services and events which we consider may be of interest to you (this includes promotions for ABC content on third party digital services and on ABC digital services);</p>\n<p>(b) billing you for any products or services that we charge for;</p>\n<p>(c) investigating any complaints made by or about you;</p>\n<p>(d) managing any request by you to return or exchange a product at a later date.\nand</p>\n<p>(e) otherwise offering you assistance, including, by providing technical support;</p>\n<ul>\n<li>to moderate user content on social media sites;</li>\n<li>to conduct events, competitions or promotions on behalf of the ABC or industry third parties we have entered into agreements with;</li>\n<li>for statistical and research purposes;</li>\n<li>to obtain professional services as required including legal, accounting or insurance services;</li>\n<li>if permitted or required by law;</li>\n<li>otherwise with your consent.\nor</li>\n<li>for purposes directly related to any one or more of the above.</li>\n</ul>\n<p>We will not send you unsolicited direct marketing emails, without your prior consent, unless we are permitted to do so by law.\nWe will always give you the option to opt out of further communications.&nbsp.\nWe may send you electronic communications for account administration purposes for so long as you are a registered user or customer of the ABC.</p>\n2.2 Disclosure of personal information\n<p>We may disclose your personal information that we collect to our:</p>\n<ul>\n<li>technology service providers, including, internet service providers, app service providers, cloud hosting service providers, software suppliers, and maintenance and support service providers and security services on a confidential basis so that they can provide services to us;</li>\n<li>ABC online store fulfilment partners and delivery service providers;</li>\n<li>marketing and promotions service providers.\nand</li>\n<li>analytics service providers.</li>\n</ul>\n<p>As described above in the section on “Third party cookies, beacons and other technologies”, we may also allow some of our marketing and promotions service providers, as well as our analytics and ratings service providers, to collect information about your use of ABC digital services along with identifiers for your device or browser.</p>\n<p>We may separately disclose the information we collect about your use of ABC digital services to third parties, along with those same identifiers, so that they can provide services to us and so that we can help you find content likely to be of interest to you including by making recommendations to you.\nSome third parties may be able to match information about your use of our digital services with personal information they already have about you.</p>\n<p>From July 2021, if you are a registered ABC Account holder, we may disclose a hashed version of your email address to Google and Facebook, via a technology service provider called Tealium, to show you promotions for ABC content likely to be of interest to you on those platforms.&nbsp;</p>\n<p>You will be able to opt out of the disclosure of a hashed version of your email address to those platforms in your ABC Account settings.&nbsp;</p>\n<p>If you are not a registered ABC Account holder, we may disclose the identifier for your device or browser to Google and Facebook, via Tealium, for the same purpose.&nbsp;</p>\n<p>If you don’t want to see our promotional information on those platforms, you can opt out via the account settings for those platforms.&nbsp.\nYou can also visit Your Online Choices and do a blanket opt out for the organisations who signed up to Your Online Choices.</p>\n<p>The third parties we disclose information to, or allow to collect information about you, may be located in Australia or outside Australia, including but not limited to New Zealand, Singapore, the UK, the Netherlands, Ireland, Israel, India, Canada and the USA.</p>\n<p>We require that our service providers have appropriate controls to protect your personal information and that they only use your personal information for authorised purposes.\nThe ABC will not sell or receive payment for licensing or disclosing your personal information.</p>\n<p>The ABC may include links to third party content on its website and in other electronic communications.&nbsp.\nThe ABC does not have any control over the privacy practices of those third parties.&nbsp.\nPlease check the website of each relevant third party for details of their privacy policies.&nbsp.\nThe ABC does not control who links to the ABC’s site.</p>\n2.3 Options to enter into additional privacy terms\n<p>We will sometimes give you an option to use products or services which are provided in conjunction with other entities such as social media platforms.&nbsp.\nIf we do this, you should be given privacy information before being asked to consent to the terms and conditions of that service.&nbsp.\nYou should read the privacy policy and terms and conditions of each service very carefully before deciding whether to accept them.&nbsp.\nYou should also be careful to ensure that you only post information online if you are happy for it to be and to remain publicly available.</p>\n3.\nSeeking access to, and updating, information we hold about you\n<p>You have the right to request access to personal information that is held by the ABC about you.\nRequests for access will be dealt with by the ABC in accordance with the&nbsp;<em>Freedom of Information Act&nbsp;</em>\n<em>1982</em> (Cth) or <em>Privacy Act 1988 </em>(Cth).</p>\n<p>You also have the right to request the correction of any of your personal information that the ABC holds.\nThe ABC will take reasonable steps to make appropriate corrections to personal information so that it is accurate, complete and up-to-date.\nTo seek access to, or correction of, your personal information please contact the ABC Privacy Officer, whose details are below.</p>\n4.\nMaking a complaint\n<p>The ABC welcomes feedback about privacy issues and will attend to all questions and complaints promptly.\nPlease contact our Privacy Officer using the details below if you would like to make a complaint.&nbsp.\nIf the ABC takes more than 30 days to respond to your privacy complaint, or if you are dissatisfied with the outcome, you can make a complaint to the Privacy Commissioner at the Office of the Australian Information Commissioner.\nThe OAIC can be contacted on 1300 363 992 or at www.oaic.gov.au.</p>\n5.\nPrivacy Officer contact details\n<p>If you wish to contact our privacy officer, please use the following contact details:</p>\nBy email\n<p>privacy.abc@abc.net.au</p>\nBy mail\n<p>ABC Privacy Officer<br>Australian Broadcasting Corporation<br>GPO Box 9994<br>Your State or Territory</p>\nRelated Documents\n<p>This policy should be read in conjunction with the following related documents:</p>\n<ul>\n<li>Employee, Contractor, and Supplier Privacy Policy</li>\n</ul>\nQuestions?\n<p>If you have any questions about this policy, please contact the ABC Privacy Officer, privacy.abc@abc.net.au</p>\n<p>\n<em>May 2021</em>\n</p>\n<ul>\n</ul> Was this article helpful? Related articles <ul>\n<li> ABC Terms of Use </li>\n<li> What are the contact details for the ABC? </li>\n<li> How and when does the ABC collect personal information about me? </li>\n<li> What is an ABC Account? </li>\n<li> ABC Employee, Contractor and Supplier Privacy Policy </li>\n</ul> We're Here To Help <p> Contact us if you have any other enquiries and we’ll get back to you as soon as we can </p> Contact Us.\nReturn to top ", "created_at": "2018-09-27 18:35:25.902407", "updated_at": "2021-07-07 03:00:22.749221"}, {"id": 586, "name": "Accessibility Statement", "url": "http://about.abc.net.au/accessibility-statement/", "xpath": "//article[@class='page']", "text": " Accessibility Statement <p>We are committed to making our websites and mobile applications usable by all people, whatever their abilities or disabilities.\nTo achieve this we strive to comply with the W3C’s Web Content Accessibility Guidelines (WCAG) 2.1.</p>\nDevice configuration and assistive technology support\n<p>Your ABC’s websites, apps and digital documents are created for flexible use on supporting devices.\nFor example, you can enjoy ABC websites on desktop computers and portable web-enabled devices like smart phones.</p>\n<p>You can also modify your device to suit your individual needs, such as making text larger and increasing contrast.</p> Microsoft Accessibility\nLearn about built-in accessibility tools and features in Microsoft Technologies like Windows Apple Accessibility\nFind out how Apple supports inclusive use of Mac computers, and portable devices like iPhone, iPad, Watch, TV and HomePod Google Accessibility\nRead about Google’s support for devices using the Android operating system, like smart phones and tablet computers Assistive technologies\n<p>ABC websites applications and documents are optimised for use with assistive technologies like screen readers, magnifiers, navigation switches and speech recognition software.</p>\nWatching or listening to media\nKeyboard shortcuts\n<p>Control media playback with handy keyboard shortcuts.</p> Keyboard Shortcut\nAction Space or Enter\nPause or play video Esc\nExit fullscreen Up and Down arrows\nIncrease or decrease volume by 10% Right and Left arrows\nSeek forward or backward by 5 seconds 0-9\nFast seek to x% of the video c\nToggle captions off, on, or cycle through the available tracks f\nEnter or exit fullscreen m\nMute or unmute video volume Captions\n<p>People with limited hearing often need captions to understand dialogue and important sounds in video and audio.</p>\n<p>Captions are mostly prepared in advance for accuracy.\nHowever sometimes publishing information fast is considered more important than absolute accuracy, such as breaking news.</p>\n<ul>\n<li>Which ABC iview programs are captioned?</li>\n<li>How to enable closed captions on ABC iview </li>\n</ul>\nLimitations of this site’s accessibility\n<p>While we’ve done a lot to ensure this site is accessible, you may find some limitations.</p>\n<ul>\n<li>We always aim to communicate clearly and simply.\nThis is not always possible when discussing technical subjects.</li>\n<li>Many ABC stories have rich media like audio and video that haven’t all been captioned, transcribed or audio described yet.</li>\n<li>some of ABC’s web content has not yet been fully tested by people with diverse abilities.</li>\n</ul>\nLet us know if you have difficulties using this site\n<p>If you find anything on the site difficult to use please&nbsp;contact us with details of your experience.</p>\n<p>You can help get to the bottom of your difficulty faster by providing us with the information suggested in Contacting Organisations about Inaccessible Websites.</p>\n<p>All constructive feedback regarding the accessibility or usability of this website is welcome and will be carefully considered.</p>\n<p>This statement was last updated on Monday 11 May 2020.</p> ", "created_at": "2018-09-27 18:36:06.369599", "updated_at": "2020-12-14 20:14:47.442549"}], "points": [{"id": 1543, "title": "This service employs a broad copyright license over user content including the right to distribute through any media", "source": "http://about.abc.net.au/terms-of-use/", "status": "ABC Website Australia - Tos - Very broad right to use your material", "created_at": "2018-05-15 09:11:53.534149", "updated_at": "2019-06-23 17:41:19.468165", "quoteText": "<p>By contributing content to any ABC Online Service, you grant the ABC a royalty-free, non-exclusive licence to use Your Content in any way that we want, and in any media worldwide.", "case_id": 139, "document_id": 584, "quoteStart": 1618, "quoteEnd": 1800}, {"id": 4240, "title": "arabsXpose.com", "source": "arabsXpose.com", "status": "Video original script", "created_at": "2018-05-18 21:57:23.185317", "updated_at": "2018-08-20 10:26:13.408425", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["abc.net.au"]}}