{"error": 448, "message": "OK", "parameters": {"id": 4916, "name": "Visideas", "created_at": "2021-08-29 22:00:40.605324", "updated_at": "2021-08-29 22:01:09.619009", "wikipedia": null, "keywords": null, "related": null, "slug": "visideas", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4916.png", "url": "visideas.com", "documents": [{"id": 8829, "name": "Privacy Policy", "url": "https://visideas.com/privacy-policy/", "xpath": "/html/body/div[1]/div[2]/div/div/main/article/div", "text": "\nWho we are\n<p>This is a personal blog located at the address https://visideas.com.\nAll of the views expressed on this site are solely the personal perspective of the author and are not officially supported or endorsed by any entity.</p>\nPrivacy\n<p>This site does not require you to submit any personal information.\nThere is no login capability, personalization capabilities or products directly offered by this web-site.</p>\n<p>Site access logs will be maintained which will log IP addresses.\nThis information is solely used for site analytics and will not be shared unless required by law.</p>\n<p>Any comments left are stored by Disqus and subject to their privacy policy (please see below).\nComments will be moderated to ensure that they are relevant to the author’s content, socially appropriate and not in violation of any ethics policies or laws.\nDecisions about the appropriateness of comments is solely at the discretion of the author.</p>\nMedia\n<p>All images and media on this site were created by the author or used with appropriate license.\nYou may not download or redistribute any content from this site without the permission of the author.</p>\nCookies\n<p>This site uses limited cookies for site analytics.\nThere are additional cookies used by plugins and services used by this web-site.\nPlease read below for additional details.</p>\nEmbedded content from other websites\n<p>Articles on this site may include embedded content (e.g.\nvideos, images, articles, etc.).\nEmbedded content from other websites behaves in the exact same way as if the visitor has visited the other website.</p>\n<p>These websites may collect data about you, use cookies, embed additional third-party tracking, and monitor your interaction with that embedded content, including tracking your interaction with the embedded content if you have an account and are logged in to that website.</p>\nWho we share your data with\n<p>All information on this site is public and created by the author.\nWe do not share any data about site usage unless required by law.</p>\nSecurity\n<p>Our website uses specialist security software – Shield Security.\nThis helps to ensure data breaches do not occur and our website and data are protected against hacking attempts and intrusion.</p>\n<p>Shield Security protects site visitors and works to block potential hacks while monitoring web traffic and filesystem changes.</p>\n<p>The learn more about Shield Security,&nbsp;please follow this link.</p>\nCookies\n<ol>\n<li>The Shield Security plugin never stores any sensitive, personally identifiable information in any cookie at any time.</li>\n<li>In the case that the Shield Security plugin needs to redirect a visitor or any request, it may use a cookie to prevent repeated/infinite redirect loops.</li>\n<li>For registered/logged-in users, the Shield Security plugin uses a cookie to track user sessions and control display of certain in-plugin admin notices.</li>\n<li>The Shield Security plugin does not normally use Cookies for unregistered site visitors.\nIt may however use a cookie to register the closure of the Shield Security security badge to prevent repeated display.</li>\n</ol>\nData Storage: User Sessions\n<p>For logged-in users, the Shield Security plugin stores information on the username, the IP address and the time of last login and last activity.</p>\n<p>This information is purged upon logout or data cleanup.</p>\nData Storage: Audit Trail\n<p>The Shield Security plugin has an Audit Trail feature that will log the following information:</p>\n<ol>\n<li>Audit Trail message that may include email addresses</li>\n<li>Logged-in username (where applicable)</li>\n<li>Originating IP address of the request</li>\n</ol>\n<p>For logged-in users this represents information that may be used to locate (by IP address) and identify individuals and their activity on the site.</p>\n<p>This information is stored for security purposes by the site administrator.</p>\n<p>This data will be retained and then automatically purged from the database after a fixed time period, as determined by the site administrator.\n(Currently this is set to 14 days.)</p>\nCaching\n<p>This site utilizes caching in order to facilitate a faster response time and better user experience.\nCaching potentially stores a duplicate copy of every web page that is on display on this site.\nAll cache files are temporary, and are never accessed by any third party, except as necessary to obtain technical support from the cache plugin vendor.\nCache files expire on a schedule set by the site administrator, but may easily be purged by the admin before their natural expiration, if necessary.</p>\nAnti-spam features\n<p>We collect information about visitors who comment on Sites that use our Akismet anti-spam service.\nThe information we collect depends on how the User sets up Akismet for the Site, but typically includes the commenter’s IP address, user agent, referrer, and Site URL (along with other information directly provided by the commenter such as their name, username, email address, and the comment itself).</p>\n", "created_at": "2021-08-29 22:00:40.608118", "updated_at": "2021-08-29 20:01:16.039538"}], "points": [], "urls": ["visideas.com"]}}