{"error": 448, "message": "OK", "parameters": {"id": 3847, "name": "Jungscharwerkstatt", "created_at": "2021-05-30 20:38:20.465526", "updated_at": "2021-05-30 22:00:24.780554", "wikipedia": null, "keywords": null, "related": null, "slug": "jungscharwerkstatt", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3847.png", "url": "jungscharwerkstatt.de", "documents": [{"id": 6481, "name": "Datenschutz", "url": "https://jungscharwerkstatt.de/datenschutz", "xpath": "//body", "text": " Die Jungscharwerkstatt Ideen und Inspiration für die Jugendarbeit Menü Zum Inhalt springen <ul>\n<li>Hallo in der Jungscharwerkstatt</li>\n<li>Beiträge</li>\n<li>Beitragsreihen</li>\n<li>Gastbeiträge</li>\n<li>Unterstützen</li>\n<li>Notfallkoffer</li>\n<li>Links</li>\n<li>Impressum</li>\n<li>Datenschutz</li>\n</ul> Datenschutz Welche personenbezogenen Daten wir sammeln und warum wir sie sammeln Kurz vorweg: Verständlich zusammengefasst <p>Ich als Seitenbetreiber interessiere mich nicht für deine persönlichen Daten.\nIch verdiene damit kein Geld.\nJungscharwerkstatt.de ist nicht auf Gewinn aus, ich möchte damit ehrenamtliche Mitarbeiter unterstützen.<br>Allerdings stecke ich eine Menge Arbeit und Zeit (und auch ein bisschen Geld) in die Seite und möchte deshalb, dass viele sie besuchen und die Ideen umsetzen.</p>\n<p>Da du dich nicht auf der Seite anmelden musst, bekomme ich keine persönlichen Daten von dir.\n<br>WordPress (Die Software hinter der Jungscharwerkstatt) speichert deine IP-Adresse und den User-Agent-String (damit wird der Browser identifiziert) auf dem Server, wenn Du Kommentare schreibst, Beiträge bewertest u.s.w.\n<br>Außerdem werden Cookies (kleine Textdateien) in deinem Browser gespeichert, die z.B.\nverhindern, dass du mehrfach für einen Beitrag abstimmst oder dafür sorgen, dass du nicht bei jedem Kommentar wieder deinen Namen und deine E-Mail eintippen musst.\nDiese Cookies bleiben auf deinem Computer und ich kann sie nicht auslesen.</p>\n<p>Es ist schön, dass mir WordPress eine Statistik anzeigt, die zwischen Seitenaufruf und Besucher unterscheidet.\nDann kann ich sehen, ob jeder Besucher nur kurz rein klickt, oder ob sich doch jemand für die Inhalte interessiert.\nDann zeigt es mir mehr Aufrufe als Besucher an.\nWer allerdings welche Seiten aufruft, ist für mich daraus nicht ersichtlich</p>\n<p> Ich muss evtl nachvollziehen können, wer zum Beispiel in den Kommentaren illegale Inhalte hinterlässt, damit die Polizei dagegen vor gehen kann.\nDazu werden die IP-Adressen gespeichert.\nAuch mit diesen kann ICH nicht herausfinden, wer meine Seite besucht, da diese sich (meist täglich) ändern.</p>\n<p>Datenschutztechnisch problematisch sind Verknüpfungen zu Facebook, Whatsapp, Twitter, Amazon usw.\nSobald diese angezeigt werden, können diese Firmen nachvollziehen, wer wann welche Seite besucht hat.\nDadurch können sie viel über dich erfahren.\nz.B.: dass du vermutlich in der Jugendarbeit tätig bist.\nWenn die Firmen das nur von Jungscharwerkstatt.de erfahren, nicht dramatisch.\nAllerdings wird auf fast jeder Homepage im Internet diese Verknüpfungen angezeigt und so erfahren die Firmen viel über dich.\n<br>Ich habe von diesen Verknüpfungen den Vorteil, dass Besucher meine Beiträge einfach teilen können und andere Mitarbeiter so von der Jungscharwerkstatt erfahren.\n<br>\n</p>\n<p>\n<strong>Und jetzt geht es richtig los.\nDie Datenschutzerklärung:</strong>\n</p> Kommentare <p>Wenn Besucher Kommentare auf der Website schreiben, sammeln wir die Daten, die im Kommentar-Formular angezeigt werden, außerdem die IP-Adresse des Besuchers und den User-Agent-String (damit wird der Browser identifiziert), um die Erkennung von Spam zu unterstützen.</p>\n<p>Aus deiner E-Mail-Adresse kann eine anonymisierte Zeichenfolge erstellt (auch Hash genannt) und dem Gravatar-Dienst übergeben werden, um zu prüfen, ob du diesen benutzt.\nDie Datenschutzerklärung des Gravatar-Dienstes findest du hier: https://automattic.com/privacy/.\nNachdem dein Kommentar freigegeben wurde, ist dein Profilbild öffentlich im Kontext deines Kommentars sichtbar.</p> Medien <p>Wenn du ein registrierter Benutzer bist und Fotos auf diese Website lädst, solltest du vermeiden, Fotos mit einem EXIF-GPS-Standort hochzuladen.\nBesucher dieser Website könnten Fotos, die auf dieser Website gespeichert sind, herunterladen und deren Standort-Informationen extrahieren.</p> Kontaktformulare Cookies <p>Wenn du einen Kommentar auf unserer Website schreibst, kann das eine Einwilligung sein, deinen Namen, E-Mail-Adresse und Website in Cookies zu speichern.\nDies ist eine Komfortfunktion, damit du nicht, wenn du einen weiteren Kommentar schreibst, all diese Daten erneut eingeben musst.\nDiese Cookies werden ein Jahr lang gespeichert.</p>\n<p>Falls du ein Konto hast und dich auf dieser Website anmeldest, werden wir ein temporäres Cookie setzen, um festzustellen, ob dein Browser Cookies akzeptiert.\nDieses Cookie enthält keine personenbezogenen Daten und wird verworfen, wenn du deinen Browser schließt.</p>\n<p>Wenn du dich anmeldest, werden wir einige Cookies einrichten, um deine Anmeldeinformationen und Anzeigeoptionen zu speichern.\nAnmelde-Cookies verfallen nach zwei Tagen und Cookies für die Anzeigeoptionen nach einem Jahr.\nFalls du bei der Anmeldung „Angemeldet bleiben“ auswählst, wird deine Anmeldung zwei Wochen lang aufrechterhalten.\nMit der Abmeldung aus deinem Konto werden die Anmelde-Cookies gelöscht.</p>\n<p>Wenn du einen Artikel bearbeitest oder veröffentlichst, wird ein zusätzlicher Cookie in deinem Browser gespeichert.\nDieser Cookie enthält keine personenbezogenen Daten und verweist nur auf die Beitrags-ID des Artikels, den du gerade bearbeitet hast.\nDer Cookie verfällt nach einem Tag.</p> Eingebettete Inhalte von anderen Websites <p>Beiträge auf dieser Website können eingebettete Inhalte beinhalten (z.&nbsp;B.\nVideos, Bilder, Beiträge etc.).\nEingebettete Inhalte von anderen Websites verhalten sich exakt so, als ob der Besucher die andere Website besucht hätte.</p>\n<p>Diese Websites können Daten über dich sammeln, Cookies benutzen, zusätzliche Tracking-Dienste von Dritten einbetten und deine Interaktion mit diesem eingebetteten Inhalt aufzeichnen, inklusive deiner Interaktion mit dem eingebetteten Inhalt, falls du ein Konto hast und auf dieser Website angemeldet bist.</p> Analysedienste Wie lange wir deine Daten speichern <p>Wenn du einen Kommentar schreibst, wird dieser inklusive Metadaten zeitlich unbegrenzt gespeichert.\nAuf diese Art können wir Folgekommentare automatisch erkennen und freigeben, anstelle sie in einer Moderations-Warteschlange festzuhalten.</p>\n<p>Für Benutzer, die sich auf unserer Website registrieren, speichern wir zusätzlich die persönlichen Informationen, die sie in ihren Benutzerprofilen angeben.\nAlle Benutzer können jederzeit ihre persönlichen Informationen einsehen, verändern oder löschen (der Benutzername kann nicht verändert werden).\nAdministratoren der Website können diese Informationen ebenfalls einsehen und verändern.</p> Welche Rechte du an deinen Daten hast <p>Wenn du ein Konto auf dieser Website besitzt oder Kommentare geschrieben hast, kannst du einen Export deiner personenbezogenen Daten bei uns anfordern, inklusive aller Daten, die du uns mitgeteilt hast.\nDarüber hinaus kannst du die Löschung aller personenbezogenen Daten, die wir von dir gespeichert haben, anfordern.\nDies umfasst nicht die Daten, die wir aufgrund administrativer, rechtlicher oder sicherheitsrelevanter Notwendigkeiten aufbewahren müssen.</p> Wohin wir deine Daten senden <p>Besucher-Kommentare werden von einem automatisierten Dienst zur Spam-Erkennung untersucht.</p>\nTeilen mit:<ul>\n<li>Drucken</li>\n<li>Facebook</li>\n<li>Pinterest</li>\n<li>WhatsApp</li>\n<li>Telegram</li>\n<li>Mehr</li>\n<li>\n</li>\n</ul>\n<ul>\n<li>E-Mail</li>\n<li>Skype</li>\n<li>\n</li>\n<li>Twitter</li>\n<li>\n</li>\n</ul> Wenn Du nach Ideen speziell für die Jugendarbeit in der Corona-Zeit suchst, findest du in der Jungscharwerkstatt die Beiträge zu diesem Thema.Suche Suche KategorienKategorien Kategorie auswählen Andacht&nbsp;&nbsp;(31) Archiv&nbsp;&nbsp;(4) Basteln&nbsp;&nbsp;(44) Fragen und Aufgaben&nbsp;&nbsp;(5) Keine Kategorie&nbsp;&nbsp;(10) Kochen&nbsp;&nbsp;(9) Mitarbeiterinfo&nbsp;&nbsp;(8) Outdoor&nbsp;&nbsp;(8) Spiele&nbsp;&nbsp;(149) Zeltlager&nbsp;&nbsp;(19) Neueste Beiträge <ul>\n<li> Escape the Boom </li>\n<li> Willkommen im Dschungel </li>\n<li> Das andere Kartenspiel </li>\n<li> Black Stories 19 – wer will fleißige Handwerker sehn…? </li>\n<li> Korkenboote </li>\n</ul> Top Aufrufe<ul>\n<li> Escape the Boom </li>\n<li> Klopapierfackeln </li>\n<li> Süßigkeiten Quiz </li>\n<li> Leinen los! - Ein komplettes Zeltlager </li>\n<li> Unterwegs im Auftrag des Herrn - Ein Zeltlagerprogramm </li>\n<li> Kommando Bimberle </li>\n<li> ...\nund Action! - Ein komplettes Zeltlager </li>\n<li> Stadt - Land - Fluss (standard oder extrem) </li>\n</ul>\nTop 10 Sterne<ul>\n<li>… und Action! – Ein komplettes Zeltlager (5,00 von 5)</li>\n<li>Schoko-Zimtmandeln (5,00 von 5)</li>\n<li>Unterwegs im Auftrag des Herrn – Ein Zeltlagerprogramm (5,00 von 5)</li>\n<li>Jungschar at home (5,00 von 5)</li>\n<li>Kamera 3: näher ran! (5,00 von 5)</li>\n<li>Jungschar at home – Level 4 (5,00 von 5)</li>\n<li>Power sucht Frau (5,00 von 5)</li>\n<li>Internet-Surf-Nachmittag (5,00 von 5)</li>\n<li>Das andere Kartenspiel (5,00 von 5)</li>\n<li>Bannemann (Ballermann) (5,00 von 5)</li>\n</ul>\nSchlagwörterAdvent\nAgent\nAJC-jungscharfreizeit\nAndacht\nbacken\nbasteln\nBauanleitung\nBibel\nBlack Stories\nBoot\nBuJuGa\nCorona\ncorona-tauglich\nDetektiv\nDorfspiel\ndraußen\nextern\nFreizeit2018\nganzer Abend\nGastbeitrag\nGeld\nGeländespiel\nHandy\nIdee von...\nJSW exklusiv\nkeine Vorbereitung\nkein Material\nKlassiker\nKreisspiel\nkurzfristig\nLeinen los\nNotfallkoffer\nPen&amp;Paper\nQuiz\nRätsel\nSiggi\nSpiel\nSpieleabend\nSport\nViola\nWasser\nWeihnachten\nWürfel\nZeltlager\nZeltlagerpraxis\nSocial Media <b>Telegram</b>\n<br>\n<br>https://t.me/jungscharwerkstatt <br>\n<b>Instagram</b>\n<br>\n<br>\n<br>\n<b>Pinterest</b>\n<br> Facebook Meta <ul>\n<li>Anmelden</li>\n<li>Feed der Einträge</li>\n<li>Kommentare-Feed</li>\n<li>WordPress.org</li>\n</ul> Stolz präsentiert von WordPress | Theme: Confit von WordPress.com An E-Mail-Adresse senden Dein Name Deine E-Mail-Adresse Abbrechen Beitrag nicht abgeschickt - E-Mail Adresse kontrollieren! E-Mail-Überprüfung fehlgeschlagen, bitte versuche es noch einmal Ihr Blog kann leider keine Beiträge per E-Mail teilen.\n", "created_at": "2021-05-30 20:38:20.467523", "updated_at": "2021-05-30 18:54:09.384797"}], "points": [], "urls": ["jungscharwerkstatt.de"]}}