{"error": 448, "message": "OK", "parameters": {"id": 5251, "name": "Hawaii State Department of Education", "created_at": "2021-10-25 18:12:25.519446", "updated_at": "2021-10-25 22:01:10.063593", "wikipedia": null, "keywords": null, "related": null, "slug": "hawaii-state-department-of-education", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5251.png", "url": "hawaiipublicschools.org,k12.hi.us", "documents": [{"id": 9416, "name": "Terms of Use", "url": "https://www.hawaiipublicschools.org/Pages/TermsOfUse.aspx", "xpath": "//body", "text": "Hawaii Public Schools Hawaii State Department <br>of Education SKIP TO MAIN CONTENT It looks like your browser does not have JavaScript enabled.\nPlease turn on JavaScript and try again.\nSchool Calendar Find Schools Site <br> Map Staff Login <ul>\n<li> Vision for Success <br> Transforming Schools &amp.\nResults </li>\n<li> Teaching &amp.\nLearning <br> Curriculum, Instruction &amp.\nTesting </li>\n<li> Beyond the Classroom <br> Student Programs &amp.\nServices </li>\n<li> Parents &amp.\nStudents <br> Resources &amp.\nTools </li>\n<li> Connect with Us <br> About the Department </li>\n</ul> Terms of Use Terms of Use <p> ​Thank you for visiting the Department of Education’s website.\nBy visiting and using this website, its subpages and content, you are agreeing to these terms of access and use.\n</p>\n<p>Share This:</p> Page Content​\n<p>\n<strong>​​Notice </strong>\n<br> You have entered the official Hawaii State Department of Education website (“hawaiipublicschools.org”), which may be used for authorized purposes only.\nThis website is not nor is it intended to be an open public forum.\n</p>\n<p>\n<strong>Definition</strong>\n<br> As used in these terms of access and use, \"WEBSITE\" means and refers to all or any portion of the official Department of Education WEBSITE (i.e., all pages with the domain “hawaiipublicschools.org”), subpages and content.\n</p>\n<p> As used in these terms of access and use, \"CONTENT\" includes the information, material, documents, text, graphics, images, logos, and HTML programming format (including meta tags or the meta http-equivalent), and scripts.\n</p>\n<p>\n<strong>Security &amp.\nMonitoring Notice</strong>\n<br> This site reserves the right to collect navigational information about its users such as: </p>\n<ul>\n<li> The IP address and name of the domain from which the site was accessed.\n</li>\n<li> The date and time the site was accessed.\nand </li>\n<li> The website address (also called the URL) of the link clicked to access the site.\n</li>\n</ul>\n<p>For site security purposes, all network traffic is monitored in order to identify unauthorized attempts to upload or change information, or otherwise conduct criminal activity.\nIn connection with authorized law enforcement investigations and pursuant to required legal process, navigational information may be used to assist in obtaining personally identifiable information.\n</p>\n<p> Furthermore, to protect this WEBSITE as well as the associated computer system supporting this WEBSITE from unauthorized use and to ensure that the computer system is functioning properly, individuals accessing this WEBSITE and the associated computer system are subject to having all of their activities monitored and recorded by personnel authorized to do so by the State of Hawaii.\nAnyone using this WEBSITE and the associated computer system expressly consents to such monitoring and is advised that if such monitoring reveals evidence of possible abuse or criminal activity, State of Hawaii personnel may provide the results of such monitoring to appropriate officials.\n</p>\n<p> Unauthorized attempts to upload or change the CONTENT of the website, or otherwise cause damage to this WEBSITE or the computer system are strictly prohibited and may be punishable under applicable law.</p>\n<p>\n<strong>Notice That Website May Change Without Notice </strong>\n<br> This WEBSITE is provided as a public service.\nThis WEBSITE is dynamic and will change over time without notice.\nUsers of this WEBSITE are therefore fully responsible for checking the accuracy, completeness, currency and suitability of CONTENT found on the WEBSITE themselves.\n</p>\n<p> In addition, the State of Hawaii may suspend or discontinue some or all of this public service at any time, or it may elect to charge a fee for access to or use of this public service.</p>\n<p>\n<strong>Disclaimer of Warranties </strong>\n<br> This WEBSITE is provided \"as is\" and without warranties of any kind.\nTo the fullest extent of the law, the State of Hawaii, including each agency, officer, or employee of the State of Hawaii, disclaims all warranties, expressed or implied, including but not limited to warranties of merchantability and fitness for a particular purpose, with respect to this WEBSITE.\nthis disclaimer of warranties includes but is not limited to disclaimers as regards the following: (1) that the functioning of this WEBSITE will be uninterrupted and error-free.\n(2) that any defects or other errors on this WEBSITE will be corrected.\nand (3) that this WEBSITE as well as the computer system are or will be free of viruses or other harmful components.\n</p>\n<p> In addition, neither the State of Hawaii nor any agency, officer, or employee of the State of Hawaii makes any representations, guarantees, or warranties as to: (1) the accuracy, completeness, currency, or suitability of the information provided via this WEBSITE.\n(2) the use of or the results of the use of this WEBSITE.\nand (3) the accuracy, reliability, availability or completeness or usefulness of the content of websites created and maintained by persons other than the State of Hawaii and linked to or from this WEBSITE.\n</p>\n<p>\n<strong>Limitation of Liability </strong>\n<br> Under no circumstances, including but not limited to, negligence, shall the State of Hawaii nor any agency, officer, or employee of the State of Hawaii be liable for any special, consequential and/or incidental damages that may result from the use of or the inability to access or use this WEBSITE, even if the State of Hawaii has been advised of the possibility of such damages.\nApplicable law may not allow the limitation or exclusion of liability or incidental or consequential damages, so the above limitation or exclusion may not apply to you.\nIn no event shall the State of Hawaii's total liability to you for all damages, losses, and causes of action (whether in contract, tort (including but not limited to negligence), or otherwise) exceed the amount paid by you, if any, to access this WEBSITE.\n</p>\n<p>\n<strong>Copyright Notice </strong>\n<br> Duplication or use of any CONTENT from this WEBSITE for commercial purposes or in any manner likely to give the impression of official approval by the State of Hawaii is prohibited.\nThe WEBSITE Copyright © 1995-2020&nbsp;Department of Education, State of Hawaii.\n</p>\n<p>\n<strong>Notice of Limitation on Use of State Seals, Department of Education Logo and Symbols </strong>\n<br> Use of the Department of Education logo is prohibited in any use likely to give the impression of Department of Education approval or affiliation without prior written approval.\nSubmit requests to Communications Branch, P.O.\nBox 2360, Honolulu, HI 96804.\n</p>\n<p> Use of the great seal of the State of Hawaii or the coat-of-arms of the State is restricted by law.\n</p>\n<p> Whoever uses any representation of the great seal or the coat of arms of the State in any advertisement or for any commercial purpose or in any manner likely to give the impression of official State approval shall be guilty of a misdemeanor.\nThe preceding sentence shall not be construed to apply to the use of the seal or the coat of arms in any newspaper, periodical, book, or pamphlet wherein the seal or coat of arms is printed for informational purposes only.\n</p>\n<p>\n<strong>Section 5-6, Hawaii Revised Statutes: Links to External Web Sites and Pages </strong>\n<br> This WEBSITE may contain hypertext links to external websites and pages containing information created and maintained by public and private organizations other than the State of Hawaii.\nThese hypertext links may be created by the State of Hawaii if it determines that establishing the external link will be consistent with assisting or furthering the purpose of this WEBSITE which is to significantly and diligently promote public service to citizens and businesses by: </p>\n<ul>\n<li>Expanding business and citizen access to government services and government information.\n</li>\n<li> Offering an easy and convenient process for businesses and citizens to conduct transactions with State government online.\n</li>\n<li> Accelerating the development and delivery of an increased volume of quality, online government services.\n</li>\n<li> Improving the level of customer service from State government.\nand </li>\n<li> Extending electronic government services to citizens of cities and county government.\n</li>\n</ul>\n<p>In addition, hypertext links may be created by the State of Hawaii for informational purposes, that is, where the linked external website will provide useful and valuable information to visitors to this WEBSITE, or where the linked external website is required or authorized by law.\n</p>\n<p> The State of Hawaii, in its sole discretion, will determine whether the external website meets the purpose of this WEBSITE or for the specified informational purposes.\nThe inclusion of a hypertext link to an external website is not intended as an endorsement of any products or service offered or referenced on the linked website, the organizations sponsoring such website, or any views which might be expressed or referenced in the website.\n</p>\n<p> These hypertext links to external websites and pages may be removed or replaced in the sole discretion of the State of Hawaii, at any time without notice.\n</p>\n<p> In the event you discover problems with or have concerns regarding the format, accuracy, timeliness or completeness of a linked external website, please contact the organization responsible for the linked external website — the State of Hawaii does not control nor is it responsible for any linked external websites and pages.\nThe State of Hawaii WEBSITE and pages are not intended to be open public forums.</p>\n<p>\n<strong>Disclaimer of Endorsement </strong>\n<br> Any reference in this WEBSITE to any specific commercial products, processes, or services by trade name, trademark, manufacturer, or otherwise, does not constitute or imply its endorsement, recommendation, or favoring by the State of Hawaii.\n</p>\n<p>\n<strong>Jurisdiction </strong>\n<br> This WEBSITE is provided as a public service using an associated computer system located within the State of Hawaii.\nAny person choosing to access and use this WEBSITE is subject to the jurisdiction of the State of Hawaii.\n</p>\n<p> These terms shall be governed by and construed in accordance with the laws of the State of Hawaii.\nAny dispute arising out of or relating to these terms, or access and use of this WEBSITE shall be decided under the laws of and in the state courts in the State of Hawaii, and you hereby consent to and submit to the personal jurisdiction of such courts for the purpose of adjudicating such dispute.\n</p>\n<p>\n<strong>Severability </strong>\n<br> If any provision in these terms shall be determined to be unlawful, void or unenforceable by a court of competent jurisdiction, then that provision shall be deemed severable from the remaining terms and shall not affect the validity and enforceability of the remaining provisions.</p> ​ Second Article Callout<p> ​About this website, Staff Intranet</p>\n<p>Information about the Department's public website and Staff Intranet, which were built to fulfill communications goals of the Strategic Plan.​\n</p> Ho‘oha‘aheo <p>The Department's primary publication featuring successes across our public schools.</p> View all Ho‘oha‘aheo Newsletters Latest Articles &nbsp;blank It looks like your browser does not have JavaScript enabled.\nPlease turn on JavaScript and try again.\n&nbsp;blank <p>\n</p>Oceanit Research Foundation launches free computer science resource for teachers, students and parentsOceanit Research Foundation launches free computer science resource for teachers, students and parentsHIDOE receives $1 million grant for STEM education at eight West Oahu schoolsHIDOE receives $1 million grant for STEM education at eight West Oahu schoolsJoint team from South Korea and USA takes top prize at 8th e-ICON World ContestJoint team from South Korea and USA takes top prize at 8th e-ICON World ContestKaiser High Computer Science Club gives coding workshop for Koko Head El.\nstudents &amp.\nparentsKaiser High Computer Science Club gives coding workshop for Koko Head El.\nstudents &amp.\nparentsHawaii ranked No.\n1 in nation in school Internet connectivityHawaii ranked No.\n1 in nation in school Internet connectivityDetermination leads Pauoa Elementary all-girl robotics team to advance in competitionDetermination leads Pauoa Elementary all-girl robotics team to advance in competition<p>\n</p> More Articles Tweets Hawaiʻi State Department of Education Offices Superintendent&nbsp;&nbsp;&nbsp;|&nbsp;&nbsp.\nCurriculum and Instructional Design&nbsp;&nbsp;&nbsp;|&nbsp;&nbsp.\nFacilities and Operations&nbsp;&nbsp;&nbsp;|&nbsp;&nbsp.\nFiscal Services&nbsp;&nbsp;&nbsp;|&nbsp;&nbsp.\nInformation Technology Services Strategy, Innovation and Performance&nbsp;&nbsp;&nbsp;|&nbsp;&nbsp.\nStudent Support Services&nbsp;&nbsp;&nbsp;|&nbsp;&nbsp.\nTalent Management Stay up to date with Department News Subscribe ©&nbsp;Hawaiʻi State Department of Education 1390 Miller St.\nHonolulu, HI 96813 Nondiscrimination Policy&nbsp;&nbsp;|&nbsp.\nAccessibility&nbsp;&nbsp;|&nbsp.\nTerms of Use &nbsp.\nConnect with us: Phone:808-784-6200 Email:doeinfo@k12.hi.us HIDOE Directory &nbsp.\n&nbsp.\nFacebook Pinterest Twitter Vimeo Instagram LinkedIn <ul>\n</ul>", "created_at": "2021-10-25 18:12:25.521834", "updated_at": "2021-10-25 16:21:33.432729"}], "points": [{"id": 27122, "title": "The court of law governing the terms is in Hawaii", "source": "https://www.hawaiipublicschools.org/Pages/TermsOfUse.aspx", "status": "Generated through the annotate view", "created_at": "2022-03-07 02:18:45.307695", "updated_at": "2022-03-07 03:55:10.189939", "quoteText": "These terms shall be governed by and construed in accordance with the laws of the State of Hawaii.\n", "case_id": 163, "document_id": 9416, "quoteStart": 10266, "quoteEnd": 10365}], "urls": ["hawaiipublicschools.org", "k12.hi.us"]}}