{"error": 448, "message": "OK", "parameters": {"id": 215, "name": "vBulletin", "created_at": "2018-01-16 15:26:06.126743", "updated_at": "2021-06-24 00:50:44.563781", "wikipedia": "https://en.wikipedia.org/wiki/VBulletin", "keywords": "", "related": "phpbb", "slug": "vbulletin", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/215.png", "url": "vbulletin.com", "documents": [{"id": 175, "name": "Terms and Conditions", "url": "http://www.internetbrands.com/ibterms/", "xpath": "//div[@id='main']", "text": " Terms of Use <p>MH Sub I, LLC dba Internet Brands and its affiliates (collectively, \"our,\" \"us,\" or \"we\") operate websites, provide products and services through mobile and other applications, and develop software.\nWe refer to these as \"sites,\" \"services,\" or \"our sites and services.\"</p>\n<p>These terms, including any schedules and supplemental terms (collectively, these \"Terms of Use\" or this \"TOU\") applies to our sites and services on which we display or post a direct link to this TOU.\nIf there is any conflict between this TOU and any supplemental terms to a site or service, the supplemental terms will control.\nThis TOU does not apply to those sites and services that do not display or link to this TOU, or that have their own terms of use.</p>\n<p>By using our sites and services, you are a \"user\" and you accept and agree to this TOU as a legal contract between you and us.\nWe may post changes to these TOU at any time, and any such changes will be applicable to all subsequent access to or use of our sites and services.\nIf you do not accept and agree to all provisions of these TOU, now or in the future, you may reject these TOU by immediately terminating all access and use of our sites and services, in which case any continuing access or use of our sites and service is unauthorized.</p>\n<p>You are also required to comply with, and to ensure compliance with, all laws, ordinances and regulations applicable to your activities on our sites and services.</p>\n<p>Unless expressly permitted by supplemental terms, our sites and services are intended for general audiences 18 years of age and older, and access or use by anyone younger is not authorized.</p>\n<p>These TOU grant you a limited, revocable, nonexclusive license to access our sites and service and use our sites and services, in whole or in part, including but not limited to our intellectual property therein, solely in compliance with these TOU.</p>\n<p>\n</p>\n1.\nModeration\n<p>We have the right, but not the obligation, to regulate content (which includes but is not limited to postings, text, code, images, video, binary files, ads, accounts, account information, flags, emails, messages and any other user communications (\"content\")) posted to, stored on or transmitted via our sites and services by any user (or any other third party in any manner).\nto regulate conduct (including but not limited to any authorized or unauthorized access to or use of our sites and services) by any user (or any other third party in any manner).\nand to enforce these TOU, for any reason and in any manner or by any means that we, in our sole discretion, deem necessary or appropriate (including but not limited to automated and manual screening, blocking, filtering, exclusion from index pages, exclusion from search results, requiring the use of an application programming interface (API), requiring the use of a bulk posting interface, authorization, verification, and the deletion and/or termination of content, accounts and/or all or any use or access).\nWe may, in our sole discretion and without notice, start, stop or modify any regulation or enforcement measures at any time.\nOur action or inaction to regulate content or conduct or to enforce against any potential violation of these TOU by any user (or any other third party) does not waive our right to implement or not implement regulation or enforcement measures with respect to any subsequent or similar content, conduct or potential TOU violation.</p>\n<p>You also understand and agree that any action or inaction by us or any of our directors, officers, stockholders, employees, consultants, agents or representatives (collectively, \"our representatives\" and individually \"our representative\") to prevent, restrict, redress or regulate content, or to implement other enforcement measures against any content, conduct or potential TOU violation is undertaken voluntarily and in good faith, and you expressly agree that neither we nor any of our representatives will be liable to you or anyone else for any action or inaction to prevent, restrict, redress, or regulate content, or to implement other enforcement measures against any content, conduct or potential violation of these TOU.</p>\n<p>Although our representatives may moderate content on our sites and services at our discretion, our representatives have no authority to make binding commitments, promises or representations to anyone that they or anyone else on behalf of us will \"take care\" of any alleged problem or complaint, or that they or anyone else on behalf of us will otherwise stop, cure or prevent any problem, content, conduct or purported TOU violation from occurring or recurring.\nAccordingly, you further agree that any representation (written or verbal) by our representative (or by anyone else acting on behalf of us or by anyone purportedly acting on behalf of us) that we (including but not limited to our representative, anyone else acting on behalf of us, or anyone purportedly acting on behalf of us) would or would not prevent, restrict, redress or regulate content (including, without limitation, screen, block, moderate, review, remove, terminate, delete, edit or otherwise stop, cure or exclude any content), or to implement other enforcement measures against any content, conduct or potential or purported TOU violation is superseded by this provision and is nonbinding and unenforceable.\nSpecifically, you agree that we, our representatives and anyone else authorized to act on behalf of us will in no circumstance be liable as a result of any representation that we, our representatives or anyone else on behalf of us would or would not restrict or redress any content, conduct or potential or purported TOU violation.\nFor the purpose of clarity, the opinions, statements, comments, posts and other communications expressed on our sites and services are solely those of the poster and not ours, or an our employees, officers, directors, shareholders, subsidiaries, parent companies, attorneys or other agents.\nWe do not guarantee the accuracy or reliability or the information provided by any poster, administrator, or moderator.\nAdministrators and moderators are not our agents and their opinions, comments and posts are their own.\nThis paragraph may not be modified, waived or released except by a written agreement, dated and signed by our Chief Executive Officer and dated and signed by the individual or entity to whom the modification, waiver or release is granted.</p>\n<p>We also have the right in our sole discretion to limit, modify, interrupt, suspend or discontinue all or any portions of our sites and services at any time without notice.\nWe and our representatives will not be liable for any such limitations, modifications, interruptions, suspensions or discontinuance, or any purported losses, harm or damages arising from or related thereto.</p>\n2.\nContent and Conduct\na.\nContent\n<p>We do not control, are not responsible for and make no representations or warranties with respect to any user content.\nYou are solely responsible for your access to, use of and/or reliance on any user content.\nYou must conduct any necessary, appropriate, prudent or judicious investigation, inquiry, research and due diligence with respect to any user content.</p>\n<p>You are also responsible for any content that you post or transmit and, if you create an account, you are responsible for all content posted or transmitted through or by use of your account.</p>\n<p>Content prohibited from our sites and services includes but is not limited to: (1) illegal content.\n(2) content in facilitation of the creation, advertising, distribution, provision or receipt of illegal goods or services.\n(3) offensive content (including, without limitation, court ordered defamatory statements, threatening, hateful or pornographic content).\n(4) content that discloses another's personal, confidential or proprietary information.\n(5) false or fraudulent content (including but not limited to false, fraudulent or misleading responses to user ads transmitted via our sites and services).\n(6) malicious content (including, without limitation, malware or spyware).\n(7) content that offers, promotes, advertises, or provides links to posting or auto-posting products or services, account creation or auto-creation products or services, flagging or auto-flagging products or services, bulk telephone numbers, or any other product or service that if utilized with respect to our sites and services would violate these TOU or our other legal rights.\nand (8) content that offers, promotes, advertises or provides links to unsolicited products or services.\nOther content prohibitions are set forth in supplemental terms for particular categories or services on our sites and services and all such prohibitions are expressly incorporated into these TOU as stated in the introductory paragraphs above.</p>\n<p>You automatically grant and assign to us, and you represent and warrant that you have the right to grant and assign to us, a perpetual, irrevocable, unlimited, fully paid, fully sub-licensable (through multiple tiers), worldwide license to copy, perform, display, distribute, prepare derivative works from (including, without limitation, incorporating into other works) and otherwise use any content that you post.\nYou also expressly grant and assign to us all rights and causes of action to prohibit and enforce against any unauthorized copying, performance, display, distribution, use or exploitation of, or creation of derivative works from, any content that you post (including but not limited to any unauthorized downloading, extraction, harvesting, collection or aggregation of content that you post).</p>\nb.\nConduct\n<p>We do not control, are not responsible for and make no representations or warranties with respect to any user or user conduct.\nYou are solely responsible for your interaction with or reliance on any user or user conduct.\nYou must perform any necessary, appropriate, prudent or judicious investigation, inquiry, research and due diligence with respect to any user or user conduct.</p>\n<p>You are also responsible for your own conduct and activities on, through or related to our sites and services, and, if you create an account on our sites and services, you are responsible for all conduct or activities on, through or by use of your account.</p>\n3.\nPostings and Accounts\n<p>This section 3 applies to all uses and users of our sites and services, unless we have specifically authorized an exception to a particular term for a particular user in a written agreement.\nWe have sole and absolute discretion to authorize or deny any exception or exceptions to the terms in this section 3.</p>\na.\nPostings\n<p>Users may not circumvent any technological measure implemented by us to restrict the manner in which content may be posted on our sites and services or to regulate the manner in which content (including but not limited to email) may be transmitted to other users.\nThis prohibition includes, without limitation, a ban on the use of multiple email addresses (created via an email address generator or otherwise).\nthe use of multiple IP addresses (via proxy servers, modem toggling, or otherwise).\nCAPTCHA circumvention, automation or outsourcing.\nmultiple and/or fraudulent service accounts, including phone-verified accounts.\nURL shortening, obfuscation or redirection.\nuse of multiple phone lines or phone forwarding for verification.\nand content obfuscation via HTML techniques, printing text on images, inserting random text or content \"spinning.\"</p>\n<p>It is expressly prohibited for any third party to post content to our sites and services on behalf of another.\nUsers must post content only on their own behalf, and may not permit, enable, induce or encourage any third party to post content for them.</p>\n<p>It is expressly prohibited to post content to our sites and services using any automated means.\nUsers must post all content personally and manually through all steps of the posting process.\nIt is also expressly prohibited for any user to develop, offer, market, sell, distribute or provide an automated means to perform any step of the posting process (in whole or in part).\nAny user who develops, offers, markets, sells, distributes or provides an automated means to perform any step of the posting process (in whole or in part) will be responsible and liable to us for each instance of access to our sites and services (by any user or other third party) using that automated means.</p>\n<p>Affiliate marketing by users is expressly prohibited on our sites and services.\nUsers may not post content or communicate with any user for purposes of affiliate marketing or in connection with any affiliate marketing system, scheme or program in any manner or under any circumstance.</p>\nb.\nAccounts\n<p>For each site, a user may create, maintain and use no more than one account to post content only on his/her or its own behalf.\nA user must create his/her or its account personally and manually and may not create accounts by any automated means.\nWithout limitation, this includes the obligation that the user personally and manually solves any CAPTCHA challenge in the account creation process.\nA user may not create or use additional accounts or any account of another and must not permit, enable, induce or encourage others to create accounts for him/her or it.</p>\n<p>The purchase and sale of accounts and the creation of accounts for others is expressly prohibited.\nThe circumvention of any technological restriction or security measure in the account creation process, posting process or otherwise for posting content in violation of these TOU also is expressly prohibited.</p>\n4.\nUnauthorized Access and Activities\n<p>This section 4 applies to all uses and users of our sites and services, unless we have specifically authorized an exception to a particular term for a particular user in a written agreement.\nWe have sole and absolute discretion to authorize or deny any exception or exceptions to the terms in this section 4.</p>\n<p>To maintain the integrity and functionality of our sites and services for its users, access to our sites and services and/or activities related to our sites and services that are harmful to, inconsistent with or disruptive of our sites and services and/or users.\nbeneficial use and enjoyment of our sites and services are expressly unauthorized and prohibited.\nFor example, without limitation:</p>\n<ul>\n<li>\n<p>The collection of our sites and services users.\npersonal information (including but not limited to email addresses, IP addresses and telephone numbers) is not allowed for any purpose.</p>\n</li>\n<li>\n<p>Any copying, aggregation, display, distribution, performance or derivative use of our sites and services or any content posted on our sites and services whether done directly or through intermediaries (including but not limited to by means of spiders, robots, crawlers, scrapers, framing, iframes or RSS feeds) is prohibited.\nAs a limited exception, general purpose Internet search engines and noncommercial public archives will be entitled to access our sites and services without individual written agreements executed with us that specifically authorize an exception to this prohibition if, in all cases and individual instances: (a) they provide a direct hyperlink to the relevant website, service, forum or content.\n(b) they access our sites and services from a stable IP address using an easily identifiable agent.\nand (c) they comply with our robots.txt file.\nprovided however, we may terminate this limited exception as to any search engine or public archive (or any person or entity relying on this provision to access our sites and services without their own written agreement executed with us), at any time and in our sole discretion, upon written notice, including, without limitation, by email notice.</p>\n</li>\n<li>\n<p>Any access to or use of our sites and services to design, develop, test, update, operate, modify, maintain, support, market, advertise, distribute or otherwise make available any program, application or service (including, without limitation, any device, technology, product, computer program, mobile device application, website, or mechanical or personal service) that enables or provides access to, use of, operation of or interoperation with our sites and services (including, without limitation, to access content, post content, cross-post content, re-post content, respond or reply to content, verify content, transmit content, create accounts, verify accounts, use accounts, circumvent and/or automate technological security measures or restrictions, or flag content) is prohibited.\nThis prohibition specifically applies but is not limited to software, programs, applications and services for use or operation on or by any computer and/or any electronic, wireless and/or mobile device, technology or product that exists now or in the future.</p>\n</li>\n<li>\n<p>Any effort to decompile, disassemble or reverse engineer all or any part of our sites and services in order to identify, acquire, copy or emulate any source code or object code is expressly prohibited.</p>\n</li>\n<li>\n<p>Any activities (including but not limited to posting voluminous content) that are inconsistent with use of our sites and services in compliance with these TOU or that may impair or interfere with the integrity, functionality, performance, usefulness, usability, signal-to-noise ratio or quality of all or any part of our sites and services in any manner are expressly prohibited.</p>\n</li>\n<li>\n<p>Any attempt (whether or not successful) to engage in, or to enable, induce, encourage, cause or assist anyone else to engage in, any of the above unauthorized and prohibited access and activities is also expressly prohibited and is a violation of these TOU.</p>\n</li>\n</ul>\n<p>If you access our sites and services or copy, display, distribute, perform or create derivative works from our sites and services webpages or our intellectual property in violation of these TOU or for purposes inconsistent with these TOU, your access, copying, display, distribution, performance or derivative work is unauthorized.\nCircumvention of any technological restriction or security measure on our sites and services or any provision of these TOU that restricts content, conduct, accounts or access is expressly prohibited.\nFor purposes of this paragraph, you agree that cached copies of our webpages on your computer or computer server constitute \"copies\" under the Copyright Act, 17 U.S.C.\n§ 101.\nFor purposes of this paragraph, you further agree that CAPTCHAs and telephone verification are \"technological measures\" that effectively control access to copyright-protected components and our intellectual property rights pursuant to 17 U.S.C.\n§ 1201.</p>\n5.\nInteractions with Others\n<p>We and our representatives are not parties to, have no involvement or interest in, make no representations or warranties as to, and have no responsibility or liability with respect to any communications, transactions, interactions, disputes or any relations whatsoever between you and any other user, person or organization (\"your interactions with others\").\nYou must conduct any necessary, appropriate, prudent or judicious investigation, inquiry, research or due diligence with respect to your interactions with others.</p>\n<p>The sites or services may provide links to other websites and online resources.\nBecause we have no control over such websites and resources, you acknowledge and agree that we, including our shareholders, affiliates, employees, officers, directors, agents, representatives, licensors, suppliers and service providers, (collectively, \"we\") are not responsible for the availability of such external websites or resources and we neither endorse nor are responsible or liable for, and make no representations or warranties regarding, the identity or trustworthiness of the third-party website or resources, including any content, advertising, products, services, or other materials on or available through such websites or resources.\nOther websites may provide links to our sites with or without authorization.\nYou acknowledge and agree that we do not endorse such websites, and are not and shall not be responsible or liable for any links from those websites to our sites, any content, advertising, products or other materials available on or through such other websites, or any loss or damages incurred in connection therewith.\nYOUR USE OF THIRD PARTY WEBSITES AND RESOURCES, INCLUDING WITHOUT LIMITATION, YOUR USE OF ANY CONTENT, INFORMATION, DATA, ADVERTISING, PRODUCTS OR OTHER MATERIALS ON OR AVAILABLE THROUGH SUCH WEBSITES AND RESOURCES, IS AT YOUR OWN RISK AND IS SUBJECT TO THE TERMS AND CONDITIONS OF USE AND PRIVACY POLICY APPLICABLE TO SUCH WEBSITES AND RESOURCES.\nWe shall have the right, at any time and in our sole discretion, to block links to our sites through technological or other means without prior notice.</p>\n6.\nFees\n<p>In certain instances, we may charge a fee to post content or for other features, products, services or licenses.\nYou are responsible for any fees applicable to content that you post or other features, products, services or licenses you purchase or that are purchased through your account.\nYou authorize us or our designated payment processor to charge your specified credit card, debit card or other payment method for such fees.</p>\n<p>Unless otherwise specified, all fees are in United States dollars and all charges will be made in United States dollars.\nAny applicable sales or other taxes are additional to the stated fee.\nCurrency exchange settlements and foreign transaction fees are based on your agreement with your credit card or other payment method provider.</p>\n<p>Except as required by law or otherwise stated on the site or in the services, all fees are nonrefundable and payments and purchases may not be canceled by the user.\nHowever, we reserve the right to refuse or terminate any purchase or attempted purchase at any time in our sole discretion.</p>\n7.\nIndemnification\n<p>You agree to indemnify and hold us and our representatives harmless from and against any third-party claim, cause of action, demand or damages related to or arising out of: (a) content that you post or transmit (including but not limited to content that a third-party deems defamatory or otherwise harmful or offensive).\n(b) activity that occurs through or by use of your account (including, without limitation, all content posted or transmitted and your interactions with others).\n(c) your use of or reliance on any user content.\nand (d) your violation of these TOU.\nThis indemnification obligation includes payment of any attorneys' fees and costs incurred by us or our representatives.\nWe reserve the right, at our own expense, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, and you agree to cooperate with our defense of these claims.</p>\n8.\nDisclaimers\n<p>YOUR ACCESS TO, USE OF AND RELIANCE ON OUR SITES AND SERVICES AND CONTENT ACCESSED THROUGH OUR SITES AND SERVICES IS ENTIRELY AT YOUR OWN RISK.\nOUR SITES AND SERVICES (INCLUDING, WITHOUT LIMITATION, THE WEBSITES, PROGRAMS, SERVICES, FORUMS AND CONTENT ACCESSED THROUGH THE WEBSITES, PROGRAMS, SERVICES AND FORUMS) IS PROVIDED ON AN \"AS IS\" OR \"AS AVAILABLE\" BASIS WITHOUT ANY WARRANTIES OF ANY KIND.</p>\n<p>ALL EXPRESS AND IMPLIED WARRANTIES (INCLUDING, WITHOUT LIMITATION, WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT OF PROPRIETARY RIGHTS) ARE EXPRESSLY DISCLAIMED.</p>\n<p>WITHOUT LIMITING THE FOREGOING, WE ALSO DISCLAIM ALL WARRANTIES FOR OR WITH RESPECT TO: (A) THE SECURITY, RELIABILITY, TIMELINESS, ACCURACY AND PERFORMANCE OF OUR SITES AND SERVICES AND CONTENT ACCESSED THROUGH OUR SITES AND SERVICES.\n(B) COMPUTER WORMS, VIRUSES, SPYWARE, ADWARE AND ANY OTHER MALWARE, MALICIOUS CODE OR HARMFUL CONTENT OR COMPONENTS ACCESSED, RECEIVED OR DISSEMINATED THROUGH, RELATED TO OR AS A RESULT OF OUR SITES AND SERVICES OR CONTENT ACCESSED THROUGH OUR SITES AND SERVICES.\nAND/OR (C) ANY TRANSACTIONS OR POTENTIAL TRANSACTIONS, GOODS OR SERVICES PROMISED OR EXCHANGED, INFORMATION OR ADVICE OFFERED OR EXCHANGED, OR OTHER CONTENT, INTERACTIONS, REPRESENTATIONS OR COMMUNICATIONS THROUGH, RELATED TO OR AS A RESULT OF USE OF OUR SITES AND SERVICES OR CONTENT ACCESSED THROUGH OUR SITES AND SERVICES (INCLUDING, WITHOUT LIMITATION, ACCESSED THROUGH ANY LINKS ON OUR SITES AND SERVICES OR IN CONTENT).</p>\n<p>THESE DISCLAIMERS WILL APPLY TO THE FULLEST EXTENT PERMITTED BY LAW.\nSome jurisdictions do not allow disclaimer of implied warranties.\nIn such jurisdictions, some of the foregoing disclaimers as to implied warranties may not apply.</p>\n9.\nLimitations of Liability\n<p>WE AND OUR REPRESENTATIVES WILL UNDER NO CIRCUMSTANCES BE LIABLE FOR ANY ACCESS TO, USE OF OR RELIANCE ON OUR SITES AND SERVICES OR CONTENT ACCESSED THROUGH OUR SITES AND SERVICES BY YOU OR ANYONE ELSE, OR FOR ANY TRANSACTIONS, COMMUNICATIONS, INTERACTIONS, DISPUTES OR RELATIONS BETWEEN YOU AND ANY OTHER PERSON OR ORGANIZATION ARISING OUT OF OR RELATED TO OUR SITES AND SERVICES OR CONTENT ACCESSED THROUGH OUR SITES AND SERVICES, INCLUDING BUT NOT LIMITED TO LIABILITY FOR INJUNCTIVE RELIEF AS WELL AS FOR ANY HARM, INJURY, LOSS OR DAMAGES OF ANY KIND INCURRED BY YOU OR ANYONE ELSE (INCLUDING, WITHOUT LIMITATION, DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, STATUTORY, EXEMPLARY OR PUNITIVE DAMAGES, EVEN IF WE OR OUR REPRESENTATIVE HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES).\nTHIS LIMITATION OF LIABILITY APPLIES REGARDLESS OF, BUT IS NOT RESTRICTED TO, WHETHER THE ALLEGED LIABILITY, HARM, INJURY, LOSS OR DAMAGES AROSE FROM AUTHORIZED OR UNAUTHORIZED ACCESS TO OR USE OF OUR SITES AND SERVICES OR CONTENT ACCESSED THROUGH OUR SITES AND SERVICES.\nANY INABILITY TO ACCESS OR USE OUR SITES AND SERVICES OR CONTENT ACCESSED THROUGH OUR SITES AND SERVICES, OR ANY REMOVAL, DELETION, LIMITATION, MODIFICATION, INTERRUPTION, SUSPENSION, DISCONTINUANCE OR TERMINATION OF OUR SITES AND SERVICES OR CONTENT ACCESSED THROUGH OUR SITES AND SERVICES.\nNOTHING IN THESE TOU WILL AFFECT THE STATUTORY RIGHTS OF ANY CONSUMER.</p>\n<p>THESE LIMITATIONS WILL ALSO APPLY WITH RESPECT TO DAMAGES RESULTING FROM ANY TRANSACTIONS OR POTENTIAL TRANSACTIONS, GOODS OR SERVICES PROMISED OR EXCHANGED, INFORMATION OR ADVICE OFFERED OR EXCHANGED, OR OTHER CONTENT, INTERACTIONS, REPRESENTATIONS, COMMUNICATIONS OR RELATIONS THROUGH, RELATED TO OR AS A RESULT OF OUR SITES AND SERVICES OR CONTENT ACCESSED THROUGH OUR SITES AND SERVICES (INCLUDING, WITHOUT LIMITATION, ANY LINKS ON OUR SITES AND SERVICES AND LINKS IN CONTENT ACCESSED THROUGH OUR SITES AND SERVICES).</p>\n<p>IN NO EVENT WILL OUR OR OUR REPRESENTATIVES LIABILITY IN CONNECTION WITH ACCESS TO, USE OF OR RELIANCE ON OUR SITES AND SERVICES OR CONTENT ACCESSED THROUGH OUR SITES AND SERVICES BY YOU EXCEED THE AMOUNTS PAID BY YOU TO US, IF ANY.\nTOTAL AGGREGATE LIABILITY ARISING OUT OF OR RELATED TO THIS AGREEMENT WILL NOT EXCEED THE AMOUNTS PAID BY YOU DURING THE SIX (6) MONTHS PRECEDING THE BRINGING OF ANY CLAIM, OR FIVE HUNDRED DOLLARS ($500.00), WHICHEVER IS LESS.\nYOU ACKNOWLEDGE AND AGREE THAT IF YOU HAVE NOT PAID PROVIDER ANY AMOUNTS IN THE SIX (6) MONTHS PRECEDING THE BRINGING OF ANY CLAIM, YOUR SOLE AND EXCLUSIVE REMEDY FOR ANY DISPUTE IS TO STOP USING OUR SITES AND SERVICES AND TO CANCEL YOUR ACCOUNT, IF ANY.</p>\n<p>You hereby release us and each of our representatives, and their respective subsidiaries, affiliates, successors, predecessors, assigns, heirs, service providers and suppliers, from all claims, demands and damages of every kind and nature, known and unknown, direct and indirect, suspected and unsuspected, disclosed and undisclosed, arising out of or in any way related to our sites and services or content accessed through our sites and services, or any interactions with others arising out of or related to our sites and services or content accessed through our sites and services, and you expressly waive the provisions of California Civil Code Section 1542 (and any similar laws in other jurisdictions), which provides: \"A general release does not extend to claims which the creditor does not know or suspect to exist in his favor at the time of executing the release, which, if known by him must have materially affected his settlement with the debtor.\"</p>\n<p>THESE LIMITATIONS WILL APPLY TO THE FULLEST EXTENT PERMITTED BY LAW.</p>\n10.\nDamages\n<p>At our election, we may seek actual or liquidated damages.\nIn addition to any injunctive relief, you agree to pay to us the total amount of all actual damages (including but not limited to direct, indirect, consequential and incidental damages) caused by any violation of these TOU for which you bear responsibility.\nexcept you acknowledge that, for certain TOU violations, actual damages would be extremely difficult or impossible to quantify.\nConsequently, for such TOU violations, you agree to pay liquidated damages to us as described in our liquidated damages policy, which can be found at&nbsp;www.internetbrands.com/ibterms/liquidateddamages.</p>\n<p>Furthermore, you agree that the amounts of liquidated damages described therein are reasonable estimates of our damages for such violations, and that liquidated damages for violations of these TOU are and will be cumulative.</p>\n11.\nInjunctive Relief\n<p>You acknowledge and agree that any violation or breach of these TOU may cause us immediate and irreparable harm and damages.\nConsequently, notwithstanding any other provision of these TOU or other applicable legal requirements, we have the right to, and may in our discretion, immediately obtain preliminary injunctive relief (including, without limitation, temporary restraining orders) and seek permanent injunctive relief regarding any violation or breach of these TOU.\nIn addition to any and all other remedies available to us in law or in equity, we may seek specific performance of any term in these TOU, including but not limited to by preliminary or permanent injunction.</p>\n12.\nRelease of Information\n<p>Our Privacy Policy prohibits the release of user or account information except in limited circumstances, including with express permission from the user, as and when required or permitted by law, or to comply with legal process properly served on us.\nIf you seek the identity or account information of a user of our sites and services in connection with a civil legal matter, you must serve us with a valid subpoena.\nOur civil subpoena policy can be found at&nbsp;www.internetbrands.com/ibterms/subpoena.</p>\n<p>We reserve the right to disclose any personal information about you or your use of our sites and services, including its contents, without your prior permission if we have a good faith belief that such action is necessary to: (1) conform to legal requirements or comply with legal process.\n(2) protect and defend our rights and property or our affiliated companies.\n(3) enforce these TOU.\nor (4) act to protect the interests of our users or others.\nOur performance of these TOU is subject to existing laws and legal process, and nothing contained in this TOU is in derogation of our right to comply with governmental, court and law enforcement requests or requirements relating to your use of our sites and services or information provided to or gathered by us with respect to such use.</p>\n13.\nCopyright Policy\n<p>We have adopted and implemented a copyright policy in accordance with the Digital Millennium Act.\nFor more information, please ready our copyright policy at&nbsp;www.internetbrands.com/ibterms/copyrightpolicy.</p>\n<p>In appropriate circumstances and at our sole discretion, we may disable and/or terminate the accounts of users who repeatedly infringe or are repeatedly charged with infringing the copyrights or other intellectual property rights of others.</p>\n14.\nPrivacy\n<p>We have established a privacy policy covering the collection, use, and disclosure of user information, which can be found at&nbsp;www.internetbrands.com/privacy/privacy-main&nbsp;.</p>\n15.\nCertain Brand-Specific Disclaimers\n<p>As noted above, the use of certain of our sites and services also have supplemental terms based on the subject matter and content of the specific site or services, including our sites and services set forth below.\nYou can find the supplemental terms governing those specific sites and services at the following links:</p>\n<ul>\n<li>\n<ul>\n<li>\n<p>Health Sites and Services:&nbsp;&nbsp;www.internetbrands.com/ibterms/supplementalhealthterms</p>\n</li>\n<li>\n<p>Legal Sites and Services:&nbsp;&nbsp;www.internetbrands.com/ibterms/supplementallegalterms</p>\n</li>\n<li>\n<p>Money &amp.\nBusiness Sites and Services:&nbsp;&nbsp;www.internetbrands.com/ibterms/supplementalfinanceterms</p>\n</li>\n<li>\n<p>Shopping Sites and Services:&nbsp;www.internetbrands.com/ibterms/supplementalshoppingterms</p>\n</li>\n<li>\n<p>Travel &amp.\nLeisure Sites and Services:&nbsp;www.internetbrands.com/ibterms/supplementaltravelleisureterms</p>\n</li>\n<li>\n<p>Classified Sites and Services: &nbsp;www.internetbrands.com/ibterms/supplementalclassifiedsterms</p>\n</li>\n<li>\n<p>Car Related Sites and Services:&nbsp;www.internetbrands.com/ibterms/supplementalcarrelatedterms</p>\n</li>\n<li>\n<p>Auto Communities Sites &amp.\nServices:&nbsp;www.internetbrands.com/ibterms/supplementalautocommunitiesterms/</p>\n</li>\n</ul>\n</li>\n</ul>\n16.\nParental Controls.\n<p>We have established a privacy policy covering the collection, use, and disclosure of user information, which can be found at&nbsp;www.internetbrands.com/privacy/privacy-main&nbsp;.</p>\n17.\nNotice for California Residents\n<p>Under California Civil Code Section 1789.3, California users are entitled to the following consumer rights notice: If you have a question or complaint regarding the site, please send an email to&nbsp;legal@internetbrands.com&nbsp;.\nYou may also contact us by writing to Legal Department, MH Sub I, LLC, 909 N.\nPacific Coast Highway, 11th Floor, El Segundo, California 90245.\nCalifornia residents may reach the Complaint Assistance Unit of the Division of Consumer Services by mail at 1625 North Market Blvd., Suite N 112, Sacramento, California 95834, or by telephone at (916) 445-1254 or (800) 952-5210.\nPlease be sure to identify the specific website, software, or service about which you have a question or complaint and how we can contact you.</p>\n18.\nDispute Resolution.\nArbitration\n<p>We believe we will be able to resolve most disputes or issues you may have using our sites and services.\nIn the unlikely event we are not able to resolve a dispute or issue, we prefer to specify now what each of us should expect in order to avoid any confusion later.\nAccordingly, you agree to the following resolution process.</p>\n<p>Since we always prefer to find ways to satisfy you as quickly and efficiently as possible, before initiating any arbitration proceeding, you agree to first discuss the matter informally with us for at least 30 days.\nTo do that, please send your full name and contact information, your concern and your proposed solution by mail to us at: MH Sub I, LLC, 909 N.\nPacific Coast Highway, 11th Floor, El Segundo, CA 90245, Attn: Legal Department.</p>\n<p>If we are unable to mutually agree upon a resolution after the 30-day period, you agree that any claim you may have against us regarding these Terms of Use or our sites and services will be resolved through binding arbitration administered by JAMS and governed by the then current JAMS Streamlined Arbitration Rules and Procedures.\nIt is important to us that we address any issues you might have promptly.\nTo help us do that, you agree to begin any arbitration within one year after your claim arose.\notherwise, your claim is waived.</p>\n<p>We prefer to resolve our issues with you directly and, accordingly, you agree to arbitrate with us only in your individual capacity, not as a representative or member of a class.\nAs such, your claims may not be joined with any other claims and there will be no authority for any dispute to be arbitrated on a class-action basis or brought by a purported class representative.</p>\n<p>You agree that arbitration will be exclusively held in Los Angeles County, California and that each party will be responsible for its own costs, including paying any JAMS filing, administrative and arbitrator fees in accordance with JAMS rules.\nIn order to select an arbitrator, each party agrees to provide a list of two available arbitrators that have experience with the subject matter.\nEach party may strike one of the names on the other party.s list.\nThe parties will select an arbitrator out of the remaining two arbitrator names.\nIf the parties cannot mutually agree on one arbitrator, JAMS will choose the arbitrator randomly from the two remaining arbitrators.\nIt is important that you understand that the arbitrator's decision will be binding and may be entered as a judgment in any court of competent jurisdiction.\nIf you're not sure what all of this means, of course please feel free to ask an attorney.</p>\n19.\nMiscellaneous\n<p>\n<strong>a.&nbsp.\nRules for Sweepstakes, Contests and Promotions</strong>\n</p>\n<p>In addition to the terms and conditions of these TOU, any sweepstakes, contests, raffles or similar promotions (collectively, \"Promotions\") made available through our sites and services may be governed by specific rules.\nBy participating in any such Promotion, you will become subject to those rules.\nTo the extent that the terms and conditions of such rules conflict with these TOU, the terms and conditions of such rules will control.</p>\n<p>\n<strong>b.&nbsp.\nCopyright, Trademark and Patent Notices</strong>\n</p>\n<p>Except as otherwise expressly provided, all contents of our sites and services are copyrighted.\nAll rights reserved.\nOur registered trademarks are protected by United States and international laws.\nIn addition, graphics, logos, page headers, button icons, scripts, and service names included in or made available through our sites and services are our trademarks (collectively, \"our marks\").\nThese TOU do not authorize you to use our marks or any similar or related marks for any use pertaining to classified advertising, Internet advertising, social networks, online forums, online communication services or any similar or related use, or any other use that is likely to cause confusion on the part of, to cause mistake by or to deceive the public as to any affiliation, connection, association, origin, sponsorship, approval or endorsement by or with us.\nOne or more patents owned by us apply to our sites and services and to the features and services accessible via our sites and services.</p>\n<p>\n<strong>c.&nbsp.\nReservation of Rights in our sites and services</strong>\n</p>\n<p>Subject to the limited rights expressly granted hereunder, we reserve all rights, title and interest in and to our sites and services, including all related intellectual property rights.\nNo rights are granted to you hereunder other than as expressly set forth herein.</p>\n<p>\n<strong>d.&nbsp.\nEntire Agreement</strong>\n</p>\n<p>These TOU (along with any documents linked to in these TOU) constitute the entire agreement between you and us and supersede any prior written or oral agreement.\nOther than our representatives (who are expressly included as named third-party beneficiaries of these TOU), there are no third-party beneficiaries to these TOU.\nIf any provision of these TOU is found by a court of competent jurisdiction to be unenforceable, all other provisions of these TOU will remain in full force and effect.</p>\n<p>\n<strong>e.\n&nbsp;&nbsp;Governing Law.\nForum</strong>\n</p>\n<p>Any and all claims, causes of action or disputes (regardless of theory) between you and us arising out of or related to these TOU, our sites and services or content accessed through our sites and services will be governed by the laws of the State of California, without regard to conflict or choice of law principles.</p>\n<p>You agree that any claims, causes of action or disputes not subject to Section 16 (Dispute Resolution.\nArbitration) will be brought exclusively in courts located within the county of Los Angeles, California, and you agree to submit to the personal and exclusive jurisdiction of such courts, for any actions.\nYou further agree that, regardless of any statute or law to the contrary, you must file any such claim or cause of action within one (1) year after such claim or cause of action arose or be forever barred.</p>\n<p>All claims not subject to Section 16 (Dispute Resolution.\nArbitration) that you bring against us must be resolved in accordance with Section 17(e).\nAll claims filed or brought contrary to this section will be considered improperly filed.\nShould you file a claim contrary to this section, we may recover attorneys.\nfees and costs up to U.S.\n$2,500 provided that we have notified you in writing of the improperly filed claim and you have failed to properly withdraw the claim.</p>\n<p>\n<strong>f.&nbsp.\nElectronic Communications</strong>\n</p>\n<p>When you use our sites and services, or send e-mails to us, you are communicating with us electronically.\nYou consent to receive communications from us electronically.\nWe will communicate with you by e-mail or by posting notices on our sites and services.\nYou agree that all agreements, notices, disclosures and other communications that we provide to you electronically satisfy any legal requirement that such communications be in writing.</p>\n<p>\n<strong>g.&nbsp.\nElectronic Contracting</strong>\n</p>\n<p>Your use of our sites and services includes the ability to enter into agreements and/or to make transactions electronically.\nYOU ACKNOWLEDGE THAT YOUR ELECTRONIC SUBMISSIONS CONSTITUTE YOUR AGREEMENT AND INTENT TO BE BOUND BY AND TO PAY FOR SUCH AGREEMENTS AND TRANSACTIONS.\nYOUR AGREEMENT AND INTENT TO BE BOUND BY ELECTRONIC SUBMISSIONS APPLIES TO ALL RECORDS RELATING TO ALL TRANSACTIONS YOU ENTER INTO ON THIS SERVICE, INCLUDING NOTICES OF CANCELLATION, POLICIES, CONTRACTS, AND APPLICATIONS.\nIn order to access and retain your electronic records, you may be required to have certain hardware and software, which are your sole responsibility.</p>\n<p>\n<strong>h.&nbsp.\nTermination.\nNo Assignment</strong>\n</p>\n<p>You may terminate your account and/or stop using our sites and services at any time.\nWe may, in our sole discretion, terminate or suspend your access to all or part of our sites and services for any reason, including, without limitation, violation of these TOU and/or if we have a reasonable ground to suspect that you have violated these TOU.</p>\n<p>These TOU and the rights granted and obligations undertaken, may not be transferred, assigned or delegated by you.\nAny purported attempt will be ineffective.\nWe retain the right to transfer, assign or delegate these TOU.</p>\n<p>\n<strong>i.&nbsp.\nFeedback</strong>\n</p>\n<p>You automatically grant and assign to us, a royalty-free, worldwide, irrevocable, perpetual license to use and incorporate into our sites and services any suggestions, enhancement requests, recommendations or other feedback provided by you.</p>\n<p>\n<strong>j.&nbsp.\nWaiver</strong>\n</p>\n<p>Any failure by us to enforce or exercise any provision of these TOU, or any related right, will not constitute a waiver of that provision or right.</p>\n<p>\n</p>\n<p>Last updated: July 29, 2020</p> ", "created_at": "2018-07-17 10:11:51.761632", "updated_at": "2020-12-14 14:43:18.70771"}, {"id": 176, "name": "Privacy Policy", "url": "http://www.internetbrands.com/privacy/privacy-main.html", "xpath": "//div[@id='main']", "text": " Privacy Policy Print this page <p>MH Sub I, LLC dba Internet Brands and its affiliates (collectively, \"Internet Brands,\" \"our,\" \"us,\" or \"we\") operate websites, provide products and services through mobile and other applications, and develop software.\nWe refer to these as \"site(s),\" \"service(s),\" or \"our sites and services.\"</p>\n<p>This privacy policy applies to our sites and services on which we display or post a direct link to this privacy policy.\nThis privacy policy does not apply to those sites and services that do not display or link to this privacy policy, or that have their own privacy policies.\nHowever, we often acquire new companies to expand our business.\nSome acquired companies may operate under their own privacy policies until we integrate their privacy practices with ours.</p>\n<p>This privacy policy applies to all users of our sites and services and covers what information we collect and why we collect it, how we use the information we collect, and the choices you have to access and update that information.\nPlease familiarize yourself with our practices and let us know if you have any questions.\nBy using our sites and services, you expressly consent to our collection, use, disclosure, and retention of your personal information as described in this privacy policy.\nEach time you use our sites and services, the current version of this privacy policy will apply.\nIf you do not agree to this privacy policy, please do not use our sites or services.</p>\n<p>\n</p>\nData Controller and Contracting Parties\n<p>For the purposes of the General Data Protection Regulation 2016/679 (the “GDPR”), the Data Controller is MH Sub I, LLC registered in the State of Delaware, United States of America with a registered address at 909 N.\nPacific Coast Highway, 11th Floor., El Segundo CA 90245.</p>\n<p>You can contact our Data Protection Officer by sending an email to privacy@internetbrands.com or by writing to:</p>\n<p>MH Sub I, LLC<br>Attn: Legal Department<br>909 N.\nPacific Coast Highway, 11th Floor<br>El Segundo, California 90245 U.S.A.</p>\n<p>\n</p>\n1.\nPersonal Information that You Provide to Us\n<p>Personal information is information that can be used to identify, locate, or contact an individual, and includes other information that may be associated with personal information.\nWhen you interact with our sites and services, depending on the site or service, we may collect the following personal information directly from you</p>\n<ol>\n<li>\n<strong>Account or Registration Information </strong>where needed to use our sites and services, and may include your name, address, email address, telephone number, birthday, user account name, and password;</li>\n<li>\n<strong>Contact Information</strong>, which generally includes your name, addresses, email addresses, social media website user account names, and/or telephone numbers;</li>\n<li>\n<strong>Payment Information </strong>where needed to process payments and generally includes your credit or debit card number, expiration date, and card verification number;</li>\n<li>\n<strong>Personal Profile or Service Information</strong>, which may include areas of interest, information from social media interactions (such as Facebook, Twitter, or Google+), preferences, physical characteristics (such as height, weight), photographs and, biographical, health information and/or demographic information (such as gender);</li>\n<li>\n<strong>Transaction Information</strong>, which may include information&nbsp;about how you interact with and use our sites and services, email, other communications, and applications, and how you interact with merchants, business partners, and service providers;</li>\n<li>\n<strong>Geographic Location Information</strong> but only if your device transmits location data and/or your IP address and you have activated a location-enabled site or service;</li>\n<li>\n<strong>Job-Search-Related Information</strong> where needed for recruitment purposes and may include educational and employment background, driver's license number, and social security number;</li>\n<li>\n<strong>Survey Data</strong>&nbsp;where needed for the functionality of certain services and generally includes survey questions and responses, and may allow you to import email addresses and names in order to send surveys or to allow us to send surveys on your behalf;</li>\n<li>\n<strong>Medical Information</strong>, where needed&nbsp;for the functionality of certain services, such as to connect you with your healthcare provider, and may include your medical history, present symptoms, future conditions or treatments, insurance carrier and plan, and any other medical and health information you or your healthcare provider choose to provide to us;</li>\n<li>\n<strong>Appointment Information</strong>, where needed&nbsp;to schedule an appointment or consultation through our online appointment or consultation services and may include the requested appointment information, which may be linked with health or legal information that you choose to provide to us;</li>\n<li>\n<strong>Access to Your Data</strong>, but only if you use certain services, interactive tools, or authorize us to retrieve information from another database, user, or other third party on your behalf, such as integrating a practice management system with your services;</li>\n<li>\n<strong>Your Submissions</strong>, which generally includes information you voluntarily provide through free form text boxes, forums, document upload, or data retrieval or import;</li>\n</ol>\n<p>In each of the above instances, you will know what personal information we collect through our sites and services because you voluntarily and directly provide it to us.</p>\n<p>\n</p>\n2.\nOther Information We Automatically Collect through Cookies and Other Technologies\n<p>We or our third-party service providers may collect and store certain technical information when you use our sites and services.\nFor example, our servers receive and automatically collect information about your computer and browser, including, for instance, your IP address, browser type, domain name from which you accessed the site or service, device size and other software or hardware information.\nIf you access our sites and services from a mobile or other device, we may collect a unique device identifier assigned to that device (UDID), type of device, general GPS location, or other transactional information for that device in order to serve content to it and to improve your experience in using the sites or services.</p>\n<p>In addition, we or our third-party service providers may collect information about how you use of our sites, including but not limited to, the date and time you visit the sites, the areas or pages of the sites that you visit, the amount of time you spend viewing the sites, the number of times you return to the sites, visits to sites outside our network, preferred language, and other click-stream data.</p>\n<p>2.1 Cookies</p>\n<p>We or our third-party service providers may use cookies and other tracking technologies (including browser cookies, pixels, beacons, mobile application identifiers, and Adobe Flash technology) to help us recognize you across different sites and services, improve your experience, increase security, measure use and effectiveness of our services, and serve advertising.\nYou can control cookies through your browser settings and other tools.\nFor more information about our use of cookies, please read our Cookie Policy.</p>\n<p>By visiting our sites and services, you consent to the placement of cookies and beacons in your browser and HTML-based emails in accordance with this privacy policy and our Cookie Policy.</p>\n<p>2.2 Do Not Track</p>\n<p>You can opt-out of being targeted by certain third-party advertising companies online by visiting the following third-party websites: Network Advertising Initiative, Omniture, PrivacyChoice, and/or Digital Advertising Alliance</p>\n<p>We currently do not respond to \"Do Not Track\" browser signals.\nAccordingly, your navigation on our sites and services may be tracked as part of our efforts to gather user information described above.\nIf you arrive at our sites and services by way of a link from a third-party site that does respond to “Do Not Track” browser signals, such “Do Not Track” browser signal recognition will end as soon as you reach our sites and services.</p>\n<p>\n</p>\n3.\nOur Legal Bases for Processing\n<p>We will only collect and process personal information, including sharing it with third parties, where we have a legal basis for such collection and processing.\nWe rely on a number of legal bases, including:</p>\n<ol>\n<li>our legitimate interests in providing and improving our sites and services;</li>\n<li>our legitimate interests in keeping our sites and services safe and secure;</li>\n<li>our third party service providers’ legitimate interests as described in “Other Information We Automatically Collect Through Cookies and Other Technologies” above;</li>\n<li>your consent to the processing of your personal information, which you can revoke at any time;</li>\n<li>where the processing of personal information is necessary for the performance of a contract to which you are a party to, such as our Terms of Use, Service Agreement, and License Agreement;</li>\n<li>where the processing of your personal information is required to protect your vital interests or those of another person, such as other users of our sites and services;</li>\n<li>where the processing of personal information is necessary to comply with a legal obligation such as a law, regulation, search warrant, subpoena, or court order.</li>\n</ol>\n<p>\n</p>\n4.\nHow We Use Personal Information\n<p>4.1 Personal Information that You Provide to Us</p>\n<p>We may use the personal information that you provide in one or more of the following ways:</p>\n<ol>\n<li>to carry out our obligations arising from your purchase of, or subscription to, our services or any other contract entered into between you and us;</li>\n<li>to enable site features such as geographically specific pricing or logging, and retrieving and providing analysis of data;</li>\n<li>to send you important notices, such as communications about changes to your account, and our sites' and services' terms, conditions, or policies;</li>\n<li>to process payments and to send you emails, invoices, receipts, notices of delinquency, alerting you if we need different or updated payment card information or other communications in connection with processing and collecting payments;</li>\n<li>to verify the information you provide through our sites and services, including income and employment information, in connection with a loan request sent through our sites and services;</li>\n<li>to retain your loan request for the length of time determined by us or by applicable law;</li>\n<li>to solicit input and feedback to improve our sites and services and customize your user experience;</li>\n<li>to enable you to communicate with other site or service users via private messaging or other service specific communication channels;</li>\n<li>to contact you via email, telephone, text or chat in a manner required by law;</li>\n<li>to meet contractual obligations;</li>\n<li>to send you reminders, technical notices, updates, security alerts, support and administrative messages, and service bulletins;</li>\n<li>to inform you about new products or promotional offers, or other opportunities which we feel will be of interest to you, and to provide advertisements to you through our sites, email messages, text messages, applications, or other methods of communication;</li>\n<li>to manage our sites' and services' administration, forum management, or fulfillment;</li>\n<li>to provide customer service and technical support;</li>\n<li>to administer surveys, sweepstakes, giveaways, contests, or similar promotions or events sponsored by us or our partners;</li>\n<li>to prevent fraud or potentially illegal activities, enforce our sites' Terms of Use, or to comply with applicable law;</li>\n<li>for internal purposes such as auditing, data analysis, and research to improve our products, services, and communications;</li>\n<li>to allow you to apply for a job or sign-up for special offers from third parties through our sites and services;</li>\n<li>to help you contact or schedule an appointment with a healthcare provider or a legal professional listed in one of our directories and to remind you of upcoming or follow-up appointments;</li>\n<li>to perform services in conjunction with interactive tools, such as integrating practice management systems, making a referral, sending a prescription to a pharmacy, or sending a test to a clinical laboratory.\nand</li>\n<li>to run (or authorize third parties to run) statistical research on individual or aggregate trends.</li>\n</ol>\n<p>In addition to the uses described above, we may use personal information that we collect for other purposes that are disclosed to you at the time we collect the information, or with your consent.</p>\n<p>4.2 Other Information We Automatically Collect Through Cookies and Other Technologies</p>\n<p>We may use information collected from you through cookies and other tracking technologies in one or more of the following ways:</p>\n<ol>\n<li>to remember you when you return to our sites;</li>\n<li>to understand and analyze trends, to monitor usage, and learn about user behavior;</li>\n<li>to gather demographic information about our user base as a whole;</li>\n<li>to customize ads, content, or offers on our sites and services.\nand</li>\n<li>to conduct market research and measurement in order to improve our sites, content, and services and to make our sites, content, and services more useful for users.</li>\n</ol>\n<p>\n</p>\n5.\nSharing Personal and Non-Personal Information\n<p>We may share your personal information with third parties in the following circumstances:</p>\n<ol>\n<li>when we engage third parties to perform services on our behalf, such services include maintenance, hosting, data storage, security, analytics and data analysis, payment processing, marketing, email and text message distribution, customer service, and surveys and sweepstakes;</li>\n<li>when you communicate with us by email, submit an online form through our sites and services, request a quote or information, request financing, purchase a product or service, or otherwise submit a request through our sites and services, the personal information you provide may be shared with third parties to process or respond to your request, provide you with the products or services you requested, or complete a transaction, including a third party broker, aggregator, or other referral service to share and/or sell your information to a lender, dealer, or other financial institution in connection with your online request.</li>\n<li>when you schedule an appointment with a healthcare provider or legal professional, we may share your contact data, insurance data, and medical data with such healthcare provider or legal professional;</li>\n<li>where necessary to operate our sites and services, your personal information and the contents of all of your online communications on or through our sites and services may be accessed and monitored:</li>\n<ol>\n<li>to satisfy any applicable laws or regulations,</li>\n<li>to defend ourselves in litigation or a regulatory action,</li>\n<li>in order to protect the rights or property of Internet Brands and our subsidiaries and corporate affiliates, including to enforce our sites' or services' Terms of Use.</li>\n<li>when we have a good faith belief that we are required to disclose the information in response to legal process (for example, a subpoena, court order, or search warrant),</li>\n<li>where we believe our sites and services are being used in the commission of a crime, including to report such criminal activity or to exchange information with other companies and organizations for the purposes of fraud protection and risk management, and</li>\n<li>when we have a good faith belief that there is an emergency that poses a threat to the health and/or safety of you, another person, or the public generally;</li>\n</ol>\n<li>in the event of a merger, acquisition, debt financing, restructure, sale of Internet Brands' assets by or with another company, or a similar corporate transaction, we may need to disclose and transfer all information about you, including personal information, to the successor company;</li>\n<li>we may share information about you with Internet Brands' subsidiaries and affiliates and companies acquired by or merged with Internet Brands and its affiliates, including without limitation, to enable such acquired or merged companies to advertise to you products and services in which you may be interested.</li>\n<li>when you register to use a service co-branded by Internet Brands and other companies with which we partner, we may share the personal information you provide with such companies.\nin this instance, both our privacy policy and the partner's privacy policy will apply;</li>\n</ol>\n<p>We may share personal information about you for any other purpose(s) disclosed to you at the time we collect your information or with your consent.</p>\n<p>Non-personal information may be shared with our partners who referred you to our site(s) and who may use the data for their market research and measurement purpose.\nUser information may also be shared with our partners who help us deliver ads to you on websites not controlled by us.\nfor instance, when we put a pixel on a conversion page on our site and a marketing partner uses that pixel to optimize the traffic that they send to us.</p>\n<p>\n</p>\n6.\nUser Generated Content, Online Communities and Forums, Profiles, Surveys, Reviews and Ratings\n<p>You may choose to publicly disclose personal information about yourself and others in the course of (i) contributing user generated content (for instance articles, blogs, surveys, reviews, ratings, or podcasts), (ii) communicating with others in our online forums, communities, or chat rooms, (iii) creating user profiles for public view, or (iv) posting images, photos, or videos.\nBe aware, information that you voluntarily disclose in any of these areas of our sites or services is unencrypted, public information and, therefore, there can be no expectation of privacy or confidentiality, except if the terms of use of the site or service specifically limit use of the content (for example, we may let you know how such survey and rating responses will be used and if anonymity is an option).&nbsp;<strong>Any personal information you submit in the course of interacting in these public activities can be read, collected, or used by other users.\nPrior to posting in these areas, we encourage you to read the specific site's or service's terms of use, as we are not responsible for the personal information you choose to make public in any of these areas and strongly recommend against sharing any personal health or other sensitive information that could directly or indirectly be traced to any individual, including yourself.</strong>\n</p>\n<p>\n</p>\n7.\nLoan Requests\n<p>We are not a lender or a broker.\nWhen you submit a loan request form using our services, we may share your loan request and related information with one or more consumer finance lending institutions and/or other lenders and dealers to evaluate your loan request in accordance with their loan terms and requirements.\nYou authorize those consumer finance lending institutions and other lenders or dealers to access your credit report in order to evaluate your credit history and loan request and to verify the information in your loan request.</p>\n<p>We may also share the information you provide through a loan request using our services to a third-party broker, aggregator, or other referral service that will send your information to other lenders and/or dealers in connection with your loan request and in accordance with their privacy policies.</p>\n<p>7.1 Lender Specific Information</p>\n<p>Your loan request and information submitted using our services may be shared with one or more third party consumer finance lending institutions, other lenders, or dealers, including the consumer finance lending institutions listed below, and you consent to be contacted by these third-party consumer finance lending institutions and other lenders or dealers in connection with your loan request, including by autodialer, text messaging, and/or prerecorded messages:</p>\n<p>CarFinance Capital LLC<br>7525 Irvine Center Drive<br>Suite 250<br>Irvine, CA 92618<br>\n<br>Santander<br>8585 N.\nStemmons Freeway<br>Suite 1100 – North<br>Dallas, TX 75247</p>\n<p>7.2 Consent to Electronic Signatures, Records and Disclosures</p>\n<p>When you submit a request using our services to send your information to a third party lender in connection with obtaining a loan, such lender needs your consent to use and accept electronic signatures, records and disclosures related to your loan transaction and other communications with the lender.\nBelow are your rights when receiving such electronic signatures, records and disclosures.\nBy submitting your loan request, you are acknowledging receipt of this disclosure and consent to conduct transactions with the third party lender using electronic signatures, records and disclosures.</p>\n<ol>\n<li>To the extent permitted by law, you may receive all disclosures and notices regarding your loan transaction in electronic form, including, but not limited to, any notices (such as adverse action notices and privacy policy notices) required by the Equal Credit Opportunity Act, Gramm-Leach, Bliley Act, other federal law, and any implementing regulations.\nYour consent applies to any loan request submitted to a lender or dealer through the Site or Services and to any other dealings or transactions you may have with that lender or dealer.</li>\n<li>Hardware and Software.\nBefore you decide to do business electronically with a third party lender or dealer, you should consider whether you have the required hardware and software described below.\nBy submitting your information, you acknowledge that you have the required hardware and software designated below to access the documents.</li>\n<ol>\n<li>The documents may be provided to you either on the third party’s website, in an email message, or as an attachment to an email message sent to the email address you provide as part of your request through the Site or Services and/or application or registration with the lender or dealer.\nTo access the documents, you will need an email account and may need Adobe Acrobat Reader version 7 or higher, and a personal computer or other access device which is capable of accessing the Internet.\nTo retain the documents, your access device must have the ability to either download the documents to your computer's hard drive or have must have a printer to print the documents.\nYou should send any questions regarding the hardware and software requirements directly to the third party lender or dealer.</li>\n</ol>\n<li>Right to Paper Copies.\nYou have the right to have any documents provided to you in paper form rather than electronic form.\nYou can request the paper copies for your loan transaction or other communications from the third party lender or dealer that you are contacting for a loan.\nFor convenience, if you wish to obtain documents in paper form from CarFinance Capital, LLC you may contact&nbsp;ElectronicRecords@CarFinance.com&nbsp;and from Santander by calling (855) 563-5635.</li>\n<li>Right to Withdraw Consent.\nUpdate Contact Information.\nYou may withdraw your consent to use and receive electronic signatures, records and disclosures in connection with your loan transaction or other communications or update your contact information at any time by contacting the third party lender or dealer that you are contacting for a loan.\nFor convenience, you may withdraw consent from, or update your contact information with, CarFinance Capital, LLC by emailing&nbsp;ElectronicRecords@CarFinance.com&nbsp;and Santander by calling (855) 563-5635.</li>\n</ol>\n<p>7.3 Fair Lending Practices – Regulation B Disclosures</p>\n<ol>\n<li>Under the Equal Credit Opportunity Act (ECOA), financial institutions are prohibited from discriminating in any aspect of a credit transaction.\nProhibited bases are: sex, marital status, race, color, religion, national origin, age (provided the applicant is of legal age), income derived from public assistance and the fact that a consumer has — in good faith — exercised any right under the Consumer Protection Act (i.e.\nthe right to lodge a complaint).\nWe recommend you review the privacy policy on the website of the financial institution or other lender with whom you are contracting for a loan and make and retain a copy of their privacy policy.\nYou may also request a copy of the financial institution’s or other lender’s privacy policy by contacting them directly.</li>\n<li>Alimony, child support, or separate maintenance income need not be revealed if you do not choose to have it considered as a basis for repaying an auto loan.</li>\n</ol>\n<p>7.4 Opting-Out</p>\n<ol>\n<li>Any opt-out requests related to a third party’s products or services must be submitted to directly to the third party providing the products or services.</li>\n</ol>\n<p>\n</p>\n8.\nAccessing and Updating Personal Information\n<p>We encourage you to keep your personal information up-to-date and accurate.\nThe methods for accessing, viewing, correcting, and deleting your personal information will depend on which sites or services you use and their features.\nYou have several choices.\nfor instance:</p>\n<ol>\n<li>to view and change the personal information that you directly provided to us, you can return to the web page on our site where you originally submitted the data and follow the instructions on that web page;</li>\n<li>to correct or update your account information, you can log into the site or service where you are registered and navigate to your account;</li>\n<li>to close your account, you can log into the site or service where you are registered and navigate to your account;</li>\n<li>to change your email preferences, you can visit the email preferences page for the relevant site or follow the opt-out or unsubscribe instructions included in each email (for more information about email preferences, please see “Email and Other Communications” below).\nor</li>\n<li>to access, change, or remove your protected health information, please see the “HIPAA” section below.</li>\n</ol>\n<p>You can also manage certain aspects of information collection and use, including disabling geo-location, by going to the settings of your mobile device and reviewing the permissions of each application.</p>\n<p>If you have questions about your options, please email privacy@internetbrands.com.\nProtecting your privacy and security is important and we also take reasonable steps to verify your identity before granting access to your data.</p>\n<p>Please be aware that certain records and information will be retained for specific purposes such as legal, payment, accounting, technical, dispute resolution, enforcement of our sites' and services' Terms of Use, or customer service.\nIf you have posted comments or user generated content on our site, we may not be able to delete it.\nFurther, we take no responsibility for removing or editing any of your public activities or any submissions or content that is a result of your public activities.\nWe may reject requests that are unreasonably repetitive or impractical, require disproportionate technical effort, or risk the privacy of others.</p>\n<p>\n</p>\n9.\nStoring Personal Information\n<p>We retain your personal information while your account is active or as needed to provide you services.\nAdditionally, we may retain personal information even after your account has been closed if retention is reasonably necessary to comply with our legal or regulatory obligations, resolve disputes, prevent fraud and abuse, enforce our Terms of Use or any other contract entered into between you and us, or if it is not technically feasible to delete your personal information.</p>\n<p>\n</p>\n10.\nEmail and Other Communications\n<p>Our sites and services may allow us or other users to communicate with you or other users through our in-product instant messaging services, service-branded emails, SMS, and other electronic communication channels.</p>\n<p>10.1 Text Messaging</p>\n<p>We may make available text messaging services in which you can receive messages from us and send messages to us on your mobile phone, which will be governed by our Text Messaging Services Policy.</p>\n<p>10.2 Opting Out of Requested Communications</p>\n<p>Requested communications include, for instance, email newsletters and software updates that may be expressly requested by you or which you consented to receive.\nAfter you request such communications, you may \"opt-out\" of receiving them by using one of the following methods:</p>\n<ol>\n<li>selecting the email \"opt-out\" or \"unsubscribe\" link, or following the opt-out instructions included in each email communication;</li>\n<li>returning to the web page(s) where you originally registered your preferences and following the opt-out instructions.\nor</li>\n<li>emailing privacy@internetbrands.com</li>\n</ol>\n<p>10.3 Opting Out of Transactional or Relationship Communications</p>\n<p>Communications that are sent by or on behalf of a user are indicated as being from that user.\nCommunications that are sent by us are indicated as being from us or one of our account or support specialists.\nEither type of communication may be \"real time\" communications or communications triggered automatically upon the occurrence of certain events or dates, such as appointment reminders.\nEmail communications received from users and our administrative announcements are often transactional or relationship messages, such as appointment requests, reminders, and cancellations.\nYou may not be able to opt-out of receiving certain email messages, although our services may provide a means to modify the frequency of receiving them.</p>\n<p>10.4 Opting Out of General or Promotional Communications</p>\n<p>General communications provide information about products, services, and/or support and may include special offers, new product information, or invitations to participate in market research.\nYou may opt-out of receiving these general communications by using one of the following methods:</p>\n<ol>\n<li>selecting the email \"opt-out\" or \"unsubscribe\" link, or following the opt-out instructions included in each email communication.\nor</li>\n<li>emailing privacy@internetbrands.com</li>\n</ol>\n<p>\n</p>\n11.\nProtecting Personal and Protected Health Information\n<p>To prevent unauthorized access, maintain data accuracy, and ensure the appropriate use of the information we collect, we deploy a wide range of technical, physical, and administrative safeguards, including: Transport Layer Security (TLS), firewalls, system alerts, and other information system security technologies.\nhousing health data in secure facilities that restrict physical and network access.\nand regular evaluation and enhancement of our information technology systems, facilities, and information collection, storage, and processing practices.\nWe use reasonable and appropriate administrative, physical, technical, and data security procedures and controls to safeguard your personal and protected health information against unauthorized access, disclosure, loss, misuse, and alteration.\nUnder applicable law, we are required to apply reasonable and appropriate measures to safeguard the confidentiality, integrity and availability of Protected Health Information (“PHI”), as such term is defined by the Health Insurance Portability and Accountability Act, the Health Information Technology for Economic and Clinical Health Act (collectively referred to herein as HIPAA), residing on and processed by our sites and services.</p>\n<p>We use third-party service providers to manage credit card and payment processing.\nThese service providers are not permitted to store, retain, or use billing Information except for the sole purpose of credit card and payment processing on our behalf.\nWhen you enter payment information to be processed by our third party service providers, we encrypt the transmission of that information using transport layer security (TLS) technology and do not store it on our systems.</p>\n<p>It is important to remember, however, that no system can guarantee 100% security at all times.\nAccordingly, we cannot guarantee the security of information stored on or transmitted to or from our services.\nWe cannot assume responsibility or liability for unauthorized access to our servers and systems.\nWhen disclosing any personal or protected health information, you should remain mindful of the fact that it is potentially accessible to the public and, consequently, can be collected and used by others without your consent.\nAccordingly, you should carefully consider if you want to submit sensitive information that you would not want disclosed to the public and should recognize that your use of the Internet and our sites and services is solely at your risk.\nYou are ultimately responsible for maintaining the secrecy for all your personal information, including your protected health information.\nExcept as provided in a Business Associate Agreement between us and a healthcare provider, we have no responsibility or liability to anyone for the security of your personal or protected health information transmitted via the Internet.</p>\n<p>\n</p>\n12.\nLinked Websites and Services\n<p>Our sites and services may link to other sites or services operated by our affiliates or third parties, and may carry advertisements or offer content, functionality, newsletters, contests or sweepstakes, or applications developed and maintained by third parties.\nWe do not exercise control over third party sites or services.\nWe are not responsible for the privacy practices of any such third parties.\nOnce you leave our sites or services via a link, enable a third-party service, or click an advertisement, you should check the applicable privacy policy of the third-party's site or service.\nThe fact that we link to a website or present a banner ad or other type of advertisement is not an endorsement, authorization, or representation of our affiliation with that third party nor is it an endorsement of their privacy or information security policies or practices.</p>\n<p>We may also provide social media features on our sites and services that enable you to share personal information with your social network(s) and to interact with our sites and services.\nDepending on the features, your use of these features may result in the collection or sharing of personal information about you.\nWe encourage you to review the privacy policies and settings on the social media site(s) with which you interact.</p>\n<p>\n</p>\n13.\nHIPAA\n<p>Our sites and services may collect, disclose, use, and store PHI that you submit to your healthcare provider or that your healthcare provider submits to us.\nOur collection, disclosure, use, and storage of PHI, is governed by HIPAA.</p>\n<p>13.1 Use and Disclosure of Your Protected Health Information</p>\n<p>When you use certain services (for example, appointment request) the PHI that you submit is used and disclosed by us as a Business Associate, as defined by HIPAA, according to the terms of the Business Associate Agreement between us and your healthcare provider.\nAccordingly, we may only use and disclose your PHI on behalf of, or to provide services to, your healthcare provider according to the terms of the Business Associate Agreement.\nThere are exceptions to this use and disclosure restriction.\nUnder such exceptions, we may use and disclose your PHI (i) for our internal management and administration.\n(ii) to carry out our legal obligations.\nand (iii) to perform data aggregation services for your healthcare provider and other healthcare providers.\nprovided that, any disclosures for our internal management and administration or to carry out our legal obligations are either required by law or made after we obtain reasonable assurances from the party to whom the PHI is disclosed that such PHI will be held confidentially and used or further disclosed only as required by law or for the purpose for which it was disclosed to such party.</p>\n<p>We may subcontract some of our services.\nIn doing so, we require our subcontractors to comply with the same terms and conditions for PHI that apply to us as a Business Associate.</p>\n<p>As a Business Associate, we may be permitted to de-identify your PHI.\nWe de-identify PHI in accordance with the criteria prescribed by HIPAA.\nWe may use and disclose any such de-identified information in the same manner as personal information under this privacy policy.</p>\n<p>This section does not provide you with any right under this privacy policy, HIPAA, or any other law or regulation.</p>\n<p>13.2 How to Access, Change, or Remove Your PHI</p>\n<p>Subject to certain exceptions, HIPAA establishes rights with respect to your PHI.\nThese rights generally include the right to restrict the uses and disclosures of your PHI, the right to access and receive a copy of your PHI, the right to amend your PHI, and the right to receive an accounting of the disclosures of your PHI.\nIf you wish to exercise any of these rights, please contact your healthcare provider.</p>\n<p>Please note that you are not entitled to review the content of another user's account.\nAccordingly, if you have used our sites and services to share personal information with another user or third-party, you may not be entitled to access, update, or delete the information that you shared.\nFurther, please note that other users may submit information that identifies you, and you may not be entitled to access, update, or delete that information.\nIn either case, certain users, such as healthcare providers, may be required by HIPAA and other applicable laws or regulations to retain such information for extended periods of time.</p>\n<p>Most of our Business Associate Agreements require us and our subcontractors to either return or destroy PHI received or created pursuant to the business associate relationship upon the termination of the Business Associate Agreement.\nAccordingly, if the Business Associate Agreement between us and your healthcare provider has been terminated, then any PHI that you submitted to our sites and services, or otherwise maintained by us or a subcontractor in connection with our sites and services, will be returned to the healthcare provider or destroyed by us or such subcontractor.</p>\n<p>\n</p>\n14.\nChildren's and Minor's Privacy\n<p>Children under the age of 13 are not permitted to use our sites and services.\nWe do not knowingly collect personal information from children under the age of 13 or utilize plug-ins or ad networks that collect personal information through child-directed third-party websites or online services.\nIf we learn that we have collected personal information from a child under 13, we will take steps to promptly delete such information.</p>\n<p>Our sites and services generally require users to be at least 18 years of age.\nUnless our sites and services contain the \"Privacy Rights for California Minors in the Digital World\" supplemental terms, our sites and services do not collect age from users under 18.\nWithout limiting the generality of the foregoing, our services may allow users above the age of 18 (such as healthcare providers, parents, and guardians) to submit personal information of minors.\nSuch users assume full responsibility over their submission, use, and transmission of such information.</p>\n<p>\n</p>\n15.\nInternational Users\n<p>We are headquartered in the United States.\nOur sites and services are intended for users in the United States and hosted and administrated in the United States or hosted with cloud service providers who are headquartered in the United States and in other countries.\nIf you are located outside the United States, be aware that information you provide to us or that we obtain as a result of your use of our sites and services may be processed in, transferred to, and stored in the United States and in any other countries from where our cloud service providers operate.\nPlease be aware that the privacy laws and standards in certain countries may differ from those that apply in the country in which you reside.\nBy using our sites and services or providing us with your information, you consent to the transfer of your information for processing and storage to the United States and any other country from where our cloud service providers operate.</p>\n<p>\n</p>\n16.\nCalifornia Privacy Rights\n<p>This section is provided pursuant to the California Consumer Privacy Act of 2018 (the “CCPA”) and other applicable California privacy laws.\nThis section applies solely to our users who are California residents as defined under applicable California privacy laws.</p>\n<p>16.1 Information We Collect</p>\n<p>Within the last twelve (12) months, we have or may have collected the following categories of information from our users and/or consumers:</p>\n<ol>\n<li>identifiers, such as a name, alias, postal address, unique personal identifier, online identifier, IP address, email address, account name, Social Security number, driver's license number, or other similar identifiers;</li>\n<li>personal information listed under Cal.\nCiv.\nCode § 1798.80(e);</li>\n<li>characteristics of protected classifications under California or federal law;</li>\n<li>commercial information, such as records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies;</li>\n<li>biometric information;</li>\n<li>internet or other similar network activity, such as browsing history, search history, information regarding your interaction with a website, application, or advertisement;</li>\n<li>geolocation data;</li>\n<li>professional or employment-related information.\nand</li>\n<li>inferences drawn from any of the information identified in this section to create a profile about users reflecting user preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes.</li>\n</ol>\n<p>\n</p>\n<p>16.2 Categories of Sources from Which Information is Collected</p>\n<p>We obtain the categories of personal information listed above from the following categories of sources:</p>\n<ol>\n<li>directly from users, such as you, as described above under “Personal Information that You Provide to Us”;</li>\n<li>indirectly from other users of our sites and services;</li>\n<li>indirectly from third-parties that interact with us in connection with the services that we perform.\nand</li>\n<li>directly and indirectly through cookies and other technologies, as described above under “Other Information We Automatically Collect through Cookies and Other Technologies.”</li>\n</ol>\n<p>\n</p>\n<p>16.3 Using and Sharing of Personal Information</p>\n<p>The personal information described in the categories above may be used for the business purposes listed above under “How We Use Personal Information.”</p>\n<p>We disclose your personal information for a business purpose to the following categories of third parties: (a) service providers and (b) third parties to whom you authorize or direct us to disclose your personal information in connection with our sites and services.\nIn the preceding twelve (12) months, we have disclosed the personal information described in the categories above for the business purposes listed above under “Sharing Personal and Non-Personal Information.” We also may share personal information about you for any other purpose(s) disclosed to you at the time we collect your information or with your consent.&nbsp;</p>\n<p>\n</p>\n<p>16.4 Personal Information “Sold” to Third Parties</p>\n<p>We may share information that we have about you, such as a cookie ID or IP address, with third-party marketing partners who may use this information, on our behalf, to help us deliver advertising on our sites as well as on third-party websites.</p>\n<p>In the preceding twelve (12) months, we have made available personal information included in the categories described above to third-parties, including our third-party marketing partners to deliver advertising.\nFor more information about our use of cookies and other tracking technologies, please read our Cookie Policy.</p>\n<p>We do not sell the personal information of consumers that we know are minors under 16 years of age without affirmative authorization as required under the CCPA.</p>\n<p>\n</p>\n<p>16.5 Your Access and Deletion Rights under the CCPA</p>\n<p>As of January 1, 2020, California residents, as defined under applicable California privacy laws, may take advantage of the following rights:</p>\n<ol>\n<li>You may request, up to two (2) times each year, that we disclose to you, once we receive and confirm your verifiable consumer request, the: (i) categories and specific pieces of personal information that we have collected about you.\n(ii) categories of sources from which your personal information is collected.\n(iii) business or commercial purpose for collecting your personal information.\n(iv) categories of personal information that we disclosed for a business purpose.\n(v) categories of personal information that we sold about you.\n(vi) categories of third-parties with whom we have shared your personal information.\nand (vii) business or commercial purpose for selling your personal information.</li>\n<li>Subject to certain exceptions and up to two (2) times each year, you may request that we delete any of your personal information that we collected from you.\nOnce we receive and confirmed your verifiable consumer request for deletion, we will delete (and direct our service providers to delete) such personal information from our records, unless an exception applies.</li>\n</ol>\n<p>\n</p>\n<p>16.6 Exercising Your Access and Deletion Rights under the CCPA</p>\n<p>To exercise the access and deletion rights described above, please submit a request to us by either:</p>\n<ol>\n<li>sending an email to privacy@internetbrands.com.\nor</li>\n<li>clicking here.</li>\n</ol>\n<p>You will be asked to provide certain identifying information, such as your name, email, and residency.\nYou will also be asked to validate your request by clicking a validation link in an email that will be sent to the email address you provided.\nWhile processing your request, we may ask you to provide further verifying documentation, such as proof of residency and identity.\nWe will only use personal information provided in a request to verify the requestor's identity or authority to make the request.</p>\n<p>Your request must: (i) provide sufficient information that allows us to reasonably verify you are the person about whom we collected personal information or that you have authority to make the request.\nand (ii) describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it.</p>\n<p>Only you or a person registered with the California Secretary of State that you authorize to act on your behalf, may make a verifiable consumer request related to your personal information.\nYou may also make a verifiable consumer request on behalf of your minor child.\nIf you are making a request through an authorized agent acting on your behalf, such authorized agent must provide proof of written authorization to do so, and you must verify your identity directly with us, unless such authorized agent provides proof of a power of attorney pursuant to Probate Code sections 4000 to 4465.</p>\n<p>We cannot respond to your request or provide you with personal information if we cannot verify your identity or authority to make the request and confirm the personal information relates to you.\nWe will only use personal information provided in a verifiable consumer request to verify the requestor's identity or authority to make the request.</p>\n<p>\n</p>\n<p>16.7 Opting-out of the Sales of your Personal Information</p>\n<p>Subject to certain exclusions under the CCPA, you have the right to opt-out of the sale of your personal information.\nOnce we receive your request, we will not sell your personal information, unless an exclusion applies.</p>\n<p>To opt-out of the sale of your personal information that we collect through cookies and other technologies, please read our Cookie Policy.</p>\n<p>To opt-out of the sale of your personal information that we collected directly from you or other third-parties, please submit a request to us by either:</p>\n<ol>\n<li>sending an email to privacy@internetbrands.com.\nor</li>\n<li>clicking here.</li>\n</ol>\n<p>We may deny your request to opt-out if we have a good-faith, reasonable, and documented belief that the request is fraudulent.</p>\n<p>\n</p>\n<p>16.8 Non-Discrimination</p>\n<p>We will not discriminate against you for exercising any of your rights under the CCPA.\nAccordingly, and unless permitted by the CCPA, we will not:</p>\n<ol>\n<li>deny you goods or services;</li>\n<li>charge you different prices or rates for goods or services, including through the use of discounts or by imposing penalties;</li>\n<li>provide you a different level or quality of goods or services.\nor</li>\n<li>suggest that you may receive a different price or rate for goods or services or a different level or quality of goods or services.</li>\n</ol>\n<p>We may charge a different price or rate or provide a different level of service if the difference is reasonably related to the value provided by your personal information.</p>\n<p>\n</p>\n<p>16.9 Other Applicable California Privacy Laws</p>\n<p>Section 1798.83 of the California Civil Code requires select businesses to disclose policies relating to the sharing of certain categories of your personal information with third parties.\nIf you reside in California and you have provided us with your personal information, you may request information about our disclosures of certain categories of your personal information to third parties for direct marketing purposes.\nTo make such a request, please fill out our&nbsp;Privacy Contact Form&nbsp;with “California Privacy Rights” in the subject line and allow 30 days for a response.\nWe will not accept requests via the telephone, mail, or by facsimile, and we are not responsible for notices that are not labeled or sent properly, or that do not have complete information.</p>\n<p>In accordance with Section 22581 of the California Business and Professions Code if you are a California resident under the age of 18, you may request and obtain the removal of content or information you have publicly posted.\nTo make such a request, please fill out our&nbsp;Privacy Contact Form&nbsp;with “California Privacy Rights” in the subject line.\nPlease specify the site(s) or service(s) to which your removal request relates, including any URLs where the content or information is posted, and the specific content or information you posted for which you are requesting removal.\nPlease be aware that such a request does not ensure complete or comprehensive removal of the content or information you have posted and that there may be circumstances in which the law does not require or allow removal even if requested.</p>\n<p>\n</p>\n17.\nNevada Privacy Rights\n<p>FOR RESIDENTS OF NEVADA ONLY.\nIn accordance with SB 220, Nevada consumers may opt-out of the sale of their personal information to third parties.\nIf you reside in Nevada and you have provided us with your personal information, you may choose to opt-out of the sale of such personal information by emailing us at privacy@internetbrands.com with “Nevada Privacy Right” in the subject line.\nWe may request for additional information from you in order to verify your identity and/or the authenticity of your request.</p>\n<p>\n</p>\n18.\nEU Privacy Rights\n<p>FOR RESIDENTS OF THE EUROPEAN UNION ONLY.\nUnder European data protection law, in certain circumstances, you have the right to:</p>\n<ol>\n<li>request access to your personal information;</li>\n<li>request correction of your personal information;</li>\n<li>request erasure of your personal information;</li>\n<li>object to processing of your personal information;</li>\n<li>request restriction of processing your personal information;</li>\n<li>request transfer of your personal information.\nand</li>\n<li>withdraw your consent.</li>\n</ol>\n<p>In addition, you have the right to ask us not to process your personal information for marketing purposes.\nWe will usually inform you (before collecting your personal information) if we intend to use your personal information for such purposes or if we intend to disclose your information to any third party for such purposes.</p>\n<p>You can exercise any of these rights by sending an email to privacy@internetbrands.com with \"EU Privacy Rights\" in the subject line.\nIf you believe that we have not complied with its obligations under this Privacy Policy or European law, you have the right to make a complaint to an EU Data Protection Authority.</p>\n<p>\n</p>\n19.\nContacting Us\n<p>If you have any questions or concerns about this privacy policy or our practices you can send an email to privacy@internetbrands.com or write to us at MH Sub I, LLC, Privacy Office, 909 N.\nPacific Coast Highway, 11th Floor, El Segundo, California 90245 U.S.A.\nPlease be sure to identify the specific website, software, or service about which you have a question or concern and how we can contact you.</p>\n<p>\n</p>\n20.\nChanges to This Privacy Policy\n<p>We may revise this privacy policy from time to time and, if we do, we will update it on this page and modify the \"Last Updated\" date.\nIf our information practices change in a significant way, you will be provided notice by means of notice on our sites or otherwise in writing.\nBecause our privacy policy can change at any time, we encourage you to reread it periodically to see if there have been any changes that affect you.\nIf you disagree with any changes to this privacy policy and do not wish your information to be subject to the revised privacy policy, you will need to deactivate your account or terminate your services.\nYour use of our sites and services following any such change constitutes your agreement that all information collected from or about you through our sites and services after the revised privacy policy is posted will be subject to the terms of the revised privacy policy.</p>\n<p>Last Updated: July 20, 2020</p> ", "created_at": "2018-07-17 10:11:51.793644", "updated_at": "2020-12-14 14:43:23.899431"}], "points": [{"id": 1066, "title": "You cannot delete your account", "source": "http://www.internetbrands.com/ibterms/", "status": "It is impossible to delete your account from this service, according to the <a href='http://www.accountkiller.com/en/Blacklist'>AccountKiller blacklist</a>.", "created_at": "2018-01-16 15:28:24.059474", "updated_at": "2018-08-30 13:05:47.722771", "quoteText": "You may terminate your account and/or stop using our sites and services at any time", "case_id": 172, "document_id": 175, "quoteStart": 42664, "quoteEnd": 42747}], "urls": ["vbulletin.com"]}}