{"error": 448, "message": "OK", "parameters": {"id": 1830, "name": "Strava", "created_at": "2019-09-08 23:23:58.643869", "updated_at": "2021-03-25 03:19:56.041805", "wikipedia": "https://en.wikipedia.org/wiki/Strava", "keywords": null, "related": null, "slug": "strava", "is_comprehensively_reviewed": true, "rating": 16, "status": null, "image": "https://s3.tosdr.org/logos/1830.png", "url": "strava.com", "documents": [{"id": 1880, "name": "Terms of Service", "url": "https://www.strava.com/legal/terms", "xpath": "//*[@id=\"legal-body\"]", "text": "\nStrava Terms of Service <small>These terms are effective December 15, 2020.\nPrevious terms can be found here.</small>\n<p>Welcome to Strava.\nWe want you to know and understand your rights and our rights relating to the provision of the Services (as defined below).\nPlease review them carefully.\nHere are a few highlights:</p>\n<ul>\n<li>Your privacy is critically important to us.\nSee how we collect and use your personal information in our Privacy Policy.</li>\n<li>You can cancel your subscription or delete your account at any time.</li>\n<li>You own your content, but give us a right to use it.</li>\n<li>We expect you to be respectful and we can cancel your account if you act inappropriately.</li>\n<li>Strava is not liable for your activities and no warranties are made by Strava.</li>\n<li>We can cancel your account if you act inappropriately.</li>\n<li>We want your feedback, and you allow us to use it.</li>\n<li>You agree to arbitrate if there is a dispute between us (unless you reside in the European Union).</li>\n<li>There are easy ways to reach us if you have questions or need help.</li>\n</ul> Terms of Service\n<p>The Strava websites, related mobile applications and services (collectively, the “Services”) are made available to you by Strava, Inc.\nwith its address at 208 Utah Street, San Francisco, CA 94103, USA, subject to these Terms of Service (the “Terms”) and in accordance with the Strava Privacy Policy (the “Privacy Policy”).\nMore information about the Services may be found at https://strava.com.\nYou agree to comply with these Terms and any supplemental terms which Strava makes available to you on the Services which shall form part of the Terms.\nBY ACCESSING, USING OR UPLOADING OR DOWNLOADING ANY INFORMATION OR MATERIALS TO OR FROM THE SERVICES, OR BY INDICATING YOUR ASSENT TO THESE TERMS BY CREATING AN ACCOUNT, CLICKING “SIGN UP” OR ANY SIMILAR MECHANISM, YOU ARE AGREEING TO THE THESE TERMS.\nIF YOU DO NOT AGREE TO THE THESE TERMS, DO NOT ACCESS OR USE THE SERVICES.\nThis agreement was written in English.\nTo the extent a translated version of the Terms conflict with the English version, the English version controls.</p>\n<p>If you access or use the Services on behalf of a company or other entity, you represent that you have authority to bind such entity and its affiliates to these Terms and that it is fully binding on them.\nIn such case, the term “you” will refer to such entity and its affiliates.\nIf you do not have authority, you may not access or use the Services.\nThese Terms contain disclaimers of warranties and limitations on liability that may be applicable to you.</p>\n<p>The Strava Services cannot be provided and the agreement described in these Terms of Service cannot be performed without Strava processing data about you, and other Strava athletes, including your location data.\nProcessing of the data you share with Strava, including location data, is essential to the Services which we provide and a necessary part of our performance of the agreement we have with you.</p>\n<p>\n<strong>Notice Regarding Dispute Resolution: These Terms contain provisions that govern how disputes between you and Strava are resolved, including an agreement to arbitrate, which will, unless you reside in the European Union, with limited exception, require you to submit claims you have against us to binding and final arbitration and limit you to claims against Strava on an individual basis, unless you opt-out in accordance with the instructions below.</strong>\n</p> Registration and Accounts\n<p>The Services are intended solely for persons who are 13 years old or such higher age required in your country to use the Services.\nIf you are under the legal age to form a binding contract in your jurisdiction, you represent that your parent or legal guardian has reviewed and agreed to these Terms on your behalf.</p>\n<p>To use the Services, you must register.\nYou agree to: (a) provide true, accurate, current and complete information about yourself (“Athlete Data”) and (b) maintain and promptly update the Athlete Data.\nYou agree that Strava may use your Athlete Data to provide Services that you access or use and as otherwise set forth in these Terms.\nIf you provide any Athlete Data that is inaccurate or not current, or Strava has reasonable grounds to suspect that such Athlete Data is inaccurate or not current, Strava has the right to suspend or terminate your account and refuse current or future use of the Services.\nIn consideration of your use of the Services, you represent that you are not a person barred from receiving services under the laws of any applicable jurisdiction.</p>\n<p>You are solely responsible for maintaining the confidentiality of the password associated with your account and for restricting access to your password, your computer and mobile device while logged into the Services.\nYou accept responsibility for all activities that occur under your account or from your computer and mobile devices.\nWe endeavor to use reasonable security measures to protect against unauthorized access to your account.\nWe cannot, however, guarantee absolute security of your account, your Content (as defined below) or the personal information you provide, and we cannot promise that our security measures will prevent third-party “hackers” from illegally accessing the Services or its contents.\nYou agree to immediately notify Strava of any unauthorized use of your account or password, or any other breach of security, and confirm that you understand all risks of unauthorized access to Athlete Data and any other information or content you provide to Strava.</p>\n<p>You may register for or log-in to your account via a third-party network, such as Facebook or Google.\nIf you do so, you hereby authorize Strava to pre-populate the registration and other relevant information fields of your account and/or to use such third-party credentials to log you into your account.\nIf you connect your account to a third-party network, you agree to comply with the terms and conditions and policies applicable to such third party.</p>\n<p>By virtue of certain of the Services connecting to the Google Maps API, you hereby agree to be bound by the Google Maps/Google Earth Additional Terms of Service (including the Google Privacy Policy) in connection with your use of such Services.</p> Payments and Fees Payments\n<p>To pay any fee, you must designate and provide information about your preferred payment method (e.g., credit card, online payment service, a third party, like iTunes or Google Play, or any other payment method made available by Strava) (the “Payment Method”).\nIf you provide your payment information, you authorize us and certain third party service providers, payment card networks and payment processors to receive, store and encrypt your payment information.\nYou may switch to a different Payment Method or update your information by visiting https://strava.com/account.\nIf you paid through the Google Play or iTunes store, you may change your Payment Method through the corresponding store account.\nNo refunds or credits will be provided by Strava, other than as set forth in these Terms.\nIf your payment provider determines that there are fraudulent charges on your account resulting from use of your Payment Method at the Services, please contact us immediately via https://support.strava.com.</p> Fees\n<p>In order to access certain functionality of the Services, you may be required to pay subscription fees.\nSubscription fees, along with any required taxes, may be paid on a monthly or annual basis.\nAll subscription fees are payable in advance.\nAthletes changing from monthly to annual subscriptions will have the annual rates take effect at the beginning of the next billing date.\nYou agree to pay the subscription fees, and other charges you incur in connection with your Strava account, whether on a one-time or subscription basis.\nStrava reserves the right to increase subscription fees, any associated taxes, or to institute new fees at any time upon reasonable advance notice.</p> Auto-Renewal\n<p>Subscription fees will be billed automatically at the start of the monthly or annual period, as applicable.\nThese fees will auto-renew until your subscription is downgraded or terminated.\nYour subscription fee will be the same as your initial charges unless you are otherwise notified in advance.\nYou may cancel your subscription at any time, as described below.</p> Cooling Off\n<p>If you reside outside the United States, you may be entitled to change your mind and receive a full refund within fourteen (14) days (the “Cooling-off Period”), provided that you have not logged in or otherwise redeemed or started to use the Services as a subscriber during the Cooling-off Period.</p> Cancellation Cancellation of Subscription\n<p>If you signed up on Strava.com, you may cancel your subscription by visiting your “Account” page and selecting “Downgrade.” If you signed up through the Google Play or iTunes store, you may cancel your subscription by downgrading through the corresponding store.\nThe cancellation of a subscription will go into effect at the end of your current billing cycle.\nWhen your subscription ends, your account will remain and become a free subscription.\nYou can renew your subscription at any time without opening a new account, although the subscription fees may have increased.\nYou can delete your account at any time.</p> Free Trials\n<p>Your subscription may start with a free trial.\nThe free trial period for any subscription will last for the period of time specified when you signed up.\nFree trials may not be combined with certain other offers, as specified.\nIf you begin your subscription with a free trial, we will begin billing your Payment Method for subscription fees at the end of the free trial period of your subscription unless you cancel your subscription prior to the end of the free trial period.\nYour Payment Method will be authorized for up to approximately one month of service as soon as you register for a free trial.\nIn some instances, your available balance or credit limit may be reduced to reflect the authorization.\nhowever, no charges will be made against the Payment Method unless you do not cancel prior to the end of your free trial period.\nYou may cancel your subscription at any time by going to your account settings.</p> Content and Conduct Content\n<p>You own the information, data, text, software, sound, photographs, graphics, video, messages, posts, tags, or other materials you make available in connection with the Services (“Content”), whether publicly posted, privately transmitted, or submitted through a third party API (e.g.\na photograph submitted via Instagram).\nPublic segments and routes created by using the Services are not considered Content.\nYou grant us a non-exclusive, transferable, sub-licensable, royalty-free, worldwide license to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, publicly perform and display any Content and any name, username or likeness that you post on or in connection with the Services in all media formats and channels now known or later developed without compensation to you.\nThis license ends when you delete your Content or your account.</p>\n<p>You understand that you, and not Strava, are entirely responsible for all Content that you upload, post, email, transmit or otherwise make available via the Services.\nStrava does not routinely screen or monitor the Content posted to the Services by others and, as such, does not guarantee the accuracy, integrity or quality of such Content.\nStrava may, in its sole discretion, screen, monitor, hide, refuse or remove any Content, or remove any Content that violates the Terms or is otherwise objectionable.\nYou understand that by using the Services, you may be exposed to Content that is offensive, indecent or objectionable.\nUnder no circumstances will Strava be liable in any way for any Content, including, but not limited to, any errors or omissions in any Content, or any loss or damage of any kind incurred as a result of the use of any Content made available on the Services.\nYou agree to bear all risks associated with the use of any Content available in connection with the Services, including any reliance on the accuracy, completeness, or usefulness of such Content.</p>\n<p>You agree that Strava is not responsible for, and does not endorse, Content posted on the Services.\nIf your Content violates these Terms, you may bear legal responsibility for that Content.\nAs between you and Strava, any Content will be non-confidential and non-proprietary and we will not be liable for any use or disclosure of Content.\nYou acknowledge and agree that your relationship with Strava is not a confidential, fiduciary, or other type of special relationship, and that your decision to submit any Content does not place Strava in a position that is any different from the position held by members of the general public, including with regard to your Content.\nYour Content will not be subject to any obligation of confidence on the part of Strava other than as set forth in our Privacy Policy and your privacy controls, and Strava will not be liable for any use or disclosure of any Content you provide.</p>\n<p>The Services may provide you with the ability to mark certain Content that you submit to the Services as private, public, or available only to select users of the Services.\nStrava will maintain the privacy of such Content in accordance with your elections.\nHowever, if you do not elect to mark your Content as private or available for a limited group of athletes, or later change such designation to allow such Content to be made available to anyone, you are responsible for the public nature of the content.\nPlease review our Privacy Policy for more information on how to manage your privacy controls.</p>\n<p>You give us permission to use your profile name, profile photo, and information about your activities and actions you have taken, including your use of third party products, services, or devices, in ads, offers and other commercial contexts on the Strava service without compensation to you.\nFor example, we may show your Strava followers that you use a certain device, product, or service available from a brand that has paid us to display its ads on Strava.\nYou may adjust settings to prevent your profile name and profile photo from appearing in an ad.</p> Conduct\n<p>We expect you to honor the Strava Community Standards.\nThe Services are for your personal and noncommercial use.\nYou may not modify, copy, distribute, transmit, display, perform, reproduce, publish, license, create derivative works from, transfer or sell for any commercial purposes any portion of the Services, use of the Services or access to Content.\nYou may not use the Services, or assist or encourage any other party, to engage in any of the following Prohibited Activities:</p>\n<ol>\n<li>Copying, framing or mirroring any part of the Services;</li>\n<li>Accessing the Services to monitor its availability, performance or functionality;</li>\n<li>Permitting any third party to access the Services;</li>\n<li>Using, copying, modifying, creating a derivative work of, reverse engineering, decompiling or otherwise attempting to extract the source code of the software underlying the Services or any part thereof, unless expressly permitted or required by law, and in any case, without providing prior written notice to Strava;</li>\n<li>Publishing, transmitting, distributing or storing content, material, information or data that: (1) is illegal, obscene, defamatory, threatening, harassing, abusive, or hateful or that advocates violence.\n(2) is harmful to or interferes with the Services or any third party’s networks, equipment, applications, services or websites (e.g., viruses, worms, Trojan horses, etc.).\n(3) infringes, dilutes, misappropriates or otherwise violates any privacy, intellectual property, publicity or other personal rights including, without limitation, copyrights, patents, trademarks, trade secrets or other proprietary information (including unauthorized use of domain names).\nor (4) is fraudulent or contains false, deceptive or misleading statements, claims or representations (such as “phishing”);</li>\n<li>Attempting to disrupt, degrade, impair or violate the integrity or security of the Services or the computers, services, Accounts or networks of any other party (including, without limitation, “hacking,” “denial of service” attacks, etc.), including any activity that typically precedes attempts to breach security such as scanning, probing or other testing or vulnerability assessment activity, or engaging in or permitting any network or hosting activity that results in the blacklisting or other blockage of Strava internet protocol space;</li>\n<li>Avoiding payment of charges or fees payable by you with respect to the Services;</li>\n<li>Committing any act that may be harmful to minors;</li>\n<li>Distributing, or disclosing any part of the Services in any medium, including without limitation by any automated or non-automated “scraping”;</li>\n<li>Using any automated system, including, without limitation, “robots,” “spiders,” “offline readers,” etc., to access the Services in a manner that sends more request messages to Strava than a human can reasonably produce in the same period of time by using a conventional web browser;</li>\n<li>Taking any action that imposes, or may impose, at our sole discretion, an unreasonable or disproportionately large load on our infrastructure;</li>\n<li>Collecting or harvesting any information relating to an identified or identifiable individual, including account names and information about users of the Services, from the Services;</li>\n<li>Using the Services for any inappropriate commercial solicitation purposes;</li>\n<li>Accessing any content on the Services through any technology or means other than those provided or authorized by the Services;</li>\n<li>Submitting to the Services or to Strava any personally identifiable information, except as necessary for the establishment and operation of your account;</li>\n<li>Submitting to the Services or to Strava any information that may be protected from disclosure by applicable law;</li>\n<li>Bypassing the measures we may use to prevent or restrict access to the Services, including, without limitation, features that prevent or restrict use or copying of any content or enforce limitations on use of the Services or the content therein;</li>\n<li>Violating any applicable law, statute, ordinance or regulation, or encouraging any conduct that could constitute a criminal offense or give rise to civil liability;</li>\n<li>Removing any copyright, trademark or other proprietary rights notices contained in or on the Services.\nor</li>\n<li>Executing any form of network monitoring or running a network analyzer or packet sniffer or other technology to intercept, decode, mine or display any packets used to communicate between the Service’s servers or any data not intended for you.</li>\n</ol>\n<p>You are granted a limited, non-exclusive right to create a text hyperlink to the Services for non-commercial use only, provided such link does not portray Strava or any of its products or services in a false, misleading, derogatory or otherwise defamatory manner, and provided further that the linking site does not contain any pornographic, illegal, offensive, harassing or otherwise objectionable material.\nYou are further granted a right to implement any RSS feeds located on the Services for your personal, non-commercial use, solely as described on the Services.\nWe reserve the right to revoke these licenses generally, or your right to use specific links or RSS feeds, at any time, with or without cause.</p>\n<p>You understand that use of certain features of the Services may require you to purchase third party equipment or materials (e.g., GPS systems).\nWhile Strava may recommend the equipment or materials of certain third party suppliers, Strava shall have no responsibility for your acquisition or use of any third party equipment or materials and does not guarantee that third party equipment or materials will function with the Services or will be error-free.</p>\n<p>You understand that you are responsible for any charges associated with sending communications via your device.\nYou hereby acknowledge that you have the right to communicate with your contacts via the Services.</p>\n<p>You represent and warrant that: (i) you are authorized to create your account, whether individually or on behalf of an organization.\n(ii) you own the Content posted by you on or through the Services or otherwise have the right to grant the rights and licenses set forth in these Terms.\n(iii) the posting and use of your Content on or through the Services does not and will not violate, misappropriate or infringe on the rights of any third party, including, without limitation, privacy and data protection rights, publicity rights, copyrights, trademark and/or other intellectual property rights.\nand (iv) you agree to pay for all royalties, fees, and any other monies owed by reason of Content you post on or through the Services.</p> Interactions with Athletes\n<p>The Services function as a venue to connect athletes in a virtual information place.\nAs a neutral facilitator, Strava is not directly involved in the actual interactions between athletes using the Services.\nAs a result, Strava has no control over the truth, accuracy, quality, legality, or safety of postings made by athletes using the Services.\nStrava shall have no responsibility to confirm the identity of athletes.\nStrava shall also have no responsibility to confirm or verify the qualifications, background, or abilities of athletes using the Services.\nYou shall at all time exercise common sense and good judgment when dealing with any athlete using the Services.</p>\n<p>If you elect to use our features to inform your contacts about the Services, track your activities via Strava Beacon, or share your information with others, Strava may require you to provide contact information.\nStrava may contact that friend via a one-time email or text message.\nYou represent that you are authorized to provide any third party contact information that you provide to Strava, that you are authorized to use such information to contact (including for Strava to contact on your behalf) the third party and that Strava may process it pursuant to the Privacy Policy.</p> Professional and Verified Athletes\n<p>If you are a professional athlete, Strava may choose to verify your Strava account and place a badge on your profile indicating your professional status.\nVerified professional athletes on Strava will receive a free subscription.\nWe expect all athletes to honor the Strava Community Standards and code of conduct as listed in these Terms of Service.\nWe reserve the right to remove your verified status and badge, as well as cease your free subscription, at any time.</p> Clubs\n<p>Strava creates and administers certain clubs as well as the club verification program.\nStrava may choose to verify certain clubs and place a badge on their profile page.\nWe reserve the right to revoke or transfer ownership of clubs, remove content, remove a club’s verified status and badge, and remove a club at any time.\nIf you request a transfer of ownership of a club, Strava may require you to provide certain documentation.</p>\n<p>If you, as an athlete or partner, create a club on Strava, you are responsible for ensuring that your club: (a) abides by these Terms of Service and our Community Standards.\n(b) does not claim or suggest an affiliation with Strava whether by using Strava’s intellectual property or otherwise.\n(c) has the right to use or post all club content, third party or otherwise, including rights to use name(s), logo(s), images, trademarks, trade dress, service marks, copyrights, or other intellectual property.\nand (d) does not use the club to advertise or promote any contests, sweepstakes, or other promotions.\nClub administrators hereby agree to indemnify and hold Strava harmless from any and all claims arising out of your club, including but not limited to claims of intellectual property infringement.\n</p> Third Parties\n<p>Third party products and services made available on the Services are made and offered directly by the applicable third party.\nWhen you pursue or purchase any such product or service, you acknowledge that you are contracting directly with such third party and not with Strava.\nYour interaction with, or participation in promotions of, third parties found on or through the Services, including payment and delivery of goods or services, and any other terms, are solely between you and such third party.\nYou are not obligated to use or transact business with any third party that appears on the Services.\nYOU AGREE THAT STRAVA SHALL NOT BE LIABLE FOR ANY LOSS OR DAMAGES OF ANY KIND INCURRED BY YOU AS THE RESULT OF ANY OF YOUR DEALINGS WITH THIRD PARTY SERVICE PROVIDERS OR ADVERTISERS AVAILABLE THROUGH THE SERVICES.</p>\n<p>Strava or third parties may provide links to other internet sites or resources through the Services.\nStrava does not endorse and is not responsible or liable for any content, information, advertising, products or other materials on or available from such sites or resources.\nYou acknowledge and agree that Strava is not responsible for the availability of such external sites or resources.</p> Electronic Communications\n<p>The Services may provide you with the ability to send or post messages to forums or chat rooms, speak via internet voice connections or send similar messages and communications to third party service providers, advertisers, your personal contacts, other athletes and/or Strava.\nYou agree to use communication methods available on the Services only to send communications and materials related to the subject matter for which Strava provided the communication method, and you further agree that all such communications by you shall be deemed your Content and shall be subject to and governed by the Terms and applicable law (including laws regulating direct marketing communications with which you will need to comply with, as applicable).\nBy using communications methods available on the Services, you agree that (a) all communications methods constitute public, and not private, means of communication between you and the other party or parties, (b) communications sent to or received from third party service providers, advertisers or other third parties are not be endorsed, sponsored or approved by Strava (unless expressly stated otherwise by Strava) and (c) communications are not routinely pre-reviewed, post-reviewed, screened, archived or otherwise monitored by Strava in any manner, though Strava reserves the right to do so at any time at its sole discretion.\nYou agree that all notices, disclosures and other communications that we provide to you electronically shall satisfy any legal requirement that such communications be in writing.</p> Proprietary Rights\n<p>You acknowledge and agree that the Services, any necessary software used in connection with the Services (if any), any aggregated data based on Content on the Services, and any Content available or made available on the Services contain proprietary and confidential information that is protected by applicable intellectual property and other laws.\nExcept as expressly permitted by applicable law or authorized by Strava or applicable third party service providers or advertisers, you agree not to modify, rent, lease, loan, sell, distribute or create derivative works based on the Services, the software or Content available on the Services (other than Content that you may submit), in whole or in part.</p>\n<p>Strava grants you a personal, revocable, non-transferable, non-sublicensable and non-exclusive right and license to access and use the Services.\nprovided that you do not (and do not allow any third party to) copy, modify, create a derivative work from, reverse engineer, reverse assemble or otherwise attempt to discover any source code, sell, assign, sublicense, grant a security interest in or otherwise transfer any right in the Services, except where permitted by law.\nYou agree not to access the Services by any means other than through the interfaces that are provided by Strava.</p>\n<p>The term STRAVA, the Strava logo and other Strava logos and product and service names are the exclusive trademarks of, and are owned by, Strava, Inc., and you may not use or display such trademarks in any manner without Strava’s prior written permission.\nAny third party trademarks or service marks displayed on the Services are the property of their respective owners.</p>\n<p>Strava reserves all rights not expressly granted hereunder.</p> Claims of Infringement\n<p>The Digital Millennium Copyright Act (the “DMCA”) provides recourse for copyright owners who believe that material appearing on the internet infringes their rights under U.S.\ncopyright law.\nStrava also reviews claims of trademark infringement.\nIf you believe in good faith that materials hosted by Strava infringe your copyright or trademark rights, you (or your agent) may send us a notice requesting that the material be removed, or access to it blocked.\nThe notice must include the following information: (a) a physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\n(b) identification of the copyrighted work or trademark claimed to have been infringed (or, if multiple copyrighted works or trademarks located on the Services are covered by a single notification, a representative list of such works).\n(c) identification of the material that is claimed to be infringing or the subject of infringing activity, and information reasonably sufficient to allow Strava to locate the material on the Services.\n(d) the name, address, telephone number, and e-mail address (if available) of the complaining party.\n(e) a statement that the complaining party has a good-faith belief that use of the material in the manner complained of is not authorized by the copyright or trademark owner, its agent, or the law.\nand (f) a statement that the information in the notification is accurate and, under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\nPlease be advised that Strava will not respond to complaints that do not meet these requirements.\nIf Strava determines that the materials alleged to infringe your copyright or trademark rights do not require removal, Strava will remove those materials only pursuant to a court order declaring the content or use of the materials unlawful.</p>\n<p>If you believe in good faith that a notice of copyright infringement has been wrongly filed against you, the DMCA permits you to send us a counter-notice.\nCounter-notices must include the following information: (a) your name, address, and telephone number.\n(b) the source of the content that was removed.\n(c) a statement under penalty of perjury that you have a good-faith belief that the content was removed in error.\n(d) a statement that you consent to the jurisdiction of Federal District Court for the judicial district in which your address is located.\nor, if your address is outside of the United States, for any judicial district in which Strava may be found, and that you will accept service of process from the person who provided the original complaint.\nand (e) a physical or electronic signature (for example, typing your full name).</p>\n<p>Notices and counter-notices with respect to the Services must meet the then-current statutory requirements imposed by the DMCA (see https://copyright.gov/title17/92appb.html) and should be sent to the agent identified below.\nWe suggest that you consult your legal advisor before filing a notice or counter-notice.\nAlso, be aware that there may be penalties for false claims under the DMCA.</p>\n<p>Agent to Receive Notices of Claimed Infringement:</p>\n<b>Strava Copyright Agent</b>\n<br>\n208 Utah Street\n<br>\nSan Francisco, CA 94103\n<br>\nUSA\n<br>\nip@strava.com\n<br>\n<br>\n(415) 484-3356\n<br> Your Feedback\n<p>We welcome your comments, feedback, suggestions, and other communications regarding the Services and the information and services we make available through the Services (collectively, “Feedback”).\nIf you provide Feedback, you hereby grant to Strava a worldwide, non-exclusive, transferable, assignable, sub-licensable, perpetual, irrevocable, royalty-free license to copy, distribute, create derivative works of, publicly display and perform and otherwise exploit such Feedback and to use, make, have made, sell, offer for sale, import and export products and services based on such Feedback.\nFor this reason, we ask that you not send Strava any Feedback that you do not wish to license to us as set forth above.</p> Disclaimer of Warranties and Liability\n<p>THE INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND CONTENT AVAILABLE THROUGH THE SERVICES ARE PROVIDED TO YOU “AS IS” AND WITHOUT WARRANTY.\nSTRAVA AND ITS SUBSIDIARIES, AFFILIATES, OFFICERS, EMPLOYEES, AGENTS, PARTNERS AND LICENSORS HEREBY DISCLAIM ALL WARRANTIES WITH REGARD TO SUCH INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND CONTENT, INCLUDING, WITHOUT LIMITATION, ALL IMPLIED WARRANTIES AND CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE AND NONINFRINGEMENT.\nSTRAVA AND ITS SUBSIDIARIES, AFFILIATES, OFFICERS, EMPLOYEES, AGENTS, PARTNERS AND LICENSORS MAKE NO WARRANTY THAT: (a) THE SERVICE WILL MEET YOUR REQUIREMENTS.\n(b) YOUR CONTENT WILL BE AVAILABLE OR THE SERVICE WILL BE UNINTERRUPTED, TIMELY, SECURE OR ERROR-FREE.\n(c) THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SERVICE WILL BE ACCURATE OR RELIABLE.\n(d) THE QUALITY OF ANY PRODUCTS, SERVICES, INFORMATION OR OTHER MATERIAL PURCHASED OR OBTAINED BY YOU THROUGH THE SERVICE WILL MEET YOUR EXPECTATIONS.\nAND (e) ANY ERRORS IN THE SERVICES WILL BE CORRECTED.</p>\n<p>YOU EXPRESSLY AGREE THAT STRAVA IS NOT PROVIDING MEDICAL ADVICE VIA THE SERVICES.\nTHE CONTENT PROVIDED THROUGH THE SERVICES, INCLUDING ALL TEXT, PHOTOGRAPHS, IMAGES, ILLUSTRATIONS, GRAPHICS, AUDIO, VIDEO AND AUDIO-VIDEO CLIPS, AND OTHER MATERIALS, WHETHER PROVIDED BY US OR BY OTHER ACCOUNT HOLDERS OR THIRD PARTIES IS NOT INTENDED TO BE AND SHOULD NOT BE USED IN PLACE OF (a) THE ADVICE OF YOUR PHYSICIAN OR OTHER MEDICAL PROFESSIONALS, (b) A VISIT, CALL OR CONSULTATION WITH YOUR PHYSICIAN OR OTHER MEDICAL PROFESSIONALS, OR (c) INFORMATION CONTAINED ON OR IN ANY PRODUCT PACKAGING OR LABEL.\nSHOULD YOU HAVE ANY HEALTH RELATED QUESTIONS, PLEASE CALL OR SEE YOUR PHYSICIAN OR OTHER HEALTHCARE PROVIDER PROMPTLY.\nSHOULD YOU HAVE AN EMERGENCY, CALL YOUR PHYSICIAN OR 911 IMMEDIATELY.\nYOU SHOULD NEVER DISREGARD MEDICAL ADVICE OR DELAY IN SEEKING MEDICAL ADVICE BECAUSE OF ANY CONTENT PRESENTED ON THE SERVICES, AND YOU SHOULD NOT USE THE SERVICES OR ANY CONTENT ON THE SERVICES FOR DIAGNOSING OR TREATING A HEALTH PROBLEM.\nTHE TRANSMISSION AND RECEIPT OF OUR CONTENT, IN WHOLE OR IN PART, OR COMMUNICATION VIA THE INTERNET, E-MAIL OR OTHER MEANS DOES NOT CONSTITUTE OR CREATE A DOCTOR-PATIENT, THERAPIST-PATIENT OR OTHER HEALTHCARE PROFESSIONAL RELATIONSHIP BETWEEN YOU AND STRAVA.</p>\n<p>YOU EXPRESSLY AGREE THAT YOUR ATHLETIC ACTIVITIES (INCLUDING, BUT NOT LIMITED TO, CYCLING, RUNNING, OR FOLLOWING A STRAVA TRAINING PLAN OFFERED ON THE SERVICES) CARRY CERTAIN INHERENT AND SIGNIFICANT RISKS OF PROPERTY DAMAGE, BODILY INJURY OR DEATH AND THAT YOU VOLUNTARILY ASSUME ALL KNOWN AND UNKNOWN RISKS ASSOCIATED WITH THESE ACTIVITIES EVEN IF CAUSED IN WHOLE OR PART BY THE ACTION, INACTION OR NEGLIGENCE OF STRAVA OR BY THE ACTION, INACTION OR NEGLIGENCE OF OTHERS.</p>\n<p>YOU EXPRESSLY AGREE THAT STRAVA DOES NOT ASSUME RESPONSIBILITY FOR THE INSPECTION, SUPERVISION, PREPARATION, OR CONDUCT OF ANY RACE, CONTEST, CHALLENGE, OR GROUP ACTIVITY THAT UTILIZES THE SERVICES, INCLUDING ANY THAT ARE ORGANIZED BY A CLUB ADMINISTRATOR.</p>\n<p>YOU EXPRESSLY AGREE TO RELEASE STRAVA, ITS SUBSIDIARIES, AFFILIATES, OFFICERS, AGENTS, REPRESENTATIVES, EMPLOYEES, PARTNERS AND LICENSORS (THE “RELEASED PARTIES”) FROM ANY AND ALL LIABILITY IN CONNECTION WITH YOUR ATHLETIC ACTIVITIES AND/OR USE OF THE STRAVA WEBSITES, MOBILE APPLICATIONS, CONTENT, SERVICES OR PRODUCTS (INCLUDING, WITHOUT LIMITATION, ANY STRAVA TRAINING PLAN), AND PROMISE NOT TO SUE THE RELEASED PARTIES FOR ANY CLAIMS, ACTIONS, INJURIES, DAMAGES, OR LOSSES ASSOCIATED WITH SUCH USE.\nYOU ALSO AGREE THAT IN NO EVENT SHALL THE RELEASED PARTIES BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY DIRECT, INDIRECT, PUNITIVE, INCIDENTAL, SPECIAL OR CONSEQUENTIAL DAMAGES ARISING OUT OF OR IN ANY WAY CONNECTED WITH (a) YOUR USE OR MISUSE OF THE SERVICES, (b) YOUR USE OR MISUSE OF EQUIPMENT OR PROGRAMS CREATED OR LICENSED BY STRAVA (INCLUDING, WITHOUT LIMITATION, ANY STRAVA TRAINING PLAN) WHILE ENGAGED IN ATHLETIC ACTIVITIES, (c) YOUR DEALINGS WITH THIRD-PARTY SERVICE PROVIDERS OR ADVERTISERS AVAILABLE THROUGH THE SERVICES, (d) ANY DELAY OR INABILITY TO USE THE SERVICES EXPERIENCED BY YOU, OR (e) ANY INFORMATION, SOFTWARE, PRODUCTS, SERVICES OR CONTENT OBTAINED THROUGH THE SERVICES, WHETHER BASED ON CONTRACT, TORT, STRICT LIABILITY OR OTHERWISE, EVEN IF STRAVA HAS BEEN ADVISED OF THE POSSIBILITY OF DAMAGES.</p>\n<p>BECAUSE SOME STATES/JURISDICTIONS DO NOT ALLOW SOME OR ALL OF THE EXCLUSIONS OR LIMITATIONS OF LIABILITY ABOVE, SUCH AS EXCLUSIONS FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, SOME OF THE ABOVE LIMITATIONS OR EXCLUSIONS MAY NOT APPLY TO YOU.\nIN ENTERING INTO THIS RELEASE, YOU ACKNOWLEDGE THAT YOU HAVE READ AND UNDERSTAND, AND HEREBY EXPRESSLY WAIVE THE BENEFITS OF, SECTION 1542 OF THE CIVIL CODE OF CALIFORNIA, (AND ANY SIMILAR LAW OF ANY STATE, COUNTRY OR TERRITORY), WHICH PROVIDES AS FOLLOWS: “A GENERAL RELEASE DOES NOT EXTEND TO CLAIMS WHICH THE CREDITOR DOES NOT KNOW OR SUSPECT TO EXIST IN HIS FAVOR AT THE TIME OF EXECUTING THE RELEASE, WHICH IF KNOWN BY HIM MUST HAVE MATERIALLY AFFECTED HIS SETTLEMENT WITH THE DEBTOR.”</p>\n<p>STRAVA DOES NOT ENDORSE YOUR CONTENT OR ANY OTHER ATHLETE’S CONTENT AND SPECIFICALLY DISCLAIMS ANY RESPONSIBILITY OR LIABILITY TO ANY PERSON OR ENTITY FOR ANY LOSS, DAMAGE (WHETHER ACTUAL, CONSEQUENTIAL, INDIRECT, PUNITIVE OR OTHERWISE), INJURY, CLAIM, LIABILITY OR OTHER CAUSE OF ANY KIND OR CHARACTER BASED UPON OR RESULTING FROM ANY CONTENT ON THE SERVICES.</p>\n<p>THE COMPANY’S MAXIMUM AGGREGATE LIABILITY TO YOU PURSUANT TO THESE TERMS SHALL NOT EXCEED THE GREATER OF EITHER (a) FIFTY DOLLARS ($50) OR (b) THE AMOUNT OF FEES PAID BY YOU TO STRAVA IN THE 12-MONTHS PRIOR TO DATE THE CLAIM.</p>\n<p>IF YOU ARE A CONSUMER RESIDING IN THE EUROPEAN UNION, YOU HAVE LEGAL REMEDIES IF WE CAUSE YOU LOSS BY OUR BREACH OR NON-PERFORMANCE OF OUR LEGAL OBLIGATIONS, OR BY OUR NEGLIGENCE, AND THESE TERMS DO NOT AFFECT THOSE STATUTORY REMEDIES.</p> Indemnity\n<p>You agree to indemnify and hold Strava and its subsidiaries, affiliates, officers, agents, representatives, employees, partners and licensors harmless from any claim or demand, including reasonable attorneys’ fees, made by any third party due to or arising out of Content you submit, post, transmit or otherwise seek to make available through the Services, your use of the Services, your athletic activities which generate the Content you post or seek to post on the Services (including, but not limited to, athletic activities in connection with any contests, races, group rides, or other events which Strava sponsors, organizes, participates in, or whose Services are used in connection with), your connection to the Services, your violation of the Terms, your violation of any data protection or privacy laws, or your violation of any rights of another person or entity.\nYour rights with respect to Strava are not modified by the foregoing indemnification if the laws of your country of residence, applicable as a result of your use of our Services, do not permit it.</p> Notice for California Athletes\n<p>Under California Civil Code Section 1789.3, California Services athletes are entitled to the following specific consumer rights notice: The Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs may be contacted in writing at 1625 N.\nMarket Blvd., Suite N 112, Sacramento, California 95834, or by telephone at (800) 952-5210.</p> Dispute Resolution Arbitration\n<p>The parties shall use their best efforts to settle any dispute, claim, question, or disagreement directly through good-faith negotiations, which shall be a precondition to either party initiating a lawsuit or arbitration.\nExcept for disputes relating to the Strava’s intellectual property (such as trademarks, trade dress, domain names, trade secrets, copyrights, and patents) or if you opt out of this agreement to arbitrate, all claims arising out of or relating to this Agreement and your use of the Services shall be finally settled by binding arbitration administered by JAMS in accordance with its provisions and procedures for consumer-related disputes, excluding any rules or procedures governing or permitting class actions.\nThe arbitrator, and not any court or agency, shall have exclusive authority to resolve all disputes arising out of or relating to this Agreement, including, but not limited to, any claim that all or any part of this Agreement is void or voidable.\nThe arbitrator shall be empowered to grant whatever relief would be available in a court.\nprovided, however, that the arbitrator will not have authority to award damages, remedies, or awards that conflict with this Agreement.\nThe arbitrator’s award shall be binding on the parties and may be entered as a judgment in any court of competent jurisdiction.\nTo the extent the filing fee for the arbitration exceeds the cost of filing a lawsuit, Strava will pay the additional cost.\nYou and Strava hereby expressly waive trial by jury.\nYou also agree not to participate in claims brought in a private attorney general or representative capacity, or consolidated claims involving another person’s account, if Strava is a party to the proceeding.\nThis dispute resolution provision will be governed by the Federal Arbitration Act.\nThis provision does not apply to users who live in the European Union.</p>\n<p>The parties understand that, absent this mandatory provision, they would have the right to sue in court and have a jury trial.\nThey further understand that, in some instances, the costs of arbitration could exceed the costs of litigation and that the right to discovery may be more limited in arbitration than in court.</p> Class-Action Waiver\n<p>The parties further agree that any arbitration shall be conducted in their individual capacities only, and not as a class action or other representative action.\nIf any court or arbitrator determines that the class-action waiver set forth in this section is void or unenforceable for any reason, or that an arbitration can proceed on a class basis, then the arbitration provision set forth above shall be deemed null and void in its entirety and the parties shall be deemed to have not agreed to arbitrate disputes.</p> Exception—Litigation of Small Claims Court Claims\n<p>Notwithstanding the parties’ decision to resolve all disputes through arbitration, either party may also seek relief in a small claims court for disputes or claims within the scope of that court’s jurisdiction.</p> Thirty-Day Right to Opt Out\n<p>You have the right to opt out and not be bound by the arbitration- and class-action-waiver provisions set forth in this section by sending written notice of your decision to opt out to the following address: Strava, Inc., Attn: Legal Department, 208 Utah Street, San Francisco, CA 94103, USA.\nThe notice must be sent within 30 days of registering to use the Services.\notherwise, you shall be bound to arbitrate disputes in accordance with these Terms.\nIf you opt out of these arbitration provisions, Strava also will not be bound by them.\nIn addition, if you elect to opt out of these arbitration provisions, Strava may terminate your use of the Services.</p> Time Limitation on Claims\n<p>You agree that any claim you may have arising out of or related to your relationship with Strava and these Terms must be filed within one year after such claim arose.\notherwise, your claim is permanently barred.\nThis provision does not apply if you are based in the European Union in which case time limitations shall be determined in accordance with governing law for EU users mentioned below.</p> Choice of Law and Forum\n<p>Any action related to the Terms, Content, the Services, and your relationship with the Strava shall be governed by, and construed and interpreted in accordance with, the laws of the State of California without regard to its conflict of laws principles AND WILL SPECIFICALLY NOT BE GOVERNED BY THE UNITED NATIONS CONVENTIONS ON CONTRACTS FOR THE INTERNATIONAL SALE OF GOODS, IF OTHERWISE APPLICABLE.\nSubject to the Section entitled “Dispute Resolution”, the parties irrevocably consent to bring any action to enforce this Agreement in the federal or state courts embracing San Francisco, California and you consent to the exclusive jurisdiction of the federal or state courts embracing San Francisco, California.\nIf any party hereto brings any suit or action against another for relief, declaratory or otherwise, arising out of these Terms, the prevailing party will have and recover against the other party, in addition to all court costs and disbursements, such sum as the court may adjudge to be reasonable attorneys’ fees.\nExcept to the extent prohibited by applicable law, the parties agree that any claim or cause of action arising out of or related to use of the Services or the Terms must be filed within one (1) year after such claim or cause of action arose or be forever barred.\nThis paragraph does not apply to users who reside in the European Union.</p>\n<p>If you are a user based in the European Union, then Irish law shall apply to these Terms and the Irish courts shall have exclusive jurisdiction to hear disputes arising in relation to the Terms.\nDespite this, your local laws in your European Union Member State may allow you to take legal action against Strava in your Member State and to invoke certain local laws against Strava.</p> United States Operation\n<p>This Services are controlled by Strava from its offices within the United States of America.\nStrava makes no representation that the Content or the Services are appropriate or available for use in other locations.\nAccess to or use of the Content or the Services from territories where such access or use is illegal is prohibited.\nThose who choose to access the Services from locations outside of the United States do so on their own initiative and are responsible for compliance with applicable local laws.\nYou may not use or export the Content in violation of U.S.\nexport laws and regulations.</p> Termination\n<p>You agree that Strava may, under certain serious circumstances and without prior notice, immediately suspend or terminate your account and/or access to the Services.\nCause for such suspension or termination shall include, but not be limited to, (a) breaches or violations of the Terms or other incorporated agreements, policies or guidelines, (b) requests by law enforcement or other government agencies, (c) a request by you (self-initiated account deletions), (d) discontinuance or material modification to the Services (or any portion thereof), (e) unexpected technical or security issues or problems, (f) extended periods of inactivity, and/or (g) nonpayment of any fees owed by you in connection with the Services.\nTermination of your account may include (x) removal of access to all offerings within the Services, (y) deletion of your information, files and Content associated with your account, and (z) barring of further use of the Services.\nFurther, you agree that all suspensions or terminations for cause shall be made in Strava’s sole discretion and that Strava shall not be liable to you or any third party for any suspension or termination of your account or access to the Services.\nThe following Sections shall survive termination of your account and/or the Terms: Content and Conduct, Clubs, Proprietary Rights, Your Feedback, Disclaimer of Warranties and Liability, Indemnity, Choice of Law and Forum, and General.</p> General\n<p>You agree that no joint venture, partnership, joint controllership, employment or agency relationship exists between you and Strava as a result of the Terms or your use of the Services.\nThe Terms constitute the entire agreement between you and Strava with respect to your use of the Services.\nThe failure of Strava to exercise or enforce any right or provision of the Terms shall not constitute a waiver of such right or provision.\nIf any provision of the Terms is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties’ intentions as reflected in the provision, and the other provisions of the Terms remain in full force and effect.\nYou may not assign, delegate or otherwise transfer your account or your obligations under these Terms without the prior written consent of Strava.\nStrava has the right, in its sole discretion, to transfer or assign all or any part of its rights under these Terms and will have the right to delegate or use third party contractors to fulfill its duties and obligations under these Terms and in connection with the Services.\nStrava’s notice to you via email, regular mail or notices, posts, or links on the Services shall constitute acceptable notice to you under the Terms.\nA printed version of the Terms and of any notice given in electronic form shall be admissible in judicial or administrative proceedings based upon or relating to the Terms to the same extent and subject to the same conditions as other business documents and records originally generated and maintained in printed form.\nSection titles and headings in the Terms are for convenience only and have no legal or contractual effect.\nAny rights not expressly granted herein are reserved.</p> Modification of the Terms and Services\n<p>Certain provisions of the Terms may be supplemented or superseded by expressly designated legal notices or terms located on particular pages on the Services.\nStrava reserves the right to update the Terms at any time and for any reason in its sole discretion.\nStrava will notify you of any material changes to the Terms or to any service or other features of the Services.\nBy continuing to access or use the Services after we have provided you with notice of a modification, you are agreeing to be bound by the modified Terms.\nIf the modified Terms are not acceptable to you, your only recourse is to cease using the Services.</p>\n<p>Strava and its third party service providers may make improvements and/or changes in the Services, products, services, mobile applications, features, programs, and prices described at any time and for any reason in its sole discretion.\nThe mobile application may download and install upgrades, updates and additional features in order to improve, enhance, and further develop the Services.\nStrava reserves the right at any time to modify or discontinue, temporarily or permanently, the Services or any portion thereof with or without notice.\nYou agree that Strava shall not be liable to you or to any third party for any modification, suspension or discontinuance of the Services.</p> Support and Questions\n<p>We will respond to any questions regarding the Services and these Terms via https://support.strava.com.</p>\n<p>\n</p>\n©&nbsp;2020 Strava\n", "created_at": "2019-09-08 23:26:44.456033", "updated_at": "2020-12-14 20:58:43.637705"}, {"id": 1878, "name": "Privacy Policy", "url": "https://www.strava.com/legal/privacy", "xpath": "//*[@id=\"legal-body\"]", "text": "\nStrava Privacy Policy <small>This policy is effective December 15, 2020.\nThe previous Privacy Policy can be found here.</small>\n<p>Your privacy is very important to us.\nBefore we get to the details, check out our Privacy Label to see a summary of our privacy practices.\nClick on the links to learn more and read the full policy below.</p>\nJump to full privacy policy Privacy Label Collection and Sale of Data\n<ul>\n<li>\nDo we sell your personal information?\nNo </li>\n<li>\nDo we share or sell aggregate information?\nYes </li>\n<li>\nDo we share your data with third party API partners?\nYes, with your consent </li>\n<li>\nDo we use sensitive categories of data, like health information?\nYes, with your consent </li>\n<li>\nDo we use your contact list if you allow us access?\nYes </li>\n<li>\nDo we delete your data when you request account deletion?\nYes </li>\n<li>\nDo we retain your data for as long as we need it unless you request deletion?\nYes </li>\n</ul> Privacy Tools and Controls\n<ul>\n<li>\nCan you control who sees your activity and content?\nYes </li>\n<li>\nCan you control who sees your location-based activity?\nYes </li>\n<li>\nAre your activity and profile privacy controls set to “Everyone” by default?\nYes </li>\n<li>\nCan you download and delete your data?\nYes </li>\n<li>\nDo all members worldwide have the same suite of tools and controls?\nYes </li>\n</ul> Tracking\n<ul>\n<li>\nDo we track your device location to provide Strava to you?\nYes </li>\n<li>\nDo we track your device location while you are not using the app?\nNo </li>\n<li>\nDo we use cookies?\nYes </li>\n<li>\nDo we track your browsing activities on other sites?\nNo </li>\n<li>\nDo we listen to you using your device microphone?\nNo </li>\n</ul> Communication\n<ul>\n<li>\nDo we give you advance notice when we make important changes to our Privacy Policy?\nYes </li>\n<li>\nDo we send you marketing communications with opt out?\nYes </li>\n<li>\nDo we send you push notifications with opt out?\nYes </li>\n</ul> Privacy Policy\nIntroduction\n<p>Our privacy policy (the “Privacy Policy”) explains the information we collect, how we use and share it, how to manage your privacy controls and your rights in connection with our websites and the related mobile applications and services (collectively, the “Services”).\nPlease also read our Terms of Service which sets out the terms governing the Services.</p>\n<p>Strava is headquartered in San Francisco and our Services are provided to you by Strava, Inc.\nIf you are a resident of the European Economic Area (“EEA”), Strava, Inc.\nis the controller of your personal data for the purposes of EEA data protection law.</p>\n<p>This policy was written in English.\nTo the extent a translated version conflicts with the English version, the English version controls.\nUnless indicated otherwise, this Privacy Policy does not apply to third party products or services or the practices of companies that we do not own or control, including other companies you might interact with on or through the Services.</p>\n<p>Questions or comments about this Privacy Policy may be submitted by mail to the address below or via https://support.strava.com.</p>\n<b>Strava, Inc.</b>\n<br>\n208 Utah Street\n<br>\nSan Francisco, CA 94103\n<br>\nUSA\n<br>\nAttn: Legal\n<br> DPO@strava.com Information Strava Collects\n<p>Strava collects information about you, including information that directly or indirectly identifies you, if you or your other members choose to share it with Strava.\nWe receive information in a few different ways, including when you track, complete or upload activities using the Services.\nStrava also collects information about how you use the Services.\nThere are also several opportunities for you to share information about yourself, your friends, and your activities with Strava.\nFor example:</p> Account, Profile, Activity, and Use Information\n<p>We collect <b>basic account information</b> such as your name, email address, date of birth, gender, weight, username and password that helps secure and provide you with access to our Services.</p>\n<p>\n<b>Profile, activity and use information</b> is collected about you when you choose to upload a picture, activity (including date, time and geo-location information as well as your speed and pace and perceived exertion) or post, join a challenge, add your equipment usage, view others’ activities, or otherwise use the Services.</p>\n<p>We use your <b>contact information</b> so we can respond to your support requests and comments.</p> Location Information\n<p>We collect and process <b>location information</b> when you sign up for and use the Services.\nWe do not track your device location while you are not using Strava, but in order to provide Strava’s core Services, it is necessary for us to track your device location while you use Strava.\nIf you would like to stop the device location tracking, you may do so at any time by adjusting your device settings.</p> Content You Share\n<p>We gather information from the photos, posts, comments, kudos, ratings, reviews, and <b>other content you share on the Services</b>, including when you participate in partner events or create segments or routes.</p> Contacts Information\n<p>You can choose to add your <b>contacts’ information</b> by connecting your contacts from your mobile device or social networking accounts to Strava.\nIf you choose to share your contacts with Strava, Strava will, in accordance with your instructions, access and store your contacts’ information in order to identify connections and help you connect with them.\nLearn more about how we collect information about your contacts, how we use that information, and the controls available to you.</p> Connected Devices and Apps\n<p>Strava collects information from <b>devices and apps you connect to Strava</b>.\nFor example, you may connect your Garmin watch or Flywheel account to Strava and information from these devices and apps will be passed along to Strava.</p> Health Information\n<p>Strava may collect or infer <b>health information</b>.\nCertain health information may be inferred from sources such as heart rate or other measurements, including power, cadence, and weight or other indicators.\nBefore you can upload health information to Strava, you must give your explicit consent to the processing of that health information by Strava.\nYou can withdraw your consent to Strava processing your health information at any time.</p> Payment Information\n<p>When you make a payment on Strava, you may provide <b>payment information</b> such as your payment card or other payment details.\nWe use Payment Card Industry compliant third-party payment services and we do not store your credit card information.</p> Third-Party Accounts\n<p>Strava allows you to sign up and log in to the Services using accounts you create with third-party products and services, such as Facebook, Google, or Apple (collectively, “Third-Party Accounts”).\nIf you access the Services with <b>Third-Party Accounts</b> we will collect information that you have agreed to make available such as your name, email address, profile information and preferences.\nThis information is collected by the Third-Party Account provider and is provided to Strava under their privacy policies.\nYou can generally control the information that we receive from these sources using the privacy controls in your Third-Party Account.</p> Technical Information and Log Files\n<p>We collect information from your browser, computer, or mobile device, which provide us with technical information when you access or use the Services.\nThis technical information includes device and network information, cookies, log files and analytics information.\nLearn more about how we use cookies and manage your preferences by visiting our Cookies Policy.</p>\n<p>The Services use <b>log files</b>.\nThe information stored in those files includes IP addresses, browser type, internet service provider (ISP), referring/exit pages, platform type, date/time stamp, and number of clicks.\nThis information is used to analyze trends, administer, protect and secure the Services, track member movement in the aggregate, and gather broad demographic information for aggregate use.\nIP addresses may be linked to session IDs, athlete IDs and device identifiers.</p> Other Information\n<p>We may <b>collect information from you through third parties</b>, such as when we collect your feedback through surveys.</p>\n<p>We may also collect <b>information about you from other members</b> such as when they give you kudos or comment on your activities.</p> How Strava Uses Information\n<p>Strava uses the information we collect and receive as described below.</p> To provide the Services\n<p>We use the information we collect and receive to provide the Services, including providing you with the ability to:</p>\n<ul>\n<li>\n<b>Record your activities and analyze your performance.</b> For example, to compare your past efforts, analyze your training, and (with your consent) use your heart rate information to provide you with interesting and useful performance analysis.</li>\n<li>\n<b>Interact with other athletes.</b> For example, to compete on segments, participate in clubs, challenges, or events, follow other athletes, and use features that help athletes interact with one another, such as group activities or flyby.</li>\n<li>\n<b>Manage your training.</b> For example, to set goals and use your training dashboard.</li>\n<li>\n<b>Explore new places to go.</b> For example, to discover routes or segments where you can run or ride.</li>\n<li>To <b>visualize your activities</b> in new ways.\nFor example, by creating personal heatmaps or using your training log.</li>\n</ul>\n<p>Subject to your privacy controls, your information, including parts of your profile, username, photos, members you follow and who follow you, clubs you belong to, your activities, the devices you use, and kudos and comments you give and receive will be shared on Strava so that you may be able to participate in the Services, for example to show your place on a leaderboard.\nCertain information (e.g., your name, and some profile information) is also available to non-members on the web.\nYour precise location information, such as where you run or ride, may also be shared on Strava or to non-members, in accordance with your privacy controls.</p> To customize your experience\n<p>We use the information we collect about you, your followers, and your activities to customize your experience.\nFor example, we may suggest segments, routes, challenges, or clubs that may interest you, athletes that you may want to follow, or new features that you may want to try.\nIf we know that you like to run, we may tell you about new running activities or show you sponsored content related to running.\nIf we see that you run in a certain area, we may suggest a race in that area.</p> To protect you and the Services\n<p>We use the information we collect to protect members, enforce our Terms of Service and Community Standards, and promote safety.\nFor example, we find and remove content that violates our terms, such as hate speech or spam, as well as suspend or terminate accounts that share such content.</p> To improve our Services\n<p>We also use the information we collect to analyze, develop and improve the Services.\nTo do this, Strava may use third-party analytics providers to gain insights into how our Services are used and to help us improve the Services.</p> To communicate with you\n<p>We use the information we collect to provide support in response to your requests and comments.</p>\n<p>We may also use the information we collect to market and promote the Services, activities and events on Strava, and other commercial products or services.\nThis includes marketing and push communications, where you have not opted out of receiving such messages and notifications.</p> To process your subscription\n<p>We use the information we collect to process your subscription.</p> Aggregate Information\n<p>\n<b>We do not sell your personal information</b>.\nStrava may aggregate the information you and others make available in connection with the Services and post it publicly or share it with third parties.\nExamples of the type of information we may aggregate include information about equipment, usage, demographics, routes and performance.\nStrava may <b>use, sell, license, and share</b> this <b>aggregated information</b> with third parties for research, business or other purposes such as to improve walking, running or riding in cities via Strava Metro or to help our partners understand more about athletes, including the people who use their products and services.\nStrava also uses aggregated data to generate our Global Heatmap.\nPlease visit your privacy controls if you object to Strava using your information for these purposes.</p> How Information is Shared\n<p>In addition to sharing aggregated data about our members as described above, we also share personal information in accordance with your preferences, as needed to run our business and provide the Services, and where required for legal purposes, as set forth below.</p> Service Providers\n<p>We may share your information with third parties who provide services to Strava such as supporting, improving, promoting and securing the Services, processing payments, or fulfilling orders.\nThese service providers only have access to the information necessary to perform these limited functions on our behalf and are required to protect and secure your information.\nWe may also engage service providers to collect information about your use of the Services over time on our behalf, so that we or they may promote Strava or display information that may be relevant to your interests on the Services or other websites or services.</p> Publicly Available Information\n<p>When you join the Strava community, your profile and your activities are set to be viewable by everyone by default.\nYour name and other profile information is viewable by other Strava members and the public and, subject to your privacy controls, additional information and content you share may also be viewable.\nFor example, your photos and routes may be accessed by other Strava members and non-members or viewable on publicly accessible Strava pages or in search engine results.\nWe provide a variety of tools to control the sharing of your information and encourage our members to adjust their controls to align with their desired experience.</p> Sharing Information and Activities\n<p>As a social network, we share your information with other Strava members and the public in accordance with your privacy controls.\nYou can change the visibility of the activities you upload to Strava.\nAlso, you can tell us about important locations, such as your home or work address, by enabling a Privacy Zone in your settings.\nWe will make private any portion of your activity that starts or ends in your Privacy Zone.\nYou can choose to invite your contacts to view your location and activities using Strava Beacon.\nYou can also share your activities with your contacts via text, email, or on social media applications like Facebook, Instagram, and Twitter.\nIf you link your Strava account to other social networks and share your activities, they will be viewable on such third-party platforms, including your location information.\nYou should use caution when sharing information via third parties and you should carefully review the privacy practices of such third parties.</p> Third Party Business via API or Other Integrations\n<p>We enable you to share your information and content with third party apps, plugins, or websites that integrate with the Services, as well as with third parties who work with Strava to offer an integrated feature, such as a challenge sponsor or tracking watch.\nYou can choose to share your profile data and activity data (including private activities).\nInformation collected by these third parties is subject to their terms and policies.\nStrava is not responsible for the terms or policies of third parties.</p> Affiliates and Acquirors of our Business or Assets\n<p>We may share your information with affiliates under common control with us, who are required to comply with the terms of this Privacy Policy with regard to your information.\nIf Strava becomes involved in a business combination, securities offering, bankruptcy, reorganization, dissolution or other similar transaction, we may share or transfer your information in connection with such transaction.</p> Legal Requirements\n<p>We may preserve and share your information with third parties, including law enforcement, public or governmental agencies, or private litigants, within or outside your country of residence, if we determine that such disclosure is allowed by the law or reasonably necessary to comply with the law, including to respond to court orders, warrants, subpoenas, or other legal or regulatory process.\nWe may also retain, preserve or disclose your information if we determine that this is reasonably necessary or appropriate to prevent any person from death or serious bodily injury, to address issues of national security or other issues of public importance, to prevent or detect violations of our Terms of Service or fraud or abuse of Strava or its members, or to protect our operations or our property or other legal rights, including by disclosure to our legal counsel and other consultants and third parties in connection with actual or potential litigation.</p> DMCA Notices\n<p>We may share your information with third parties when we forward Digital Millennium Copyright Act (DMCA) notifications, which will be forwarded as submitted to us without any deletions.</p> How We Protect Information\n<p>We take several measures to safeguard the collection, transmission and storage of the data we collect.\nWe employ reasonable protections for your information that are appropriate to its sensitivity.\nThe Services use industry standard Secure Sockets Layer (SSL) technology to allow for the encryption of personal information and credit card numbers.\nStrava engages providers that are industry leaders in online security, including Services verification, to strengthen the security of our Services.\nThe Services are registered with site identification authorities so that your browser can confirm Strava’s identity before any personal information is sent.\nIn addition, Strava’s secure servers protect this information using advanced firewall technology.</p> Managing Your Settings Privacy Controls\n<p>Strava offers several features and settings to help you manage your privacy and share your activities.\nMost privacy controls are located in your privacy controls page, but some are specific to individual activities, athletes, or routes.\nStrava provides you the option to make your activities private.\nClick here to manage your privacy controls.</p> Adjust Notification and Email Preferences\n<p>Strava offers various ways to manage the notifications you receive.\nYou can choose to stop receiving certain emails and notifications by indicating your preference here.\nYou may also unsubscribe by following the instructions contained at the bottom of marketing or promotional emails.\nAny administrative or service-related emails (to confirm a purchase, or an update to this Privacy Policy or our Terms of Service, etc.) generally do not offer an option to unsubscribe as they are necessary to provide the Services you requested.</p> Updating Account Information\n<p>You may correct, amend or update profile or account information at any time by adjusting that information in your account settings.\nIf you need further assistance correcting inaccurate information, please contact Strava at https://support.strava.com.</p> Deleting Information and Accounts and Downloading Your Data\n<p>You can delete your account or download your data using our self-service tools.\nClick here to download your data, including your activity files.\nTo request that your account is deleted, click here.</p>\n<p>After you make a deletion request, we permanently and irreversibly delete your personal data from our systems, including backups.\nOnce deleted, your data, including your account, activities and place on leaderboards cannot be reinstated.\nFollowing your deletion of your account, it may take up to 90 days to delete your personal information and system logs from our systems.\nAdditionally, we may retain information where deletion requests are made to comply with the law and take other actions permitted by law.</p>\n<p>Note that content you have shared with others, such as photos, or that others have copied may also remain visible after you have deleted your account or deleted specific information from your own profile.\nYour public profile may be displayed in search engine results until the search engine refreshes its cache.</p>\n<p>Strava also provides you the option to remove individual activities you have posted without deleting your account.\nOnce removed,the activities may remain on Strava’s systems until you delete your account.</p> Your Rights and Our Legal Bases\n<p>We provide the same suite of privacy tools and controls to all of our members worldwide.\nParticular rights may be available to you if you reside in certain locations, such as the EEA, Brazil or California.\nLearn more about your rights and how to exercise them.</p> Your Legal Rights in the EEA\n<p>If you are habitually located in the EEA, you have the right to access, rectify, download or erase your information, as well as the right to restrict and object to certain processing of your information.\nLearn more.</p> Our Legal Bases\n<p>Strava relies on a number of legal bases to collect, use, share, and otherwise process the information we have about you for the purposes described in this Privacy Policy, including:</p>\n<ul>\n<li>as necessary to provide the Services and fulfill our obligations pursuant to the Terms of Service.\nFor example, we cannot provide the Services unless we collect and use your location information;</li>\n<li>where you have consented to the processing;</li>\n<li>where necessary to comply with a legal obligation, a court order, or to exercise and defend legal claims;</li>\n<li>to protect your vital interests, or those of others, such as in the case of emergencies.\nand</li>\n<li>where necessary for the purposes of Strava’s or a third party’s legitimate interests, such as our interests in protecting our members, our partners’ interests in collaborating with our members, and our commercial interests in ensuring the sustainability of the Services.</li>\n</ul> Transfers\n<p>The Services are operated from the United States.\nIf you are located outside of the United States and choose to use the Services or provide information to us, you acknowledge and understand that your information will be transferred, processed and stored in the United States, as it is necessary to provide the Services and perform the Terms of Service.\nUnited States privacy laws may not be as protective as those in your jurisdiction.</p> Retention of Information\n<p>We retain information as long as it is necessary to provide the Services to you and others, subject to any legal obligations to further retain such information.\nInformation associated with your account will generally be kept until it is no longer necessary to provide the Services or until your account is deleted.\nIn addition, you can delete some items of information (e.g., profile information) and you can remove individual activities from view on the Services without deleting your account.\nFor example, after you withdraw your consent to Strava processing your health-related information, Strava will delete all health-related information you upload.\nFollowing your deletion of your account, it may take up to 90 days to fully delete your personal information and system logs from our systems.\nAdditionally, we may retain information to comply with the law, prevent fraud, collect fees, resolve disputes, troubleshoot problems, assist with investigations, enforce the Terms of Service and take other actions permitted by law.\nThe information we retain will be handled in accordance with this Privacy Policy.</p>\n<p>Information connected to you that is no longer necessary and relevant to provide our Services may be de-identified or aggregated with other non-personal data to provide insights which are commercially valuable to Strava, such as statistics of the use of the Services.\nFor example, we may retain publicly available segments or routes and other depersonalized geolocation information to continue to improve the Services and we use aggregated information in Strava Metro and our Global Heatmap.\nThis information will be de-associated with your name and other identifiers.</p> Other Strava Sites\n<p>Strava maintains certain websites that can be accessed outside of https://strava.com, such as https://blog.strava.com (the “Other Sites”).\nThe Other Sites maintain the look and feel of the Services, but are hosted by outside service providers with their own terms and privacy policies.\nIf you interact with the Other Sites, your information may be stored, processed, or shared outside of the Services.\nIf you interact with the Other Sites, you acknowledge that you may be subject to the terms and conditions and policies applicable to such Other Site.\nPlease be aware that any personal information you submit to the Other Sites may be read, collected, or used by other users of these forums indefinitely, and could be used to send you unsolicited messages.\nStrava is not responsible for the personal information you choose to submit via the Other Sites.</p> Privacy Policy Information\n<p>Strava reserves the right to modify this Privacy Policy at any time.\nPlease review it occasionally.\nIf Strava makes changes to this Privacy Policy, the updated Privacy Policy will be posted on the Services in a timely manner and, if we make material changes, we will provide a prominent notice.\nIf you object to any of the changes to this Privacy Policy, you should stop using the Services and delete your account.</p>\n<p>\n</p>\n©&nbsp;2020 Strava\n", "created_at": "2019-09-08 23:24:23.17573", "updated_at": "2020-12-14 21:28:52.284636"}, {"id": 1879, "name": "Cookie Policy", "url": "https://www.strava.com/legal/cookie_policy", "xpath": "//*[@id=\"legal-body\"]", "text": "\nCookie Policy\n<p>Effective Date: December 10, 2020</p> Set your cookies preferences\n<p>We use Non-Essential Third-Party Cookies to improve your experience, perform analytics, and serve relevant ads.\nPlease select your Non-Essential Third-Party Cookies preferences below.\nIf you click “Accept” we will use Non-Essential Third-Party Cookies.\nIf you click “Deny,” we will not use Non-Essential Third-Party Cookies.\nYou can change this preference at any time.</p> Accept Deny What is a cookie?\n<p>A cookie is a piece of data that may be stored in the browser you use to access Strava, which enables features and functionality.\nIt allows our website to “remember” your activity or preferences over a length of time or during a particular session.\nIf you're signed in to Strava, cookies allow us to show you the right information and personalize your experience.</p>\n<p>Some of the cookies we use are set by us (strava.com) to facilitate our provision of the service.\nThese are known as First Party Cookies.\nWe also utilize Third-Party Cookies, which are set by other sites (for example, google.com) and employed on our website, and are explained further below.</p> How does Strava use cookies?\n<p>We use session cookies and persistent cookies.\nSession cookies are temporary cookies that are not stored in your browser beyond the session in question.\nThey are used for authentication and security purposes and to ensure the effective and necessary functioning of the Strava features which you are utilizing.\nWe may also use a session cookie to remember your preferences when viewing the site.\nThese session cookies are erased when you exit your browser.</p>\n<p>Persistent cookies are those placed on your browser for a pre-determined length of time when you visit this site.\nThey expire on a set expiration date, or when they are deleted manually.\nTo learn more about how you can delete cookies manually, read the section below entitled “Managing and refusing the use of cookies.”</p> First-Party Cookies\n<p>We develop and use cookies via our website to authenticate users, block malicious use of login credentials and shield unauthorized access to member data.\nWe also develop and use cookies to collect information on website and app usage in order to understand and improve Strava.\nThese cookies also help us learn how well our website and app operate across different locations and identify any issues in the operation and provision of our products.</p> Third-Party Cookies\n<p>We also permit the setting of Third-Party Cookies on our website.\nSome of these cookies are necessary to provide you with services you have requested (“Essential Third-Party Cookies”), whereas others are not necessary to provide you with services you have requested (“Non-Essential Third-Party Cookies”).</p>\n<i>Essential Third-Party Cookies</i>\n<p>We use Essential Third-Party Cookies to allow you to navigate our site and use its services and features.\nFor example, we allow you to sign up and log in using accounts you create with third-party products and services, such as Facebook, Google, or Apple (collectively, “Third-Party Accounts”).\nWhen you sign up or log in using Third-Party Accounts, we use Essential Third-Party Cookies which are necessary to authenticate you.</p>\n<i>Non-Essential Third Party Cookies</i>\n<p>We use Non-Essential Third-Party Cookies to assist us in measuring and understanding how our products are used and how they can be optimized.\nWe may also receive other analytics information from these third parties.</p>\n<p>Some of these cookies are advertising cookies, which we employ to serve relevant ads to users who have already visited our website.\nWe use the following cookies for advertising purposes: Google AdWords and Branch.</p>\n<p>Other cookies are used to assess performance and analytics, or to perform business research.\nWe use the following cookies for performance, analytics and research purposes: Google Analytics and Branch.</p> Managing and refusing the use of cookies\n<p>When you first visit our site, you will see a banner asking whether you would like to accept the use of cookies.\nBy clicking “I accept,” you agree to the use of all cookies as described here, including Non-Essential Third-Party Cookies.</p>\n<p>We will only use Non-Essential Third-Party Cookies if you click “I accept” on the cookies banner, or in your cookies preferences.\nYou can manage your cookies preferences at any time by toggling the radio button at the top of this policy.\nIf you click “deny” in your cookies preferences, we will not use Non-Essential Third-Party Cookies.</p>\n<p>Most browsers allow you to choose whether you wish to accept cookies.\nDifferent browsers make different controls available to you and so we provide links below to popular browser instructions on how you can do this.\nGenerally, your browser will offer you the choice to accept, refuse or delete all cookies, or third-party cookies on a website, or those from specific websites.\nHowever, if you restrict our capability to set cookies, you may limit the full functionality of Strava, which will make some of our services and features unavailable to you.</p>\n<ul>\n<li>Google Chrome</li>\n<li>Internet Explorer</li>\n<li>Firefox</li>\n<li>Safari</li>\n<li>Opera</li>\n</ul>\n<p>In some cases, you can manage third-party cookies on a cookie-by-cookie basis.\nLearn how to manage your Google ads personalization setting, your Google Analytics setting, and your Branch cookies setting.</p> Do Not Track (DNT)\n<p>We may not recognize Do-Not-Track (“DNT”) signals from your web browsers or device.\nThis is because there is not yet a universally accepted standard on how to interpret and respond to DNT signals, which often conflict with other settings.\nIf and when a standard is established, we will re-examine how we can appropriately respond to DNT signals.</p> Changes to this policy\n<p>This policy may change from time to time, so it should be reviewed frequently for the most up to date cookie information.\nWe will notify you of any changes by updates to this page.</p>\n<p>If you have questions about this policy, you may reach us at DPO@strava.com.</p>\n<p>\n</p>\n©&nbsp;2020 Strava\n", "created_at": "2019-09-08 23:25:51.350554", "updated_at": "2020-12-14 21:55:43.366338"}], "points": [{"id": 14373, "title": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection (California, USA)", "source": "https://www.strava.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2021-01-14 10:11:57.195294", "updated_at": "2021-06-01 16:28:53.802435", "quoteText": "Any action related to the Terms, Content, the Services, and your relationship with the Strava shall be governed by, and construed and interpreted in accordance with, the laws of the State of California without regard to its conflict of laws principles", "case_id": 241, "document_id": 1880, "quoteStart": 44765, "quoteEnd": 45016}, {"id": 14347, "title": "You must create an account to use this service", "source": "https://www.strava.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2021-01-14 09:34:31.943561", "updated_at": "2021-01-15 04:51:10.617305", "quoteText": "To use the Services, you must register.\n", "case_id": 230, "document_id": 1880, "quoteStart": 3853, "quoteEnd": 3893}, {"id": 14351, "title": "This service can license user content to third parties", "source": "https://www.strava.com/legal/terms", "status": "\"You grant us a non-exclusive, transferable, sub-licensable, royalty-free, worldwide license\"", "created_at": "2021-01-14 09:40:44.748775", "updated_at": "2021-01-15 05:04:40.795125", "quoteText": "transferable, sub-licensable,", "case_id": 134, "document_id": 1880, "quoteStart": 10818, "quoteEnd": 10847}, {"id": 14345, "title": "You have the right to leave this service at any time", "source": "https://www.strava.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2021-01-14 09:31:48.555247", "updated_at": "2021-01-14 19:19:36.62542", "quoteText": "<li>You can cancel your subscription or delete your account at any time.</li>\n", "case_id": 170, "document_id": 1880, "quoteStart": 460, "quoteEnd": 538}, {"id": 14344, "title": "This service provides archives of their Terms of Service so that changes can be viewed over time", "source": "https://www.strava.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2021-01-14 09:31:23.491988", "updated_at": "2021-01-15 04:39:25.86006", "quoteText": "Previous terms can be found here.</small>", "case_id": 197, "document_id": 1880, "quoteStart": 77, "quoteEnd": 118}, {"id": 14392, "title": "The service warns you of the potential consequences related to third-party access", "source": "https://www.strava.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-14 11:15:01.980969", "updated_at": "2021-01-15 04:51:00.104067", "quoteText": "\nYou should use caution when sharing information via third parties and you should carefully review the privacy practices of such third parties.</p>", "case_id": 209, "document_id": 1878, "quoteStart": 15267, "quoteEnd": 15414}, {"id": 7879, "title": "There is a date of the last update of the terms", "source": "https://www.strava.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2019-09-08 23:27:30.063441", "updated_at": "2021-02-06 04:16:15.207732", "quoteText": "Effective Date: October 15, 2018", "case_id": 331, "document_id": 1880, "quoteStart": 28, "quoteEnd": 60}, {"id": 14384, "title": "This service receives your percise location through GPS coordinates", "source": "https://www.strava.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-14 11:07:19.41956", "updated_at": "2021-02-03 15:50:59.209394", "quoteText": "Profile, activity and use information</b> is collected about you when you choose to upload a picture, activity (including date, time and geo-location information as well as your speed and pace and perceived exertion) or post, join a challenge, add your equipment usage, view others’ activities, or otherwise use the Services.</p>\n", "case_id": 400, "document_id": 1878, "quoteStart": 4022, "quoteEnd": 4352}, {"id": 14346, "title": "You maintain ownership of your data", "source": "https://www.strava.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2021-01-14 09:32:14.216607", "updated_at": "2021-01-15 04:44:14.224954", "quoteText": "<li>You own your content, but give us a right to use it.</li>", "case_id": 183, "document_id": 1880, "quoteStart": 538, "quoteEnd": 599}, {"id": 14202, "title": "This service is only available to users over a certain age", "source": "https://www.strava.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2021-01-09 19:49:59.32935", "updated_at": "2021-01-09 20:05:48.2668", "quoteText": ">The Services are intended solely for persons who are 13 years old or such higher age required in your country to use the Services", "case_id": 152, "document_id": 1880, "quoteStart": 3530, "quoteEnd": 3660}, {"id": 7881, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://www.strava.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2019-09-08 23:29:53.747323", "updated_at": "2019-09-25 04:49:03.994058", "quoteText": "You are solely responsible for maintaining the confidentiality of the password associated with your account and for restricting access to your password, your computer and mobile device while logged into the Services.\nYou accept responsibility for all activities that occur under your account or from your computer and mobile devices.", "case_id": 148, "document_id": 1880, "quoteStart": 4632, "quoteEnd": 4965}, {"id": 7880, "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.", "source": "https://www.strava.com/legal/cookie_policy", "status": "Generated through the annotate view", "created_at": "2019-09-08 23:28:58.892658", "updated_at": "2019-09-24 23:44:20.006679", "quoteText": "<p>We may not recognize Do-Not-Track (“DNT”) signals from your web browsers or device.\nThis is because there is not yet a universally accepted standard on how to interpret and respond to DNT signals, which often conflict with other settings.", "case_id": 233, "document_id": 1879, "quoteStart": 5477, "quoteEnd": 5718}, {"id": 14203, "title": "Your personal data is aggregated into statistics", "source": "https://www.strava.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-09 19:59:24.915538", "updated_at": "2021-01-09 20:05:17.034873", "quoteText": "Strava may aggregate the information you and others make available in connection with the Services and post it publicly or share it with third parties", "case_id": 190, "document_id": 1878, "quoteStart": 11972, "quoteEnd": 12122}, {"id": 14204, "title": "This service does not sell your personal data", "source": "https://www.strava.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-09 20:00:40.83605", "updated_at": "2021-01-09 20:05:54.489008", "quoteText": ">We do not sell your personal information", "case_id": 193, "document_id": 1878, "quoteStart": 11925, "quoteEnd": 11966}, {"id": 14391, "title": "You can choose with whom you share content", "source": "https://www.strava.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-14 11:13:39.652375", "updated_at": "2021-01-15 04:39:17.523412", "quoteText": "As a social network, we share your information with other Strava members and the public in accordance with your privacy controls.\nYou can change the visibility of the activities you upload to Strava.\n", "case_id": 225, "document_id": 1878, "quoteStart": 14434, "quoteEnd": 14634}, {"id": 14388, "title": "The service may collect extra data about you through promotions", "source": "https://www.strava.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-14 11:10:48.407178", "updated_at": "2021-01-15 05:04:53.999951", "quoteText": "<p>We may <b>collect information from you through third parties</b>, such as when we collect your feedback through surveys.</p>", "case_id": 211, "document_id": 1878, "quoteStart": 8244, "quoteEnd": 8371}, {"id": 14389, "title": "This service may collect, use, and share location data", "source": "https://www.strava.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-14 11:11:42.577234", "updated_at": "2021-01-15 05:05:07.112376", "quoteText": "Your precise location information, such as where you run or ride, may also be shared on Strava or to non-members, in accordance with your privacy controls.</p>", "case_id": 373, "document_id": 1878, "quoteStart": 10114, "quoteEnd": 10273}, {"id": 15871, "title": "There is a date of the last update of the agreements", "source": "https://www.strava.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2021-02-05 20:47:05.0028", "updated_at": "2021-02-06 12:31:46.174392", "quoteText": "This policy is effective December 15, 2020.\nThe previous Privacy Policy can be found here.", "case_id": 331, "document_id": 1878, "quoteStart": 30, "quoteEnd": 120}, {"id": 14205, "title": "Users should revisit the terms periodically, although in case of material changes, the service will notify", "source": "https://www.strava.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-09 20:04:33.440904", "updated_at": "2021-01-09 20:05:39.588713", "quoteText": "If Strava makes changes to this Privacy Policy, the updated Privacy Policy will be posted on the Services in a timely manner and, if we make material changes, we will provide a prominent notice", "case_id": 329, "document_id": 1878, "quoteStart": 25691, "quoteEnd": 25884}, {"id": 14363, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://www.strava.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2021-01-14 10:00:27.976138", "updated_at": "2021-01-15 05:11:12.105453", "quoteText": "<p>THE INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND CONTENT AVAILABLE THROUGH THE SERVICES ARE PROVIDED TO YOU “AS IS” AND WITHOUT WARRANTY.\n", "case_id": 286, "document_id": 1880, "quoteStart": 33055, "quoteEnd": 33197}, {"id": 14349, "title": "You authorise the service to charge a credit card supplied on re-occurring basis", "source": "https://www.strava.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2021-01-14 09:39:18.446895", "updated_at": "2021-01-18 21:52:50.937077", "quoteText": "Your subscription may start with a free trial.\nThe free trial period for any subscription will last for the period of time specified when you signed up.\nFree trials may not be combined with certain other offers, as specified.\nIf you begin your subscription with a free trial, we will begin billing your Payment Method for subscription fees at the end of the free trial period of your subscription unless you cancel your subscription prior to the end of the free trial period.\n", "case_id": 384, "document_id": 1880, "quoteStart": 9432, "quoteEnd": 9908}, {"id": 14350, "title": "The service has non-exclusive use of your content", "source": "https://www.strava.com/legal/terms", "status": "\"You grant us a non-exclusive, transferable, sub-licensable, royalty-free, worldwide license\"", "created_at": "2021-01-14 09:40:16.396048", "updated_at": "2021-01-15 04:50:48.63162", "quoteText": "You grant us a non-exclusive,", "case_id": 402, "document_id": 1880, "quoteStart": 10788, "quoteEnd": 10817}, {"id": 14367, "title": "This services gives no guarantee regarding quality", "source": "https://www.strava.com/legal/terms", "status": "\"STRAVA AND ITS SUBSIDIARIES, AFFILIATES, OFFICERS, EMPLOYEES, AGENTS, PARTNERS AND LICENSORS MAKE NO WARRANTY THAT: [...] (d) THE QUALITY OF ANY PRODUCTS, SERVICES, INFORMATION OR OTHER MATERIAL PURCHASED OR OBTAINED BY YOU THROUGH THE SERVICE WILL MEET YOUR EXPECTATIONS.\"", "created_at": "2021-01-14 10:02:22.527657", "updated_at": "2021-01-19 06:32:21.973918", "quoteText": "(d) THE QUALITY OF ANY PRODUCTS, SERVICES, INFORMATION OR OTHER MATERIAL PURCHASED OR OBTAINED BY YOU THROUGH THE SERVICE WILL MEET YOUR EXPECTATIONS.", "case_id": 160, "document_id": 1880, "quoteStart": 33905, "quoteEnd": 34055}, {"id": 14368, "title": "The service does not guarantee that software errors will be corrected", "source": "https://www.strava.com/legal/terms", "status": "\"STRAVA AND ITS SUBSIDIARIES, AFFILIATES, OFFICERS, EMPLOYEES, AGENTS, PARTNERS AND LICENSORS MAKE NO WARRANTY THAT: [...] (e) ANY ERRORS IN THE SERVICES WILL BE CORRECTED.\"", "created_at": "2021-01-14 10:02:41.925485", "updated_at": "2021-01-19 06:32:29.997937", "quoteText": "AND (e) ANY ERRORS IN THE SERVICES WILL BE CORRECTED.</p>\n", "case_id": 289, "document_id": 1880, "quoteStart": 34056, "quoteEnd": 34114}, {"id": 14360, "title": "This service prohibits users from attempting to gain unauthorized access to other computer systems", "source": "https://www.strava.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2021-01-14 09:47:18.585899", "updated_at": "2021-02-09 01:25:32.350639", "quoteText": "Attempting to disrupt, degrade, impair or violate the integrity or security of the Services or the computers, services, Accounts or networks of any other party (including, without limitation, “hacking,” “denial of service” attacks, etc.),", "case_id": 284, "document_id": 1880, "quoteStart": 16290, "quoteEnd": 16528}, {"id": 14361, "title": "Spidering or crawling is not allowed", "source": "https://www.strava.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2021-01-14 09:56:18.931639", "updated_at": "2021-02-09 01:26:30.730031", "quoteText": "<li>Using any automated system, including, without limitation, “robots,” “spiders,” “offline readers,” etc.,", "case_id": 150, "document_id": 1880, "quoteStart": 17138, "quoteEnd": 17246}, {"id": 14357, "title": "Users agree not to use the service for illegal purposes", "source": "https://www.strava.com/legal/terms", "status": "\"You may not use the Services, or assist or encourage any other party, to engage in any of the following Prohibited Activities:[...] Publishing, transmitting, distributing or storing content, material, information or data that: (1) is illegal\"", "created_at": "2021-01-14 09:45:22.469201", "updated_at": "2021-02-09 01:32:32.652344", "quoteText": "\n<li>Publishing, transmitting, distributing or storing content, material, information or data that: (1) is illegal,", "case_id": 280, "document_id": 1880, "quoteStart": 15486, "quoteEnd": 15601}, {"id": 14358, "title": "Prohibits the posting of pornographic content", "source": "https://www.strava.com/legal/terms", "status": "\"You may not use the Services, or assist or encourage any other party, to engage in any of the following Prohibited Activities:[...] Publishing, transmitting, distributing or storing content, material, information or data that: (1) is [...] obscene\"", "created_at": "2021-01-14 09:45:55.316166", "updated_at": "2021-02-09 01:32:45.080419", "quoteText": "obscene,", "case_id": 315, "document_id": 1880, "quoteStart": 15602, "quoteEnd": 15610}, {"id": 14355, "title": "Your identity is used in ads that are shown to other users", "source": "https://www.strava.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2021-01-14 09:43:45.320054", "updated_at": "2021-01-21 21:34:39.286553", "quoteText": "You give us permission to use your profile name, profile photo, and information about your activities and actions you have taken, including your use of third party products, services, or devices, in ads, offers and other commercial contexts on the Strava service without compensation to you.\n", "case_id": 327, "document_id": 1880, "quoteStart": 13884, "quoteEnd": 14176}, {"id": 14353, "title": "This service does not condone any ideas contained in its user-generated contents", "source": "https://www.strava.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2021-01-14 09:42:15.010405", "updated_at": "2021-02-09 01:31:12.229824", "quoteText": "You understand that you, and not Strava, are entirely responsible for all Content that you upload, post, email, transmit or otherwise make available via the Services.\nStrava does not routinely screen or monitor the Content posted to the Services by others and, as such, does not guarantee the accuracy, integrity or quality of such Content.\n", "case_id": 292, "document_id": 1880, "quoteStart": 11267, "quoteEnd": 11608}, {"id": 14365, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://www.strava.com/legal/terms", "status": "\"STRAVA AND ITS SUBSIDIARIES, AFFILIATES, OFFICERS, EMPLOYEES, AGENTS, PARTNERS AND LICENSORS MAKE NO WARRANTY THAT: [...] (b) YOUR CONTENT WILL BE AVAILABLE OR THE SERVICE WILL BE UNINTERRUPTED, TIMELY, SECURE OR ERROR-FREE.\"\r\n\r\n", "created_at": "2021-01-14 10:01:31.983687", "updated_at": "2021-02-09 01:31:00.733529", "quoteText": "STRAVA AND ITS SUBSIDIARIES, AFFILIATES, OFFICERS, EMPLOYEES, AGENTS, PARTNERS AND LICENSORS MAKE NO WARRANTY THAT: (a) THE SERVICE WILL MEET YOUR REQUIREMENTS.\n(b) YOUR CONTENT WILL BE AVAILABLE OR THE SERVICE WILL BE UNINTERRUPTED, TIMELY, SECURE OR ERROR-FREE.", "case_id": 287, "document_id": 1880, "quoteStart": 33546, "quoteEnd": 33809}, {"id": 14366, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://www.strava.com/legal/terms", "status": "\"STRAVA AND ITS SUBSIDIARIES, AFFILIATES, OFFICERS, EMPLOYEES, AGENTS, PARTNERS AND LICENSORS MAKE NO WARRANTY THAT: [...] (c) THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SERVICE WILL BE ACCURATE OR RELIABLE.\"\r\n", "created_at": "2021-01-14 10:01:59.39454", "updated_at": "2021-02-09 01:30:31.269135", "quoteText": "(c) THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SERVICE WILL BE ACCURATE OR RELIABLE.", "case_id": 288, "document_id": 1880, "quoteStart": 33810, "quoteEnd": 33904}, {"id": 14372, "title": "You waive your right to a class action.", "source": "https://www.strava.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2021-01-14 10:11:05.855471", "updated_at": "2021-02-09 01:29:14.59704", "quoteText": "Class-Action Waiver\n<p>The parties further agree that any arbitration shall be conducted in their individual capacities only, and not as a class action or other representative action.", "case_id": 117, "document_id": 1880, "quoteStart": 42809, "quoteEnd": 42992}, {"id": 14369, "title": "Any liability on behalf of the service is only limited to the fees you paid as a user or $50", "source": "https://www.strava.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2021-01-14 10:07:51.371988", "updated_at": "2021-02-09 01:30:14.777892", "quoteText": ">THE COMPANY’S MAXIMUM AGGREGATE LIABILITY TO YOU PURSUANT TO THESE TERMS SHALL NOT EXCEED THE GREATER OF EITHER (a) FIFTY DOLLARS ($50) OR (b) THE AMOUNT OF FEES PAID BY YOU TO STRAVA IN THE 12-MONTHS PRIOR TO DATE THE CLAIM.", "case_id": 149, "document_id": 1880, "quoteStart": 38586, "quoteEnd": 38812}, {"id": 14356, "title": "This service is only available for use individually and non-commercially.", "source": "https://www.strava.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2021-01-14 09:44:26.483087", "updated_at": "2021-02-09 01:31:21.829753", "quoteText": "The Services are for your personal and noncommercial use.\n", "case_id": 143, "document_id": 1880, "quoteStart": 14510, "quoteEnd": 14568}, {"id": 14362, "title": "Provides instructions on how to submit a copyright claim", "source": "https://www.strava.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2021-01-14 09:59:07.443441", "updated_at": "2021-02-09 01:31:44.615928", "quoteText": "\nIf you believe in good faith that materials hosted by Strava infringe your copyright or trademark rights, you (or your agent) may send us a notice requesting that the material be removed, or access to it blocked.\nThe notice must include the following information:", "case_id": 138, "document_id": 1880, "quoteStart": 29125, "quoteEnd": 29389}, {"id": 14359, "title": "Users agree not to submit libelous, harassing or threatening content", "source": "https://www.strava.com/legal/terms", "status": "\"You may not use the Services, or assist or encourage any other party, to engage in any of the following Prohibited Activities: [...] Publishing, transmitting, distributing or storing content, material, information or data that: [...] is [...]defamatory, threatening, harassing, abusive, or hateful or that advocates violence.\"", "created_at": "2021-01-14 09:46:33.675774", "updated_at": "2021-02-09 01:32:12.169341", "quoteText": "defamatory, threatening, harassing, abusive, or hateful or that advocates violence.", "case_id": 283, "document_id": 1880, "quoteStart": 15611, "quoteEnd": 15694}, {"id": 14377, "title": "defend, indemnify, hold harmless; survives termination", "source": "https://www.strava.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2021-01-14 10:15:53.452436", "updated_at": "2021-01-18 21:52:25.569319", "quoteText": "The following Sections shall survive termination of your account and/or the Terms: Content and Conduct, Clubs, Proprietary Rights, Your Feedback, Disclaimer of Warranties and Liability, Indemnity, Choice of Law and Forum, and General.</p> ", "case_id": 147, "document_id": 1880, "quoteStart": 48357, "quoteEnd": 48596}, {"id": 14371, "title": "This service forces users into binding arbitration in the case of disputes for users outside the EU", "source": "https://www.strava.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2021-01-14 10:09:35.544118", "updated_at": "2021-02-09 01:29:27.588604", "quoteText": "Except for disputes relating to the Strava’s intellectual property (such as trademarks, trade dress, domain names, trade secrets, copyrights, and patents) or if you opt out of this agreement to arbitrate, all claims arising out of or relating to this Agreement and your use of the Services shall be finally settled by binding arbitration administered by JAMS in accordance with its provisions and procedures for consumer-related disputes, excluding any rules or procedures governing or permitting class actions.\n", "case_id": 339, "document_id": 1880, "quoteStart": 40825, "quoteEnd": 41337}, {"id": 14374, "title": "Users have a reduced time period to take legal action against the service", "source": "https://www.strava.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2021-01-14 10:12:48.911097", "updated_at": "2021-02-09 01:25:17.531336", "quoteText": "Except to the extent prohibited by applicable law, the parties agree that any claim or cause of action arising out of or related to use of the Services or the Terms must be filed within one (1) year after such claim or cause of action arose or be forever barred.\n", "case_id": 151, "document_id": 1880, "quoteStart": 45791, "quoteEnd": 46054}, {"id": 14376, "title": "The service can suspend your account for several reasons", "source": "https://www.strava.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2021-01-14 10:15:19.304923", "updated_at": "2021-02-09 01:26:48.560496", "quoteText": "(a) breaches or violations of the Terms or other incorporated agreements, policies or guidelines, (b) requests by law enforcement or other government agencies, (c) a request by you (self-initiated account deletions), (d) discontinuance or material modification to the Services (or any portion thereof), (e) unexpected technical or security issues or problems, (f) extended periods of inactivity, and/or (g) nonpayment of any fees owed by you in connection with the Services.\nTermination of your account may include (x) removal of access to all offerings within the Services, (y) deletion of your information, files and Content associated with your account, and (z) barring of further use of the Services.", "case_id": 205, "document_id": 1880, "quoteStart": 47405, "quoteEnd": 48109}, {"id": 14380, "title": "They may stop providing the service at any time", "source": "https://www.strava.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2021-01-14 10:31:06.580092", "updated_at": "2021-02-09 01:28:36.468134", "quoteText": "Strava reserves the right at any time to modify or discontinue, temporarily or permanently, the Services or any portion thereof with or without notice.\nYou agree that Strava shall not be liable to you or to any third party for any modification, suspension or discontinuance of the Services.</p>", "case_id": 203, "document_id": 1880, "quoteStart": 51458, "quoteEnd": 51752}, {"id": 14385, "title": "Your biometric data is collected", "source": "https://www.strava.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-14 11:08:09.824245", "updated_at": "2021-02-09 01:28:08.070419", "quoteText": "Record your activities and analyze your performance.</b> For example, to compare your past efforts, analyze your training, and (with your consent) use your heart rate information to provide you with interesting and useful performance analysis.</li>\n<li>\n<b>Interact with other athletes.</b> ", "case_id": 397, "document_id": 1878, "quoteStart": 8777, "quoteEnd": 9068}, {"id": 14393, "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.", "source": "https://www.strava.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-14 11:15:32.47227", "updated_at": "2021-01-14 19:19:25.270543", "quoteText": "\nIf Strava becomes involved in a business combination, securities offering, bankruptcy, reorganization, dissolution or other similar transaction, we may share or transfer your information in connection with such transaction.</p>", "case_id": 243, "document_id": 1878, "quoteStart": 16207, "quoteEnd": 16435}, {"id": 14382, "title": "This service uses third-party cookies for statistics", "source": "https://www.strava.com/legal/cookie_policy", "status": "Generated through the annotate view", "created_at": "2021-01-14 10:32:55.858141", "updated_at": "2021-01-15 04:39:07.411817", "quoteText": "<p>We use Non-Essential Third-Party Cookies to assist us in measuring and understanding how our products are used and how they can be optimized.\nWe may also receive other analytics information from these third parties.</p>", "case_id": 325, "document_id": 1879, "quoteStart": 3298, "quoteEnd": 3520}, {"id": 14381, "title": "This service requires first-party cookies", "source": "https://www.strava.com/legal/cookie_policy", "status": "Generated through the annotate view", "created_at": "2021-01-14 10:32:12.653689", "updated_at": "2021-02-09 01:25:47.217678", "quoteText": "First-Party Cookies\n<p>We develop and use cookies via our website to authenticate users, block malicious use of login credentials and shield unauthorized access to member data.", "case_id": 126, "document_id": 1879, "quoteStart": 1980, "quoteEnd": 2156}, {"id": 14379, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "https://www.strava.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2021-01-14 10:29:07.396758", "updated_at": "2021-02-09 01:25:57.158018", "quoteText": "If any provision of the Terms is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties’ intentions as reflected in the provision, and the other provisions of the Terms remain in full force and effect.", "case_id": 294, "document_id": 1880, "quoteStart": 49039, "quoteEnd": 49335}, {"id": 14378, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://www.strava.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2021-01-14 10:28:49.497946", "updated_at": "2021-02-09 01:26:04.9659", "quoteText": "The failure of Strava to exercise or enforce any right or provision of the Terms shall not constitute a waiver of such right or provision.\n", "case_id": 295, "document_id": 1880, "quoteStart": 48900, "quoteEnd": 49039}, {"id": 14390, "title": "Your personal data is given to third parties", "source": "https://www.strava.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-14 11:12:49.802467", "updated_at": "2021-02-09 01:27:14.318227", "quoteText": "<p>We may share your information with third parties who provide services to Strava such as supporting, improving, promoting and securing the Services, processing payments, or fulfilling orders.\n", "case_id": 188, "document_id": 1878, "quoteStart": 13075, "quoteEnd": 13269}, {"id": 14387, "title": "This service tracks which web page referred you to it", "source": "https://www.strava.com/legal/privacy", "status": "\"The information stored in those files includes IP addresses, browser type, internet service provider (ISP), referring/exit pages, platform type, date/time stamp, and number of clicks. \"", "created_at": "2021-01-14 11:09:55.010051", "updated_at": "2021-02-09 01:27:41.596022", "quoteText": "referring/exit pages, ", "case_id": 387, "document_id": 1878, "quoteStart": 7878, "quoteEnd": 7900}, {"id": 14383, "title": "Tracking via third-party cookies for advertising", "source": "https://www.strava.com/legal/cookie_policy", "status": "Generated through the annotate view", "created_at": "2021-01-14 11:04:36.136163", "updated_at": "2021-02-09 01:28:23.043823", "quoteText": "Some of these cookies are advertising cookies, which we employ to serve relevant ads to users who have already visited our website.\nWe use the following cookies for advertising purposes: Google AdWords and Branch.</p>\n", "case_id": 128, "document_id": 1879, "quoteStart": 3524, "quoteEnd": 3742}, {"id": 14375, "title": "The service can delete your account without prior notice and without a reason", "source": "https://www.strava.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2021-01-14 10:13:45.661289", "updated_at": "2021-02-09 01:29:02.840974", "quoteText": "<p>You agree that Strava may, under certain serious circumstances and without prior notice, immediately suspend or terminate your account and/or access to the Services.\nCause for such suspension or termination shall include, but not be limited to,", "case_id": 201, "document_id": 1880, "quoteStart": 47157, "quoteEnd": 47404}, {"id": 14348, "title": "Third parties may be involved in operating the service", "source": "https://www.strava.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2021-01-14 09:37:42.447851", "updated_at": "2021-01-15 05:05:17.055986", "quoteText": "If you provide your payment information, you authorize us and certain third party service providers, payment card networks and payment processors to receive, store and encrypt your payment information.", "case_id": 207, "document_id": 1880, "quoteStart": 6619, "quoteEnd": 6820}, {"id": 14354, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://www.strava.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2021-01-14 09:42:45.169927", "updated_at": "2021-01-15 05:05:29.601677", "quoteText": "YOU ALSO AGREE THAT IN NO EVENT SHALL THE RELEASED PARTIES BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY DIRECT, INDIRECT, PUNITIVE, INCIDENTAL, SPECIAL OR CONSEQUENTIAL DAMAGES ARISING OUT OF OR IN ANY WAY CONNECTED WITH (a) YOUR USE OR MISUSE OF THE SERVICES, (b) YOUR USE OR MISUSE OF EQUIPMENT OR PROGRAMS CREATED OR LICENSED BY STRAVA (INCLUDING, WITHOUT LIMITATION, ANY STRAVA TRAINING PLAN) WHILE ENGAGED IN ATHLETIC ACTIVITIES, (c) YOUR DEALINGS WITH THIRD-PARTY SERVICE PROVIDERS OR ADVERTISERS AVAILABLE THROUGH THE SERVICES, (d) ANY DELAY OR INABILITY TO USE THE SERVICES EXPERIENCED BY YOU, OR (e) ANY INFORMATION, SOFTWARE, PRODUCTS, SERVICES OR CONTENT OBTAINED THROUGH THE SERVICES, WHETHER BASED ON CONTRACT, TORT, STRICT LIABILITY OR OTHERWISE, EVEN IF STRAVA HAS BEEN ADVISED OF THE POSSIBILITY OF DAMAGES.</p>", "case_id": 293, "document_id": 1880, "quoteStart": 36653, "quoteEnd": 37479}, {"id": 14394, "title": "This service can share your personal information to third parties ", "source": "https://www.strava.com/legal/privacy", "status": "Strava may share personal data with third parties \"including\" (and therefore not limited) with law enforcement, if the disclosure is \"allowed by the law\". ", "created_at": "2021-01-14 11:16:03.092602", "updated_at": "2021-01-19 06:32:14.83176", "quoteText": "We may preserve and share your information with third parties, including law enforcement, public or governmental agencies, or private litigants, within or outside your country of residence, if we determine that such disclosure is allowed by the law or reasonably necessary to comply with the law,", "case_id": 166, "document_id": 1878, "quoteStart": 16458, "quoteEnd": 16754}, {"id": 14364, "title": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements", "source": "https://www.strava.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2021-01-14 10:00:52.11699", "updated_at": "2021-02-09 01:29:43.585726", "quoteText": "STRAVA AND ITS SUBSIDIARIES, AFFILIATES, OFFICERS, EMPLOYEES, AGENTS, PARTNERS AND LICENSORS HEREBY DISCLAIM ALL WARRANTIES WITH REGARD TO SUCH INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND CONTENT, INCLUDING, WITHOUT LIMITATION, ALL IMPLIED WARRANTIES AND CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE AND NONINFRINGEMENT.\n", "case_id": 290, "document_id": 1880, "quoteStart": 33197, "quoteEnd": 33546}, {"id": 14370, "title": "You are solely responsible for claims made against the service and agree to indemnify and hold harmless the service.", "source": "https://www.strava.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2021-01-14 10:08:47.77901", "updated_at": "2021-02-09 01:29:58.18917", "quoteText": "You agree to indemnify and hold Strava and its subsidiaries, affiliates, officers, agents, representatives, employees, partners and licensors harmless from any claim or demand, including reasonable attorneys’ fees, made by any third party due to or arising out of Content you submit, post, transmit or otherwise seek to make available through the Services, your use of the Services, your athletic activities which generate the Content you post or seek to post on the Services (including, but not limited to, athletic activities in connection with any contests, races, group rides, or other events which Strava sponsors, organizes, participates in, or whose Services are used in connection with), your connection to the Services, your violation of the Terms, your violation of any data protection or privacy laws, or your violation of any rights of another person or entity.\n", "case_id": 145, "document_id": 1880, "quoteStart": 39073, "quoteEnd": 39947}, {"id": 14386, "title": "This service collects your IP address, which can be used to view your approximate location", "source": "https://www.strava.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-14 11:09:37.237843", "updated_at": "2021-01-18 21:52:32.770107", "quoteText": "The information stored in those files includes IP addresses,", "case_id": 399, "document_id": 1878, "quoteStart": 7770, "quoteEnd": 7830}, {"id": 14352, "title": "The service can distribute your content through any media known now or in the future ", "source": "https://www.strava.com/legal/terms", "status": "\"You grant us a [...] license to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, publicly perform and display any Content and any name, username or likeness that you post on or in connection with the Services in all media formats and channels now known or later developed without compensation to you.\"", "created_at": "2021-01-14 09:41:13.3781", "updated_at": "2021-01-19 06:32:35.761951", "quoteText": "license to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, publicly perform and display any Content and any name, username or likeness that you post on or in connection with the Services in all media formats and channels now known or later developed without compensation to you.", "case_id": 139, "document_id": 1880, "quoteStart": 10872, "quoteEnd": 11195}, {"id": 15872, "title": "You have the right to leave this service at any time", "source": "https://www.strava.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2021-02-05 20:48:25.959071", "updated_at": "2021-02-06 11:58:28.568109", "quoteText": "If you object to any of the changes to this Privacy Policy, you should stop using the Services and delete your account.</p>", "case_id": 170, "document_id": 1878, "quoteStart": 25886, "quoteEnd": 26009}, {"id": 19864, "title": "You must report to the service any unauthorized use of your account or any breach of security", "source": "https://www.strava.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2021-05-04 19:08:21.072078", "updated_at": "2021-05-13 23:22:11.652245", "quoteText": "You agree to immediately notify Strava of any unauthorized use of your account or password, or any other breach of security, and confirm that you understand all risks of unauthorized access to Athlete Data and any other information or content you provide to Strava.</p>\n", "case_id": 484, "document_id": 1880, "quoteStart": 5347, "quoteEnd": 5617}], "urls": ["strava.com"]}}