{"error": 448, "message": "OK", "parameters": {"id": 6712, "name": "Ops One", "created_at": "2022-06-29 19:02:39.848491", "updated_at": "2022-06-29 22:01:01.453209", "wikipedia": null, "keywords": null, "related": null, "slug": "ops-one", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6712.png", "url": "opsone.ch", "documents": [{"id": 12243, "name": "Datenschutzerklärung", "url": "https://docs.opsone.ch/legal/dse.html#", "xpath": "/html/body/div[1]/section/div", "text": " <ul>\n<li> »</li>\n<li>Datenschutzerklärung »</li>\n<li>1 Allgemeines</li>\n<li> Edit on GitLab </li>\n</ul> 1 Allgemeines¶\n<ol>\n<li>\n<p>Die folgende Datenschutzerklärung soll unsere Kunden und alle Nutzer der Website https://opsone.ch über die Erhebung, Verarbeitung und Nutzung ihrer personenbezogenen Daten aufklären.</p>\n</li>\n<li>\n<p>Die Ops One AG, Zürich, (“Ops One”) ist die Anbieterin der Services auf https://opsone.ch und die verantwortliche Stelle gemäss dem Datenschutzgesetz.</p>\n</li>\n<li>\n<p>Ops One erhebt, verarbeitet und nutzt die personenbezogenen Daten ausschliesslich in Übereinstimmung mit dem Inhalt dieser Datenschutzerklärung sowie den geltenden Schweizer Datenschutzregelungen.</p>\n</li>\n</ol> 2 Nutzerdaten / Erhebung / Verwendung¶\n<ol>\n<li>\n<p>Sofern Sie unsere Dienstleistungen in Anspruch nehmen wollen, werden bei der Registrierung diejenigen Daten erhoben, die wir zur Erbringung und Kontrolle der Services benötigen.\nDurch Ihre Registrierung erteilen Sie uns die Einwilligung, dass alle Daten gemäss Ihrer Registrierung erfasst werden.\nDies gilt insbesondere für:</p>\n<ul>\n<li>\n<p>Name und Adresse des Kunden / Nutzers</p>\n</li>\n<li>\n<p>Name und Vorname der Ansprechpersonen</p>\n</li>\n<li>\n<p>E-Mail-Adresse</p>\n</li>\n<li>\n<p>Telefonnummer</p>\n</li>\n<li>\n<p>Vereinbarte Nutzungen / Services</p>\n</li>\n</ul>\n</li>\n<li>\n<p>Ops One erhebt, verarbeitet und speichert zudem solche personenbezogenen Daten, die Sie freiwillig (z.B.\nin Formularen oder anderweitig auf der von Ops One betriebenen Website) in elektronischer oder sonstiger Kommunikation mitgeteilt haben und Ops One zur Erbringung und Kontrolle der Services benötigt.</p>\n</li>\n<li>\n<p>Im Falle Ihrer Kontaktaufnahme mit Ops One – beispielsweise über ein Kontaktformular oder per E-Mail – werden Ihre Angaben zum Zwecke der Bearbeitung Ihrer Anfrage gespeichert.\nDies gilt ebenfalls für den Fall, dass Anschlussfragen entstehen.</p>\n</li>\n<li>\n<p>Um die Nutzung der Dienstleistungen und der Website von Ops One zu ermöglichen erhebt Ops One sodann folgende Daten über die Zugriffe des Nutzers: Datum und Uhrzeit des Websitezugriffs, Umfang des Datentransfers, den Ausgangsort des Zugriffs, verwendeter Browsertyp und -version, Betriebssystem des Endgeräts des Nutzers, URL der zuvor besuchten Website, die IP Adresse, Informationen über das Benutzerkonto.</p>\n</li>\n<li>\n<p>Ops One speichert die erhobenen Zugriffsdaten nur für die begrenzte Dauer der Inanspruchnahme der Services von Ops One.</p>\n</li>\n<li>\n<p>Ops One verwendet die von Ihnen zur Verfügung gestellten Daten nur, um die von Ihnen gewünschten Services zu erbringen und dabei die Kontrolle der Einhaltung der „Allgemeinen Geschäftsbedingungen“ zu gewährleisten, um Anfragen zu beantworten, für statistische Belange und zur Optimierung des Angebots.</p>\n</li>\n<li>\n<p>Zur Pflege der laufenden Kundenbeziehungen kann es ausserdem erforderlich sein, dass wir Daten verwenden, um Sie über unsere Angebote zu informieren.</p>\n</li>\n<li>\n<p>Eine Weitergabe der personenbezogenen Daten des Kunden / Nutzers durch Ops One erfolgt nicht, sofern der Kunde / Nutzer nicht ausdrücklich in die Weitergabe eingewilligt hat oder Ops One aufgrund gesetzlicher Bestimmungen oder gerichtlicher Anordnungen zu einer Weitergabe berechtigt oder verpflichtet ist.</p>\n</li>\n</ol> 3 Verwendung von Cookies bei Website-Nutzung¶\n<ol>\n<li>\n<p>Ops One erhebt ebenfalls Daten via die Verwendung von sog.\nBrowser-Cookies und aus dem lokalen Browserspeicher des Benutzers.\nCookies sind kleine Textdateien welche auf dem Datenträger des Zugriffsgeräts Einstellungen und Daten zum Austausch mit der Website von Ops One speichern und bei jedem Zugriff übermittelt werden.\nDiese ermöglichen der Website von Ops One die Identität des Zugriffsgeräts zu erkennen und eventuelle Voreinstellungen sofort verfügbar zu machen.\nDer Browser-Speicher ist eine Möglichkeit, auf dem Datenträger des Zugriffsgeräts Daten zu speichern, auf welche die Website während des Besuchs Zugriff hat.</p>\n</li>\n<li>\n<p>In allen gängigen Browsertypen ist eine Funktion zur Einschränkung und/oder Verhinderung des Speicherns von Cookies oder Daten im Browserspeicher vorgesehen.\nDie Nutzung dieser Funktion kann allerdings zu Einbussen der Funktionalität und insbesondere des Komforts der Websitenutzung führen.</p>\n</li>\n</ol> 4 Matomo Analytics¶\n<ol>\n<li>\n<p>Ops One verwendet Matomo Analytics.\nMatomo ist ein Open Source Webanalysedienst und wird durch Ops One selbst auf eigener Infrastruktur betrieben.\nMatomo verwendet sogenannte “Cookies”, Textdateien, die auf dem Computer der Nutzer gespeichert werden und die eine Analyse der Benutzung der Website ermöglicht.\nDie durch das Cookie erzeugten Informationen über die Benutzung dieser Website (einschliesslich IP-Adresse der Nutzer) werden an einen Server von Ops One übertragen und dort gespeichert.\nOps One wird diese Informationen benutzen, um die Nutzung der Website durch die Nutzer auszuwerten, um Reports über die Websiteaktivitäten zusammenzustellen und um weitere mit der Websitenutzung und der Internetnutzung verbundene Dienstleistungen zu erbringen.\nDie Nutzer können die Installation der Cookies durch eine entsprechende Einstellung der Browser Software verhindern.\nwir weisen die Benutzer jedoch darauf hin, dass in diesem Fall gegebenenfalls nicht sämtliche Funktionen der Website vollumfänglich genutzt werden können.\nDurch die Nutzung der Website erklären die Nutzer sich mit der Bearbeitung der über sie erhobenen Daten durch Ops One in der zuvor beschriebenen Art und Weise und zu dem zuvor benannten Zweck einverstanden.</p>\n</li>\n</ol> 5 Ort der Datenspeicherung / Datensicherheit¶\n<ol>\n<li>\n<p>Die durch Sie uns übermittelten Daten werden auf unserem Server mit Standort in der Schweiz gehostet und gespeichert.\nWir haben aktuelle technische und organisatorische Sicherheitsmassnahmen getroffen, um die personenbezogenen Daten vor Verlust, Zerstörung, Manipulation und unberechtigtem Zugriff zu schützen.</p>\n</li>\n</ol> 6 Rechte des Nutzers¶\n<ol>\n<li>\n<p>Recht auf Auskunft: Der Kunde / Nutzer hat das Recht, die ihn betreffenden, gespeicherten, personenbezogenen Daten, deren Herkunft, welche Weitergabe erfolgt ist und den Zweck der Speicherung vom Ops One zu erfahren.</p>\n</li>\n<li>\n<p>Recht auf Löschung und / oder Sperrung: Der Kunde / Nutzer hat das Recht, jederzeit die Löschung und/oder Sperrung der über ihn gespeicherten personenbezogenen Daten zu verlangen, soweit keine gesetzliche Aufbewahrungspflicht für Ops One besteht.\nSoweit hiervon solche personenbezogenen Daten umfasst sind, die für die Leistungserbringung gegenüber dem Kunden erforderlich sind, kann die Löschung bzw.\nSperrung dieser Daten erst erfolgen, wenn der Kunde das Angebot von Ops One nicht mehr nutzt und das Vertragsverhältnis vollständig abgewickelt ist.</p>\n</li>\n<li>\n<p>Recht auf Widerruf: Alle vom Kunden / Nutzer erfolgten Einwilligungen zur Nutzung von personenbezogenen Daten können von diesem zu jedem Zeitpunkt widerrufen werden.</p>\n</li>\n</ol> 7 Daten, die Sie via unsere Dienstleistungen Dritten zur Verfügung stellen¶\n<ol>\n<li>\n<p>Auf Daten und Informationen, die Sie direkt über die Services unserer Website oder durch Nutzung unserer Dienstleistungen an externe Dritte schicken oder die Sie Betreibern von Websites zur Verfügung stellen, welche bei uns gehostet werden, haben wir keinen Einfluss für die Sicherheit und den Schutz dieser Daten sind allein Sie gemeinsam mit den Betreibern dieser Websites zuständig und verantwortlich.\nAuch bezüglich Datensperrung oder Löschung von Daten, die Sie an diesen Dritten weitergeleitet haben, müssen Sie sich direkt an die jeweilige Ansprechperson wenden.</p>\n</li>\n</ol> 8 Änderung der Datenschutzerklärung¶\n<ol>\n<li>\n<p>Ops One behält sich das Recht vor, jederzeit Änderungen mit Wirkung für die Zukunft an der Datenschutzerklärung vorzunehmen.\nAlle Nutzer werden gebeten, sich regelmässig über die aktuelle Datenschutzerklärung zu informieren.</p>\n</li>\n</ol> 9 Rechtsgrundlagen¶\n<ol>\n<li>\n<p>Diese Datenschutzerklärung basiert auf den Bestimmungen des schweizerischen Bundesgesetzes über den Datenschutz (DSG) und der Verordnung zum Bundesgesetz über den Datenschutz (VDSG).</p>\n</li>\n</ol> 10 Anwendbares Recht und Gerichtsstand¶\n<ol>\n<li>\n<p>Die Benutzung unserer Dienste und unserer Website unterliegt schweizerischem Recht.\nAusschliesslicher Gerichtsstand ist Zürich, Schweiz.</p>\n</li>\n</ol> 11 Kontakt¶\n<ol>\n<li>\n<p>Alle Anfragen zu Informationen über personenbezogene Daten, zur Löschung und/oder Sperrung der gespeicherten Daten, Widerrufe von Einwilligungen, sowie generelle Fragen zur Datenschutzerklärung richten Sie bitte per E-Mail an team+legal@opsone.ch oder schriftlich an die auf der Website angegebenen Kontaktinformationen.\nIhre Anfragen werden zeitgerecht per E-Mail beantwortet.</p>\n</li>\n</ol>\n<p>Stand 21.04.2022, Ops One AG, team+legal@opsone.ch</p> Previous Next <p>© Copyright Ops One AG.\nLast updated on Apr 21, 2022.\n</p> ", "created_at": "2022-06-29 19:02:39.854109", "updated_at": "2022-06-29 17:05:39.751102"}, {"id": 12242, "name": "Allgemeine Geschäftsbedingungen", "url": "https://docs.opsone.ch/legal/agb.html#", "xpath": "/html/body/div[1]/section/div", "text": " <ul>\n<li> »</li>\n<li>Allgemeine Geschäftsbedingungen »</li>\n<li>1 Geltungsbereich</li>\n<li> Edit on GitLab </li>\n</ul> 1 Geltungsbereich¶\n<ol>\n<li>\n<p>Die nachstehenden Bestimmungen sind unter Ausschluss möglicher Allgemeiner Geschäfts- und Lieferbedingungen des Kunden Bestandteil aller Angebote sowie Grundlage aller Lieferungen und Leistungen von Ops One AG („Ops One“).</p>\n</li>\n<li>\n<p>Diese AGB gelten gegenüber allen Kunden und allen Nutzern der Dienste von Ops One (gemeinsam nachfolgend „Kunden“).</p>\n</li>\n</ol> 2 Vertragsgegenstand¶\n<ol>\n<li>\n<p>Ops One bietet Beratungsdienstleistungen und Hostingleistungen für Agenturen und Entwickler.</p>\n</li>\n<li>\n<p>Integrierender Bestandteil aller Angebote und Verträge sind nebst diesen AGB die Preis-/ Leistungsübersicht von Ops One, beide in den jeweils aktuellen Fassungen.</p>\n</li>\n</ol> 3 Vertragsschluss¶\n<ol>\n<li>\n<p>Die von Ops One auf der Website https://opsone.ch oder anderweitig angebotenen Dienstleistungen / Angebote stellen nur Einladungen zur Abgabe von Anfragen durch Kunden dar.</p>\n</li>\n<li>\n<p>Ein Vertrag mit Ops One kommt durch Annahme der Kundenanfrage durch Ops One oder durch Erbringung der vom Kunden angefragten Leistung durch Ops One zu Stande.\nAls Erbringung der Leistung durch Ops One gilt insbesondere die Gewährung der vom Kunden beantragten Hostingleistungen..</p>\n</li>\n<li>\n<p>Ops One ist berechtigt, aber nicht verpflichtet, die Richtigkeit der Angaben des Kunden zu prüfen.\nDies kann unter anderem durch das Anfordern von Unterlagen wie eines Handelsregisterausweises und eines Personalausweises geschehen.\nOps One ist berechtigt, den Abschluss eines Vertrages von einer solchen Prüfung abhängig zu machen.</p>\n</li>\n<li>\n<p>Bei Hostingleistungen ergibt sich die Vertragsdauer aus dem jeweils vereinbarten Leistungspaket.\nWenn der Kunde den Vertrag nicht erneuern will, verpflichtet er sich diesen rechtzeitig vor dessen Ablauf, zu kündigen.\nIst diese Frist verstrichen, wird das Abonnement automatisch um die ursprüngliche Vertragsdauer verlängert.\nDie Verantwortung für die rechtzeitige Vertragserneuerung und die lückenlose Fortdauer des Zugangs zum Internet bzw.\ndes Zugangs zu anderen Netzwerken liegt beim Kunden.</p>\n</li>\n<li>\n<p>Für die Vertragsverlängerung oder -erneuerung sind die im Zeitpunkt der Vertragsverlängerung geltenden Preise und Allgemeinen Geschäftsbedingungen von Ops One massgebend.</p>\n</li>\n</ol> 4 Leistungsumfang¶\n<ol>\n<li>\n<p>Die auf der Website https://opsone.ch veröffentlichten oder in den schriftlichen Angebotsunterlagen von Ops One enthaltenen Angaben sind alleinige Grundlage für die von Ops One zu erbringenden Leistungen.</p>\n</li>\n<li>\n<p>Die Beschaffung und Pflege allfällig notwendiger Standardsoftware sowie die Beschaffung und Pflege der eigenen erforderlichen Hardware liegt in der Verantwortung des Kunden.\nDie Bereitstellung und der Unterhalt ausreichender Internetleitungen zwecks Zugang zu den Leistungen von Ops One ist allein Sache des Kunden.</p>\n</li>\n<li>\n<p>Technische oder sonstige Normen sind durch Ops One nur einzuhalten, soweit sie in den Angebotsunterlagen ausdrücklich aufgeführt sind, und zwar in der bei Vertragsabschluss geltenden Fassung.</p>\n</li>\n<li>\n<p>Ops One steht dafür ein, dass ihre Leistungen sorgfältig und fachgerecht erbracht werden und die zur Verfügung gestellten Server in angemessener Weise dem aktuellen Stand der Technik entsprechen.</p>\n</li>\n<li>\n<p>Ops One schützt die eigenen Systeme jeweils in angemessener Weise mit dem aktuellen Stand der Technik entsprechenden Methoden gegen Computervirenbefall und Spyware.\nOps One übernimmt aber keine Haftung für die missbräuchliche Nutzung ihrer Server- und Kommunikationsinfrastruktur durch Dritte oder Eingriffe Dritter (einschliesslich sog.\nComputerviren).</p>\n</li>\n<li>\n<p>Ops One kann nicht garantieren, dass ihre Systeme und Dienstleistungen ununterbrochen über Internet oder andere Netzwerke verfügbar sind und dass die Netzwerke die vom Kunden angeforderten Daten richtig und ohne Zeitverzögerung übermitteln.\nOps One bemüht sich aber um eine bestmögliche Verfügbarkeit der angebotenen Dienste.</p>\n</li>\n<li>\n<p>Ops One erstellt täglich Datensicherungen aller Daten auf ein Backupsystem in einem anderen Rechenzentrum.\nDie Daten werden 30 Tage rückwirkend aufbewahrt und danach wieder überspielt.\nOps One übernimmt aber keine Haftung für die Sicherung der Daten, die Richtigkeit der Daten und den Inhalt der Daten, welche der Kunde unter Verwendung von Dienstleistungen von Ops One über die Netzwerke transportiert oder auf den Servern der Ops One speichert oder via diese veröffentlicht.\nDer Kunde ist für die Sicherung seiner Daten verantwortlich und ist verpflichtet, Sicherungskopien der von ihm an Ops One oder den Servern übermittelten Daten zu erstellen und aufzubewahren.</p>\n</li>\n<li>\n<p>Ops One ist berechtigt, bei übermässigem Datenverkehr oder übermässiger Inanspruchnahme weiterer Dienstleistungen von Ops One den Datenverkehr oder die Dienstleistungen einzuschränken.</p>\n</li>\n</ol> 5 Pflichten der Kunden / Grenzen der Nutzung der Dienste von Ops One¶\n<ol>\n<li>\n<p>Ops One stellt seine Server nur für die vertragsgemässe Nutzung bereit.</p>\n</li>\n<li>\n<p>Der Kunde ist verpflichtet, nur rechtmässig erlangte Daten mit gesetzeskonformen Inhalten zwecks Erbringung legaler Leistungen oder Nutzungen auf die durch Ops One zur Verfügung gestellten Server zu laden, an diese zu senden oder via diese zu versenden oder zugänglich zu machen.</p>\n</li>\n<li>\n<p>Der Kunde trägt die Verantwortung für die Rechtmässigkeit der von ihm bearbeiteten, versandten, gespeicherten oder in irgendeiner Form verbreiteten Daten, Nachrichten oder Inhalte und die damit verbundenen Operationen und Transaktionen.</p>\n</li>\n<li>\n<p>Der Kunde ist verpflichtet, die schweizerischen Datenschutzgesetze sowie weitere nationale oder internationale Datenschutzgesetze, welche aufgrund der von Ihnen verwendeten Daten zur Anwendung gelangen könnten, strikte einzuhalten.</p>\n</li>\n<li>\n<p>Dem Kunden ist es insbesondere untersagt, unrechtmässig erlangte oder illegale, unlautere, urheberrechtsverletzende, schutzrechtsverletzende, pornografische, unlautere oder anderweitige gesetzeswidrige Daten / Inhalte / Angebote auf die Server von Ops One zu senden oder via diese zu versenden oder zugänglich zu machen oder mit diesen Daten / Inhalten / Angeboten nicht rechtmässige Leistungen zu erbringen oder zu ermöglichen.</p>\n</li>\n<li>\n<p>Ops One ist nicht verpflichtet, die Daten / Inhalte / Angebote des Kunden inhaltlich zu überprüfen.</p>\n</li>\n<li>\n<p>Der Kunde ist verpflichtet, Ops One von sämtlichen Ansprüchen Dritter freizustellen.\nDiese Freistellungsverpflichtung umfasst auch anfallende Rechtsverteidigungskosten wie beispielsweise Gerichts- und Anwaltskosten.</p>\n</li>\n<li>\n<p>Der Kunde ist verpflichtet, Ops One umgehend über ihm zur Kenntnis gelangende Mängel, Störungen oder Nichtverfügbarkeit von Dienstleistungen oder Anlagen sowie bei Verdacht auf Missbrauch der Dienstleistungen oder zur Verfügung gestellten Speicherkapazitäten zu orientieren, um eventuelle Massnahmen zu ermöglichen.</p>\n</li>\n<li>\n<p>Der Kunde ist verpflichtet, die ihm zur Kenntnis gelangenden rechtswidrigen Nachrichtenangebote und andere rechts- und vertragswidrige Verwendungen von Dienstleistungen durch ihn, seine Mitarbeiter oder von ihm beigezogenen Dritten sowie durch nicht autorisierte Dritte (z.\nB.\nHacker) zu melden, damit, soweit wie möglich, die notwendigen Massnahmen ergriffen werden können.</p>\n</li>\n<li>\n<p>Dem Kunden ist untersagt, die bei Ops One bezogenen Leistungen ohne die vorgängige Zustimmung von Ops One Dritten zur Verfügung zu stellen.</p>\n</li>\n<li>\n<p>Der Kunde ist nicht berechtigt, Massnahmen, Mechanismen oder Software in Verbindung mit den Leistungen von Ops One zu verwenden, die deren Funktion stören können.\nDer Kunde darf keine Maßnahmen ergreifen, die eine unzumutbare oder übermäßige Belastung der technischen Kapazitäten von Ops One zur Folge haben können.\nDer Kunde muss alles unterlassen, was die Leistung und Verfügbarkeit der Leistungen von Ops One gefährden könnte.</p>\n</li>\n<li>\n<p>Ops One ist berechtigt, Daten der Kunden an Dritte weiterzugeben und/oder zu löschen, sofern dies aufgrund gesetzlicher Bestimmungen erlaubt oder aufgrund richterlicher bzw.\nbehördlicher Anordnungen erforderlich ist.</p>\n</li>\n<li>\n<p>Bei einer Zuwiderhandlung des Kunden gegen seine Vertragspflichten, ist Ops One berechtigt, den Zugang des Kunden zu den Leistungen vorübergehend oder definitiv zu sperren.</p>\n</li>\n</ol> 6 Preise und Zahlungsbedingungen¶\n<ol>\n<li>\n<p>Maßgebend sind die zum Zeitpunkt des Vertragsschlusses von Ops One genannten Preise.\nSofern keine Preise vereinbart wurden, gilt die auf der Website publizierte Preisliste von Ops One.</p>\n</li>\n<li>\n<p>Alle Preise verstehen sich netto in Schweizer Franken, zuzüglich der jeweils gültigen gesetzlichen Mehrwertsteuer, ohne sonstige Abzüge.</p>\n</li>\n<li>\n<p>Änderungen an den Produkten und/oder zusätzliche Leistungen von Ops One müssen vom Kunden gesondert beantragt werden, bedürfen der Bestätigung von Ops One und werden dem Kunden gesondert in Rechnung gestellt.</p>\n</li>\n<li>\n<p>Soweit für die Nutzung des Angebotes keine Vorabzahlung notwendig ist, sind Rechnungen jeweils innert 20 Tagen seit Rechnungsdatum zur Zahlung fällig.</p>\n</li>\n<li>\n<p>Im Falle des Zahlungsverzuges ist Ops One berechtigt, Zinsen in der Höhe von fünf Prozent zu verrechnen.\nOps One bleibt es vorbehalten, höhere Verzugsschäden geltend zu machen.</p>\n</li>\n</ol> 7 Urheber- und Nutzungsrechte¶\n<ol>\n<li>\n<p>Die Rechte an den gesamten durch Ops One zur Verfügung gestellten und/oder im Internet publizierten Produktinformationen und -bildern stehen allein Ops One zu.\nDie vollständige oder teilweise Vervielfältigung sowie die elektronische oder mit anderen Mitteln erfolgte vollständige oder teilweise Verbreitung bedürfen der vorherigen schriftlichen Zustimmung von Ops One.</p>\n</li>\n<li>\n<p>Der Kunde ist alleine verantwortlich für die Lizenzierung von Applikationen sowie die Nutzungsrechte an Daten und Inhalten, die er auf der durch Ops One zur Verfügung gestellten Infrastruktur betreibt.\nEr verpflichtet sich Ops One von sämtlichen Schäden und Aufwendungen freizuhalten, die aus einer Verletzung dieser Vertragspflicht resultieren.</p>\n</li>\n<li>\n<p>Bei Projektverträgen / Beratungsleistungen gilt zudem folgendes:</p>\n<ol>\n<li>\n<p>Soweit nichts anderes vereinbart wird, räumt Ops One dem Kunden nach vollständiger Bezahlung sämtlicher Zahlungsansprüche aus dem jeweiligen Projektvertrag ein nicht übertragbares und nicht-ausschliessliches Nutzungsrecht an den für ihn geschaffenen Arbeitsergebnissen ein.\nOps One gestattet dem Kunden ab diesem Zeitpunkt die Nutzung der Arbeitsergebnisse in dem Umfang wie zum vertraglich vorausgesetzten Zweck erforderlich.\nDie Eigennutzung durch Ops One bleibt vorbehalten.</p>\n</li>\n<li>\n<p>Diese Rechtseinräumung gilt nicht für im Rahmen eines Projektes verwendete Standardprodukte von Ops One oder Dritten.\nDie Einräumung von Nutzungsrechten an solchen Standardprodukten für den Kunden ist Gegenstand gesonderter Lizenzverträge und -bedingungen, die der Kunde direkt mit Ops One oder den sonstigen Lizenzgebern vereinbart.\nDie Rechtseinräumung gilt auch nicht für vorbestehende Materialien oder Lösungen sowie Erweiterungen, Ergänzungen oder Änderungen an vorbestehenden Materialien und Standardprodukten der Ops One oder von Drittparteien, welche Ops One für das Projekt verwendet.\nDie ausschliesslichen und uneingeschränkten Rechte an solchen Erweiterungen, Ergänzungen oder Änderungen stehen Ops One zu.\nDer Kunde erhält das nicht-ausschliessliche, nicht übertragbare Recht zur Nutzung solcher vorbestehender Materialien oder Lösungen sowie der Erweiterungen, Ergänzungen oder Änderungen zu den Ops One-Standardprodukten oder vorbestehenden Materialien, soweit dies für die Nutzung im Zusammenhang mit den im Rahmen des Projektes der Ops One für den Kunden geschaffenen sonstigen Arbeitsergebnissen im Rahmen der Zweckbestimmung und Nutzungsrechtseinräumung erforderlich ist.</p>\n</li>\n</ol>\n</li>\n</ol> 8 Geheimhaltung¶\n<ol>\n<li>\n<p>Ops One und der Kunde sind verpflichtet, Betriebs- und Geschäftsgeheimnisse sowie sonstige vertrauliche und schutzwürdige Angelegenheiten der anderen Partei, die ihr aus oder im Zusammenhang mit der Auftragserfüllung anvertraut oder bekannt werden, geheim zu halten und nicht für eigene oder fremde Zwecke, sondern nur zur rechtmässigen Aufgabenerfüllung zu verwenden.</p>\n</li>\n<li>\n<p>Die Verpflichtung zur vertraulichen Behandlung gilt jedoch nicht für Informationen, die (a.) bereits bekannt sind oder waren, oder (b.) unabhängig und ohne Verwendung geheimhaltungsbedürftiger Informationen einer anderen Partei entwickelt wurden, oder (c.) von der Partei von einem Dritten, der nicht zur Geheimhaltung verpflichtet war, erworben wurden, oder (d.) ohne Verpflichtung zur Geheimhaltung bereits im Besitz der Partei waren.\nWeitergehende gesetzliche Verpflichtungen zur Geheimhaltung bleiben unberührt.</p>\n</li>\n<li>\n<p>Diese Geheimhaltungsverpflichtung bleibt auch nach Beendigung des Vertrags bestehen.</p>\n</li>\n</ol> 9 Haftung¶\n<ol>\n<li>\n<p>Für Schäden des Kunden haftet Ops One nur bei Vorsatz oder grobe Fahrlässigkeit.</p>\n</li>\n<li>\n<p>Ops One haftet nur für direkte Schäden.\nEine Haftung für den Ersatz von mittelbaren, indirekten Schäden oder von Folgeschäden, entgangenen Gewinn, Datenverluste sowie Schäden an Programmen und Datenträgern ist ausgeschlossen.</p>\n</li>\n<li>\n<p>Jede weitere Haftung ist ausgeschlossen.\nSollte aufgrund zwingender Gesetzesbestimmungen eine Haftung nicht gänzlich ausgeschlossen werden können, wird die Haftung auf den Ersatz des Schadens bis max.\nin der Höhe der Auftragssumme beschränkt.</p>\n</li>\n<li>\n<p>Diese Haftungsbeschränkung wirkt auch zugunsten der Mitarbeiter von Ops One.</p>\n</li>\n<li>\n<p>Ops One gewährleistet eine Erreichbarkeit seiner Server von 99.9% im Jahresdurchschnitt.\nHiervon ausgenommen sind Zeiten, in denen die Server auf Grund von technischen oder sonstigen Problemen, die nicht im Einflussbereich von Ops One liegen (z.B.\nhöhere Gewalt, Störungen bei Telekommunikationsdienstleistern, Verschulden Dritter usw.) nicht zu erreichen sind.\nEbenso ausgenommen sind Zeiten, in denen routinemäßige Wartungsarbeiten durchgeführt werden.\nOps One kann den Zugang zu den Servern beschränken, sofern die Sicherheit des Netzbetriebes, die Aufrechterhaltung der Netzintegrität, insbesondere die Vermeidung schwerwiegender Störungen des Netzes, der Software oder gespeicherter Daten dies erfordern.\nauch diese Zeiten werden bei der Berechnung der Erreichbarkeit nicht berücksichtigt.\nDie Server von Ops One sind unter Umständen nicht weltweit abrufbar.\nDie Abrufbarkeit kann aufgrund gesetzlicher Vorgaben in bestimmten Ländern eingeschränkt sein.</p>\n</li>\n<li>\n<p>Die Verpflichtung des Kunden zur Schadensvermeidung, insbesondere im Fall von Daten- oder Dateiverlusten bleibt unberührt.\nDer Verlust von Daten ist nicht ersatzfähig, soweit für diese durch den Kunden nicht regelmässig, mindestens einmal täglich, Sicherungskopien auf getrennten Datenträgern erstellt wurden.</p>\n</li>\n</ol> 10 Kündigung¶\n<ol>\n<li>\n<p>Soweit Auftragsrecht anwendbar ist, kann der Vertrag von beiden Parteien jederzeit schriftlich widerrufen bzw.\ngekündigt werden.\nKündigt der Kunde, hat er die von Ops One bis zum Vertragsende erbrachten Leistungen vollständig zu bezahlen.\nBei individuellen Projektarbeiten sind zudem mind.\n25% der noch offenen Arbeiten zu bezahlen.</p>\n</li>\n<li>\n<p>Soweit nichts anderes vereinbart wurde, sind Hostingleistungen durch den Kunden unter Einhaltung einer Frist von mindestens 24 Stunden auf das Ende des übernächsten Werktages widerrufbar.\nDie vereinbarten Gebühren sind bis und mit Ende des betreffenden Werktages zu bezahlen.\nBereits bezahlte Gebühren werden nicht zurückerstattet.</p>\n</li>\n<li>\n<p>Soweit nichts anderes vereinbart wurde, ist Ops One berechtigt, Hostingleistungen ohne Angabe von Gründen unter Einhaltung einer Frist von 30 Tagen auf Ende eines Werktages zu kündigen.</p>\n</li>\n<li>\n<p>Das Recht der Parteien zur jederzeitigen außerordentlichen Kündigung aus wichtigem Grund bleibt von den vorstehenden Regelungen unberührt.\nOps One ist insbesondere zur Kündigung aus wichtigem Grund berechtigt, wenn</p>\n<ol>\n<li>\n<p>der Kunde gegen Gesetze oder diese Nutzungsbedingungen verstösst und sich trotz Abmahnung nicht umgehend regelgerecht verhält.</p>\n</li>\n<li>\n<p>der Kunde mit der Zahlung der Entgelte in Verzug gerät und trotz Mahnung innert angesetzter Frist nicht zahlt.</p>\n</li>\n</ol>\n</li>\n</ol> 11 Allgemeine Bestimmungen¶\n<ol>\n<li>\n<p>Die Abtretung von Rechten und Pflichten des Kunden aus dem Vertrag ohne vorherige Zustimmung von Ops One ist ausgeschlossen.</p>\n</li>\n<li>\n<p>Die Verrechnung durch den Kunden ist nur mit einer unbestrittenen oder rechtskräftig festgestellten Gegenforderung möglich.</p>\n</li>\n<li>\n<p>Ops One kommuniziert in der Regel mit den Kunden per E-Mail.\nDiese müssen daher sicherstellen, dass sie die E-Mails erhalten und zur Kenntnis nehmen, die von Ops One an die vom Kunden bei der Anmeldung angegebene oder Ops One später mitgeteilte E-Mail-Adresse versandt werden.\nIm Übrigen bleibt es Ops One vorbehalten, eine andere geeignete Form der Korrespondenz zu wählen.</p>\n</li>\n<li>\n<p>Ops One behält sich das Recht vor, die AGB mit Wirkung für die Zukunft zu aktualisieren, wenn wirtschaftliche oder rechtliche Gründe eine Anpassung erforderlich machen.\nDie Änderungen werden für laufende Vertragsbeziehungen mit dem Kunden erst wirksam, wenn der Kunde diesen Änderungen zustimmt.\nWiderspricht der Kunde den Änderungen der AGB nicht innerhalb von zwei Wochen, nachdem er über die Änderung der AGB und die Folgen eines unterbleibenden Widerspruchs benachrichtigt wurde, gilt die Zustimmung als erteilt.\nDie Bekanntmachung der Änderungen erfolgt insbesondere dadurch, dass die Ops One die neuen AGB auf der Website aufschaltet und dem Kunden einen Hinweis per E-Mail zusendet.</p>\n</li>\n</ol> 12 Datenschutz¶\n<ol>\n<li>\n<p>Ops One verarbeitet und nutzt die bei Vertragsschluss und im Rahmen der Nutzung des Angebots erhobenen Daten des Kunden nach den einschlägigen datenschutzrechtlichen Bestimmungen.</p>\n</li>\n<li>\n<p>Es gelten die Datenschutzerklärung von Ops One (abrufbar unter https://docs.opsone.ch/legal/dse_index.html)</p>\n</li>\n</ol> 13 Gerichtsstand und anwendbares Recht¶\n<ol>\n<li>\n<p>Das Rechtsverhältnis zwischen den Parteien wie auch die Beurteilung dessen Zustandekommens unterliegt ausschliesslich <strong>schweizerischem Recht</strong>, unter Ausschluss des IPR und staatsvertraglicher Vereinbarungen, insbesondere des Übereinkommens der Vereinten Nationen über Verträge über den internationalen Warenkauf (Wien 1980) sowie des Übereinkommens der Vereinten Nationen betreffend das auf internationale Kaufverträge über bewegliche körperliche Sachen anzuwendende Recht (Den Haag 1955).</p>\n</li>\n<li>\n<p>Ausschliesslicher Gerichtstand ist <strong>ZÜRICH</strong>.</p>\n</li>\n</ol>\n<p>Stand 21.04.2022, Ops One AG, team+legal@opsone.ch</p> Previous Next <p>© Copyright Ops One AG.\nLast updated on Apr 21, 2022.\n</p> ", "created_at": "2022-06-29 19:02:39.85102", "updated_at": "2022-06-29 17:04:41.242"}], "points": [], "urls": ["opsone.ch"]}}