{"error": 448, "message": "OK", "parameters": {"id": 344, "name": "Fotocommunity", "created_at": "2018-05-08 11:38:33.563826", "updated_at": "2021-06-27 16:40:09.856024", "wikipedia": null, "keywords": null, "related": null, "slug": "fotocommunity", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/344.png", "url": "fotocommunity.de,fotocommunity.com,fotocommunity.net,fotocommunity.fr,fotocommunity.es,fotocommunity.it", "documents": [{"id": 425, "name": "Privacy Policy", "url": "https://fotocommunity.net/de/datenschutz/", "xpath": "", "text": " <i>\n<i>\n</i>\n</i>\n<ul>\n<li>\n</li>\n<li>\n<i>\n<i>\n</i>\n</i>\n</li>\n</ul>\n<ul>\n<li>Über uns<i>\n</i>\n<ul>\n<li>Community Manager</li>\n<li>Die fotocommunitys</li>\n</ul>\n</li>\n<li>Presse<i>\n</i>\n<ul>\n<li>Hintergrundinformationen</li>\n<li>Pressematerialien</li>\n<li>Fakten</li>\n</ul>\n</li>\n<li>Werbung</li>\n<li>Kontakt</li>\n</ul> Datenschutz <p>Die fotocommunity und die mit uns verbundenen Unternehmen nehmen den Schutz Deiner privaten Daten ernst und möchten, dass Du Dich beim Besuch unserer Community wohlfühlst.\nDeine Privatsphäre ist uns ein wichtiges Anliegen und wir respektieren sie in all unseren Geschäftsprozessen.\nWir gehen mit Deinen Daten sorgsam um und verwenden sie nur, wenn es unbedingt notwendig ist.\n<strong>Wir haben Deine Daten noch nie an Dritte verkauft und werden dies auch niemals tun.</strong> Wir unterliegen der Europäischen Datenschutzgrundverordnung (DSGVO) sowie den gesetzlichen Bestimmungen der Bundesrepublik Deutschland, insbesondere dem Bundesdatenschutzgesetz (BDSG) und dem Telemediengesetz (TMG).\nUnsere Seite enthält Links zu anderen Webseiten und Werbung von Dritten.\nDiese Datenschutzerklärung bezieht sich nicht auf deren, sondern nur auf unsere Webseite.</p>\n<p>Die vorliegende Datenschutzerklärung ist gültig ab dem 16.05.2018.\nDie bis zum 15.05.2018 geltende Datenschutzerklärung findest Du&nbsp;hier.</p> Geltungsbereich und Einwilligung <p>In dieser Datenschutzerklärung beschreiben wir die Erhebung, Nutzung, Weitergabe, Speicherung und den Schutz Deiner personenbezogenen Daten.\nSie gilt für diese Website und für alle Anwendungen, Services oder Tools (zusammen&nbsp;<strong>„Services“</strong>), in denen auf diese Datenschutzerklärung verwiesen wird, unabhängig davon, auf welchem Weg Du die Services aufrufst oder verwendest, einschließlich des Zugriffs über Mobilgeräte.</p>\n<p>\n<strong>Durch die Nutzung unserer Services und / oder die Einrichtung eines Kontos nimmst Du die Bedingungen dieser Datenschutzerklärung an und erklärst Dich mit der Erhebung, Nutzung, Weitergabe, Speicherung und dem Schutz Deiner personenbezogenen Daten gemäß der Beschreibung in dieser Datenschutzerklärung einverstanden.</strong>&nbsp;Wenn Du uns die für uns erforderlichen Daten nicht zur Verfügung stellst, kann es möglicherweise sein, dass wir Dir nicht alle unsere Services bereitstellen können.</p>\n<p>fotocommunity GmbH, Brügelmannstr.\n5, 50679 Köln (nachfolgend „fotocommunity“), ist die für Deine Daten verantwortliche Stelle und ist verantwortlich für die Erhebung, Nutzung, Weitergabe, Speicherung und den Schutz Deiner personenbezogenen Daten in Einklang mit dem jeweils anwendbaren nationalen Recht.\nWir können Deine personenbezogenen Daten auf unseren Servern in Deutschland und in anderen Ländern der Europäischen Union verarbeiten und speichern.</p>\n<strong>Personenbezogene Daten</strong>\n<p>Unter&nbsp;<strong>„personenbezogenen Daten“</strong>&nbsp;werden Informationen verstanden, die einer bestimmten Person zugeordnet oder zur Identifizierung dieser Person genutzt werden können, unabhängig davon, ob diese Zuordnung bzw.\nIdentifizierung direkt auf Basis dieser Daten oder auf Basis dieser Daten und anderer zusätzlicher Informationen erfolgt, auf die die fotocommunity Zugriff hat oder wahrscheinlich haben wird.\nNicht als personenbezogene Daten betrachten wir Daten, die anonymisiert oder aggregiert wurden, so dass sie in Kombination mit anderen Informationen oder auf andere Art und Weise nicht mehr zur Identifizierung einer bestimmten Person verwendet werden können.</p>\n<strong>Änderungen dieser Datenschutzerklärung</strong>\n<p>Im Falle von Änderungen dieser Datenschutzerklärung werden wir die geänderte Datenschutzerklärung sowie das Datum des Inkrafttretens der geänderten Datenschutzerklärung auf dieser Website veröffentlichen.\nWir empfehlen Dir daher, die Datenschutzerklärung in regelmäßigen Abständen durchzulesen.\nÄnderungen, die eine von Dir erteilte Einwilligung betreffen, werden wir nur durch erneute Einholung der Einwilligung durchführen.</p>\n<p>&nbsp;</p>\nDatenschutzbeauftragter und Auskunftsersuchen\n<p>Wir haben uns als Betreiber der Onlineportale www.fotocommunity.de, www.fotocommunity.com, www.fotocommunity.es, www.fotocommunity.fr, www.fotocommunity.it verpflichtet, diese Datenschutzerklärung einzuhalten.\nWenn Du Fragen hinsichtlich der Verarbeitung Deiner persönlichen Daten hast, kannst Du Dich an unseren Beauftragten für den Datenschutz wenden, der mit seinem Team auch im Falle von Auskunftsersuchen, Anregungen oder Beschwerden zur Verfügung steht:</p>\n<p>Rechtsanwalt Amin Negm-Awad<br>\nDatenschutzbeauftragter<br>\nGoebenstraße 3<br>\n50672 Köln<br>\nKontakt:&nbsp;privacy@fotocommunity.net</p>\n<p>Auf Anforderung teilt er Dir mit, welche persönlichen Daten über Dich bei uns gespeichert sind.\nSollten trotz unserer Bemühungen um Datenrichtigkeit und Aktualität falsche Informationen gespeichert sein, werden wir diese auf Deine Aufforderung hin berichtigen.\nDu kannst Dein Profil und Deine Daten jederzeit aktualisieren.</p> Nutzung persönlicher Daten durch uns\n<strong>Nutzung ohne Registrierung</strong>\n<p>Wenn Du unsere Webseiten besuchst, ohne Dich bei uns zu registrieren oder uns auf andere Weise Information zukommen zu lassen („Informatorische Nutzung“), erheben wir nur die personenbezogenen Daten, die unser Webserver von Deinem Webbrowser übermittelt bekommt.\nDabei erfassen wir nur Daten, die wir benötigen, um Dir unsere Webseiten stabil und sicher anbieten zu können.\nDiese sind:</p>\n<ul>\n<li>IP-Adresse</li>\n<li>Datum und Uhrzeit der Anfrage</li>\n<li>Zeitzonendifferenz zur Greenwich Mean Time (GMT)</li>\n<li>Inhalt der Internetseite</li>\n<li>Zugriffsstatus (HTTP-Status)</li>\n<li>übertragene Datenmenge</li>\n<li>Internetauftritt, von dem Du auf unseren Internetauftritt gelangt bist</li>\n<li>Webbrowser</li>\n<li>Betriebssystem</li>\n<li>Sprache und Version des Browsers</li>\n<li>angeschlossene Dienste unserer Partner (s.u.)</li>\n</ul>\n<p>Die vorgenannten Daten werden in sog.\nLogfiles auf unseren Servern gespeichert.\nNicht hiervon betroffen sind Deine IP-Adresse oder andere Daten, die eine Zuordnung der Daten zu Dir ermöglichen.\nEine Speicherung dieser Daten zusammen mit anderen personenbezogenen Daten von Dir findet nicht statt.</p>\n<p>Die Erhebung und vorübergehende Speicherung der IP-Adresse ist notwendig, um die Darstellung unserer Webseite auf Deinem Endgerät zu ermöglichen.\nHierfür muss Deine IP-Adresse für die Dauer des Besuchs unserer Webseite gespeichert werden.</p>\n<p>In den vorstehenden Zwecken liegt unser berechtigtes Interesse an der Datenverarbeitung.</p>\n<p>Die vorstehenden Daten zur Bereitstellung unserer Webseite werden gelöscht, wenn die jeweilige Sitzung beendet ist.</p>\n<p>Die Erhebung der vorstehenden Daten zur Bereitstellung unseres Internetauftritts und die Speicherung dieser Daten in Logfiles ist für den Betrieb unseres Internetauftritts zwingend erforderlich.\nEs besteht keine Widerspruchsmöglichkeit.</p>\n<strong>Nutzung mit Registrierung</strong>\n<p>Wir bieten Dir die Möglichkeit, Dich bei der fotocommunity zu registrieren.\nIn einem solchen Falle speichern wir zusätzlich zu den oben genannten Daten auch alle von Dir bei der Registrierung und anschließender Nutzung eingegebenen und bei der Zahlung anfallenden personenbezogenen Daten und solche, die zur Mitgliedschaft in der fotocommunity und zum Zwecke der jeweiligen Vertragsdurchführung erforderlich sind.\nDazu gehören u.a.:</p>\n<ul>\n<li>Benutzername</li>\n<li>Geburtsdatum</li>\n<li>Wohnort</li>\n<li>Profilinformationen</li>\n<li>Fotos inkl.\nEXIF-Informationen</li>\n<li>(Foren-)Kommentare</li>\n<li>Zahlungsdaten (im Falle des Abschlusses einer Premium-Mitgliedschaft)</li>\n</ul>\n<p>Der Benutzername wird immer veröffentlicht.\nAlle anderen Daten werden nur dann veröffentlicht, wenn Du das während der Nutzung der fotocommunity selbst bestimmst.\nZahlungsdaten werden wir niemals veröffentlichen.&nbsp;Deine Daten speichern wir auf unseren Servern bei den von uns mit dem Betrieb und dem Hosting unserer IT-Infrastruktur beauftragten Dienstleistern (nachfolgend bezeichnet als: „Hostingpartner“).</p>\n<p>Wir verwenden für die Registrierung das sog.\nDouble-opt-in-Verfahren.\nNach Absendung Deiner Daten schicken wir Dir an die von Dir angegebene E-Mail-Adresse eine Bestätigungs-E-Mail.\nDeine Registrierung ist erst abgeschlossen, wenn Du die Anmeldung durch Klick auf den in dieser E-Mail enthaltenen Link bestätigt hast.\nSofern Du Deine Anmeldung nicht bestätigst, wird Deine Anmeldung mit allen von Dir angegebenen Daten nach 14 Tagen automatisch aus unserer Datenbank gelöscht.</p>\n<p>Die von Dir angegebenen Kontaktdaten können wir zudem dafür verarbeiten, um Dich über wichtige Neuerungen oder Änderungen unserer Produkte oder über weitere interessante Produkte aus unserem Portfolio zu informieren.\nZudem verarbeiten wir Deine Daten, um Dir E-Mails mit technischen Informationen zukommen lassen.</p>\n<p>Ferner möchten wir Deine Daten verwenden, um unsere Webseiten mit Hilfe eines Profils für Dich anzupassen und zu optimieren, indem wir Dich über Angebote und Dienstleistungen von uns und unseren Partnern informieren oder Dich gegebenenfalls hierüber befragen.\nIn Deinen Einstellungen kannst Du diese Option deaktivieren.</p>\n<p>Wenn Du Dich bei der fotocommunity abmeldest, werden, soweit möglich und gesetzlich zugelassen, Deine Daten nach spätestens zwei Monaten gelöscht.\nInsbesondere entfernen wir die Angaben, die Du bei der Registrierung gemacht hast, die von Dir hochgeladenen Mediendateien und die Dir zugestellten Nachrichten.\nAllerdings sind wir gesetzlich verpflichtet, bestimmte Daten länger aufzubewahren, wie etwa die Zahlungsdaten aus steuerrechtlichen Gründen.\nWenn Du Dich aktiv an der fotocommunity beteiligst, etwa durch Forenbeiträge, Termine oder Ähnlichem, bleiben diese Beiträge auch nach Beendigung Deiner Mitgliedschaft gespeichert.\nGleiches gilt für Deine Reaktion auf unsere Newsletter.\nAllerdings werden solche Beiträge von Dir so von uns anonymisiert, dass Dein Name öffentlich nicht mehr genannt wird.\nAuch für uns ist kein Rückschluss auf Deine Person mehr möglich.\nFalls andere Nutzer Deinen Namen in ihren Nachrichten, Kommentaren oder Forenbeiträgen erwähnen, wird diese Nennung nicht anonymisiert, da dies ja nicht Dein Beitrag ist.</p>\n<p>&nbsp;</p>\nNutzung entgeltlicher Leistungen\n<p>Wenn Du eine kostenpflichtige Mitgliedschaft bei uns abschließen möchtest, ist es für den Vertragsabschluss erforderlich, dass Du Deine persönlichen Daten angibst, die wir für die Durchführung des Vertrags und die Erbringung der vertraglich geschuldeten Leistungen benötigen.\nHierfür wird ein Kundenkonto angelegt.\nIm Rahmen des Registrierungsvorgangs werden dabei die für die Abwicklung des Vertrags notwendigen Pflichtangaben in der Eingabemaske entsprechend markiert.\nAlle weiteren Angaben sind freiwillig.\nVor Absendung Deiner Daten weisen wir Dich nochmals ausdrücklich auf unsere Datenschutzerklärung hin.\nDurch Absendung Deiner Daten erklärst Du Dich mit der in dieser Datenschutzerklärung beschriebenen Verarbeitung Deiner personenbezogenen Daten einverstanden.</p>\n<p>Die von Dir in der Anmeldung angegebenen Daten verarbeiten wir zum Zwecke der Vertragserfüllung.\nDeine Daten speichern wir auf unseren Servern unserer Hostingpartner.\nDeine Zahlungsdaten und die dazugehörigen Rechnungsdaten übermitteln wir zur Zahlungsabwicklung zudem an unsere Hausbank, unseren Steuerberater sowie an die&nbsp;Wirecard AG, Einsteinring 35, 85609 Aschheim, Deutschland.\nLetztere verarbeitet diese Daten in unserem Auftrag und nach unseren Weisungen.</p>\n<p>Wir sind aufgrund handels- und steuerrechtlicher Vorgaben verpflichtet, Deine Adress-, Zahlungs- und Bestelldaten für die Dauer von zehn Jahren zu speichern.\nSobald die Verarbeitung der vorstehenden Daten zum Zwecke der Vertragserfüllung nicht mehr erforderlich sind, nehmen wir nach Ablauf von zwei Jahren eine Einschränkung der Verarbeitung vor, wodurch Deine Daten nur noch zur Einhaltung der gesetzlichen Verpflichtungen eingesetzt werden.</p>\n<p>Zur Verhinderung unberechtigter Zugriffe Dritter auf Deine persönlichen Daten, insbesondere Finanzdaten, wird der Bestellvorgang per SSL-Technik verschlüsselt.</p>\n<p>&nbsp;</p>\nWeitere Funktionen und Angebote unseres Internetauftritts\n<p>Zusätzlich zu den oben beschriebenen Nutzungsmöglichkeiten der fotocommunity („Informatorische Nutzung“) bieten wir Dir verschiedene Leistungen an, die Du bei Interesse nutzen kannst.\nDu kannst z.B.\nan Wettbewerben teilnehmen oder Dein Portfolio erstellen.\nHierfür ist in der Regel die Angabe weiterer personenbezogener Daten notwendig.\nDiese Daten benötigen wir zur Erbringung der jeweiligen Leistung.\nEs gelten hierfür die vorstehenden Grundsätze zur Datenverarbeitung.</p>\n<p>Zum Teil greifen wir zur Verarbeitung dieser Daten auf externe Dienstleister zurück, die von uns sorgfältig ausgewählt und beauftragt worden sind.\nDiese Dienstleister sind an unsere Weisungen gebunden und werden regelmäßig von uns kontrolliert.</p>\n<p>Soweit personenbezogene Daten im Zuge von Leistungen, die wir gemeinsam mit Partnern anbieten, an Dritte weitergegeben werden, kannst Du nähere Informationen den nachfolgenden Beschreibungen der einzelnen Leistungen entnehmen.</p>\n<p>Soweit diese Dritten ihren Sitz in einem Staat außerhalb des Europäischen Wirtschaftsraumes haben, kannst Du nähere Informationen über die Folgen daraus in den nachfolgenden Beschreibungen der einzelnen Leistungen entnehmen.</p>\n<p>&nbsp;</p>\nVerarbeitung personenbezogener Daten durch Cookies\n<p>Wir verwenden auf unserem Internetauftritt sog.\nCookies, um die fotocommunity nutzerfreundlicher und einfacher zu gestalten.\nBei Cookies handelt es sich um kleine Textdateien, die auf dem Speichermedium Deines Endgerätes, also beispielsweise auf einer Festplatte, gespeichert werden und durch die uns als Stelle, die den Cookie setzt, bestimmte Informationen zufließen.\nCookies können keine Programme ausführen oder Viren auf Dein Endgerät übertragen.</p>\n<p>Unsere Internetauftritte verwenden folgende Arten von Cookies, deren Umfang und Funktionsweise nachfolgend erläutert werden:</p>\n<p>Cookies, die Deinem Webbrowser zugehörig gespeichert werden:</p>\n<ul>\n<li>Transiente Cookies: Diese Cookies werden automatisiert gelöscht, wenn Du Deinen Webbrowser schließt.\nDazu zählen insbesondere Session-Cookies.\nDiese speichern eine sog.\nSession-ID, anhand der sich verschiedene Anfragen Deines Webbrowsers der gemeinsamen Sitzung zuordnen lassen.\nDies ermöglicht eine Wiedererkennung Deines Endgeräts, wenn Du zur fotocommunity zurückkehrst.\nSession-Cookies werden gelöscht, sobald Du Dich ausloggst oder den Webbrowser schließt.</li>\n<li>Persistente Cookies: Diese Cookies werden automatisiert nach einer vorgegebenen Dauer gelöscht, die sich je nach Cookie unterscheiden kann.\nDiese Cookies kannst Du in den Einstellungen Deines Webbrowsers jederzeit löschen.</li>\n</ul>\n<p>In den Cookies werden etwa folgende Daten und Informationen gespeichert:</p>\n<ul>\n<li>Log-In-Status</li>\n<li>Spracheinstellungen</li>\n<li>eingegebene Suchbegriffe</li>\n<li>Registrierungsstatus</li>\n<li>Nutzereinstellungen</li>\n<li>Informationen über die Anzahl der Aufrufe unserer Website sowie Nutzung einzelner Funktionen unseres Internetauftritts</li>\n</ul>\n<p>Einige Funktionen unseres Internetauftritts können ohne den Einsatz der oben genannten Cookies nicht angeboten werden.\nInsbesondere erfordern es einige Funktionen unseres Internetauftritts, dass Dein Webbrowser auch noch nach einem Seitenwechsel identifiziert werden kann.\nSoweit Du Dich bei uns registriert hast, setzen wir die Cookies ein, um Dich für Folgebesuche identifizieren zu können.\nDadurch wird vermieden, dass Du Dich bei jedem Besuch der fotocommunity erneut einloggen musst.\nDiejenigen Daten, die durch Cookies verarbeitet werden, die für die Bereitstellung der Funktionen unseres Internetauftritts erforderlich sind, werden nicht zur Erstellung von Nutzerprofilen verwendet.\nSoweit Cookies zu Analysezwecken eingesetzt werden, dienen diese dazu, die Qualität und Nutzerfreundlichkeit unseres Internetauftritts, ihrer Inhalte und Funktionen zu verbessern.\nSie ermöglichen uns, es nachzuvollziehen, wie der Internetauftritt, welche Funktionen und wie oft diese genutzt werden.\nDies ermöglicht uns, unser Angebot fortlaufend zu optimieren.</p>\n<p>In den vorstehenden Zwecken liegt unser berechtigtes Interesse an der Datenverarbeitung.</p>\n<p>Die vorstehenden Cookies werden auf Deinem Endgerät gespeichert und von diesem an unsere Server übermittelt.\nDu kannst daher die Verarbeitung der Daten und Informationen durch Cookies selbst konfigurieren.\nDazu kannst Du in den Einstellungen Deines Webbrowsers entsprechende Konfigurationen vornehmen, durch die Du beispielsweise Third-Party-Cookies oder Cookies insgesamt ablehnen kannst.\nDies kann dazu führen, dass Du dann nicht alle Funktionen unseres Internetauftritts ordnungsmäßig nutzen kannst.</p>\n<p>&nbsp;</p>\nGoogle Analytics\n<p>Auf den Seiten der fotocommunity verwenden wir „Google Analytics“, einen Webanalysedienst der Google Inc., 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA (nachfolgend bezeichnet als: „Google“).\nGoogle verwendet Cookies, also kleine Textdateien, die auf Deinem Endgerät gespeichert werden und die eine Analyse der Benutzung unseres Internetauftritts durch Dich ermöglichen.\nDie durch das Cookie erzeugten Informationen über die Benutzung unseres Internetauftritts werden in der Regel an einen Server von Google in den USA übertragen und dort gespeichert.\nWir nutzen die Anonymisierung der durch das Cookie zu übermittelnden IP-Adresse durch die Erweiterung „_anonymizeIp()“ (nachfolgend bezeichnet als: „IP-Anonymisierung“).\nDadurch wird Deine IP-Adresse von Google innerhalb von Mitgliedstaaten der Europäischen Union oder in anderen Vertragsstaaten des Abkommens über den Europäischen Wirtschaftsraum zuvor gekürzt.\nNur in Ausnahmefällen wird die volle IP-Adresse an einen Server von Google in den USA übertragen und dort gekürzt.\nGoogle wird diese Informationen benutzen, um in unserem Auftrag Deine Nutzung der fotocommunity auszuwerten, Reports über die Nutzung der fotocommunity zusammenzustellen und weitere mit der Nutzung des Internetauftritts und der Internetnutzung verbundene Dienstleistungen gegenüber uns zu erbringen.\nDabei können aus den verarbeiteten Daten pseudonyme Nutzungsprofile erstellt werden.</p>\n<p>Wir verwenden Google Analytics zu dem Zweck, die Nutzung unseres Internetauftritts analysieren und einzelne Funktionen und Angebote sowie das Nutzungserlebnis fortlaufend verbessern zu können.\nDurch die statistische Auswertung des Nutzerverhaltens können wir unser Angebot verbessern und für Dich als Nutzer interessanter ausgestalten.</p>\n<p>Hierin liegt auch unser berechtigtes Interesse an der Verarbeitung der vorstehenden Daten durch Google.</p>\n<p>Du kannst das Speichern der von Google Analytics erzeugten Cookies durch Vornahme entsprechender Einstellungen Deines Webbrowsers verhindern.\nDies kann dazu führen, dass Du in diesem Fall möglicherweise nicht sämtliche Funktionen unseres Internetauftritts nutzen kannst.\nWenn Du die Erhebung der durch das Cookie erzeugten und auf Dein Nutzerverhalten bezogenen Daten (auch Deiner IP-Adresse) sowie die Verarbeitung dieser Daten durch Google verhindern möchtest, Kannst Du das unter dem nachfolgenden Link verfügbare Webbrowser-Plugin herunterladen und installieren:http://tools.google.com/dlpage/gaoptout?hl=de.</p>\n<p>Um Google zur Auftragsverarbeitung der übermittelten Daten nur entsprechend unserer Weisungen und zur Einhaltung der geltenden Datenschutzvorschriften zu verpflichten, haben wir mit Google einen Auftragsverarbeitungsvertrag abgeschlossen.\nZudem hat sich Google dem zwischen der Europäischen Union und den USA geschlossenen Privacy-Shield-Abkommen unterworfen und sich zertifiziert.\nDadurch verpflichtet sich Google, die Standards und Vorschriften des europäischen Datenschutzrechts einzuhalten.\nNähere Informationen findest du hier: https://www.privacyshield.gov/participant?id=a2zt000000001L5AAI&amp;status=Active</p>\n<p>Informationen des Drittanbieters: Google Dublin, Google Ireland Ltd., Gordon House, Barrow Street, Dublin 4, Ireland, Fax: +353 (1) 436 1001.</p>\n<p>Weitere Informationen zur Datennutzung durch Google, zu Einstellungs- und Widerspruchsmöglichkeiten sowie zum Datenschutz findest Du hier:</p>\n<ul>\n<li>Nutzerbedingungen:&nbsp;http://www.google.com/analytics/terms/de.html</li>\n<li>Übersicht zum Datenschutz:&nbsp;http://www.google.com/intl/de/analytics/learn/privacy.html</li>\n<li>Datenschutzerklärung:&nbsp;http://www.google.de/intl/de/policies/privacy</li>\n<li>Datennutzung durch Google bei Deiner Nutzung von Websites oder Apps unserer Partner:https://www.google.com/intl/de/policies/privacy/partners</li>\n<li>Datennutzung zu Werbezwecken:&nbsp;http://www.google.com/policies/technologies/ads</li>\n<li>Einstellungen zu personalisierter Werbung durch Google:&nbsp;http://www.google.de/settings/ads</li>\n</ul>\n<p>&nbsp;</p>\nGoogle Web Fonts\n<p>Auf den Seiten der fotocommunity verwenden wir „Google Web Fonts“, einen Dienst der Google Inc., 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA (nachfolgend bezeichnet als: „Google“).\nGoogle Web Fonts ermöglicht uns die Verwendung externer Schriftarten, sog.\nGoogle Fonts.\nDazu wird beim Abrufen unseres Internetauftritts die benötigte Google Font von Deinem Webbrowser in den Browsercache geladen.\nDies ist notwendig, damit auch Dein Browser eine optisch verbesserte Darstellung unserer Texte anzeigen kann.\nWenn Dein Browser diese Funktion nicht unterstützt, wird eine Standardschrift von Deinem Computer zur Anzeige genutzt.\nDie Einbindung dieser Web Fonts erfolgt durch einen Serveraufruf, in der Regel ein Server von Google in den USA.\nHierdurch wird an den Server übermittelt, welche Seite unseres Internetauftritts Du besucht hast.\nAuch wird die IP-Adresse des Browsers des Endgerätes des Besuchers von Google gespeichert.</p>\n<p>Wir verwenden Google Web Fonts zu Optimierungszwecken, insbesondere um die Nutzung unseres Internetauftritts für Dich zu verbessern und um dessen Ausgestaltung nutzerfreundlicher zu machen.</p>\n<p>Hierin liegt auch unser berechtigtes Interesse.</p>\n<p>Google hat sich dem zwischen der Europäischen Union und den USA geschlossenen Privacy-Shield-Abkommen unterworfen und sich zertifiziert.\nDadurch verpflichtet sich Google, die Standards und Vorschriften des europäischen Datenschutzrechts einzuhalten.\nNähere Informationen findest Du hier:&nbsp;https://www.privacyshield.gov/participant?id=a2zt000000001L5AAI&amp;status=Active</p>\n<p>Informationen des Drittanbieters: Google Dublin, Google Ireland Ltd., Gordon House, Barrow Street, Dublin 4, Ireland, Fax: +353 (1) 436 1001.</p>\n<p>Weitere Informationen zum Datenschutz kannst Du der Datenschutzerklärung von Google entnehmen:http://www.google.de/intl/de/policies/privacy</p>\n<p>Weitergehende Informationen zu Google Web Fonts findest Du unter&nbsp;http://www.google.com/webfonts/,https://developers.google.com/fonts/faq?hl=de-DE&amp;csw=1&nbsp;undhttps://www.google.com/fonts#AboutPlace:about.</p>\n<p>&nbsp;</p>\nGoogle Maps Platform\n<p>Auf den Seiten der fotocommunity verwenden wir „Google Maps Platform“, einen Dienst der Google Inc., 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA (nachfolgend bezeichnet als: „Google Maps Platform“).\nGoogle Maps Platform ermöglicht uns die Verwendung externer Adressdaten zur vereinfachten Befüllung von Formularen in der fotocommunity.\nDurch die&nbsp;Google Maps Platform können wir nach Angabe erster Teile einer Adresse Vorschläge der möglichen vollständigen Adresse anbieten, die Du dann bestätigen kannst, ohne die vollständige Adresse eingeben zu müssen.\nAußerdem nutzen wir die&nbsp;Google Maps Platform, um Entfernungen zwischen zwei geographischen Punkten zu berechnen.\nDies ist notwendig, um Dir Termine oder Nutzer in Deiner Nähe anzeigen zu können.\nDie Einbindung der Google Maps Platform erfolgt durch einen Serveraufruf, in der Regel ein Server von Google in den USA.\nHierdurch wird an den Server übermittelt, welche Seite unseres Internetauftritts Du besucht hast.\nAuch wird die IP-Adresse des Browsers des Endgerätes des Besuchers von Google gespeichert.</p>\n<p>Wir verwenden Google Maps Platform zu Optimierungszwecken, insbesondere um die Nutzung unseres Internetauftritts für Dich zu verbessern und um dessen Ausgestaltung nutzerfreundlicher zu machen.</p>\n<p>Hierin liegt auch unser berechtigtes Interesse.</p>\n<p>Google hat sich dem zwischen der Europäischen Union und den USA geschlossenen Privacy-Shield-Abkommen unterworfen und sich zertifiziert.\nDadurch verpflichtet sich Google, die Standards und Vorschriften des europäischen Datenschutzrechts einzuhalten.\nNähere Informationen findest Du hier:&nbsp;https://www.privacyshield.gov/participant?id=a2zt000000001L5AAI&amp;status=Active</p>\n<p>Informationen des Drittanbieters: Google Dublin, Google Ireland Ltd., Gordon House, Barrow Street, Dublin 4, Ireland, Fax: +353 (1) 436 1001.</p>\n<p>Weitere Informationen zum Datenschutz kannst Du der Datenschutzerklärung von Google entnehmen:http://www.google.de/intl/de/policies/privacy</p>\n<p>Weitergehende Informationen zu Google Maps Platform findest Du unter&nbsp;https://cloud.google.com/maps-platform/terms/?hl=de.</p>\n<p>&nbsp;</p>\nGoogle+ Connect\n<p>Auf den Seiten der fotocommunity verwenden wir „Google+ Connect“, einen Dienst der Google Inc., 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA (nachfolgend bezeichnet als: „Google Connect“).\nMit Google Connect kannst Du Dich schnell und einfach bei uns registrieren.\nDurch den Einsatz von “Google Connect” baut Dein Webbrowser automatisch eine direkte Verbindung mit dem Server von Google auf.\nZur Anmeldung wirst Du auf die Seite von Google weitergeleitet.\nDort kannst Du Dich mit Deinen Nutzungsdaten anmelden.\nHierdurch wird Dein Nutzerkonto bei Google mit unserem Dienst verknüpft.\nWir haben keinen Einfluss auf den Umfang und die weitere Verwendung von Daten, die durch den Einsatz von Google Connect durch Google erhoben werden.\nNach unserem Kenntnisstand erhält Google die Information, dass Du den entsprechenden Teil unserer Webseite aufgerufen oder eine Anzeige von uns angeklickt hast.\nWenn Du über ein Nutzerkonto bei Google verfügst und registriert bist, kann Google den Besuch Deinem Nutzerkonto zuordnen.\nSelbst wenn Du nicht bei Google registriert bist bzw.\nDich nicht eingeloggt hast, besteht die Möglichkeit, dass Google Deine IP-Adresse und ggf.\nweitere Identifizierungsmerkmale in Erfahrung bringt und speichert.</p>\n<p>Wir verwenden Google Connect, um Dir den Registrierungs- und Anmeldevorgang zu erleichtern und diesen zu verkürzen.\nHierin liegt auch unser berechtigtes Interesse an der Verarbeitung der vorstehenden Daten.</p>\n<p>Eine Verarbeitung vorstehender Informationen durch Google kannst Du dadurch verhindern, dass Du Dich mit Email-Adresse und Passwort bei uns anmeldest/registrierst und Google Connect nicht nutzt.</p>\n<p>Google hat sich dem zwischen der Europäischen Union und den USA geschlossenen Privacy-Shield-Abkommen unterworfen und sich zertifiziert.\nDadurch verpflichtet sich Google, die Standards und Vorschriften des europäischen Datenschutzrechts einzuhalten.\nNähere Informationen findest Du hier:&nbsp;https://www.privacyshield.gov/participant?id=a2zt000000001L5AAI&amp;status=Active</p>\n<p>Informationen des Drittanbieters: Google Dublin, Google Ireland Ltd., Gordon House, Barrow Street, Dublin 4, Ireland, Fax: +353 (1) 436 1001.</p>\n<p>Weitere Informationen zum Datenschutz kannst Du der Datenschutzerklärung von Google entnehmen:http://www.google.de/intl/de/policies/privacy</p>\n<p>&nbsp;</p>\nFacebook Connect\n<p>Auf den Seiten der fotocommunity verwenden wir „Facebook Connect“, einen Dienst der Facebook Inc., 1601 S California Ave, Palo Alto, California 94304, USA (nachfolgend bezeichnet als: “Facebook“).\nMit Facebook Connect kannst Du Dich schnell und einfach bei uns registrieren.\nDurch den Einsatz von “Facebook Connect” baut Dein Webbrowser automatisch eine direkte Verbindung mit dem Server von Facebook auf.\nZur Anmeldung wirst Du auf die Seite von Facebook weitergeleitet.\nDort kannst Du Dich mit Deinen Nutzungsdaten anmelden.\nHierdurch wird Dein Nutzerkonto bei Facebook mit unserem Dienst verknüpft.\nWir haben keinen Einfluss auf den Umfang und die weitere Verwendung von Daten, die durch den Einsatz von Facebook Connect durch Facebook erhoben werden.\nNach unserem Kenntnisstand erhält Facebook die Information, dass Du den entsprechenden Teil unserer Webseite aufgerufen oder eine Anzeige von uns angeklickt hast.\nWenn Du über ein Nutzerkonto bei Facebook verfügst und registriert bist, kann Facebook den Besuch Deinem Nutzerkonto zuordnen.\nSelbst wenn Du nicht bei Facebook registriert bist bzw.\nDich nicht eingeloggt hast, besteht die Möglichkeit, dass Facebook Deine IP-Adresse und ggf.\nweitere Identifizierungsmerkmale in Erfahrung bringt und speichert.</p>\n<p>Wir verwenden Facebook Connect, um Dir den Registrierungs- und Anmeldevorgang zu erleichtern und diesen zu verkürzen.\nHierin liegt auch unser berechtigtes Interesse an der Verarbeitung der vorstehenden Daten.</p>\n<p>Eine Verarbeitung vorstehender Informationen durch Facebook kannst Du dadurch verhindern, dass Du Dich mit Email-Adresse und Passwort bei uns anmeldest/registrierst und Facebook Connect nicht nutzt.</p>\n<p>Zudem hat sich Facebook dem zwischen der Europäischen Union und den USA geschlossenen Privacy-Shield-Abkommen unterworfen und sich zertifiziert.\nDadurch verpflichtet sich Facebook, die Standards und Vorschriften des europäischen Datenschutzrechts einzuhalten.\nNähere Informationen findest Du hier:&nbsp;https://www.privacyshield.gov/participant?id=a2zt0000000GnywAAC&amp;status=Active</p>\n<p>Informationen des Drittanbieters: Facebook Ireland Ltd., 4 Grand Canal Square, Grand Canal Harbour, Dublin 2, Irland.\nWeitere Informationen des Drittanbieters zum Datenschutz findest Du hier:&nbsp;https://www.facebook.com/about/privacy</p>\n<p>&nbsp;</p>\nInfomails und Newsletter\n<p>Zum Versand unserer Newsletter und weiterer Emails verwenden wir mit der Erbringung dieser Dienstleistung beauftragte Partner (nachfolgend benannt als: „Email-Partner“).\nDiese Email-Partner ermöglichen es uns, Dir die Newsletter zuzusenden, für die Du Dich angemeldet hast.\nWeiterhin können wir Dir mittels unserer Email-Partner Emails mit hilfreichen Informationen zusenden (z.B.\ntolle neue Fotos aus der fotocommunity oder wenn Du bestimmte Nachrichten an Dich verpasst hast).\nUm Dir diese Emails schicken zu können, übermitteln wir nach Deiner Registrierung folgende Daten an unsere Email-Partner:</p>\n<ul>\n<li>Bestandsdaten (wie E-Mail-Adresse, Benutzername, PLZ, Ort, Daten der Sedcard, Mitgliedschaftsstatus)</li>\n<li>Statistische Daten (wie Anzahl Uploads, Anzahl Kommentare, Anzahl der Favoriten, Anzahl ungelesener Nachrichten, etc.)</li>\n</ul>\n<p>Wir verwenden die Email-Partner, um Dir relevante Inhalte zuzusenden und die fotocommunity für Dich als Nutzer interessanter zu gestalten.</p>\n<p>Hierin liegt auch unser berechtigtes Interesse an der Verarbeitung der vorstehenden Daten durch die Email-Partner.</p>\n<p>Um unsere Email-Partner zur Auftragsverarbeitung der übermittelten Daten nur entsprechend unserer Weisungen und zur Einhaltung der geltenden Datenschutzvorschriften zu verpflichten, haben wir mit unseren Email-Partnern jeweils einen Auftragsverarbeitungsvertrag abgeschlossen.\nDeine an unsere Email-Partner übermittelten Daten werden von diesen Partnern ausschließlich zur Erfüllung unseres Auftrags (Zusendung der oben beschriebenen Emails) verwendet.\nEine Nutzung darüber hinaus oder eine Weitergabe an Dritte findet nicht statt.</p>\n<p>&nbsp;</p>\nApps von Drittanbietern\n<p>Soweit Du Apps von Drittanbietern verwendest, benötigen diese Zugriff auf bei uns gespeicherte Daten.\nIn wieweit diese bei den Herstellern der Apps gespeichert und anderweitig genutzt werden, liegt in der Verantwortlichkeit dieser Anbieter.\nBitte erkundige Dich jeweils dort, um den Umfang der Datenverarbeitung zu erfahren.\nEin Drittanbieter kann folgende Informationen über die von der fotocommunity angebotene Schnittstelle einholen:</p>\n<ul>\n<li>Bestandsdaten (wie E-Mail-Adresse, Benutzername, PLZ, Ort, Daten der Sedcard, Mitgliedschaftsstatus)</li>\n<li>Statistische Daten (wie Anzahl Uploads, Anzahl Kommentare, Anzahl der Favoriten)</li>\n<li>Benutzer-generierte Inhalte (wie Profiltext, Kommentare bei Profilen und Fotos, Fotos, alle Aktivitätseinträge – sofern nicht über die Privatsphäre deaktiviert, Abstimmungen zu Votings)</li>\n<li>Kommunikationsdaten (öffentliche, private und ignorierten Kontakte, FotoMails etc.)</li>\n</ul>\n<p>Apps, die unmittelbar auf die Webseiten zugreifen, können alle Informationen einholen, die auch jedem anderen Besucher der Seite zugänglich sind.</p>\n<p>Eine Übermittlung der obenstehenden Daten an Drittanbieter kannst Du verhindern, indem Du statt der Apps von Drittanbieters die fotocommunity über unsere eigene App oder über unsere Webseite benutzt.</p>\n<p>&nbsp;</p>\nAktionen, Service-Angebote und Dienstleister\n<p>Beteiligst Du Dich an Aktionen wie Umfragen, Preisausschreiben, Wettbewerben und dergleichen, so kann es sein, dass Du weitere Daten eingibst, die durch uns gespeichert werden.\nEs ist auch möglich, dass Deine personenbezogenen Daten an unsere Partner übermittelt werden, soweit es zur Durchführung der Aktion erforderlich ist.\nGleiches gilt für Service-Angebote wie zum Beispiel Shops, wenn sie durch uns oder durch unsere Partner erbracht werden.\nWir haben unsere Mitarbeiter und unsere Partner zur Einhaltung der Datenschutzbestimmungen, insbesondere des Datengeheimnisses, verpflichtet.</p>\n<p>&nbsp;</p>\nWerbung und Links\n<p>Unsere Seite beinhaltet Werbung von Dritten und Links zu Webseiten, für die wir nicht verantwortlich sind.\nZu diesem Zweck arbeiten wir mit Partnern zusammen, die die Auslieferung dieser Werbung ermöglichen (nachfolgend bezeichnet als: „Werbepartner“).\nDazu integrieren wir Werbeplätze unserer Werbepartner in unseren Seiten (sogenannte „Ad-Tags“), die von unseren Werbepartnern mit Werbung befüllt werden.\nUnsere Werbepartner sind bemüht, Dir nur Werbung anzuzeigen, die für Dich relevant ist.\nZu diesem Zweck kann es sein, dass Werbepartner Cookies oder andere technische Mittel einsetzen, um die Effizienz der Werbung zu erfassen und persönlich zu gestalten.</p>\n<p>Wir verwenden unsere Werbepartner, um durch die Darstellung von Werbung bei Besuchern und Mitgliedern, die keine kostenpflichtige Mitgliedschaft abgeschlossen haben, die Refinanzierung unseres Internetangebots zu gewährleisten.</p>\n<p>Hierin liegt auch unser berechtigtes Interesse.</p>\n<p>Du kannst das Speichern der von unseren Werbepartnern erzeugten Cookies durch Vornahme entsprechender Einstellungen Deines Webbrowsers verhindern.\nDies kann dazu führen, dass Du in diesem Fall möglicherweise nicht sämtliche Funktionen unseres Internetauftritts nutzen kannst.</p>\nCookies und Meldungen zu Zugriffszahlen an die VG Wort, München\n<p>\n<strong>Hinweis:</strong> dies gilt nur für einige Seiten der fotocommunity Fotoschule (https://fotoschule.fotocommunity.de)<br>\nWir setzen „Session-Cookies“ der VG Wort, München, zur Messung von Zugriffen auf Texten ein, um die Kopierwahrscheinlichkeit zu erfassen.\nSession-Cookies sind kleine Informationseinheiten, die ein Anbieter im Arbeitsspeicher des Computers des Besuchers speichert.\nIn einem Session-Cookie wird eine zufällig erzeugte eindeutige Identifikationsnummer abgelegt, eine sogenannte Session-ID.\nAußerdem enthält ein Cookie die Angabe über seine Herkunft und die Speicherfrist.\nSession-Cookies können keine anderen Daten speichern.\nDiese Messungen werden von der Kantar Deutschland GmbH nach dem Skalierbaren Zentralen Messverfahren (SZM) durchgeführt.\nSie helfen dabei, die Kopierwahrscheinlichkeit einzelner Texte zur Vergütung von gesetzlichen Ansprüchen von Autoren und Verlagen zu ermitteln.\nWir erfassen keine personenbezogenen Daten über Cookies.</p>\n<p>Viele unserer Seiten sind mit JavaScript-Aufrufen versehen, über die wir die Zugriffe an die Verwertungsgesellschaft Wort (VG Wort) melden.\n[BITTE ÜBERPRÜFEN, ob dies bei Ihnen der Fall ist!] Wir ermöglichen damit, dass unsere Autoren an den Ausschüttungen der VG Wort partizipieren, die die gesetzliche Vergütung für die Nutzungen urheberrechtlich geschützter Werke gem.\n§ 53 UrhG sicherstellen.</p>\n<p>Eine Nutzung unserer Angebote ist auch ohne Cookies möglich.\nDie meisten Browser sind so eingestellt, dass sie Cookies automatisch akzeptieren.\nSie können das Speichern von Cookies jedoch deaktivieren oder Ihren Browser so einstellen, dass er Sie benachrichtigt, sobald Cookies gesendet werden.</p>\n<p>Datenschutzerklärung zur Nutzung des Skalierbaren Zentralen Messverfahrens<br>\nUnsere Website und unser mobiles Webangebot nutzen das „Skalierbare Zentrale Messverfahren“ (SZM) der Kantar Deutschland GmbH für die Ermittlung statistischer Kennwerte zur Ermittlung der Kopierwahrscheinlichkeit von Texten.</p>\n<p>Dabei werden anonyme Messwerte erhoben.\nDie Zugriffszahlenmessung verwendet zur Wiedererkennung von Computersystemen alternativ ein Session-Cookie oder eine Signatur, die aus verschiedenen automatisch übertragenen Informationen Ihres Browsers erstellt wird.\nIP-Adressen werden nur in anonymisierter Form verarbeitet.</p>\n<p>Das Verfahren wurde unter der Beachtung des Datenschutzes entwickelt.\nEinziges Ziel des Verfahrens ist es, die Kopierwahrscheinlichkeit einzelner Texte zu ermitteln.</p>\n<p>Zu keinem Zeitpunkt werden einzelne Nutzer identifiziert.\nIhre Identität bleibt immer geschützt.\nSie erhalten über das System keine Werbung.</p>\nWeitere Übermittlung\n<p>Wir sind aufgrund von Gesetzen, denen wir Folge leisten müssen, verpflichtet, in bestimmten Fällen Deine personenbezogenen Daten insbesondere an Behörden zu übermitteln.</p>\n<p>&nbsp;</p>\nDatensicherheit\n<p>Wir und unsere Dienstleister kümmern uns ständig um die Sicherheit der eingesetzten Betriebsmittel, insbesondere unserer Server.\nWir sind unentwegt darum besorgt, dass von uns und unseren Dienstleistern bereits erreichte hohe Niveau noch weiter zu steigern und der technischen Entwicklung anzupassen.\nDie Übertragung von Deinem Computer durch das Internet zu unserem Server erfolgt jedoch grundsätzlich außerhalb unserer Kontrolle und ungesichert.\nDaher können Deine E-Mails und auch die Eingaben, die Du in Formularen auf unserer Webseite tätigst, von Dritten geändert, verfälscht oder gelöscht werden.\nWenn Du das mit der Übertragung verbundene Risiko vermeiden willst, kannst Du uns Deine Anregungen, Wünsche und Vorschläge auch per Briefpost an die im Impressum angegebene Adresse zusenden.\nDie Übertragung von Daten, die Du bei der Registrierung, bei der Anmeldung und bei allen Bezahlvorgängen einträgst, erfolgt verschlüsselt.</p>\n<p>&nbsp;</p>\nDeine Rechte\n<p>Du hast uns gegenüber hinsichtlich der Dich betreffenden personenbezogenen Daten die nachfolgenden Rechte:</p>\n<ul>\n<li>das Recht auf Auskunft</li>\n<li>das Recht auf Berichtigung und Löschung</li>\n<li>das Recht auf Einschränkung der Verarbeitung</li>\n<li>das Recht auf Widerspruch gegen die Verarbeitung</li>\n<li>das Recht auf Datenübertragbarkeit</li>\n</ul>\n<p>Du hast zusätzlich das Recht, Dich bei einer Datenschutz-Aufsichtsbehörde über die Verarbeitung Deiner personenbezogenen Daten durch uns zu beschweren.</p>\n<p>&nbsp;</p>\nWiderruf oder Widerspruch gegen die Verarbeitung Deiner Daten\n<p>Du kannst eine uns erteilte Einwilligung zur Verarbeitung Deiner Daten jederzeit widerrufen.\nDer Widerruf wirkt sich auf die Zulässigkeit der Verarbeitung Deiner personenbezogenen Daten nach seiner Aussprache uns gegenüber aus.</p>\n<p>Hinsichtlich der Verarbeitung Deiner personenbezogenen Daten kannst Du, soweit diese Verarbeitung auf Grundlage einer Interessensabwägung erfolgt, Widerspruch gegen die Verarbeitung einlegen.\nBitte lege uns in diesem Zusammenhang die Gründe dar, aufgrund derer Du einer Verarbeitung Deiner personenbezogenen Daten durch uns widersprichst.\nSofern Dein Widerspruch rechtlich begründet ist, werden wir Deine personenbezogenen Daten entweder nicht weiter verarbeiten, ggf.\ndie weitere Datenverarbeitung anpassen oder zwingende schutzwürdige Gründe anführen, weshalb wir Deine personenbezogenen Daten weiterverarbeiten.</p>\n<p>Der Verarbeitung Deiner personenbezogenen Daten zum Zwecke der Werbung und Datenanalyse kannst Du ebenfalls jederzeit widersprechen.</p>\n<p>Deinen Widerruf oder Widerspruch richte bitte an die unten folgenden Kontaktdaten.</p>\n<p>&nbsp;</p>\nKontakt\n<p>fotocommunity GmbH<br>\nBrügelmannstraße 5<br>\n50679 Köln</p>\n<p>Tel.: +49(0) 221-677757-0<br>\nFax: +49(0) 221-677757-19<br>\nE-Mail: office@fotocommunity.net<br>\nKontakt:&nbsp;http://www.fotocommunity.de/kontakt</p>\n<p>&nbsp;</p>\nKontaktaufnahme\n<p>Wenn Du mit uns per E-Mail Kontakt aufnehmen möchtest, werden die von Dir an uns mit Deiner E-Mail übermittelten personenbezogenen Daten gespeichert.\nZudem bieten wir Dir auf unseren Seiten ein Kontaktformular an, mit dem Du Kontakt zu uns aufnehmen kannst.\nDabei werden die von Dir in die Eingabemaske eingegebenen Daten sowie Deine IP-Adresse, Datum und Zeitpunkt der Absendung an uns sowie der übermittelte User-Agent übermittelt und gespeichert.\nEine Weitergabe dieser Daten an Dritte erfolgt nicht.\nDie Daten werden ausschließlich zur Beantwortung Deiner Fragen verwendet.</p>\n<p>Die Verarbeitung der vorstehenden personenbezogenen Daten dient allein zur Bearbeitung Deiner Anfragen.\nDie Verarbeitung weiterer personenbezogener Daten, die durch die Verwendung des auf unserem Internetauftritt vorgehaltenen Kontaktformulars anfallen, dienen zur Verhinderung des Missbrauchs sowie zur Sicherstellung der Sicherheit unserer informationstechnischen Systeme.</p>\n<p>Hierin liegt auch unser berechtigtes Interesse an der Verarbeitung Deiner personenbezogenen Daten.</p>\n<p>Um Dir die bestmögliche Hilfe auch bei später anfallenden Fragen zu bieten, speichern wir die angefallenen Daten.\nDiese werden gelöscht, wenn Du Deinen Account löschst.</p>\n<p>Du kannst die uns erteilte Einwilligung zur Verarbeitung Deiner personenbezogenen Daten jederzeit widerrufen.\nBei einer Kontaktaufnahme per E-Mail kannst Du der Speicherung Deiner personenbezogenen Daten jederzeit widersprechen.\nWir weisen Dich darauf hin, dass in diesem Fall Deine Anfrage nicht weiter bearbeitet werden kann.\nDen Widerruf oder den Widerspruch kannst Du uns gegenüber durch Übersendung einer E-Mail an die im Bereich „Kontakt“&nbsp;&nbsp;angegebene E-Mail-Adresse erklären.</p>\n<p>&nbsp;</p>\nWir wünschen Dir viel Spaß in der fotocommunity! Communitys<ul>\n<li>fotocommunity.de</li>\n<li>fotocommunity.fr</li>\n<li>fotocommunity.com</li>\n<li>fotocommunity.it</li>\n<li>fotocommunity.es</li>\n</ul> Rechtliches<ul>\n<li>Impressum</li>\n<li>Kontakt</li>\n<li>Datenschutz</li>\n<li>AGB</li>\n<li>Bildanfragen</li>\n</ul> Services<ul>\n<li>fotocommunity Premium</li>\n<li>fotocommunity Fotoschule</li>\n<li>Blog</li>\n<li>Hilfe / Service</li>\n<li>Sitemap</li>\n</ul> Language<ul>\n<li>Deutsch</li>\n<li>English</li>\n<li>Français</li>\n<li>Italiano</li>\n<li>Español</li>\n</ul>\n<p>© 2020 fotocommunity GmbH.\n</p>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<ul>\n<li>Über uns\n<ul>\n<li> Back </li>\n<li>Community Manager</li>\n<li>Die fotocommunitys</li>\n</ul>\n</li>\n<li>Presse\n<ul>\n<li> Back </li>\n<li>Hintergrundinformationen</li>\n<li>Pressematerialien</li>\n<li>Fakten</li>\n</ul>\n</li>\n<li>Werbung</li>\n<li>Kontakt</li>\n</ul>\n<ul>\n</ul>\n<i>\n</i>\n<p>Benachrichtigungen</p>", "created_at": "2018-08-29 04:08:38.318353", "updated_at": "2020-12-14 19:16:22.206992"}, {"id": 426, "name": "Terms of Service", "url": "https://fotocommunity.net/de/agb/", "xpath": "", "text": " <i>\n<i>\n</i>\n</i>\n<ul>\n<li>\n</li>\n<li>\n<i>\n<i>\n</i>\n</i>\n</li>\n</ul>\n<ul>\n<li>Über uns<i>\n</i>\n<ul>\n<li>Community Manager</li>\n<li>Die fotocommunitys</li>\n</ul>\n</li>\n<li>Presse<i>\n</i>\n<ul>\n<li>Hintergrundinformationen</li>\n<li>Pressematerialien</li>\n<li>Fakten</li>\n</ul>\n</li>\n<li>Werbung</li>\n<li>Kontakt</li>\n</ul> Nutzungsbedingungen der fotocommunity <p>\n<b>Stand: 1.\nMai 2004</b>\n</p>\n<ol>\n<li>Mit der Anmeldung als Mitglied erkennst du diese Bedingungen zur Regelung des Nutzungsverhältnisses zwischen dir und uns, den Betreibern der fotocommunity (Name und Anschrift auf jeder Seite unter Impressum zu finden), als verbindlich an.\nEntgegenstehende Bedingungen erkennen wir nicht an.\nDiese Nutzungsbedingungen dienen dazu, eure Rechte, unsere Rechte und die Rechte von Dritten im Rahmen des Betriebs der fotocommunity zu schützen und zu wahren.\nSofern kommerzielle Bestandteile über Partner abgewickelt werden, gelten deren Nutzungsbedingungen.</li>\n<li>Das kostenlose Internetangebot der fotocommunity umfasst die Möglichkeit eigene Fotos einzustellen, wobei die jedem Mitglied zur Verfügung gestellte Speicherkapazität beschränkt ist.\nDarüber hinaus kannst du ein eigenes Fotografenprofil erstellen, Diskussionsbeiträge zu Fotos beisteuern, Fotomails verschicken, das interne Nachrichtensystem nutzen und an anderen angebotenen Foren oder Aktivitäten teilnehmen.\nFür weitere kostenpflichtige Angebote können ergänzende Nutzungsbedingungen vereinbart werden.</li>\n<li>Gegenstand und Preis des kostenpflichtigen Angebots der fotocommunity findest du in der Leistungsbeschreibung.\nWir behalten uns vor, diese zu ändern, soweit lediglich eine Änderung aufgrund einer Weiterentwicklung vorliegt, die meist den Funktionsumfang betrifft und für die Nutzer zumutbar und nicht nachteilig ist.\nBei weitergehenden Änderungen werden wir die Nutzer rechtzeitig vor Inkrafttreten der Änderungen auf der Bildschirmseite oder per Email informieren.\nSofern du nicht vor Inkrafttreten widersprichst, gilt die Änderung als genehmigt.\nWidersprichst du, wird die Mitgliedschaft beendet.</li>\n<li>Du bist allein verantwortlich für deine übermittelten Fotos und Beiträge sowie dein Verhalten in der fotocommunity.\nDein Zugangsrecht zur fotocommunity ist eingeschränkt, sofern du das kostenlose Angebot nutzt.\nDu verpflichtest dich, im Rahmen der Teilnahme an dem Angebot der fotocommunity nicht gegen Gesetze oder sonstige Regeln zu verstoßen.\nWir behalten uns vor, dich bei Verstößen gegen Gesetze, die guten Sitten, diese Nutzungsbedingungen oder aus sonstigen wichtigen Gründen nach eigenem Ermessen von der Mitgliedschaft sofort auszuschließen und deine Bilder und Beiträge aus der fotocommunity zu entfernen.</li>\n<li>Du erklärst dich damit einverstanden, dass du\n<ul>\n<li>keine Inhalte an die fotocommunity überträgst, deren Wiedergabe eine Verletzung der Urheberrechte oder sonstiger Rechte Dritter darstellt;</li>\n<li>keine Werbung betreibst oder Massensendungen verbreitest (Kettenbriefe o.ä.);</li>\n<li>keine Produkte oder Dienstleistungen anbietest, außer zu privaten Zwecken innerhalb der eingerichteten Verkaufsforen und dies nur dann, wenn diese inhaltlich dem von uns eingerichteten Forum entsprechen;</li>\n<li>keine Inhalte an die fotocommunity überträgst, die Software, Anwendungen, Programme oder Viren enthalten, bzw.\nsonstige Daten, die die Funktion der Hard- und Software der fotocommunity oder von anderen Teilnehmern beeinträchtigen oder beschädigen;</li>\n<li>andere Mitglieder nicht beleidigst, verleumdest oder in irgendeiner Weise belästigst oder schädigst;</li>\n<li>die durch Nutzung der fotocommunity erhaltenen Daten und Mailadressen anderer Mitglieder nicht für kommerzielle Werbung nutzt oder unerwünschte Werbung zusendest;</li>\n<li>die fotocommunity nicht für pornographische, kindergefährdende, nationalsozialistische, gewaltverherrlichende, rassistische oder ähnliche Inhalte nutzt.</li>\n</ul>\n</li>\n<li>Wir behalten uns das Recht vor, übernehmen aber keine Verpflichtung, deine Bilder und Beiträge zu prüfen, zu editieren, zu löschen oder zu sperren, wenn diese deine Mitgliedspflichten verletzen oder sie gegen das Gesetz verstoßen.\nDies gilt auch, wenn der Verdacht einer Verletzung vorliegt.\nWir können dieses Recht delegieren, z.B.\nan andere Mitglieder.\nEin Anspruch auf Veröffentlichung von Bildern oder Beiträgen in der fotocommunity besteht nicht.</li>\n<li>Mit der Übertragung eines Inhalts auf unseren Server garantierst du uns, dass du das Recht hast, uns diese Inhalte zur Nutzung zur Verfügung zu stellen.\nGleichzeitig überträgst du uns ein Nutzungsrecht an diesen Inhalten.\nDas Nutzungsrecht, das du uns einräumst, umfasst das widerrufliche Recht zur weltweiten Vervielfältigung, Verteilung, Übersendung, öffentlichen Wiedergabe, Veröffentlichung oder sonstigen vergleichbaren Nutzung der übertragenen Inhalte ausschließlich im Rahmen des Internetangebots fotocommunity, ohne jedweden Anspruch auf Vergütung durch dich oder Dritte.\nDas Widerrufsrecht kannst du jederzeit durch Löschen deiner Fotos ausüben.</li>\n<li>Du stellst uns von allen Ansprüchen Dritter frei, die diese wegen der Verletzung ihrer Rechte, insbesondere von Urheber-, Lizenz-, Wettbewerbs- oder sonstigen Schutzrechten aufgrund der von dir übermittelten Inhalte gegen uns geltend machen.\nDu erstattest uns die Kosten der Rechtsverfolgung, die aufgrund deiner rechtsverletzenden Inhalte entstehen.\nDu verpflichtest dich, uns nach Kräften bei der Begegnung sämtlicher auf deinen Inhalten beruhender Ansprüche Dritter zu unterstützen und uns insbesondere alle zur Verteidigung erforderlichen Dokumente zu übergeben.</li>\n<li>Die Inhalte der fotocommunity sind urheberrechtlich und/oder durch andere Schutzrechte geschützt.\nIhre Nutzung unterliegt den geltenden Urheber- und anderen Schutzgesetzen.\nJede Nutzung der Inhalte, auch auszugsweise, insbesondere für kommerzielle Zwecke, bedarf der vorherigen Genehmigung durch den Rechteinhaber.\nAls Rechteinhaber kommen u.a.\ndie Mitglieder der fotocommunity oder die Betreiber der fotocommunity in Betracht.\nWir versehen alle Fotos mit dem Namen des Mitglieds, das das Foto auf die Website der fotocommunity hochgeladen hat.\nErlaubt ist die Anfertigung einer Kopie von Inhalten als Speicherung oder Druck ausschließlich zur persönlichen, nichtgewerblichen Nutzung unter der Voraussetzung, dass Legenden oder sonstige Quellenangaben nicht gefälscht oder gelöscht werden.\n</li>\n<li>Du verpflichtest dich, bei der Anmeldung keine falschen oder missverständlichen Angaben zu machen, dich nicht unter Vorgabe einer falschen Identität anzumelden und deine Angaben auf dem aktuellen Stand zu halten.\nDu behandelst das von Dir für die Anmeldung gewählte Passwort vertraulich.\nDu bist für alle Aktivitäten unter Verwendung deines Passwortes verantwortlich.\nDu verpflichtest dich, uns von einer unbefugten Nutzung der fotocommunity unter deinem Namen unverzüglich zu unterrichten.\nEine Nichteinhaltung der Verpflichtung berechtigt uns zur fristlosen Kündigung.</li>\n<li>Auf die Teilnahme an einem von uns veranstalteten Gewinnspiel oder Preisausschreiben besteht kein Anspruch, ebenso besteht kein Anspruch auf Gewinnzuteilung.\nIst der zugeteilte Gewinn fehlerhaft, hat der Gewinner nur dann einen Anspruch auf Lieferung eines fehlerfreien Gewinns, wenn uns die Fehlerhaftigkeit des Gewinns infolge grober Fährlässigkeit unbekannt geblieben ist.</li>\n<li>Für den Inhalt und die Richtigkeit der Angebote in den Kauf- und Tauschforen ist das anbietende Mitglied verantwortlich.\nEin Vertrag kommt nur zwischen den beteiligten Mitgliedern zustande.\nWir treten nicht als Makler auf.\nDie Vertragsdurchführung obliegt allein euch.\nNur ihr seid für den Austausch der Leistungen verantwortlich.\nWir stellen lediglich die elektronische Plattform für euren Vertragsabschluß zur Verfügung.\nWeitere Hilfe bei der Durchführung des Vertrags leisten wir nicht.</li>\n<li>Die Mitgliedschaft in der fotocommunity ist gratis.\nMit Deiner Anmeldung bei fotocommunity erhältst Du eine kostenlose Free-Mitgliedschaft.\nDu kannst aber jederzeit selbst entscheiden, ob Du in eine kostenpflichtige Mitgliedschaft wechseln und Deiner Kreativität mehr Raum in der fotocommunity verschaffen möchtest.</li>\n<li>Die Mitgliedschaft mit einer Nutzung für das kostenlose Angebot läuft auf unbestimmte Zeit.\nDie Mitgliedschaft kann jederzeit von dir oder von uns ohne Einhaltung einer Kündigungsfrist und ohne Angabe eines Grundes gekündigt werden.\nDie Kündigung hat schriftlich oder per E-Mail zu erfolgen und wird mit Zugang wirksam.\nDu erklärst dich mit einer Löschung der ausgestellten Bilder nach Kündigung einverstanden, wir verpflichten uns, innerhalb von vierzehn Tagen nach Zugang deiner Kündigung alle deine Fotos zu löschen.</li>\n<li>Die Mitgliedschaft für das kostenpflichtige Angebot wird für jeweils einen Monat nach Einmalzahlung des Betrages abgeschlossen und läuft automatisch aus.\nZusätzlich bieten wir Abos an.\nEs gibt Quartals-Abos und Jahresabos.\nDas Abo verlängert sich jeweils um die gewählte Zeit, wenn es nicht spätestens 14 Tage vor Ablauf der geleisteten Zahlungsperiode gekündigt wird.\nDie Abos und die Zahlung werden über unsere Zahlungsdienstleister abgewickelt, deren Nutzungsbedingungen du ebenfalls anerkennst.\nDort muss auch eine Kündigung erfolgen.\nEs gibt darüber hinaus auch die Möglichkeit, Gutscheine für einen bestimmten Zeitraum zur Nutzung der Angebote zu erwerben.</li>\n<li>Wir gewährleisten die Einhaltung des gesetzlichen Datenschutzes.\nPersonenbezogene Daten werden von uns nur soweit sie zur Vertragsdurchführung notwendig sind verarbeitet und gespeichert.\nBei der Anmeldung hast du ausdrücklich eingewilligt, dass wir die von dir angegebenen Daten innerhalb der fotocommunity veröffentlichen dürfen, soweit von uns nicht ausdrücklich anders angegeben.\nJeder Vorgang in der fotocommunity wird mit der dazugehörigen IP-Adresse gespeichert.\nBei einem Verdacht auf eine strafbare Handlung können die Ermittlungsbehörden im Zusammenspiel mit den Daten des Zugangsproviders die Identität des Nutzers ermitteln.</li>\n<li>Mit der Mitgliedschaft erklärst du dich mit der Anzeige von Werbung einverstanden.</li>\n<li>Wir und unsere Erfüllungsgehilfen haften bei vertraglichen und deliktischen Pflichtverletzungen nur für Vorsatz und grobe Fahrlässigkeit, soweit nicht eine Kardinalpflicht betroffen ist und keine zwingende gesetzliche Regelung entgegensteht.\nSoweit rechtlich zulässig, haften wir und unsere Erfüllungsgehilfen nur bis zur Höhe des typischerweise vorhersehbaren Schadens.\nWir garantieren nicht, dass das Angebot der fotocommunity ohne Unterbrechung zur Verfügung steht.\nDie Beseitigung von Störungen und die Durchführung von Wartungsarbeiten können es erforderlich machen, die Abrufbarkeit des Angebots zu unterbrechen.\nWir behalten uns das Recht vor, Teile des Angebots der fotocommunity zu verändern.\nKeine Verantwortung übernehmen wir für Inhalte, zu denen du über einen Link gelangst, der erkennbar aus dem Angebot der fotocommunity hinausführt.\nAuf den Inhalt solcher fremden Websites haben wir keinen Einfluss und wir machen uns deren Inhalt auch nicht zu Eigen.</li>\n<li>Wir behalten uns das Recht vor, die Nutzungsbedingungen ohne Angabe von Gründen zu ändern.\nWir werden dich rechtzeitig über die Änderungen bei dem auf die Änderung folgenden Besuch der fotocommunity informieren und deine Zustimmung zu den geänderten Nutzungsbedingungen erfragen.\nWidersprichst du nicht, gelten die Nutzungsbedingungen als angenommen.\nWidersprichst du, wird die Mitgliedschaft beendet.</li>\n<li>Sollte eine Bestimmung dieser Nutzungsbedingungen unwirksam oder undurchführbar sein, tritt an ihre Stelle die gültige oder durchführbare Bestimmung, die dem Rechtsgedanken der unwirksamen oder undurchführbaren Bestimmung am nächsten kommt.\nFür diese Nutzungsbedingungen und die gesamten Rechtsbeziehungen zwischen Dir und uns gilt das Recht der Bundesrepublik Deutschland.\nSoweit zulässig, wird als Gerichtsstand für alle sich ergebenden Rechtsstreitigkeiten Bonn vereinbart.\nIm Übrigen gelten die gesetzlichen Bestimmungen.</li>\n</ol> Communitys<ul>\n<li>fotocommunity.de</li>\n<li>fotocommunity.fr</li>\n<li>fotocommunity.com</li>\n<li>fotocommunity.it</li>\n<li>fotocommunity.es</li>\n</ul> Rechtliches<ul>\n<li>Impressum</li>\n<li>Kontakt</li>\n<li>Datenschutz</li>\n<li>AGB</li>\n<li>Bildanfragen</li>\n</ul> Services<ul>\n<li>fotocommunity Premium</li>\n<li>fotocommunity Fotoschule</li>\n<li>Blog</li>\n<li>Hilfe / Service</li>\n<li>Sitemap</li>\n</ul> Language<ul>\n<li>Deutsch</li>\n<li>English</li>\n<li>Français</li>\n<li>Italiano</li>\n<li>Español</li>\n</ul>\n<p>© 2020 fotocommunity GmbH.\n</p>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<ul>\n<li>Über uns\n<ul>\n<li> Back </li>\n<li>Community Manager</li>\n<li>Die fotocommunitys</li>\n</ul>\n</li>\n<li>Presse\n<ul>\n<li> Back </li>\n<li>Hintergrundinformationen</li>\n<li>Pressematerialien</li>\n<li>Fakten</li>\n</ul>\n</li>\n<li>Werbung</li>\n<li>Kontakt</li>\n</ul>\n<ul>\n</ul>\n<i>\n</i>\n<p>Benachrichtigungen</p>", "created_at": "2018-08-29 04:09:08.581826", "updated_at": "2020-12-14 19:16:29.020767"}], "points": [{"id": 1105, "title": "Fotocommunity rating", "source": "https://groups.google.com/forum/#!topic/tosdr/FakxzTpRp6M", "status": "Fotocommunity rating", "created_at": "2018-01-16 15:28:30.882723", "updated_at": "2018-07-11 09:18:41.263076", "quoteText": "", "case_id": 226, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 13102, "title": "There is a date of the last update of the terms", "source": "https://fotocommunity.net/de/agb/", "status": "Generated through the annotate view", "created_at": "2020-12-21 20:07:02.078682", "updated_at": "2021-02-09 05:10:41.53201", "quoteText": "Stand: 1.\nMai 2004</b>\n", "case_id": 331, "document_id": 426, "quoteStart": 366, "quoteEnd": 389}, {"id": 13103, "title": "Users should revisit the terms periodically, although in case of material changes, the service will notify", "source": "https://fotocommunity.net/de/agb/", "status": "Generated through the annotate view", "created_at": "2020-12-21 20:09:46.228571", "updated_at": "2021-02-07 16:38:10.03233", "quoteText": "\nWir behalten uns vor, diese zu ändern, soweit lediglich eine Änderung aufgrund einer Weiterentwicklung vorliegt, die meist den Funktionsumfang betrifft und für die Nutzer zumutbar und nicht nachteilig ist.\nBei weitergehenden Änderungen werden wir die Nutzer rechtzeitig vor Inkrafttreten der Änderungen auf der Bildschirmseite oder per Email informieren.\n", "case_id": 329, "document_id": 426, "quoteStart": 1589, "quoteEnd": 1945}, {"id": 13104, "title": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection.", "source": "https://fotocommunity.net/de/datenschutz/", "status": "Generated through the annotate view", "created_at": "2020-12-21 20:13:21.842217", "updated_at": "2021-02-09 05:10:42.091504", "quoteText": "Wir unterliegen der Europäischen Datenschutzgrundverordnung (DSGVO) sowie den gesetzlichen Bestimmungen der Bundesrepublik Deutschland, insbesondere dem Bundesdatenschutzgesetz (BDSG) und dem Telemediengesetz (TMG).", "case_id": 241, "document_id": 425, "quoteStart": 813, "quoteEnd": 1028}, {"id": 13105, "title": "The service informs users that its privacy policy does not apply to third party websites", "source": "https://fotocommunity.net/de/datenschutz/", "status": "Generated through the annotate view", "created_at": "2020-12-21 20:14:40.918191", "updated_at": "2021-03-03 14:10:57.720358", "quoteText": "Unsere Seite enthält Links zu anderen Webseiten und Werbung von Dritten.\nDiese Datenschutzerklärung bezieht sich nicht auf deren, sondern nur auf unsere Webseite.</p>", "case_id": 299, "document_id": 425, "quoteStart": 1029, "quoteEnd": 1195}, {"id": 13106, "title": "This service provides archives of their Terms of Service so that changes can be viewed over time", "source": "https://fotocommunity.net/de/datenschutz/", "status": "Generated through the annotate view", "created_at": "2020-12-21 20:15:50.444346", "updated_at": "2021-02-07 16:39:55.793325", "quoteText": "Die bis zum 15.05.2018 geltende Datenschutzerklärung findest Du&nbsp;hier.", "case_id": 197, "document_id": 425, "quoteStart": 1266, "quoteEnd": 1340}, {"id": 13109, "title": "This service tracks which web page referred you to it", "source": "https://fotocommunity.net/de/datenschutz/", "status": "Generated through the annotate view", "created_at": "2020-12-21 20:24:59.184294", "updated_at": "2020-12-21 20:24:59.184294", "quoteText": "<li>Internetauftritt, von dem Du auf unseren Internetauftritt gelangt bist", "case_id": 387, "document_id": 425, "quoteStart": 5715, "quoteEnd": 5789}, {"id": 13108, "title": "This service allows you to retrieve an archive of your data", "source": "https://fotocommunity.net/de/datenschutz/", "status": "Generated through the annotate view", "created_at": "2020-12-21 20:22:36.30842", "updated_at": "2021-02-07 16:44:21.630572", "quoteText": "<p>Auf Anforderung teilt er Dir mit, welche persönlichen Daten über Dich bei uns gespeichert sind.", "case_id": 140, "document_id": 425, "quoteStart": 4684, "quoteEnd": 4782}, {"id": 13110, "title": "Third parties may be involved in operating the service", "source": "https://fotocommunity.net/de/datenschutz/", "status": "Generated through the annotate view", "created_at": "2020-12-21 20:52:07.089225", "updated_at": "2020-12-21 20:52:07.089225", "quoteText": "Deine Daten speichern wir auf unseren Servern bei den von uns mit dem Betrieb und dem Hosting unserer IT-Infrastruktur beauftragten Dienstleistern (nachfolgend bezeichnet als: „Hostingpartner“).</p>", "case_id": 207, "document_id": 425, "quoteStart": 7908, "quoteEnd": 8106}, {"id": 13111, "title": "This service may use your personal information for marketing purposes", "source": "https://fotocommunity.net/de/datenschutz/", "status": "Generated through the annotate view", "created_at": "2020-12-21 20:54:58.677461", "updated_at": "2021-02-07 16:44:17.683585", "quoteText": ">Die von Dir angegebenen Kontaktdaten können wir zudem dafür verarbeiten, um Dich über wichtige Neuerungen oder Änderungen unserer Produkte oder über weitere interessante Produkte aus unserem Portfolio zu informieren.\n", "case_id": 336, "document_id": 425, "quoteStart": 8593, "quoteEnd": 8811}, {"id": 13112, "title": "You can delete your content from this service", "source": "https://fotocommunity.net/de/datenschutz/", "status": "Generated through the annotate view", "created_at": "2020-12-21 20:56:37.540761", "updated_at": "2021-01-03 04:30:06.530952", "quoteText": "\n<p>Wenn Du Dich bei der fotocommunity abmeldest, werden, soweit möglich und gesetzlich zugelassen, Deine Daten nach spätestens zwei Monaten gelöscht.", "case_id": 175, "document_id": 425, "quoteStart": 9243, "quoteEnd": 9396}, {"id": 7208, "title": "This service does not sell your personal data", "source": "https://fotocommunity.net/de/datenschutz/", "status": "Generated through the annotate view", "created_at": "2019-07-01 17:28:19.07622", "updated_at": "2019-09-25 00:05:54.298209", "quoteText": "Wir haben Deine Daten noch nie an Dritte verkauft und werden dies auch niemals tun.</strong>", "case_id": 193, "document_id": 425, "quoteStart": 720, "quoteEnd": 812}, {"id": 13107, "title": "The service provides a free help desk", "source": "https://fotocommunity.net/de/datenschutz/", "status": "Generated through the annotate view", "created_at": "2020-12-21 20:21:07.939312", "updated_at": "2021-02-07 16:39:43.378772", "quoteText": "\nWenn Du Fragen hinsichtlich der Verarbeitung Deiner persönlichen Daten hast, kannst Du Dich an unseren Beauftragten für den Datenschutz wenden, der mit seinem Team auch im Falle von Auskunftsersuchen, Anregungen oder Beschwerden zur Verfügung steht:</p>\n<p>Rechtsanwalt Amin Negm-Awad<br>\nDatenschutzbeauftragter<br>\nGoebenstraße 3<br>\n50672 Köln<br>\nKontakt:&nbsp;privacy@fotocommunity.net</p>\n", "case_id": 232, "document_id": 425, "quoteStart": 4288, "quoteEnd": 4684}], "urls": ["fotocommunity.de", "fotocommunity.com", "fotocommunity.net", "fotocommunity.fr", "fotocommunity.es", "fotocommunity.it"]}}