{"error": 448, "message": "OK", "parameters": {"id": 5243, "name": "BibleAsk", "created_at": "2021-10-25 05:53:33.259171", "updated_at": "2021-10-25 22:01:09.885117", "wikipedia": null, "keywords": null, "related": null, "slug": "bibleask", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5243.png", "url": "bibleask.org", "documents": [{"id": 9401, "name": " Terms of Use", "url": "https://bibleask.org/terms-of-use/", "xpath": "//*[@id=\"post-12628\"]", "text": " Terms of Use <p>\n<strong>Welcome to BibleAsk</strong>\n</p>\n<p>BibleAsk (“us”, “we”, or “our”) operates the https://bibleask.org website (the “Website”).</p>\n<p>BibleAsk mailing address is:</p>\n<p>\n<em>25612 Barton Rd, #163 , Loma Linda<br>\nCA – 92354, US</em>\n</p>\n<p>By accessing this website we assume you accept these terms and conditions in full.\nDo not continue to use BibleAsk’s website if you do not accept all of the terms and conditions stated on this page.</p>\n<p>The following terminology applies to these Terms and Conditions, Privacy Statement and Disclaimer Notice and any or all Agreements: “Client”, “You” and “Your” refers to you, the person accessing this website and accepting the Company’s terms and conditions.\n“The Company”, “Ourselves”, “We”, “Our” and “Us”, refers to our Company.\n“Party”, “Parties”, or “Us”, refers to both the Client and ourselves, or either the Client or ourselves.\nAll terms refer to the offer, acceptance and consideration of payment necessary to undertake the process of our assistance to the Client in the most appropriate manner, whether by formal meetings of a fixed duration, or any other means, for the express purpose of meeting the Client’s needs in respect of provision of the Company’s stated services/products, in accordance with and subject to, prevailing law of US.\nAny use of the above terminology or other words in the singular, plural, capitalisation and/or he/she or they, are taken as interchangeable and therefore as referring to same.</p>\n<p>\n<strong>Cookies</strong>\n</p>\n<p>We employ the use of cookies.\nBy using BibleAsk’s website you consent to the use of cookies in accordance with BibleAsk’s privacy policy.</p>\n<p>Most of the modern day interactive web sites use cookies to enable us to retrieve user details for each visit.\nCookies are used in some areas of our site to enable the functionality of this area and ease of use for those people visiting.\nSome of our affiliate / advertising partners may also use cookies.</p>\n<p>\n<strong>License</strong>\n</p>\n<p>Unless otherwise stated, BibleAsk and/or it’s licensors own the intellectual property rights for all material on BibleAsk.\nAll intellectual property rights are reserved.\nYou may view and/or print<br>\npages from https://bibleask.org for your own personal use subject to restrictions set in these terms and conditions.</p>\n<p>You must not:</p>\n<ol>\n<li>Republish material from https://bibleask.org</li>\n<li>Sell, rent or sub-license material from https://bibleask.org</li>\n<li>Reproduce, duplicate or copy material from https://bibleask.org</li>\n</ol>\n<p>Redistribute content from BibleAsk (unless content is specifically made for redistribution).</p>\n<p>\n<strong>User Comments</strong>\n</p>\n<ol>\n<li>This Agreement shall begin on the date hereof July 01, 2018</li>\n<li>Certain parts of this website offer the opportunity for users to post and exchange opinions, information, material and data (‘Comments’) in areas of the website.\nBibleAsk does not screen, edit, publish or review Comments prior to their appearance on the website and Comments do not reflect the views or opinions of BibleAsk, its agents or affiliates.\nComments reflect the view and opinion of the person who posts such view or opinion.\nTo the extent permitted by applicable laws BibleAsk shall not be responsible or liable for the Comments or for any loss cost, liability, damages or expenses caused and or suffered as a result of any use of and/or posting of and/or appearance of the Comments on this website.</li>\n<li>BibleAsk reserves the right to monitor all Comments and to remove any Comments which it considers in its absolute discretion to be inappropriate, offensive or otherwise in breach of these Terms and Conditions.</li>\n<li>You warrant and represent that:\n<ol>\n<li>You are entitled to post the Comments on our website and have all necessary licenses and consents to do so;</li>\n<li>The Comments do not infringe any intellectual property right, including without limitation copyright, patent or trademark, or other proprietary right of any third party;</li>\n<li>The Comments do not contain any defamatory, libelous, offensive, indecent or otherwise unlawful material or material which is an invasion of privacy</li>\n<li>The Comments will not be used to solicit or promote business or custom or present commercial activities or unlawful activity.</li>\n</ol>\n</li>\n<li>You hereby grant to <strong>BibleAsk</strong> a non-exclusive royalty-free license to use, reproduce, edit and authorize others to use, reproduce and edit any of your Comments in any and all forms, formats<br>\nor media.</li>\n</ol>\n<p>For more restrictions related to comments and/or questions, see the section on <strong>Restrictions.</strong>\n</p>\n<p>\n<strong>Hyperlinking to our Content</strong>\n</p>\n<ol>\n<li>The following organizations may link to our Web site without prior written approval:\n<ol>\n<li>Government agencies;</li>\n<li>Search engines;</li>\n<li>News organizations;</li>\n<li>Online directory distributors when they list us in the directory may link to our Web site in the same manner as they hyperlink to the Web sites of other listed businesses.\nand</li>\n<li>Systemwide Accredited Businesses except soliciting non-profit organizations, charity shopping malls, and charity fundraising groups which may not hyperlink to our Web site.</li>\n</ol>\n</li>\n</ol>\n<ol>\n<li>These organizations may link to our home page, to publications or to other Web site information so long as the link: (a) is not in any way misleading.\n(b) does not falsely imply sponsorship, endorsement or approval of the linking party and its products or services.\nand (c) fits within the context of the linking party’s site.</li>\n<li>We may consider and approve in our sole discretion other link requests from the following types of organizations:\n<ol>\n<li>commonly-known consumer and/or business information sources such as Chambers of Commerce, American Automobile Association, AARP and Consumers Union;</li>\n<li>dot.com community sites;</li>\n<li>associations or other groups representing charities, including charity giving sites,</li>\n<li>online directory distributors;</li>\n<li>internet portals;</li>\n<li>accounting, law and consulting firms whose primary clients are businesses.\nand</li>\n<li>educational institutions and trade associations.</li>\n</ol>\n</li>\n</ol>\n<p>We will approve link requests from these organizations if we determine that: (a) the link would not reflect unfavorably on us or our accredited businesses (for example, trade associations or other organizations representing inherently suspect types of business, such as work-at-home opportunities, shall not be allowed to link).\n(b)the organization does not have an unsatisfactory record with us.\n(c) the benefit to us from the visibility associated with the hyperlink outweighs the absence of link is in the context of general resource information or is otherwise consistent with editorial content in a newsletter or similar product furthering the mission of the organization.</p>\n<p>These organizations may link to our home page, to publications or to other Web site information so long as the link: (a) is not in any way misleading.\n(b) does not falsely imply sponsorship, endorsement or approval of the linking party and it products or services.\nand (c) fits within the context of the linking party’s site.</p>\n<p>If you are among the organizations listed in paragraph 2 above and are interested in linking to our website, you must notify us by filling out the contact form at https://bibleask.org/contact<br>\nPlease include your name, your organization name, contact information (such as a phone number and/or e-mail address) as well as the URL of your site, a list of any URLs from which you intend to link to our Web site, and a list of the URL(s) on our site to which you would like to link.\nAllow 2-3 weeks for a response.</p>\n<p>Approved organizations may hyperlink to our Web site as follows:</p>\n<ol>\n<li>By use of our corporate name.\nor</li>\n<li>By use of the uniform resource locator (Web address) being linked to.\nor</li>\n<li>By use of any other description of our Web site or material being linked to that makes sense within the<br>\ncontext and format of content on the linking party’s site.</li>\n</ol>\n<p>No use of BibleAsk’s logo or other artwork will be allowed for linking absent a trademark license agreement.</p>\n<p>\n<strong>Iframes</strong>\n</p>\n<p>Without prior approval and express written permission, you may not create frames around our Web pages or use other techniques that alter in any way the visual presentation or appearance of our Website.</p>\n<p>\n<strong>Reservation of Rights</strong>\n</p>\n<p>We reserve the right at any time and in its sole discretion to request that you remove all links or any particular link to our Website.\nYou agree to immediately remove all links to our Website upon such request.\nWe also reserve the right to amend these terms and conditions and its linking policy at any time.\nBy continuing to link to our Website, you agree to be bound to and abide by these linking terms and conditions.</p>\n<p>\n<strong>Removal of links from our website</strong>\n</p>\n<p>If you find any link on our Website or any linked website objectionable for any reason, you may contact us about this.\nWe will consider requests to remove links but will have no obligation to do so or to respond directly to you.</p>\n<p>Whilst we endeavor to ensure that the information on this website is correct, we do not warrant its completeness or accuracy.\nnor do we commit to ensuring that the website remains available or that the material on the website is kept up to date.</p>\n<p>\n<strong>Content Liability</strong>\n</p>\n<p>We shall have no responsibility or liability for any content appearing on your Website.\nYou agree to indemnify and defend us against all claims arising out of or based upon your Website.\nNo link(s) may appear on any page on your Website or within any context containing content or materials that may be interpreted as libelous, obscene or criminal, or which infringes, otherwise violates, or advocates the infringement or other violation of, any third party rights.</p>\n<p>\n<strong>Disclaimer</strong>\n</p>\n<p>To the maximum extent permitted by applicable law, we exclude all representations, warranties and conditions relating to our website and the use of this website (including, without limitation, any warranties implied by law in respect of satisfactory quality, fitness for purpose and/or the use of reasonable care and skill).\nNothing in this disclaimer will:</p>\n<ol>\n<li>limit or exclude our or your liability for death or personal injury resulting from negligence;</li>\n<li>limit or exclude our or your liability for fraud or fraudulent misrepresentation;</li>\n<li>limit any of our or your liabilities in any way that is not permitted under applicable law.\nor</li>\n<li>exclude any of our or your liabilities that may not be excluded under applicable law.</li>\n</ol>\n<p>The limitations and exclusions of liability set out in this Section and elsewhere in this disclaimer: (a)<br>\nare subject to the preceding paragraph.\nand (b) govern all liabilities arising under the disclaimer or<br>\nin relation to the subject matter of this disclaimer, including liabilities arising in contract, in tort<br>\n(including negligence) and for breach of statutory duty.</p>\n<p>To the extent that the website and the information and services on the website are provided free of charge,<br>\nwe will not be liable for any loss or damage of any nature.</p>\n<p>\n<strong>Restrictions</strong>\n</p>\n<p>You are specifically prohibited from all of the following:</p>\n<ul>\n<li>attempting to bypass any measures of the Website designed to prevent or restrict access to the Website, or any portion of the Website</li>\n<li>attempting to impersonate another user or person or using the username of another user</li>\n<li>criminal or wrongful activity</li>\n<li>deciphering, decompiling, disassembling or reverse engineering any of the software comprising or in any way making up a part of the Website</li>\n<li>deleting the copyright or other proprietary rights notice from any Website content</li>\n<li>engaging in any automated use of the system, such as using any data mining, robots or similar data gathering and extraction tools</li>\n<li>except as may be the result of standard search engine or Internet browser usage, using or launching, developing or distributing any automated system, including, without limitation, any spider, robot (or “bot”), cheat utility, scraper or offline reader that accesses the Website, or using or launching any unauthorized script or other software</li>\n<li>harassing, annoying, intimidating or threatening any Company employees or agents engaged in providing any portion of the Company Services to you</li>\n<li>interfering with, disrupting, or creating an undue burden on the Website or the networks or services connected to the Website</li>\n<li>making any unauthorized use of the Company Services, including collecting usernames and/or email addresses of users by electronic or other means for the purpose of sending unsolicited email, or creating user accounts by automated means or under false pretenses</li>\n<li>selling or otherwise transferring your profile</li>\n<li>systematic retrieval of data or other content from the Website to create or compile, directly or indirectly, a collection, compilation, database or directory without written permission from BibleAsk</li>\n<li>tricking, defrauding or misleading Company and other users, especially in any attempt to learn sensitive account information such as passwords</li>\n<li>using any information obtained from the Website in order to harass, abuse, or harm another person</li>\n<li>using the BibleAsk Services as part of any effort to compete with BibleAsk or to provide services as a service bureau</li>\n<li>using the Website in a manner inconsistent with any and all applicable laws and regulations</li>\n</ul> ", "created_at": "2021-10-25 03:54:31.286905", "updated_at": "2021-10-25 03:55:20.713712"}, {"id": 9400, "name": "Privacy Policy", "url": "https://bibleask.org/privacy/", "xpath": "/html/body/div[3]/div/div[1]", "text": " Privacy <p>\n<strong>BibleAsk Privacy Policy</strong>\n</p>\n<p>Effective date: July 01, 2018</p>\n<p>BibleAsk (“us”, “we”, or “our”) operates the https://bibleask.org website (the “Service”).</p>\n<p>This page informs you of our policies regarding the collection, use, and disclosure of personal data when you use our Service and the choices you have associated with that data.</p>\n<p>We use your data to provide and improve the Service.\nBy using the Service, you agree to the collection and use of information in accordance with this policy.\nUnless otherwise defined in this Privacy Policy, terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, accessible from https://bibleask.org</p>\n<p>\n<strong>Information Collection And Use</strong>\n</p>\n<p>We collect several different types of information for various purposes to provide and improve our Service to you.</p>\n<p>\n<strong>Types of Data Collected</strong>\n</p>\n<p>\n<strong>Personal Data</strong>\n</p>\n<p>While using our Service, we may ask you to provide us with certain personally identifiable information that can be used to contact or identify you (“Personal Data”).\nPersonally identifiable information may include, but is not limited to:</p>\n<ul>\n<li>Email address</li>\n<li>First name and last name</li>\n<li>Cookies and Usage Data</li>\n</ul>\n<p>\n<strong>Usage Data</strong>\n</p>\n<p>We may also collect information how the Service is accessed and used (“Usage Data”).\nThis Usage Data may include information such as your computer’s Internet Protocol address (e.g.\nIP address), browser type, browser version, the pages of our Service that you visit, the time and date of your visit, the time spent on those pages, unique device identifiers and other diagnostic data.</p>\n<p>\n<strong>Tracking &amp.\nCookies Data</strong>\n</p>\n<p>We use cookies and similar tracking technologies to track the activity on our Service and hold certain information.</p>\n<p>Cookies are files with small amount of data which may include an anonymous unique identifier.\nCookies are sent to your browser from a website and stored on your device.\nTracking technologies also used are beacons, tags, and scripts to collect and track information and to improve and analyze our Service.</p>\n<p>You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent.\nHowever, if you do not accept cookies, you may not be able to use some portions of our Service.</p>\n<p>Examples of Cookies we use:</p>\n<ul>\n<li>\n<strong>Session Cookies.</strong> We use Session Cookies to operate our Service.</li>\n<li>\n<strong>Preference Cookies.</strong> We use Preference Cookies to remember your preferences and various settings.</li>\n<li>\n<strong>Security Cookies.</strong> We use Security Cookies for security purposes.</li>\n</ul>\n<p>\n<strong>Use of Data</strong>\n</p>\n<p>BibleAsk uses the collected data for various purposes:</p>\n<ul>\n<li>To provide and maintain the Service</li>\n<li>To notify you about changes to our Service</li>\n<li>To allow you to participate in interactive features of our Service when you choose to do so</li>\n<li>To provide customer care and support</li>\n<li>To provide analysis or valuable information so that we can improve the Service</li>\n<li>To monitor the usage of the Service</li>\n<li>To detect, prevent and address technical issues</li>\n</ul>\n<p>\n<strong>Transfer Of Data</strong>\n</p>\n<p>Your information, including Personal Data, may be transferred to — and maintained on — computers located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from your jurisdiction.</p>\n<p>If you are located outside United States and choose to provide information to us, please note that we transfer the data, including Personal Data, to United States and process it there.</p>\n<p>Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer.</p>\n<p>BibleAsk will take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy and no transfer of your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of your data and other personal information.</p>\n<p>\n<strong>Disclosure Of Data</strong>\n</p>\n<p>\n<strong>Legal Requirements</strong>\n</p>\n<p>BibleAsk may disclose your Personal Data in the good faith belief that such action is necessary to:</p>\n<ul>\n<li>To comply with a legal obligation</li>\n<li>To protect and defend the rights or property of BibleAsk</li>\n<li>To prevent or investigate possible wrongdoing in connection with the Service</li>\n<li>To protect the personal safety of users of the Service or the public</li>\n<li>To protect against legal liability</li>\n</ul>\n<p>\n<strong>Security Of Data</strong>\n</p>\n<p>The security of your data is important to us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure.\nWhile we strive to use commercially acceptable means to protect your Personal Data, we cannot guarantee its absolute security.</p>\n<p>\n<strong>Service Providers</strong>\n</p>\n<p>We may employ third party companies and individuals to facilitate our Service (“Service Providers”), to provide the Service on our behalf, to perform Service-related services or to assist us in analyzing how our Service is used.</p>\n<p>These third parties have access to your Personal Data only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose.</p>\n<p>\n<strong>Analytics</strong>\n</p>\n<p>We may use third-party Service Providers to monitor and analyze the use of our Service.</p>\n<ul>\n<li>\n<strong>Google Analytics</strong>Google Analytics is a web analytics service offered by Google that tracks and reports website traffic.\nGoogle uses the data collected to track and monitor the use of our Service.\nThis data is shared with other Google services.\nGoogle may use the collected data to contextualize and personalize the ads of its own advertising network.You can opt-out of having made your activity on the Service available to Google Analytics by installing the Google Analytics opt-out browser add-on.\nThe add-on prevents the Google Analytics JavaScript (ga.js, analytics.js, and dc.js) from sharing information with Google Analytics about visits activity.</li>\n</ul>\n<p>For more information on the privacy practices of Google, please visit the Google Privacy &amp.\nTerms web page: https://policies.google.com/privacy?hl=en</p>\n<p>\n<strong>Links To Other Sites</strong>\n</p>\n<p>Our Service may contain links to other sites that are not operated by us.\nIf you click on a third party link, you will be directed to that third party’s site.\nWe strongly advise you to review the Privacy Policy of every site you visit.</p>\n<p>We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.</p>\n<p>\n<strong>Children’s Privacy</strong>\n</p>\n<p>Our Service does not address anyone under the age of 18 (“Children”).</p>\n<p>We do not knowingly collect personally identifiable information from anyone under the age of 18.\nIf you are a parent or guardian and you are aware that your Children has provided us with Personal Data, please contact us.\nIf we become aware that we have collected Personal Data from children without verification of parental consent, we take steps to remove that information from our servers.</p>\n<p>\n<strong>Changes To This Privacy Policy</strong>\n</p>\n<p>We may update our Privacy Policy from time to time.\nWe will notify you of any changes by posting the new Privacy Policy on this page.</p>\n<p>We will let you know via email and/or a prominent notice on our Service, prior to the change becoming effective and update the “effective date” at the top of this Privacy Policy.</p>\n<p>You are advised to review this Privacy Policy periodically for any changes.\nChanges to this Privacy Policy are effective when they are posted on this page.</p>\n<p>\n<strong>Contact Us</strong>\n</p>\n<p>If you have any questions about this Privacy Policy, please contact us:</p>\n<ul>\n<li>By visiting this page on our website: https://bibleask.org/contact/</li>\n</ul>\n<p>See also Terms of use</p> ", "created_at": "2021-10-25 05:53:33.261667", "updated_at": "2021-10-25 03:54:21.995557"}], "points": [], "urls": ["bibleask.org"]}}