{"error": 448, "message": "OK", "parameters": {"id": 3153, "name": "Météo France", "created_at": "2021-04-15 10:32:25.385008", "updated_at": "2021-07-08 13:11:54.865578", "wikipedia": "https://en.wikipedia.org/wiki/Météo-France", "keywords": null, "related": null, "slug": "mto_france", "is_comprehensively_reviewed": true, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/3153.png", "url": "meteofrance.com,vigilance.meteofrance.fr,meteofrance.fr,donneespubliques.meteofrance.fr,meteofrance.gp,meteo.pf,meteofrance.pm,education.meteofrance.fr,services.meteofrance.com,professionnel.meteofrance.com,particulier.meteofrance.com", "documents": [{"id": 5098, "name": "Cookie Policy (French)", "url": "https://meteofrance.com/gestion-des-cookies", "xpath": "//*[@id=\"primary_content\"]/div[2]/article/div[2]/div", "text": " <p>Cette page traite des cookies pour l'ensemble des sites suivants de Météo-France :</p>\n<ul>\n<li>Site de Vigilance météorologique en métropole (https://vigilance.meteofrance.fr/fr)</li>\n<li>Sites de prévisions météorologiques :\n<ul>\n<li>sur la métropole (https://meteofrance.com)</li>\n<li>sur les Antilles et la Guyane (http://www.meteofrance.gp)</li>\n<li>sur la Réunion (http://www.meteofrance.re)</li>\n<li>sur Mayotte (http://www.meteofrance.yt)</li>\n<li>sur la Nouvelle Calédonie ainsi que Wallis et Futuna (http://www.meteo.nc)</li>\n<li>sur la Polynésie française (https://meteo.pf)</li>\n<li>sur Saint-Pierre-Et-Miquelon (http://www.meteofrance.pm)</li>\n</ul>\n</li>\n<li>Site Institutionnel&nbsp.\n(http://www.meteofrance.fr)</li>\n<li>Site Education (http://education.meteofrance.fr)</li>\n<li>Site Services de Météo-France (http://services.meteofrance.com/)</li>\n<li>Sites de commande en ligne (https://professionnel.meteofrance.com et https://particulier.meteofrance.com)</li>\n</ul>\n<p>Cette page présente les informations sur tous les cookies de ces espaces.</p>\n<ol>\n<li>Qu'est-ce qu'un cookie ?</li>\n<li>A quoi servent les cookies émis sur notre site ?</li>\n<li>Accepter ou refuser les cookies</li>\n<li>Autres informations relatives aux cookies déposés par des partenaires tiers et droit d'opposition</li>\n</ol>\nQu'est-ce qu'un cookie ?\n<p>Notre priorité est de vous permettre de naviguer sur notre site en vous garantissant un service fiable, efficace et fonctionnel.&nbsp;Les services fournis sur Internet nécessitent parfois de déposer quelques informations sur votre terminal (ordinateur, tablette, smartphone...) sous forme de très petits fichiers appelés «&nbsp;cookies&nbsp;» ou de fichiers un peu plus gros nommés «&nbsp;webstorage&nbsp;».</p>\n<p>Ces fichiers texte sont déposés sur votre ordinateur, avec votre accord, lors de la visite d'un site ou de la consultation d'une publicité.\nIls sont gérés par votre navigateur Internet et seul l'émetteur d'un cookie est susceptible de lire les informations qui y sont contenues.</p>\n<p>Météo-France utilise des cookies sur ses sites Internet notamment&nbsp;:</p>\n<ul>\n<li>Pour mesurer et analyser l'audience de chaque page pour ensuite améliorer l'ergonomie, la navigation ou les contenus &nbsp;;</li>\n<li>Mesurer la fiabilité de ses sites Internet en analysant en temps réel des fluctuations importantes&nbsp;du niveau de consultation, afin de dimensionner au mieux ses infrastructures techniques ;</li>\n<li>Proposer des publicités variées et adaptées aux centres d'intérêt des internautes&nbsp;(uniquement sur les sites de prévisions, hors Saint-Pierre-et-Miquelon) ;</li>\n<li>Sur les sites de commande en ligne afin de&nbsp;reconnaître l'internaute dès sa connexion, s'il s'est déjà identifié auparavant (cela permet d'éviter de lui redemander son nom d'utilisateur et mot de passe à chaque page web visitée).</li>\n</ul>\n<p>Des cookies peuvent en outre être déposés par les outils de média sociaux si vous utilisez ces fonctionnalités (Facebook, Twitter, Youtube, Pinterest, ...).</p>\n<p>Ainsi on distingue quatre types de cookies&nbsp;: les cookies fonctionnels, les cookies de mesure d'audience, les cookies publicitaires et les cookies de réseaux sociaux.\nLes fichiers de type webstorage permettent quant à eux de garder en mémoire les choix de villes que vous avez sélectionnées, sur les sites de prévision.\nLes cookies et les webstorage sont gérés de la même façon.\nDans la suite de ce document, nous n'utiliserons que le terme cookies.</p>\n<p>\n<strong>Outre par la nature de leur utilisation, les cookies peuvent être classés selon leur émetteur :</strong>\n</p>\n<p>a) <strong>Les cookies internes</strong> (cookies de fonctionnement), parfois nommés cookies first-party qui sont émis par Météo-France directement pour l'ensemble des sites Internet de Météo-France ;</p>\n<p>b) <strong>Les cookies des partenaires de premier niveau</strong> (pour les sites de prévisions)&nbsp;;</p>\n<p>c) <strong>Les cookies tiers qui sont émis par d'autres domaines, en général des partenaires publicitaires</strong>.</p>\n<p>Certains cookies dits «&nbsp;de session&nbsp;» ne durent que le temps de la visite du site&nbsp;.\nd'autres, d'une durée de vie plus longue, permettent de mémoriser des informations d'une visite à une autre.\nCes informations peuvent être réutilisées lors d'une visite ultérieure.</p>\n<p>Vous pouvez vous-même paramétrer le dépot ou la durée de vie de ces&nbsp;cookies.\nSi vous souhaitez en savoir davantage, nous vous invitons à vous rendre sur le site de la CNIL https://www.cnil.fr/fr/cookies-les-outils-pour-les-maitriser.</p>\nA quoi servent les cookies émis sur nos sites ?\nCookies internes\n<ul>\n<li>Les cookies internes (cookies first-party) émis directement par les sites de prévisions, sont principalement des cookies fonctionnels.</li>\n</ul> Nom\nFonction\nExpire token\nPermet de réguler la charge des infrastructures en cas de très forte affluence,&nbsp;principalement en cas de délestage du site.\nLe délestage est un mode de secours qui nous permet de garantir à tout moment un accès aux informations de la vigilance météorologique (cookie fonctionnel token)\nFin de visite MFCookieAccepte\nSi vous acceptez le dépôt des cookies via le bouton «&nbsp;Accepter&nbsp;» du bandeau ou en navigant sur le site, ce cookie est déposé pour mémoriser cette acceptation.\nSa durée de vie est de 13 mois.\n13 mois <p>&nbsp;</p>\n<p>Enfin, deux fichiers de stockage local (webstorage)&nbsp;servent à&nbsp;la mémorisation des villes préférées et des dernières villes consultées.</p>\n<p>Les cookies internes (cookies first-party) émis directement par <strong>www.meteofrance.fr</strong> sont principalement des cookies fonctionnels.</p> Nom\nFonction\nExpire MFCookieAccepte\nSi vous acceptez le dépôt des cookies via le bouton «&nbsp;Accepter&nbsp;» du bandeau ou en navigant sur le site, ce cookie est déposé pour mémoriser cette acceptation.\nSa durée de vie est de 13 mois.\n13 mois <p>&nbsp;</p>\n<ul>\n<li>Les cookies internes (cookies first-party) émis directement par <strong>education.meteofrance.fr</strong>&nbsp;sont principalement des cookies fonctionnels.</li>\n</ul> Nom\nFonction\nExpire MFCookieAccepte\nSi vous acceptez le dépôt des cookies via le bouton «&nbsp;Accepter&nbsp;» du bandeau ou en navigant sur le site, ce cookie est déposé pour mémoriser cette acceptation et sa durée de vie est de 13 mois.\n13 mois JSESSIONID\nSauvegarde des données propres à la connexion en cours\nFin visite <ul>\n<li>Les cookies internes (cookies first-party) émis par<strong> donneespubliques.meteofrance.fr </strong>sont principalement des cookies fonctionnels.</li>\n</ul> Nom\nFonction\nExpire MFCookieAccepte\nSi vous acceptez le dépôt des cookies via le bouton «&nbsp;Accepter&nbsp;» du bandeau ou en navigant sur le site, ce cookie est déposé pour mémoriser cette acceptation et sa durée de vie est de 13 mois.\n13 mois MFPHPSESSID\nSauvegarde des données propres à la connexion en cours (exemple: le contenu du&nbsp.\npanier en cours)\nFin visite <p>&nbsp;</p>\n<ul>\n<li>Les cookies internes (cookies first-party) émis par<strong> professionnel.meteofrance.com </strong>et <strong>particulier.meteofrance.com </strong>sont&nbsp;principalement des cookies fonctionnels.</li>\n</ul> Nom\nFonction\nExpire MFCookieAccepte\nSi vous acceptez le dépôt des cookies via le bouton «&nbsp;Accepter&nbsp;» du bandeau ou en navigant sur le site, ce cookie est déposé pour mémoriser cette acceptation.\nSa durée de vie est de 13 mois.\n13 mois JSESSIONID\nSauvegarde des données propres à la connexion en cours (exemple: le contenu du&nbsp;panier en cours)\nFin visite mf_lastvisited_XX\nTrace l'historique des consultations des produits de nos clients.\nCes produits sont affichés dans la rubrique \"Produits récemment consultés et recommandations\"\n13 mois <p>&nbsp;</p>\nLes cookies des partenaires de premier niveau&nbsp.\n<p>\n<strong>Les cookies des partenaires de premier niveau appelés directement par nos sites sont considérés par les navigateurs comme des cookies internes.</strong>\n</p>\n<p>Parmi ces cookies, on trouve&nbsp;:</p>\n<ul>\n<li>Des cookies fonctionnels pour réaliser des études d'ergonomie / marketing (sur les sites <strong>professionnel.meteofrance.com et particulier.meteofrance.com)</strong>&nbsp;:</li>\n</ul>\n<p>Les espaces professionnel.meteofrance.com et particulier.meteofrance.com utilisent une solution d'A/B testing ayant recours aux cookies pour permettre d'améliorer l'expérience des utilisateurs.\nL'A/B testing&nbsp;permet de personnaliser les contenus d'un site et d'en proposer des variantes.\nLes informations sur la politique du respect de la vie privée de la solution A/B testing sont accessibles sur https://www.abtasty.com.</p> Nom\nFonction\nExpire ABTasty\nCe cookie remonte toutes les données de tracking (visitorID, IDs de tests et variations)\n13 mois ABTastySession\nCe cookie sert à remonter les URLs visitées par les internautes\nFin visite ABTastyUTMB\nCe cookie permet de définir les sessions.\nIl est activé à chaque action de l'internaute, pour une durée de 30 minutes.\nAinsi, si l'internaute n'effectue plus aucune action pendant 30 minutes, ce cookie permet de définir la fin de la session.\n30 mn LiwioReferrer\nCe cookie est utilisé pour définir le domaine de la page précédemment consultée par l'internaute et qui a permis à l'internaute d'accéder à la page consultée et donc de savoir d'où il provient.\nCe paramètre permet de cibler des tests marketing.\nFin visite <p>Vous pouvez vous opposer au dépôt de ces cookies en ajoutant<u>\n</u>#abtastyoptout=1 à la fin de l'URL visitée.\nPar exemple&nbsp;: professionnel.meteofrance.com/#abtastyoptout=1 ou particulier.meteofrance.com/#abtastyoptout=1.</p>\n<ul>\n<li>Des cookies de mesure d'audience (AT Internet, Google Analytics sur l'ensemble des sites, Estat uniquement sur le site de prévisions en Métropole)&nbsp;:</li>\n</ul>\n<p>Météo-France utilise AT Internet, Google Analytics et Estat pour obtenir des statistiques de fréquentation anonyme de ses sites, afin de les optimiser, en analysant la navigation des internautes et détecter d'éventuels dysfonctionnements.<br>\n&nbsp;</p> Nom\nFonction\nExpire idrxvr\nAt-Internet -&nbsp;Identifiant visiteur principal (posé sur .xiti.com en général)\n13 mois xtvrn\nAt-Internet - Permet de savoir si un visiteur vient sur le site pour la première fois.\n12 mois xtant\nAt-Internet - Mesure des visiteurs identifiés (identifiant texte).\n12 mois xtan\nAt-Internet - Mesure des visiteurs identifiés (identifiant numérique fourni par le client lorsqu'un utilisateur se connecte sur son site).\n12 mois xtvalCZ\nPartie du logiciel XiTi: surveiller le trafic et mettre en évidence les problèmes auxquels les personnes parcourant notre site peuvent être confrontées.&nbsp.\n&nbsp.\nxtidc\nAT-Internet Identifiant client pour le suivi de visiteurs identifiés dans AT Internet.\nToutes les données sont anonymisées\n12 mois _ga\nGoogle Analytics - Permet de distinguer les visiteurs uniques sur le site en attribuant un identifiant unique pour chaque visiteur.\n13 mois __gat\nGoogle Analytics - Précise le type de requête evènement, transaction, ou variable particulière pour réguler le taux de requêtes\n10 minutes __utma\nGoogle Analytics - Comptabilise le nombre de consultations du site par un utilisateur, les dates de la première et de la dernière visite de l'utilisateur.\nMis à jour à chaque visite\n13 mois __utmt\nGoogle Analytics - Précise le type de requête&nbsp;: &nbsp;évènement, transaction, ou variable particulière pour réguler le taux de requêtes.\n12 mois __utmb\nGoogle Analytics - Conserve les informations sur la durée de la visite sur le site, il enregistre l'heure à laquelle l'utilisateur arrive sur le site.\n12 mois __utmc\nGoogle Analytics - Fonctionne avec&nbsp;utmb, pour calculer la durée de la visite, il enregistre l'heure à laquelle le visiteur quitte le site.\nSession __utmz\nGoogle Analytics - Gère les informations de provenance de l'internaute : la page à partir de laquelle l'utilisateur a accédé au site, le moteur de recherche qu'il a utilisé pour y accéder ou le lien sur lequel il a cliqué, le(s) mot(s) clé(s) utilisé(s) pour la recherche et le pays à partir duquel il s'est connecté.\n6 mois __utmv\nGoogle Analytics - Ce cookie est posé en cas d'utilisation de la fonction utmSetVar qui permet de segmenter les visiteurs.\n12 mois e\nEstat&nbsp;- Numéro qui identifie votre navigateur.\nCe fichier est déposé une seule fois, lors de votre première visite d'un des sites audités par Médiamétrie-eStat.&nbsp;Médiamétrie-eStat relève et stocke les données suivantes sur le comportement des internautes: origine géographique, temps passé sur le site, type de connexion, etc.\nEn aucun cas ces informations ne permettent de connaître l'identité de l'internaute.<br>\n<u>Uniquement sur le site Prévisions de domaine meteofrance.com.</u>\n13 mois <p>&nbsp;</p>\n<ul>\n<li>Cookies de réseaux sociaux (Facebook, Twitter, LinkedIn, Instagram, YouTube, PInterest)&nbsp;générés par les boutons de partage.</li>\n</ul>\n<p>Nous sommes susceptibles d'inclure des applications informatiques émanant de tiers sur nos sites.\nCelles-ci vous permettent de partager des contenus de notre site avec des tiers.\nC'est le cas notamment des boutons \"Partager\", \"J'aime\", émanant de réseaux sociaux tels que Facebook, Twitter, Instagram, ...</p>\n<p>\nLe réseau social fournissant un bouton de partage est susceptible de vous identifier grâce à cette fonction, même si vous n'avez pas utilisé ce bouton lors de votre consultation.\nEn effet, ce type de bouton peut permettre au réseau social concerné de suivre votre navigation sur notre site, du seul fait que votre compte réseau social était activé sur votre terminal (session ouverte) durant votre visite.</p>\n<p>\nNous n'avons aucun contrôle sur le processus employé par les réseaux sociaux pour collecter des informations relatives à votre navigation sur notre site et associées aux données personnelles dont ils disposent.\nNous vous invitons à consulter les politiques de protection de la vie privée de ces réseaux sociaux afin de prendre connaissance des finalités d'utilisation, notamment publicitaires, des informations de navigation qu'ils peuvent recueillir grâce à ces boutons applicatifs.</p>\n<p>&nbsp;</p> Partenaire\nPolitique de confidentialité\nLiens de description DailyMotion\nhttps://www.dailymotion.com/legal/cookiemanagement\nhttps://www.dailymotion.com/legal/consent Facebook\nhttps://www.facebook.com/about/privacy<br> https://www.facebook.com/policies/cookies/\nhttps://www.facebook.com/policies/cookies/ Twitter\nhttps://twitter.com/privacy?lang=fr\nhttps://help.twitter.com/fr/rules-and-policies/twitter-cookies <p>&nbsp;</p>\nLes cookies publicitaires\n<p>Il s'agit des cookies déposés sur votre terminal par des sociétés tierces lorsque vous naviguez ou cliquez dans les espaces publicitaires de nos sites de prévisions (Hors site Internet de Saint-Pierre-et-Miquelon).</p>\n<p>\nDans le cadre de partenariats, nous exigeons des sociétés partenaires qu'elles respectent strictement la loi informatique et libertés du 6 janvier 1978 modifiée et s'engagent à mettre en œuvre des mesures appropriées de sécurisation et de protection de la confidentialité des données.</p>\n<ul>\n<li>Cookies publicitaires tiers&nbsp;: ces cookies sont déposés via des contenus de tiers diffusés dans nos espaces publicitaires</li>\n</ul>\n<p>Il s'agit des cookies utilisés pour le ciblage publicitaire.\nCes cookies permettent au serveur de publicité de notre régie publicitaire de reconnaître votre ordinateur et de maîtriser les règles de diffusion des campagnes (comme le capping qui permet de ne présenter une publicité qu'une fois par jour par exemple), et de collecter des informations relatives aux pages consultées sur notre site depuis votre ordinateur.\nCes cookies, partagés par plusieurs sites totalement indépendants, peuvent permettre aux annonceurs d'afficher sur votre écran des publicités ciblées.</p>\n<p>\nNotre régie publicitaire peut participer à des programmes d'affiliation avec des annonceurs tiers.&nbsp;Ainsi, si vous cliquez sur une publicité affichée sur notre site, nos annonceurs peuvent placer un cookie sur votre ordinateur, lequel aura pour finalité d'indiquer que vous avez consulté l'annonce publicitaire depuis le site de Météo-France.</p>\n<p>\nCes cookies dépendent des campagnes en cours et ne peuvent pas être listés de façon exhaustive.<br>\nSi vous souhaitez refuser tout ou partie des cookies, nous vous invitons à suivre les conseils ci-dessous.</p>\nAccepter ou refuser les cookies\n<p>Nos partenaires et nous, déposons des cookies et utilisons des informations non sensibles de votre appareil pour améliorer nos produits et afficher des publicités et contenus personnalisés.\nVous pouvez accepter ou refuser ces différentes opérations.\nPour en savoir plus sur les cookies, les données que nous utilisons, les traitements que nous réalisons et les partenaires avec qui nous travaillons, vous pouvez consulter notre&nbsp;politique de confidentialité.</p>\n<p>\n<strong>Vous pouvez à tout moment choisir de supprimer ou désactiver les cookies au niveau de votre navigateur et choisir les partenaires autorisés à déposer des cookies en cliquant sur le lien \"Consentement\" en bas de cette page.&nbsp;</strong>\n</p>\n<p>Chaque navigateur propose par ailleurs une solution de paramétrage pour les cookies pour&nbsp;:</p>\n<ul>\n<li>vous signaler les cookies qui sont déposés dans votre ordinateur ;</li>\n<li>vous permettre de les accepter ou de les refuser, au cas par cas ou systématiquement.</li>\n</ul>\n<p>La configuration de chaque navigateur est différente.\nNous vous invitons à vous reporter au menu d'aide de votre navigateur pour paramétrer celui-ci selon vos souhaits.</p>\nVos choix via votre navigateur\nL'accord sur les cookies\n<p>L'enregistrement d'un cookie dans un terminal est essentiellement subordonné aux paramétrages par l'internaute de son logiciel de navigation.&nbsp;Si vous avez accepté l'enregistrement de cookies, ceux-ci sont intégrés dans les pages et contenus que vous avez consultés et pourront être stockés temporairement dans un espace dédié de votre terminal.\nIls y seront lisibles uniquement par leur émetteur.</p>\nLe refus des cookies\n<p>Il existe différentes options de refus des cookies, lesquels peuvent impacter le fonctionnement du service que vous sollicitez sur notre site.</p>\n<p>\n<strong>- Si vous refusez uniquement l'enregistrement des cookies tiers</strong> dans votre terminal mais que vous acceptez l'enregistrement des cookies de Météo-France&nbsp;:</p>\n<ul>\n<li>Les fonctionnalités de favoris et accès aux dernières villes consultées seront disponibles ;</li>\n<li>Vous pourrez commander les produits sur notre site Services ;</li>\n<li>Les outils de mesure d'audience seront effectifs.</li>\n</ul>\n<p>mais</p>\n<ul>\n<li>Vous ne serez plus destinataires de publicités utilisant un ciblage comportemental <em>a posteriori</em>.</li>\n<li>Depuis le site Éducation, vous ne pourrez plus vous connecter au module Eduthèque, qui requiert d'autoriser les cookies sur le domaine cas.edutheque.cndp.fr</li>\n</ul>\n<p>- <strong>Si vous refusez l'enregistrement de tous les cookies dans votre terminal, cookies internes et cookies tiers&nbsp;: </strong>\n</p>\n<ul>\n<li>Les fonctionnalités de favoris et accès aux dernières villes consultées ne seront pas disponibles ;</li>\n<li>Vous ne pourrez pas commander les produits sur les espaces marchands professionnel ou particulier ;</li>\n<li>Les outils de mesure d'audience ne seront pas effectifs ;</li>\n<li>Vous ne serez plus destinataires de publicités utilisant un ciblage comportemental <em>a posteriori</em>.&nbsp;Les espaces publicitaires&nbsp;réservés seront donc alimentés sans prendre en compte vos cookies ;</li>\n<li>Depuis le site Éducation, vous ne pourrez plus vous connecter au module Eduthèque, qui requiert d'autoriser les cookies sur le domaine cas.edutheque.cndp.fr</li>\n</ul>\n<p>\n<strong>- Si vous refusez les cookies internes</strong>, les principales fonctionnalités d'affichage des prévisions et de la vigilance &nbsp;météorologique, de recherche et de navigation sur les sites ne seront pas affectées mais vous ne pourrez plus bénéficier des fonctionnalités et applications suivantes&nbsp;:</p>\n<p>Sur les sites de prévisions, vous ne pourrez plus&nbsp;:</p>\n<ul>\n<li>accéder à vos villes favorites mémorisées via l'étoile&nbsp;et disponibles dans la barre des favoris&nbsp;;</li>\n<li>accéder directement aux dernières villes consultées disponibles en raccourcis ;</li>\n<li>utiliser le partage des réseaux sociaux.</li>\n</ul>\n<p>Sur le site Services,&nbsp;vous ne pourrez plus commander de produit en ligne.\nPar ailleurs :</p>\n<ul>\n<li>le système vous demandera régulièrement vos identifiants de connexion&nbsp;;</li>\n<li>votre panier ne pourra pas être sauvegardé&nbsp;;</li>\n<li>le système ne mémorisera pas l'historique des produits que vous aurez consultés.\nCes produits sont normalement affichés dans la rubrique \"Produits récemment consultés et recommandations\".</li>\n</ul>\nComment exercer vos choix, selon le navigateur que vous utilisez ?\n<p>Pour la gestion des cookies et la gestion de vos choix, la configuration de chaque navigateur est différente.\nElle est décrite dans le menu d'aide de votre navigateur, qui vous indiquera le mode opératoire.\nAinsi, pour :<br>\n&nbsp;</p>\n<ul>\n<li>Pour Internet Explorer™ :&nbsp;&nbsp;https://support.microsoft.com/fr-fr/help/17442/windows-internet-explorer-delete-manage-cookies</li>\n<li>Pour Safari™ :&nbsp;&nbsp;https://support.apple.com/fr-fr/guide/safari/sfri11471/mac</li>\n<li>Pour Chrome™ :&nbsp;&nbsp;https://support.google.com/chrome/answer/95647?hl=fr&amp;hlrm=en</li>\n<li>Pour Firefox™ :&nbsp;&nbsp;https://support.mozilla.org/fr/kb/activer-desactiver-cookies-preferences?redirectlocale=fr&amp;redirectslug=Activer+et+d%C3%A9sactiver+les+cookies</li>\n<li>Pour Opera™ :&nbsp;&nbsp;https://www.accepterlescookies.com/comment-accepter-les-cookies-sur-opera.html</li>\n</ul>\n&nbsp.\nAutres informations relatives aux cookies déposés par des partenaires tiers et droit d'opposition à ces cookies&nbsp;: &nbsp.\nOutils de mesure d'audience&nbsp;:&nbsp.\n<ul>\n<li>AT Internet&nbsp;:<br>\n<ul>\n<li>Droit d'opposition&nbsp;: http://www.xiti.com/fr/optout.aspx</li>\n</ul>\n</li>\n<li>Google Analytics&nbsp;:<br>\n<ul>\n<li>Droit d'opposition&nbsp;: https://tools.google.com/dlpage/gaoptout</li>\n</ul>\n</li>\n<li>Médiamétrie – estat&nbsp;(uniquement sur le domaine meteofrance.com):<br>\n<ul>\n<li>Informations sur la politique de confidentialité</li>\n</ul>\n</li>\n</ul>\nPublicité\n<p>Les publicités sont uniquement diffusées sur les sites de prévisions.</p>\n<p>Les sites Internet de prévisions de Météo France utilisent la technologie GOOGLE AD MANAGER pour la diffusion de publicités.</p>\n<p>GOOGLE AD MANAGER utilise des cookies pour recueillir des informations au sujet de vos connexions sur les sites Internet de prévisions.\nCes informations sont par la suite utilisées pour optimiser les diffusions publicitaires par des ciblages spécifiques et établir des rapports d'activité.</p>\n<p>Les informations du cookie et de l'adresse IP, liées aux appels publicitaires, sont anonymisées et sont toujours traitées par des serveurs situés dans l'Union européenne, selon la réglementation en vigueur dans le pays concerné.\nLes adresses IP sont obscurcies après avoir été utilisées pour identifier les attributs associés, tels que le lieu (pays, ville) ou la bande passante.\nL'obscurcissement des adresses IP est un moyen de rendre les données parfaitement anonymes.</p>\nPublicité ciblée ou comportementale\n<p>Pour gérer ce type de cookie: http://www.youronlinechoices.com/fr/controler-ses-cookies/ </p>\n<p>&nbsp;</p> ", "created_at": "2021-04-15 10:33:43.857768", "updated_at": "2021-04-15 10:35:29.511447"}, {"id": 5099, "name": "Privacy Policy (French)", "url": "https://meteofrance.com/politique-de-confidentialite", "xpath": "//*[@id=\"primary_content\"]/div[2]/article/div[2]/div", "text": " <p>Relativement à ses activités, Météo-France est amené à traiter des données à caractère personnel vous concernant.\nA ces fins, nous nous engageons à respecter les réglementations en vigueur concernant la protection des données à caractère personnel, soit la loi informatique et libertés n°78-17 du 6 janvier 1978, ainsi que le Règlement (UE) 2016/679 du Parlement européen et du Conseil du 27 avril 2016.</p>\n<p>Vous trouverez ci-dessous notre politique de confidentialité des données traitées à l’occasion de l’utilisation et la mise en œuvre de notre site Internet.</p>\n<strong>I.\nCONTACTS</strong>\na.\nRESPONSABLE DU TRAITEMENT\n<p>Le responsable des traitements relatifs aux données à caractère personnel est l’établissement public Météo-France, 73 avenue de Paris – 94 165 Saint-Mandé CEDEX, représenté par sa Présidente-directrice générale, Madame Virginie SCHWARZ.</p>\n<p>Pour toute question relative au traitement de vos données personnelles, vous pouvez contacter le responsable du traitement à l’adresse électronique suivante&nbsp;:</p>\nb.\nDÉLÉGUÉ A LA PROTECTION DES DONNÉES\n<p>Le Délégué à la Protection des Données personnelles au sein de Météo-France est Monsieur Emmanuel LEGRAND.\nPour toute question relative au traitement de vos données personnelles, vous pouvez entrer en contact avec lui à l’adresse électronique suivante&nbsp;: dpo@meteo.fr</p>\n<strong>II.\nDONNÉES RECUEILLIES ET CIRCONSTANCES DE LA COLLECTE</strong>\na.\nDonnées personnelles collectées et traitées sur le site internet meteofrance.com\n<p>L’utilisation du site peut générer le traitement et la collecte des données personnelles suivantes :</p>\n<ul>\n<li>Adresse IP, lors de la navigation lors de l'utilisation du site Internet</li>\n</ul> b.\nExclusion des Données sensibles\n<p>Dans le cadre de son activité, Météo-France garantit ne traiter aucune donnée sensible.\nSont considérées comme données sensibles au sens du RGPD l’origine raciale ou ethnique, les opinions politiques, les croyances religieuses ou philosophiques, l’adhésion à un syndicat, les données relatives à la santé ou l’orientation sexuelle.</p> III.\nFINALITÉS &amp.\nDUREES DE CONSERVATION Catégorie\nFinalités\nDurée de conservation Cookies\nFonctionnement et amélioration du site et des services&nbsp;&nbsp.\n13 mois Cookies\nMesures d’audience\n13 mois Cookies\nPublicités ciblées\n13 mois Adresse IP\nMaintenance et supervision informatique de la plateforme d'alimentation\n2 jours Adresse IP\nMaintenance et supervision informatique du site Internet\n2 jours IV.\nACCÈS a.\nAccès aux Données personnelles au sein de Météo-France\n<p>\nDifférentes personnes et/ou entités travaillant au sein de Météo-France peuvent avoir accès à vos données personnelles dans le cadre de leurs missions professionnelles.\nIl s’agit essentiellement :</p>\n<ul>\n<li>du personnel Technique de Météo-France ;</li>\n<li>du personnel commercial de Météo-France ;</li>\n<li>du personnel scientifique de Météo-France ;</li>\n<li>du personnel administratif de Météo-France.</li>\n</ul> b.\nTransmission des Données personnelles en cas de Sous-traitance\n<p>\n<strong>b.1 Sous-traitance au sens du RGPD :</strong>\n</p>\n<p>Météo-France est susceptible de sous-traiter certains traitements relatifs à vos données personnelles.\nDans de telles circonstances, l’établissement s’engage à soumettre les éventuels sous-traitants à la politique de confidentialité de Météo-France.</p>\n<p>\n<strong>b.2 Sous-traitance dans le cadre d’une relation commerciale :</strong>\n</p>\n<p>Météo-France est susceptible de faire appel à des sous-traitants relativement à l’exécution d’un contrat.\nDans la mesure où un de ces sous-traitants auraient accès à vos données personnelles, l’établissement s’engage à soumettre ce dernier à la politique de confidentialité de l’établissement.</p>\n<p>\n<strong>b.3 Cas de la régie publicitaire :</strong>\n</p>\n<p>A ce titre, Météo-France fait appel aux services d’une régie publicitaire pour sous traiter la commercialisation d’espaces publicitaires sur le site Internet de Météo-France.\nPour ce faire, la régie est autorisée à traiter vos données d’identification du terminal (IP, MAC)</p>\n<p>Le traitement de vos données a pour finalité de réaliser un ciblage individuel permettant d’améliorer la diffusion de publicités.</p>\n<p>La collecte des données précitées ne peut se faire sans votre consentement explicite.</p>\n<p>A ces fins, la régie publicitaire a accès à vos données dans le cadre strict et nécessaire de ses prérogatives.</p> c.\nInteraction des Données personnelles avec les réseaux sociaux\n<p>Dans le cadre de son activité, Météo France utilise des plug-ins sociaux vous permettant de partager des informations sur les réseaux sociaux.\nCes plug-ins peuvent créer des échanges de données entre les réseaux sociaux et Météo-France.\nEn effet, lorsque vous partagez une information provenant du site Internet, les réseaux sociaux (Facebook, Twitter, Instagram, etc.) peuvent enregistrer cette information à l’aide de traceurs (cookies).</p> d.\nTransmission des Données personnelles aux autorités de police, autorités judiciaires ou administratives\n<p>Météo France peut être amené à transmettre vos Données personnelles aux autorités de police, aux autorités judiciaires ou administratives pour répondre à une obligation légale.</p> V.\nTRANSFERT HORS UNION EUROPÉENNE\n<p>Météo-France peut être amené à transférer des données personnelles vous concernant en dehors de l’Union Européenne.\nDans le cadre de ce transfert, Météo-France s’engage à ne pas transférer des données personnelles vers des Etats tiers ne disposant pas d’un niveau de protection adéquat des données personnelles.\nCes pays font obligatoirement l’objet d’une décision d’adéquation de la Commission Européenne, comme par exemple, le Japon, le Canada ou encore les Etats-Unis.\n(Pour information : https://ec.europa.eu/info/law/law-topic/data-protection/data-transfers-outside-eu/adequacy-protection-personal-data-non-eu-countries_en&nbsp;</p>\nVI.\nSÉCURITÉ\n<p>Météo-France assure la protection de vos données personnelles en mettant en œuvres des mesures techniques et organisationnelles appropriées conformément aux dispositions légales applicables.\nA cet effet, Météo-France a pris les dispositions suivantes :</p>\n<ul>\n<li>Informations sur le stockage des données</li>\n<li>Informations sur l’accès informatique</li>\n<li>Nomination d’un délégué à la protection des données</li>\n</ul>\n<p>\nAinsi que toutes les mesures qui ont pu être prises concernant la sécurité informatique, les politiques de sensibilisation s’il y a.</p> VII.\nDROIT DES PERSONNES CONCERNÉES\n<p>Conformément aux dispositions légales, vous disposez de droits concernant le traitement de vos données personnelles.\nPour exercer ces droits, écrivez au DPO de Météo France en précisant la nature du droit que vous souhaitez exercer ainsi que les raisons pour lesquelles vous voulez l’exercer, à l’adresse électronique suivante : dpo@meteo.fr</p>\n<p>Si l’une des réponses faite par les services de Météo-France ne vous satisfait pas, vous pouvez déposer une plainte en ligne auprès de la CNIL en cliquant sur le lien suivant : https://www.cnil.fr/fr/plaintes</p> a.\nDroit d’accès\n<p>Vous avez le droit de demander une copie de toutes les données personnelles conservées et traitées par Météo-France vous concernant.\nL’établissement est susceptible de vous demander des informations supplémentaires concernant votre identité afin de garantir la bonne transmission et protection de vos données.</p>\n<p>Météo-France vous remettra une copie des données personnelles vous concernant qu’il conserve et/ou traite sur support papier ou électronique à votre préférence.</p> b.\nDroit de rectification\n<p>Vous avez le droit de procéder, ou de demander à Météo-France de procéder à la rectification de vos données personnelles.\nPour ce faire, indiquer précisément les données que vous souhaitez corriger, compléter ou mettre à jour, et dans la mesure du possible, communiquer les informations nécessaires à la rectification.\nL’établissement s’efforcera de répondre à vos demandes dans les meilleurs délais.</p> c.\nDroit au retrait du consentement\n<p>Certaines données sont collectées sous condition de licéité de l’obtention de votre consentement.\nVous pouvez retirer ce dernier à tout moment en contactant le DPO de Météo-France.\nLes données personnelles ne seront plus traitées pour l’avenir mais peuvent cependant être conservées par l’établissement.\nSi vous voulez vous opposer à ce que Météo-France conserve ces données, vous pouvez exercer votre droit à l’effacement des données (cf.\nVII.e.).</p> d.\nDroit d’opposition\n<p>Si vous souhaitez que vos données personnelles cessent de figurer dans un fichier non obligatoire, vous pouvez vous y opposer.\nIl vous suffit de contacter le DPO de Météo-France par email en précisant les données que vous souhaitez supprimer ainsi que les raisons « tenant à votre situation particulière » pour lesquelles vous vous opposez au traitement de vos données personnelles.</p>\n<p>Lorsque les données personnelles sujets de votre opposition concerne la prospection commerciale de Météo-France, vous pouvez vous opposer discrétionnairement à ce traitement, sans justification.</p>\n<p>Toutefois, la demande d’opposition peut être rejetée par l’établissement s’il dispose de motif légitime ou impérieux à la conservation de celles-ci, comme, la défense des intérêts en justice de l’établissement.</p> e.\nDroit à l’effacement\n<p>Vous avez le droit de demander à Météo-France d’effacer vos données personnelles si vous vous trouvez dans une des situations suivantes :</p>\n<ul>\n<li>Vos données sont utilisées à des fins de prospection ;</li>\n<li>Vos données ne sont pas ou plus nécessaires au regard des objectifs pour lesquels elles ont été initialement collectées ou traitées ;</li>\n<li>Vos données ont été collectées lorsque vous étiez mineur dans le cadre de la société de l’information</li>\n<li>Vous retirez votre consentement à l’utilisation des données ;</li>\n<li>Vos données font l’objet d’un traitement illicite ;</li>\n<li>Vos données doivent être effacées pour respecter une obligation légale ;</li>\n<li>Vous vous êtes opposé au traitement de vos données et le responsable du fichier n’a pas de motif légitime ou impérieux de ne pas donner suite à cette demande.</li>\n</ul>\n<p>\nSi tel est le cas, vous pouvez effectuer une demande d’effacement de vos données personnelles en contactant le DPO de Météo-France qui traitera votre demande dans les meilleurs délais.</p> f.\nDroit à la limitation du traitement\n<p>Vous avez le droit d’obtenir de Météo-France la limitation du traitement de certaines de vos données dans les cas suivants :</p>\n<ul>\n<li>Vous contestez l’exactitude des données personnelles vous concernant et demandez la limitation du traitement pendant la durée de vérification accordée à l’établissement ;</li>\n<li>Le traitement de vos données est illicite, mais vous souhaitez que l’établissement les conserve en en limitant le traitement ;</li>\n<li>Vos données ne servent plus les finalités initiales pour lesquelles elles ont été recueillies, mais souhaitez que l’établissement les conserve pour la constatation, l’exercice ou la défense de vos droits en justice ;</li>\n<li>Vous vous êtes opposé au traitement de vos données (cf.\nVI.d.), et vos données bénéficient d’un traitement limité pendant la vérification des motifs légitimes de Météo France du rejet de votre demande d’opposition.</li>\n</ul> g.\nDroit à la portabilité des données\n<p>Pour les données à caractère personnel dont le traitement est fondé sur le consentement ou dont le traitement est effectué à l’aide de procédés automatisés, vous avez le droit à la portabilité de vos données.\nCela signifie que vous pouvez demander qu’une copie de vos données à caractère personnel vous soit adressée dans un format « structuré, couramment utilisé et lisible par la machine ».\nCette copie peut, selon votre souhait, vous être transférée directement, ou être transférée au responsable de traitement de votre choix, à condition que transfert soit techniquement possible.</p> h.\nDroit de définir des directives relatives au sort de vos données après la mort\n<p>Vous avez le droit de nous communiquer le sort que vous réservez à vos données après votre mort.\nVous pouvez choisir d’ordonner la destruction de vos données, ou encore leur transmission à une personne de votre choix.</p> i.\nDroit de demander une intervention humaine\n<p>Enfin, vous avez le droit de demander à ne pas faire l’objet d’une décision fondée exclusivement sur un traitement automatisé sauf dans les cas suivants :</p>\n<p>La décision est indispensable à la conclusion ou l’exécution d’un contrat que vous avez passé avec Météo-France<br>\nLa décision est fondée sur votre consentement explicite.</p> VIII.\nCOOKIES\n<p>Pour toutes les informations relatives à l'utilisation des cookies par Météo-France, vous pouvez consulter la page sur la gestion des cookies.</p> ", "created_at": "2021-04-15 10:36:35.315415", "updated_at": "2021-04-15 10:37:23.426068"}, {"id": 5100, "name": "Reproduction Rights (French)", "url": "https://meteofrance.com/droits-de-reproduction", "xpath": "//*[@id=\"primary_content\"]/div[2]/article/div[2]/div", "text": " Décharge de responsabilité\n<p>Météo-France ne pourra être tenu pour responsable de dommage résultant d'une impossibilité d'utilisation, d'accès, de perte découlant des informations disponibles sur ce serveur.\nMétéo-France ne pourra en aucun cas être tenu pour responsable de dommage résultant de l'interprétation et/ou de l'utilisation des informations disponibles sur ce serveur.</p>\n<p>Par ailleurs, Météo-France décline toute responsabilité et ne peut en aucun cas être tenu responsable quant à l'utilisation et au contenu des sites pointés par lien hypertexte, ou qui ont un lien hypertexte vers le présent site.</p>\nMention des droits\n<p>Les textes et éléments graphiques, leur présentation et leur assemblage figurant dans ce site, les productions vidéo et sonores et d'une manière générale tous les documents contenus dans ce site, sont la propriété exclusive de Météo-France ou sont l'objet d'un accord de licence.\nIls constituent des œuvres de l'esprit ou des éléments de bases de données et sont protégés en tant que tels par les lois des pays du monde entier et les traités internationaux.\nLe nom de Météo-France et son logo sont protégés à titre de marques.</p>\nLicence d'utilisation\n<p>En accédant à ce site ou à l'un de ses éléments, vous acceptez une licence concédée par Météo-France aux conditions définies ci-après.</p>\n<em>Article 1</em>\n<p>Au titre de la présente licence, est exclusivement concédé un droit d'usage privé, individuel et personnel ou à caractère pédagogique et/ou éducatif, excluant notamment toute exploitation commerciale ou publicitaire.</p>\n<p>A ce titre, les documents qui peuvent être téléchargés sur le présent site ne doivent en aucun cas faire l'objet d'altération et ne peuvent être utilisés en dehors d'un cadre privé.</p>\n<em>Article 2</em>\n<p>Sauf dispositions contraires expressément exposées dans les sites web de Météo-France, et ne concernant pas les liens hypertexte et les documents téléchargeables, est interdite toute représentation et/ou reproduction même partielle du contenu de ce site et/ou de l'un de ses éléments et notamment :</p>\n<ul>\n<li>toute utilisation de l'un des éléments du site dans un environnement informatique en réseau,</li>\n<li>l'interdiction de copier les mots-clefs utilisés dans ses&nbsp;pages pour référencer un autre site et entrer ainsi en concurrence avec Météo-France;</li>\n<li>l'extraction répétée et systématique d'éléments non autorisés, même non protégés, du site causant un préjudice à Météo-France.</li>\n</ul>\n<em>Article 3</em>\n<p>Le mécanisme des liens hypertexte vers les informations diffusées par Météo-France est autorisé, sans autorisation préalable, sous réserve :</p>\n<ul>\n<li>de mentionner explicitement la source pour chaque lien.</li>\n<li>de ne pas utiliser les informations pour toute exploitation commerciale, publicitaire ou dans un cadre se référant à la mission de service public de Météo-France.</li>\n<li>que le support de diffusion ne contienne pas d'informations à caractère polémique, pornographique, xénophobe ou pouvant, dans une plus large mesure porter atteinte à la sensibilité du plus grand nombre.</li>\n</ul>\n<p>Météo-France se réserve cependant le droit de</p>\n<ul>\n<li>Demander la suppression d'un lien qui porte atteinte à son image ou à ses droits ;</li>\n<li>Modifier ces conditions à tout moment ;</li>\n<li>Modifier ou de corriger le contenu de ce site à tout moment et sans préavis.</li>\n</ul>\n<p>Tous les droits qui ne sont pas expressément concédés aux termes des présentes sont réservés par Météo-France.&nbsp;</p>\n<p>&nbsp;</p> ", "created_at": "2021-04-15 10:39:19.499668", "updated_at": "2021-04-15 10:39:31.213082"}], "points": [{"id": 23573, "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.", "source": "https://meteofrance.com/gestion-des-cookies", "status": "The agreements do not mention DNT headers and yet apply tracking in the website, so we can assume they do not limit tracking when receiving that kind of signals.", "created_at": "2021-07-04 10:03:50.272471", "updated_at": "2021-07-05 23:01:07.948223", "quoteText": null, "case_id": 233, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 23572, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://meteofrance.com/politique-de-confidentialite", "status": "Generated through the annotate view", "created_at": "2021-07-04 09:58:16.918675", "updated_at": "2021-07-05 23:01:15.958156", "quoteText": "Dans la mesure où un de ces sous-traitants auraient accès à vos données personnelles", "case_id": 188, "document_id": 5099, "quoteStart": 3578, "quoteEnd": 3662}, {"id": 23482, "title": "Your personal data is used to employ targeted third-party advertising", "source": "https://meteofrance.com/politique-de-confidentialite", "status": "Generated through the annotate view", "created_at": "2021-07-02 19:38:13.854311", "updated_at": "2021-07-03 09:12:27.566395", "quoteText": "\n<p>A ce titre, Météo-France fait appel aux services d’une régie publicitaire pour sous traiter la commercialisation d’espaces publicitaires sur le site Internet de Météo-France.\nPour ce faire, la régie est autorisée à traiter vos données d’identification du terminal (IP, MAC)</p>\n<p>Le traitement de vos données a pour finalité de réaliser un ciblage individuel permettant d’améliorer la diffusion de publicités.</p>", "case_id": 220, "document_id": 5099, "quoteStart": 3830, "quoteEnd": 4248}, {"id": 23481, "title": "Your data may be processed and stored anywhere in the world", "source": "https://meteofrance.com/politique-de-confidentialite", "status": "Generated through the annotate view", "created_at": "2021-07-02 19:37:23.061089", "updated_at": "2021-07-03 09:12:22.45928", "quoteText": "Météo-France peut être amené à transférer des données personnelles vous concernant en dehors de l’Union Européenne.", "case_id": 187, "document_id": 5099, "quoteStart": 5302, "quoteEnd": 5417}, {"id": 22089, "title": "Third parties are involved in operating the service", "source": "https://meteofrance.com/politique-de-confidentialite", "status": "Generated through the annotate view", "created_at": "2021-06-06 19:25:05.054785", "updated_at": "2021-06-06 20:40:11.843554", "quoteText": "\n<p>Météo-France est susceptible de faire appel à des sous-traitants relativement à l’exécution d’un contrat", "case_id": 207, "document_id": 5099, "quoteStart": 3468, "quoteEnd": 3576}, {"id": 20450, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://meteofrance.com/gestion-des-cookies", "status": "Generated through the annotate view", "created_at": "2021-05-14 10:06:56.282099", "updated_at": "2021-05-14 12:19:48.479178", "quoteText": "\n<strong>- Si vous refusez les cookies internes</strong>, les principales fonctionnalités d'affichage des prévisions et de la vigilance &nbsp;météorologique, de recherche et de navigation sur les sites ne seront pas affectées mais vous ne pourrez plus bénéficier des fonctionnalités et applications suivantes&nbsp;:</p>\n<p>Sur les sites de prévisions, vous ne pourrez plus&nbsp;:</p>\n<ul>\n<li>accéder à vos villes favorites mémorisées via l'étoile&nbsp;et disponibles dans la barre des favoris&nbsp;;</li>\n<li>accéder directement aux dernières villes consultées disponibles en raccourcis ;</li>\n<li>utiliser le partage des réseaux sociaux.</li>\n</ul>\n<p>Sur le site Services,&nbsp;vous ne pourrez plus commander de produit en ligne.\nPar ailleurs :</p>\n<ul>\n<li>le système vous demandera régulièrement vos identifiants de connexion&nbsp;;</li>\n<li>votre panier ne pourra pas être sauvegardé&nbsp;;</li>\n<li>le système ne mémorisera pas l'historique des produits que vous aurez consultés.\nCes produits sont normalement affichés dans la rubrique \"Produits récemment consultés et recommandations\".", "case_id": 375, "document_id": 5098, "quoteStart": 19880, "quoteEnd": 20973}, {"id": 20447, "title": "First-party cookies are used", "source": "https://meteofrance.com/gestion-des-cookies", "status": "Generated through the annotate view", "created_at": "2021-05-14 09:56:52.980475", "updated_at": "2021-05-14 12:19:30.730125", "quoteText": "</p>\n<p>a) <strong>Les cookies internes</strong> (cookies de fonctionnement), parfois nommés cookies first-party qui sont émis par Météo-France directement pour l'ensemble des sites Internet de Météo-France ;</p>", "case_id": 126, "document_id": 5098, "quoteStart": 3630, "quoteEnd": 3842}, {"id": 20451, "title": " A list of all cookies set by the website is provided", "source": "https://meteofrance.com/gestion-des-cookies", "status": "Generated through the annotate view", "created_at": "2021-05-14 10:09:48.27423", "updated_at": "2021-05-14 12:20:51.810457", "quoteText": "\nA quoi servent les cookies émis sur nos sites ?", "case_id": 306, "document_id": 5098, "quoteStart": 4609, "quoteEnd": 4657}, {"id": 20449, "title": "Your personnal data may be accessed by people working for the service", "source": "https://meteofrance.com/politique-de-confidentialite", "status": "Generated through the annotate view", "created_at": "2021-05-14 10:04:12.444754", "updated_at": "2021-05-14 12:19:38.471605", "quoteText": "IV.\nACCÈS a.\nAccès aux Données personnelles au sein de Météo-France\n<p>\nDifférentes personnes et/ou entités travaillant au sein de Météo-France peuvent avoir accès à vos données personnelles dans le cadre de leurs missions professionnelles.\nIl s’agit essentiellement :</p>\n<ul>\n<li>du personnel Technique de Météo-France ;</li>\n<li>du personnel commercial de Météo-France ;</li>\n<li>du personnel scientifique de Météo-France ;</li>\n<li>du personnel administratif de Météo-France.</li>", "case_id": 189, "document_id": 5099, "quoteStart": 2504, "quoteEnd": 2988}, {"id": 20448, "title": "You can request access, correction and deletion of your data", "source": "https://meteofrance.com/politique-de-confidentialite", "status": "e. Droit à l’effacement <p>Vous avez le droit de demander à Météo-France d’effacer vos données personnelles si vous vous trouvez dans une des situations suivantes :</p> <ul> <li>Vos données sont utilisées à des fins de prospection ;</li> <li>Vos données ne sont pas ou plus nécessaires au regard des objectifs pour lesquels elles ont été initialement collectées ou traitées ;</li> <li>Vos données ont été collectées lorsque vous étiez mineur dans le cadre de la société de l’information</li> <li>Vous retirez votre consentement à l’utilisation des données ;</li> <li>Vos données font l’objet d’un traitement illicite ;</li> <li>Vos données doivent être effacées pour respecter une obligation légale ;</li> <li>Vous vous êtes opposé au traitement de vos données et le responsable du fichier n’a pas de motif légitime ou impérieux de ne pas donner suite à cette demande.</li> </ul> <p> Si tel est le cas, vous pouvez effectuer une demande d’effacement de vos données personnelles en contactant le DPO de Météo-France qui traitera votre demande dans les meilleurs délais.", "created_at": "2021-05-14 10:01:23.952036", "updated_at": "2021-05-14 12:20:04.482894", "quoteText": " a.\nDroit d’accès\n<p>Vous avez le droit de demander une copie de toutes les données personnelles conservées et traitées par Météo-France vous concernant.\nL’établissement est susceptible de vous demander des informations supplémentaires concernant votre identité afin de garantir la bonne transmission et protection de vos données.</p>\n<p>Météo-France vous remettra une copie des données personnelles vous concernant qu’il conserve et/ou traite sur support papier ou électronique à votre préférence.</p> b.\nDroit de rectification\n<p>Vous avez le droit de procéder, ou de demander à Météo-France de procéder à la rectification de vos données personnelles.\nPour ce faire, indiquer précisément les données que vous souhaitez corriger, compléter ou mettre à jour, et dans la mesure du possible, communiquer les informations nécessaires à la rectification.\nL’établissement s’efforcera de répondre à vos demandes dans les meilleurs délais.", "case_id": 195, "document_id": 5099, "quoteStart": 7123, "quoteEnd": 8055}, {"id": 20260, "title": "Google Ad is used for advertising", "source": "https://meteofrance.com/gestion-des-cookies", "status": "Generated through the annotate view", "created_at": "2021-05-10 21:46:16.708328", "updated_at": "2021-05-11 16:55:56.958771", "quoteText": "GOOGLE AD MANAGER utilise des cookies pour recueillir des informations au sujet de vos connexions sur les sites Internet de prévisions.", "case_id": 128, "document_id": 5098, "quoteStart": 22732, "quoteEnd": 22867}, {"id": 20259, "title": "Météo France (from Goolge Analytics) tracks which web page referred you to it", "source": "https://meteofrance.com/gestion-des-cookies", "status": "Generated through the annotate view", "created_at": "2021-05-10 21:44:24.06866", "updated_at": "2021-05-11 16:55:50.238588", "quoteText": "Session __utmz\nGoogle Analytics - Gère les informations de provenance de l'internaute : la page à partir de laquelle l'utilisateur a accédé au site, le moteur de recherche qu'il a utilisé pour y accéder ou le lien sur lequel il a cliqué, le(s) mot(s) clé(s) utilisé(s) pour la recherche et le pays à partir duquel il s'est connecté.", "case_id": 387, "document_id": 5098, "quoteStart": 11830, "quoteEnd": 12162}, {"id": 20258, "title": " You are being tracked via social media cookies", "source": "https://meteofrance.com/gestion-des-cookies", "status": "Generated through the annotate view", "created_at": "2021-05-10 21:42:51.428437", "updated_at": "2021-05-11 16:55:43.308642", "quoteText": "Cookies de réseaux sociaux (Facebook, Twitter, LinkedIn, Instagram, YouTube, PInterest)&nbsp;générés par les boutons de partage.", "case_id": 307, "document_id": 5098, "quoteStart": 12835, "quoteEnd": 12963}, {"id": 20257, "title": "Third-party cookies are used for statistics (AT internet; Google Analytics; Estat)", "source": "https://meteofrance.com/gestion-des-cookies", "status": "Generated through the annotate view", "created_at": "2021-05-10 21:40:55.799094", "updated_at": "2021-05-11 16:55:39.168669", "quoteText": "Des cookies de mesure d'audience (AT Internet, Google Analytics sur l'ensemble des sites, Estat uniquement sur le site de prévisions en Métropole)", "case_id": 325, "document_id": 5098, "quoteStart": 9686, "quoteEnd": 9832}, {"id": 20256, "title": "Google Analytics is used for statistics", "source": "https://meteofrance.com/gestion-des-cookies", "status": "Generated through the annotate view", "created_at": "2021-05-10 21:38:08.68823", "updated_at": "2021-05-10 21:40:24.50267", "quoteText": "_ga\nGoogle Analytics - Permet de distinguer les visiteurs uniques sur le site en attribuant un identifiant unique pour chaque visiteur.\n13 mois __gat\nGoogle Analytics - Précise le type de requête evènement, transaction, ou variable particulière pour réguler le taux de requêtes\n10 minutes __utma\nGoogle Analytics - Comptabilise le nombre de consultations du site par un utilisateur, les dates de la première et de la dernière visite de l'utilisateur.\nMis à jour à chaque visite\n13 mois __utmt\nGoogle Analytics - Précise le type de requête&nbsp;: &nbsp;évènement, transaction, ou variable particulière pour réguler le taux de requêtes.\n12 mois __utmb\nGoogle Analytics - Conserve les informations sur la durée de la visite sur le site, il enregistre l'heure à laquelle l'utilisateur arrive sur le site.\n12 mois __utmc\nGoogle Analytics - Fonctionne avec&nbsp;utmb, pour calculer la durée de la visite, il enregistre l'heure à laquelle le visiteur quitte le site.\nSession __utmz\nGoogle Analytics - Gère les informations de provenance de l'internaute : la page à partir de laquelle l'utilisateur a accédé au site, le moteur de recherche qu'il a utilisé pour y accéder ou le lien sur lequel il a cliqué, le(s) mot(s) clé(s) utilisé(s) pour la recherche et le pays à partir duquel il s'est connecté.\n6 mois __utmv\nGoogle Analytics - Ce cookie est posé en cas d'utilisation de la fonction utmSetVar qui permet de segmenter les visiteurs.\n12 mois", "case_id": 325, "document_id": 5098, "quoteStart": 10870, "quoteEnd": 12307}, {"id": 20255, "title": "You can retrieve an archive of your data", "source": "https://meteofrance.com/politique-de-confidentialite", "status": "Generated through the annotate view", "created_at": "2021-05-10 21:35:42.137385", "updated_at": "2021-05-11 16:56:27.055979", "quoteText": "g.\nDroit à la portabilité des données\n<p>Pour les données à caractère personnel dont le traitement est fondé sur le consentement ou dont le traitement est effectué à l’aide de procédés automatisés, vous avez le droit à la portabilité de vos données.\nCela signifie que vous pouvez demander qu’une copie de vos données à caractère personnel vous soit adressée dans un format « structuré, couramment utilisé et lisible par la machine ».\nCette copie peut, selon votre souhait, vous être transférée directement, ou être transférée au responsable de traitement de votre choix, à condition que transfert soit techniquement possible.", "case_id": 140, "document_id": 5099, "quoteStart": 11405, "quoteEnd": 12030}, {"id": 20254, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://meteofrance.com/politique-de-confidentialite", "status": "Generated through the annotate view", "created_at": "2021-05-10 21:33:11.137921", "updated_at": "2021-05-11 16:56:01.419404", "quoteText": "Adresse IP, lors de la navigation lors de l'utilisation du site Internet</li>", "case_id": 399, "document_id": 5099, "quoteStart": 1640, "quoteEnd": 1717}, {"id": 20253, "title": "Information is provided about security practices", "source": "https://meteofrance.com/politique-de-confidentialite", "status": "Generated through the annotate view", "created_at": "2021-05-10 21:32:10.659693", "updated_at": "2021-05-11 16:56:21.692835", "quoteText": "VI.\nSÉCURITÉ\n<p>Météo-France assure la protection de vos données personnelles en mettant en œuvres des mesures techniques et organisationnelles appropriées conformément aux dispositions légales applicables.\nA cet effet, Météo-France a pris les dispositions suivantes :</p>\n<ul>\n<li>Informations sur le stockage des données</li>\n<li>Informations sur l’accès informatique</li>\n<li>Nomination d’un délégué à la protection des données</li>\n</ul>\n<p>\nAinsi que toutes les mesures qui ont pu être prises concernant la sécurité informatique, les politiques de sensibilisation s’il y a.</p>", "case_id": 226, "document_id": 5099, "quoteStart": 5940, "quoteEnd": 6522}], "urls": ["meteofrance.com", "vigilance.meteofrance.fr", "meteofrance.fr", "donneespubliques.meteofrance.fr", "meteofrance.gp", "meteo.pf", "meteofrance.pm", "education.meteofrance.fr", "services.meteofrance.com", "professionnel.meteofrance.com", "particulier.meteofrance.com"]}}