{"error": 448, "message": "OK", "parameters": {"id": 5984, "name": "upday  ", "created_at": "2021-12-03 21:18:42.242305", "updated_at": "2021-12-03 23:01:11.040234", "wikipedia": null, "keywords": null, "related": null, "slug": "upday", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5984.png", "url": "upday.com", "documents": [{"id": 10811, "name": " PRIVACY POLICY ", "url": "https://www.upday.com/privacy-policy", "xpath": "", "text": " <ul>\n<li>Our products</li>\n<li>upday App</li>\n<li>Publishers</li>\n<li>Advertisers</li>\n<li>Press</li>\n<li>Jobs</li>\n</ul>\n<p>Legal information</p>\n<p>General terms of use for upday</p>\n<p>About Us</p>\n<p>These are the general terms of upday GmbH &amp.\nCo.\nKG, Axel-Springer-Straße 65, 10888 Berlin, represented by upday Management GmbH, for their part represented by Peter Würtenberger and Thomas Hirsch, Axel Springer Str.\n65, 10888 Berlin, Germany, Local Court Charlottenburg, HRA 51224 B (hereinafter referred to as “we“, “us“ etc.).\nBy downloading, installing, activating or using the App (as defined below), you confirm that you accept these terms of use and that you agree to comply with them.\nIf you do not agree to these terms of use, you must uninstall and discontinue using the App.</p>\n<p>If you have any questions, complaints or comments about the App then please contact us at&nbsp;info@upday.com</p>\n<p>If you have any queries about how we use your personal data please contact us at&nbsp;privacy@upday.com</p>\n<p>The European Commission offers an Online Dispute Resolution (‘ODR’) platform on&nbsp;webgate.ec.europa.eu/odr.</p>\n<p>Information according to § 36 Consumer Dispute Resolution Act&nbsp;upday GmbH &amp.\nCo KG does at the moment not take part in a voluntary dispute resolution before a German arbitration body.\nThere is no legal obligation to do so.</p>\n<p>The functions of our application.\nScope of these terms of use</p>\n<p>With upday we offer an application which aggregates news contents from the internet for you in several ways (hereinafter the “App”).\nThe goal of our App is to aggregate those articles for you, which best correspond to your interests content-wise:</p>\n<p>The selection of the content to be aggregated is mainly based on topic preferences actively set by you as well as, in this context, on your use of the App.\nIf, for example, you are interested in the topic of “sports”, you will be able to select this topic in order to later receive articles regarding this topic in aggregated form.\nIf specific, content-related centres of interest can be derived from your use of the App in the course of time, for example, if you particularly read a great deal of articles regarding the topic “science”, the App will automatically aggregate an increased number of articles for you regarding this topic.</p>\n<p>Aside from the determined or derived preferences described above, the App also offers you an aggregation of news content which is of general relevance (current events or the like).</p>\n<p>Furthermore, we will aggregate specific articles for you, which we ourselves have selected.\nAll aggregated articles will be presented with a headline, a short summary as well as with a possible selection of images.\nIf you click on one of these representations the article will be shown to you in full and in unchanged form in the app, however, this article will be delivered directly from the source website.\nFor this purpose the App has a browser function, which shows the web content of the provider of the article.</p>\n<p>We reserve the right to change, modify, substitute or remove without notice any information on the App from time to time.</p>\n<p>The legal provisions for the download of the App or the activation of the preinstalled service on the “Zero-page” homescreen (hereinafter “Download\" and \"Activation” respectively) of the app, its use and the services of the App, especially the aggregation of articles, can be derived from these terms of use as well as from the privacy statement of the App.\nAs a precautionary measure we would like to clarify in this context that the App and the services connected to the App and provided by the App are exclusively provided by upday GmbH &amp.\nCo.\nKG.\nThis means that, for example, Samsung Electronics Co., Ltd.\nas manufacturer of your terminal device is not the provider.\nThus (as a non-exhaustive example), Samsung Electronics Co., Ltd.\nwould not be lawfully responsible for the App, especially not for the collection and processing of data (including any data transmissions to third parties), which lie within the control and responsibility of upday GmbH &amp.\nCo.\nKG.\nAccordingly, the manufacturer of your terminal device cannot be made liable for the Download of the App, its use and the services of the App, nor for the collection, processing and transmission of data, which is carried out by upday GmbH &amp.\nCo.\nKG.</p>\n<p>Technical requirements</p>\n<p>In order to be able to use the App to the full extent, certain technical minimum requirements must be met:</p>\n<ul>\n<li>You will need an internet connection for the terminal device in question for the Download of the App via an app-store, your installation, Activation and later use of the App.</li>\n<li>A key requirement for the proper use of the App is that the terminal device which is used, is compatible with the system requirements, and that the terminal device has the compatible version of the operating system intended for the App.\nThe technical framework conditions for the use of the App, including the storage space required for the Download/Activation, must comply with the requirements referred to in the download area or by the provider of the operating system of your terminal device.\nWe recommend using the current versions of the necessary software.\nRegular updates of your mobile device may be necessary.</li>\n<li>When retrieving data via the internet, which takes place when using our App, additional connection costs may arise for you depending on your mobile contract.\nSuch costs depend on the respective provisions of the contract with your mobile provider.</li>\n</ul>\n<p>Rights of use</p>\n<p>In consideration of you agreeing to abide by these terms of use, we grant you the right to install the computer programme underlying the App, with which the App was downloaded, onto your terminal device, to activate and to use it on your terminal device as well as to establish the copies of the computer programme necessary for this purpose.\nThese rights are not sublicensable and not transferable.\nFurther or extensive rights of use to the computer programme are not granted.</p>\n<p>The use of the App is exclusively permitted for your own private and non-commercial purposes.\nFor contents which are not aggregated, but editorially prepared by us, we will grant you the non-exclusive right to retrieve these contents in the App and to generate the copies necessary for this purpose on the terminal device used by you.\nFurther or extensive rights of use to these contents are not granted.\nThus, it is specifically not permitted to generate further copies of the contents, which have been editorially prepared by us, to process or rearrange them, to publish or exploit the result, to pass them on to third parties or to otherwise distribute them, to make them publically accessible or to send them to third parties.</p>\n<p>The App also contains components, which are licensed by third parties under open source licenses.\nA list of these components, the relevant open source licenses as well as the license texts and other necessary information can be found here.</p>\n<p>You acknowledge that all intellectual property rights in the App and the accompanying documents anywhere in the world belong to us or our licensors, that rights in the App are licensed (not sold) to you, and that you have no rights in, or to, the App or the documents other than the right to use each of them in accordance with these terms of use.</p>\n<p>You acknowledge that you have no right to have access to the App in source-code form.\nUpday is our registered trade mark.\nOther product and company names mentioned on the App may be the trademarks or registered trade marks of their respective owners.</p>\n<p>General terms of use for upday</p>\n<p>Your conduct</p>\n<p>You agree that in using the App you will not: - use the App for any unlawful purpose.\n- use the App in any way that interrupts, damages, impairs or renders the App less efficient.\n- transfer files that contain viruses, trojans or other harmful programs.\n- access or attempt to access the accounts of other users or to penetrate or attempt to penetrate the App security measures.\nand/or.\n- use the App in such a way that adversely affects our name, reputation or goodwill.</p>\n<p>We reserve the right to suspend, restrict or terminate your access to the App at any time without notice if we have reasonable grounds to believe you have breached any of the restrictions or obligations contained in these terms of use.\nThis shall not limit our right to take any other action against you that we consider appropriate to defend our rights or those of any other person.</p>\n<p>If we take legal action against you for any breach of these terms of use and a court makes an award in our favour you will be responsible for all costs allowable by the Courts.</p>\n<p>Liability</p>\n<p>We use reasonable endeavours to ensure that the data on the App is accurate and to correct any errors or omissions as soon as practicable after being notified of them.\nTo the extent permitted by applicable law, we disclaim all warranties and representations (whether express or implied) as to the accuracy of any information contained on the App.\nWe do not guarantee that the App will be fault free and do not accept liability for any errors or omissions.</p>\n<p>Due to the nature of electronic transmission of data over the internet, and the number of users by whom data is posted on to the App, any liability we may have for any losses or claims arising from an inability to access the App, or from any use of the App or reliance on the data transmitted using the App, is excluded to the fullest extent permissible by law.</p>\n<p>Nothing in these terms and conditions shall limit our liability for: (i) death or personal injury caused by our negligence.\n(ii) our fraud or wilful default.\nand (iii) any other liability which cannot by law be limited or excluded.\nIn no event shall we be liable for any indirect loss, consequential loss, loss of profit, data, revenue, business opportunity, anticipated savings, goodwill or reputation whether in contract, tort or otherwise arising out of or in connection with this agreement or use of the App save where such liability cannot be excluded by law.</p>\n<p>Third Party Links in the App</p>\n<p>Where the App contains links to other sites and resources provided by third parties, these links are provided for your information only.\nWe have no control over and assume no responsibility for the contents of those sites or resources.</p>\n<p>Data Protection</p>\n<p>All information pertaining to cookies and the collection, processing and use of personal data or in connection with the App can be found in the privacy statement of the App.</p>\n<p>Governing law, Jurisdiction and Dispute Resolution</p>\n<p>For the contractual relationship regarding the use of the App, including these terms of use, the law of the Federal Republic of Germany shall apply under exclusion of the UN Sales Convention (CISG) and the German and European International Private Law.\nIf you as a consumer have concluded the contract, the mandatory consumer protection provisions shall also apply, which are applicable in the country of your habitual residence.\nYou and we both agree that the court of Berlin, Germany will have exclusive jurisdiction.\nupday GmbH &amp.\nCo KG does at the moment not take part in a voluntary dispute resolution before a German arbitration body.\nThere is no legal obligation to do so.</p>\n<p>Severability clause</p>\n<p>Should individual provisions of these terms of use, including this provision, be completely or partially ineffective, the effectiveness of the remaining provisions or parts of such provisions shall remain unaffected.\nIn place of the ineffective or missing provisions the respective legal provisions shall apply.</p>\n<p>Disclaimer</p>\n<p>You hereby acknowledge and agree that the application that is included herein, and any service and content provided to you through such application, are being provided to you by Symphony Media GmbH &amp.\nCo.\nKG (“Symphony”) and not by Samsung Electronics Co., Ltd.\n(“Samsung”).\nYou further acknowledge and agree that your download, installation and use of any such application, service and content are governed by Symphony's terms of use, license agreement, privacy policy, or other such agreements and that any information and personal data you provide to such third party service providers' will be subject to such third party service providers' privacy policy.\nto the extent permitted under applicable laws, Samsung is not responsible for any privacy or any other practices of such third party service providers', and expressly disclaims any liability in connection with any such applications, services, contents or your use thereof.</p>\n<p>Data Privacy Statement</p>\n<p>Please note that we’re currently working on a revised and improved version of this text.\nWe apologise for any potential discrepancies in the current version.</p>\n<p>Thank you for your interest in upday! We need some information about you in order to offer the upday app.\nAt upday, we take the protection of your personal data very seriously and we’ll always process your data in line with the applicable regulations for data protection, in particular the EU General Data Protection Regulation (GDPR).\nWith this data privacy statement, we intend to fully inform you on the nature, size, and purpose of the personal data we process, and your rights as the person concerned.</p>\n<p>1.\nData Controller and General Guidelines</p>\n<p>Your data is processed by upday GmbH &amp.\nCo.\nKG, 65, Axel-Springer-Str., 10888 Berlin, Germany, phone: +49 30 2591 0, email: info@upday.com (Service Provider as per the Telemedia Act (Telemediengesetzes,TMG)) and Data Controller as per the General Data Protection Regulation (GDPR), hereafter also referred to as “we” or “us”.<br>When we mention \"upday\" in this document, we are referring to: www.upday.com, and the various upday apps including all subpages, content, and features available on these platforms (e.g.\ninternet forums and contests).\nSeveral parts of upday are also referred to as “online services”.\nThis also applies when we mention the website or, as the case may be, the app.<br>Our services are intended for the general public and not for children.\nWe do not knowingly collect any personal data from users who are classified as children by national legislature.</p>\n<p>2.\nCollection and Processing of Personal Data</p>\n<p>Your data is processed by upday GmbH &amp.\nCo.\nKG, 65, Axel-Springer-Str., 10888 Berlin, Germany, phone: +49 30 2591 0, email: info@upday.com (Service Provider as per the Telemedia Act (Telemediengesetzes,TMG)) and Data Controller as per the General Data Protection Regulation (GDPR), hereafter also referred to as “we” or “us”.\nWhen we mention \"upday\" in this document, we are referring to: www.upday.com, and the various upday apps including all subpages, content, and features available on these platforms (e.g.\ninternet forums and contests).\nSeveral parts of upday are also referred to as “online services”.\nThis also applies when we mention the website or, as the case may be, the app.\nOur services are intended for the general public and not for children.\nWe do not knowingly collect any personal data from users who are classified as children by national legislature.</p>\n<p>3.\nProcessed Data Categories</p>\n<p>As soon as you use upday, our system will automatically collect information from your computer system.\nThe data which may be collected during this process is, among others: - Information on the browser type and version - The operation system used - Mobile device ID - Date and time of access - Web analytics data / pseudonym user profile (Cookie ID, Ad ID etc.) - Websites that brought the user to our website - Websites visited by the user from our website.<br>In addition, we process the following personal data in case a contractual relationship between you and us exists, or when you have otherwise forwarded the data to us: - Login information with password</p>\n<p>4.\nLegitimate Basis and Processing Purposes</p>\n<p>We process your data exclusively on the basis of one or more of the applicable legal regulations.\nPursuant to GDPR, personal data can be processed on the basis of a contract or on the implementation of pre-contractual measures—subject to compliance—on the basis of legitimate interests or a law, and for the protection of essential or public interests.\nRegistration is required in order for us to provide certain content or services on our website.\nEvery user can register themselves for free at upday by specifying their first name, last name, email address, and a password, after which your registration data is sent to us.\nThe collection and processing of this data is carried out in line with the licence agreement between us and the user, Art.\n6, § 1 b GDPR.\nWe’ll also use the email address we collected in the course of your registration or in the context of contract management, to inform you about similar products or services as well as previously existing subscriptions or general information on upday.\nIn this case, email address processing is carried out on the basis of our legitimate interests in requests for our products and services (Art.\n6, § 1 f GDPR).\nIn addition, we use your email address to send you our newsletter, if you’ve clearly indicated your agreement to receiving newsletter content or, as the case may be, publicity.\nTo this effect we process your email address in order to send you the newsletter, as requested (Art.\n6, § 1 f GDPR).\nYou can always object, either in writing or per email, to the usage of your email address for such purposes taking effect in the future: 65, Axel-Springer-Str., Berlin, 10888, privacy@upday.com.\nNo costs will be charged other than the transmission costs according to the base rate.\nOn the Internet, every device needs to have a clear address for the transferral of data.\nThis is called the IP address.\nPreliminary storage of the IP address is technically required in order to transfer the website to the computer of the user.\nIn doing so, we abridge IP addresses before processing, thus, any later processing will take place anonymised.\nAny further storage or processing related to the unabridged IP addresses will not take effect.\nIn addition, our servers save your IP address for 14 days for the purpose of your safety.\nDuring processing operations, which are determined by one or several of the previously mentioned legislative bases, processing will take place when it’s necessary for the purpose of preserving legitimate interests, unless these legitimate interests are overridden on the basis of a comprehensive weighing of your interests, and your fundamental rights and freedoms (Art.\n6, § 1 f GDPR).\nA legitimate interest can be assumed when the person concerned is a customer of the controller.\nThe processing of personal data and our legitimate interest therein and, in particular, the execution of our business operations, shall be in favour of the welfare of our employees and our shareholders.\nOur legitimate interest in offering you custom products, informing you on our products, improvements, and quality features, as well as continuing to improve our services and products, through which we’re also able to increase our sales, is the legal basis for the purpose of Big Data processing, online behavioural advertising, web/app analysis, and advertisement ranking (gathering different selection criteria for suitable advertising).\nFor more detail on web analytics services see section 8.\nYou can object to data processing on the basis of legitimate interests at any time (see section 12).\nIn case the data is processed for any other purpose than as determined by data collection, a compatibility assessment will be carried out (see Art.\n6, § 4 GDPR).\nSubsequent processing is only permitted if the original purpose is compatible with the new purpose, or when allowed by reason of a special legal basis.\nRecognised compatible purposes are, among others, enforcement, exercising or defence of claims subject to civil law, insofar as no overriding interest of the person concerned exists.\nWe will inform you in case of a change in purpose.\nA new data collection will take place on the grounds of a new legal basis if the new purpose is incompatible with the purpose as determined by data collection.\nWe will inform you on the change in purpose, should this be the case.</p>\n<p>5.\nData Processing Location</p>\n<p>We will not transfer your personal data to countries outside of the European Economic Area (“EEA”) except when, in certain cases, it is permitted by the GDPR.\nWhether or not third parties with whom you have a contractual relationship (e.g.\nFacebook, if you have a Facebook account) transfer data to countries outside of the European Economic Area is not something we have any knowledge of, nor something we’re able to influence.\nWe also process data in countries outside of the European Economic Area.\nTo guarantee the protection of your personal rights, also in the context of these particular data transfers, we make sure to handle the contractual relationships with recipients in third party countries in compliance with the arrangement of standard contract clauses of the EU commission, corresponding to Art.\n46 § 2 C, GDPR.\nThese are available at all times via the following link: http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:L:2010:039:0005:0018:EN:PDF.\nAlternatively, you can request the documents using the contact information below.\nWith the launch of the EU-U.S.\nPrivacy Shield on 12/07/2016, the European Commission decided that, in view of these regulations, an appropriate level of personal data protection exists (adequacy decision, Art.\n45, GDPR).\nFurther information—also on certification of the service provider we deployed—you can find on https://www.privacyshield.gov.\nWe only use US service providers who are certified according to the EU-U.S.\nPrivacy Shield.</p>\n<p>6.\nAnalysis Services</p>\n<p>In certain cases we also collect data because you provided your consent in the transferral of the data to us.\nAs you will know, apps are provided for download on third party websites on a regular basis (such as iTunes, Google, etc.).\nWhen, according to the applicable terms of use, one of those upday GmbH &amp.\nCo.\nKG providers becomes your contractual partner for the acquisition of the app, we will process the data allocated to us by the third party provider, the volume of which will be determined by the contractual agreement, so that you can download the app to your mobile end device.</p>\n<p>References for the use of the apps&nbsp;Our app makes use of the following authorisations, with the purposes listed behind it, so that it can obtain access to certain features of your mobile end device: • Location – We require access to your location in order to display regional news.\nThis feature is optional&nbsp;Facebook Connect&nbsp;You can login to upday via a Facebook account.\nFacebook Connect is offered by Facebook Ireland Limited, 5-7 Hanover Quay, Dublin 2, Ireland.\nThe usage of Facebook Connect underlies the data protection stipulations and terms of use, as defined by Facebook.\nWhen you decide to register through your Facebook account, you will first be directed to Facebook.\nOnce there, Facebook will ask you to login or to register with Facebook.\nThe request to login will be skipped if you are already logged in to Facebook.\nPlease note that we do not receive any login information during these steps.\nWhen registering through Facebook Connect, your Facebook profile data and the “public information” as defined by Facebook (https://www.facebook.com/privacy/explanation) from your profile will be transferred to us.\nThis regards data which you have made available to the public or which you have unblocked for the respective application.\n“Public” in the context of Facebook, means that anybody can see this data, also outside of Facebook.\nThis includes your name, your profile and cover picture, your gender, networks, username (Facebook URL) and user identification number (Facebook ID).\nVice versa, we may also transfer data to your Facebook profile.\nWhen you register with us through Facebook Connect, we will collect and process the data transferred to us for the purpose of your registration.</p>\n<p>7.\nTransferring Your Data to Third Parties</p>\n<p>We only transfer your personal data to third parties when this transfer is required in order to fulfil our contractual obligations to you, and when this takes place with or in collaboration with another provider (e.g.\nin case of co-operations), when we are otherwise legally entitled or required to transfer your data, or when you have given us your consent.\nIn order to provide our services, certain departments within our organisation can be informed of selected pieces of personal data.\nThis includes employees working in bookkeeping, product management, marketing, and IT.\nIn certain cases we also commission and deploy external service providers or connected companies in order to process data as instructed by us.\nWe employ service providers for the purpose of processing.\nThey are bound by strict contractual stipulations which are in compliance with the GDPR.\nThey are not permitted to use your data for any other purposes.\nThe processors provide the following services to us: registration service(s), content recommendation, hosting, customer service, survey and commentary service(s), maintenance and support service(s), and web/app analysis.\nThe data transferral to processors takes place in accordance with Art.\n28, § 1 GDPR, and alternatively on the basis of our legitimate interests in economic and technical gain with the deployment of specialised contractual processors, Art.\n6 § 1 f GDPR.\nWe will transfer data to public authorities provided that we’re obliged by law or when this is allowed for reasons of data protection, for instance the police or the department of public prosecution (Art.\n6, § 1 c GDPR).\nThis data transferral is for the purpose of our legitimate interests in fighting abuse, the prosecution of criminal offence, and the protection, enforcement, and execution of claims, as long as these are not overridden by your interest in, and fundamental right to, protection of your personal data, Art.\n6 § 1 f GDPR.<br>Deactivate Localytics<br>Activate Localytics<br>\n</p>\n<p>8.\nWeb/App Analysis Services</p>\n<p>We deploy services which collect and interpret data for us from the website and the app in order to continuously improve and update our content in line with users’ interests, in addition to displaying behavioural online advertising.\nIn case these service providers aren’t data controllers themselves, as defined by data protection regulations, they will always process the pseudonymised user data as bound by instructions based on a contractual processing agreement.\nYou can deactivate future individual analysis services at any time.\nBelow you can learn in more detail about the analysis services deployed by us:</p>\n<p>AppNexus&nbsp;We use AppNexus to help us display behavioural advertising.\nAppNexus is an advertising service provider and a mediation platform operator (AppNexus, 28 W.\n23rd Street, New York, New York, 10010, USA).\nAppNexus collects and stores information about your activity, which enables the analysis of your user behaviour.\nThese profiles are used to display advertising which specifically reflects your interests.\nShould you not want this, you may deactivate behavioural advertising here: https://www.appnexus.com/en/company/platform-privacy-policy.</p>\n<p>Turn off personalised advertising<br>Turn on personalised advertising</p>\n<p>Crashlytics&nbsp;Crashlytics is an analysis tool which is offered and run by Crashlytics Inc., based in Cambridge MA, USA.\nCrashlytics produces so-called crash reports.\nCrash reports outline operational dysfunctions or malfunctions of the app, they outline when and in what context the malfunctions occurred, how many users were affected, etc.\nWe use these reports to learn about operational dysfunctions or malfunctions and in order to, in the interest of our users, react in a faster, more goal orientated and efficient manner, and to technically improve the app.\nFor this purpose, Crashlytics, in conjunction with your upday app ID—which you can remove at any time—, records data in relation to the crash and general data on the IT environment (in particular the end device used, the mobile network operator, and the operating system).\nAny personal or pseudonymous data will be deleted by Crahslytics after no more than seven days.\nThis information tells Crashlytics, and subsequently us, if and how the app functions and is used, including, in particular, any operational dysfunctions or malfunctions.\nMore information on the privacy policy applied by Crashlytics is available here: https://try.crashlytics.com/terms/privacy-policy.pdf.</p>\n<p>Google AdSense&nbsp;<br>We integrated Google AdSense on this website.\nGoogle Adsense is an online service which enables us to advertise on third party websites.\nGoogle Adsense is based on algorithms that select advertisements displayed on third party websites which are suited to the respective websites’ content.\nGoogle AdSense allows interest-based targeting of the internet user, which is converted by generating individual user profiles.\nThe operating company of Google AdSense component is Alphabet Inc., 1600 Amphitheatre Pkwy, Mountain View, CA 94043-1351, USA.\nThe goal of the Google AdSense component is the integration of advertisements on our website.\nGoogle AdSense places a cookie on the information technology system of the person concerned.\nThrough placing cookies, Alphabet Inc.\nis able to analyse our website usage.\nEach time one of the pages of our website into which a Google AdSense component is incorporated, is accessed, the internet browser on the IT system of the person concerned is automatically prompted by the respective Google AdSense component, to transfer data to Alphabet Inc for the purpose of online advertising and to calculate the respective commission fees.\nIn the context of this technical procedure, Alphabet Inc.\nacquires knowledge on personal data, such as the IP address of the person concerned, which enables Alphabet Inc.\nto trace the origin and the clicks of the visitor, and subsequently calculate the according commission fees.\nThe person concerned can, at any time, permanently prohibit the placement of cookies by our website, as explained above, by adjusting internet browser settings.\nIn addition, the adjusted internet browser settings would also prohibit Alphabet Inc.\nto place a cookie on the IT system of the person concerned.\nFurthermore, any cookies which were previously placed by Alphabet Inc.\ncan, at any time, be deleted via the internet browser or other software programmes.\nGoogle AdSense uses so-called web beacons.\nA web beacon is a miniature graphic image which is incorporated into a website to enable the creation of a log file record and a log file analysis, which in turn serves to conduct statistical analysis.\nAlphabet Inc.\ncan, by means of the incorporated web beacon, record if and when a website has been accessed by a person concerned and which links the person concerned clicked on.\nWeb beacons help to, among other things, determine the visitor flow of a website.\nVia Google AdSense, personal data and information including the IP address, which is necessary to select the displayed advertisement and determine the according commission fees, are transferred to Alphabet Inc.\nin the United States of America.\nThe personal data are stored and processed in the United States of America.\nUnder certain circumstances, Alphabet Inc.\nwill transfer the personal data, which was collected by means of the described technical procedures, to third parties.\nGoogle AdSense is explained in more detail here: https://www.google.co.uk/intl/de/adsense/start/.</p>\n<p>Google AdWords&nbsp;<br>We integrated AdWords into this website.\nGoogle AdWords is an internet advertising service which allows advertisers to include ads in Google search engine results as well as in Google advertising networks.\nGoogle AdWords enables advertisers to determine certain keywords in advance, by means of which an ad in the Google search engine results will be shown in case the user’s search results are relevant in relation to these keywords.\nIn the Google advertising network, ads are distributed across websites with relevant subjects by an automated algorithm and in consideration of the previously determined keywords.\nThe operating company of Google AdWords is Google Inc.\n1600 Amphitheatre Pkwy, Mountain View, CA 94043-1351, USA.\nThe goal of Google Adwords is to publicise our website through placing interest-based advertising on the websites of third parties and in Google search engine results, in addition to placing third party ads on our website.\nGoogle will place a so-called Conversion Cookie on the information technology system of the person concerned, should the person concerned have accessed our website via a Google ad.\nA conversion cookie will lose its validity after thirty days and is not used to identify the person concerned.\nBy means of the conversion cookie, provided that the cookie is still valid, it will be determined if any subpages or, for example, the shopping basket of an online shop system on our website, have been accessed.\nThe conversion cookie helps us, and Google, to determine if a person concerned that ended up on our website via an AdWords ad, has generated sales in terms of completing or cancelling the purchase of product(s).\nThe data and information collected through the application of a conversion cookie is used by Google to create visitor statistics for our website.\nThese visitor statistics are in turn used by us, to determine the total number of users which were brought to us via AdWords ads.\nThat is to say, to determine the success or the failure of the respective AdWords ads and to optimise our future AdWords ads.\nNeither our company nor any other Google AdWords clients receive information from Google which can be used to identify the person concerned.\nPersonal information is stored by means of the conversion cookie, for instance the websites visited by the person concerned.\nPersonal data, which includes the IP address and the internet connection used by the person concerned, is stored during each visit to our website and transferred to Google in the United States of America.\nGoogle in the United States of America stores this personal data.\nUnder certain circumstances Google will transfer the personal data collected by means of the described technical procedures, to third parties.\nThe person concerned can, at any time, permanently prohibit the placement of cookies by our website, as explained above, by adjusting the internet browser settings.\nIn addition, the adjusted internet browser settings would also prohibit Google to place a conversion cookie on the information technology system of the person concerned.\nFurthermore, any cookies which were previously placed by Google AdWords can, at any time, be deleted via the internet browser or other software programmes.\nFurthermore, the person concerned can object to the interest-based advertising placed by Google.\nIn order to do this, the person concerned must access the following page: https://adssettings.google.co.uk , in each internet browser used and implement the desired adjustments.\nPlease go to the following page for further information and to read about the data protection policies applied by Google: https://policies.google.com/privacy?hl=en&amp;gl</p>\n<p>Google Analytics&nbsp;<br>We have integrated Google Analytics (with the anonymisation feature) on this website.\nGoogle Analytics is a Web Analysis service.\nWeb analysis is the collection, storing, and analysation of behavioural data of visitors to our website.\nA web analysation service determines, among other things, which website brought a person concerned to the current website (the so-called referrer), which subpages have been accessed on the website, or how often and for how long a subpage was visited.\nWeb analysis is predominantly used to optimise a website and for a cost-benefit analysis of internet advertising.\nThe operating company of Google Analytics Component is Google Inc., 1600 Amphitheatre Pkwy, Mountain View, CA 94043-1351, USA.\nWe use the extension “_gat._anonymizeIp”, for web analysis via Google Analytics.\nWith the use of this extension, Google abridges and anonymises the IP address of the person concerned´s internet connection when our website is accessed from a Member State of the European Union or another contractual state within the European Economic Area.\nThe goal of the Google Analytics component is the analysis of the visitor flow on our website.\nGoogle uses the acquired data and information to evaluate the usage of our website, among other things, and to create online reports which illustrate the activity on our websites, and to fulfil other services connected to our website.\nGoogle Analytics places a cookie on the information technology system of the person concerned.\nCookies have already been explained above.\nThe placement of cookies allows Google to analyse the usage of our website.\nEach time one of the pages of our website, into which a Google Analytics component is incorporated, is accessed, the internet browser on the IT system of the person concerned is automatically prompted by the respective Google Analytics component, to transfer data to Google for the purpose of online analysis.\nIn the context of this technical procedure, Google acquires knowledge on personal data, such as the IP address of the person concerned, through which Google can trace the origin and the clicks of the visitor, and subsequently calculate the according commission fees.\nCookies store personal data, for instance the time and the place of access, and the amount of visits to our website by the person concerned.\nFor each visit to our website, the respective personal data, which includes the IP address and the internet connection used by the person concerned, is transferred to Google in the United States of America.\nGoogle in the United States of America stores this personal data.\nUnder certain circumstances, Google will transfer the personal data collected through these technical procedures to third parties.\nThe person concerned can, at any time, permanently prohibit the placement of cookies by our website, as explained above, by adjusting the internet browser settings.\nIn addition, the adjusted internet browser settings would also prohibit Google to place a cookie on the IT system of the person concerned.\nFurthermore, any cookies which were previously placed by Google Analytics can, at any time, be deleted via the internet browser or other software programmes.\nFurthermore, the person concerned has the option to dissent with and prohibit the collection and the processing of usage-based data in relation to this website by Google Analytics.\nIn order to do this, the person concerned has to download and install a browser add-on via the following link https://tools.google.com/dlpage/gaoptout?hl=en.\nThis browser add-on informs Google Analytics via JavaScript, that no data nor any information regarding website visits may be shared with Google Analytics.\nGoogle considers the installing the browser add-on as an objection.\nIf the information system of the person concerned is deleted, formatted, or newly installed at a later stage, the person concerned will have to reinstall the browser add-on in order to deactivate Google Analytics.\nIn case the browser add-on is uninstalled or deactivated by the person concerned, or a person authorised by the person concerned, there is the possibility of renewed installation or activation of the browser add-ons.\nFor more information and to learn about the data protection policies applied by Google, please go to the following pages: https://policies.google.com/privacy?hl=en and http://www.google.com/analytics/terms/gb.html Google Analytics is further explained here: https://www.google.com/intl/en_uk/analytics.</p>\n<p>Google DoubleClick&nbsp;<br>We integrated components of Google DoubleClick into this website.\nDoubleClick is a brand of Google which predominantly markets special online marketing solutions to advertising agencies and publishing houses.\nThe operating company of Google DoubleClick is Google Inc., Amphitheatre Pkwy, Mountain View, CA 94043-1351, USA.\nEach time the website is accessed, and also for clicks and other activities, Google DoubleClick transfers data to the DoubleClick server.\nEach data transferral prompts a cookie request for the browser of the person concerned.\nWhen the browser accepts the request, DoubleClick will place a cookie on the IT system of the person concerned.\nCookies have already been explained above.\nThe goal of cookies is to optimize and implement advertising.\nThe cookie is used, among other things, to place and display advertisements as well as to create or improve advertising campaigns.\nIn addition, the cookie helps to avoid multiple placements of the same advertising.\nDoubleClick uses a cookie ID, which is necessary to carry out technical procedures.\nThe cookie ID is used, for instance, to display an advertisement in a browser.\nThe cookie also helps DoubleClick to determine which advertisements have already been implemented into a browser, this in turn prevents repetition of the advertisement.\nMoreover, the cookie enables DoubleClick to create conversions.\nA conversion has taken place when a user clicks on a DoubleClick advertisement and subsequently, in the same browser, completes a purchase on the website of the advertiser.\nA DoubleClick cookie does not collect personal data.\nA DoubleClick cookie can, however, collect additional campaign identification.\nCampaign identification refers to the identification of a campaign with which the user has previously been connected.\nEach time one of the pages of our website into which a DoubleClick component has been incorporated, is accessed, the internet browser on the IT system of the person concerned is automatically prompted by the respective DoubleClick component, to transfer data to Google for the purpose of online advertising and to calculate the respective commission fees.\nBy means of this technical procedure, Google acquires knowledge on data through which Google can calculate the according commission fees.\nGoogle can retrace, among other things, when the person concerned clicked on certain links on our website.\nThe person concerned can, at any time, permanently prohibit the placement of cookies by our website, as explained above, by adjusting the internet browser settings.\nIn addition, the adjusted internet browser settings would also prohibit Google to place a cookie on the IT system of the person concerned.\nFurthermore, any cookies which were previously placed by Google can, at any time, be deleted via the internet browser or other software programmes.\nPlease go to the following pages for further information and to learn about the data protection policies applied by Google: https://policies.google.com/?hl=en.</p>\n<p>Google Firebase&nbsp;<br>We use Firebase, which is a real-time database through which real-time information is embedded into the website in order to acquire a better understanding of, and optimise user behaviour in, the apps.\nAdditional Firebase features are used to help improve user navigation or generate cause analyses for app crashes.\nFirebase is a Google subsidiary and is based in San Francisco (CA), USA.\nFor further information, go to the data protection statement of Firebase via the following link: https://www.firebase.com/terms/privacy-policy.html.<br>Turn off Firebase<br>Turn on Firebase</p>\n<p>Google Conversion <br>Tracking&nbsp;Google Conversion Tracking is a web analysis service offered by Google Inc., Amphitheatre Parkway, Mountain View, CA 94043, USA (“Google”).\nIt enables an analysis of your app usage.\nGenerally, the generated user information is transferred to, and stored on, one of Google’s servers in the USA.\nIn case IP anonymization is activated, Google will abridge and anonymise your IP address within EU member states and also within contractual states belonging to the European Economic Area.\nOnly in rare cases will Google transfer the full IP address to the USA and abridge it there.\nGoogle will use this information to analyse your website(s) usage, to create reports on website activity, and to fulfil other services related to website and internet usage as agreed with the operating company.\nThe transferred IP address for the purpose of Google Conversion Tracking will not be merged with any other Google data.<br>Turn off Google Conversion Tracking<br>Turn on Google Conversion Tracking<br>\n<br>Localytics&nbsp;<br>Localytics is an analysis tool which is offered and run by Char Software Inc.\nin Boston MA, USA.\nLocalytics records the following data, which is generated while using the app: • User actions in relation to the app’s content cards (viewing, swiping, and clicks to open the card), in addition to the menu and the app settings (installed settings, etc.).\n• Information on the respective card (our internal card ID, the card category and its title).\n• App-related actions (opening the app, the app being moved to the background, app crashes).\n• Location of the end device during app usage (as precise as the city).\nThis information is connected with the so-called “Unique Installation ID”, with which individual installations can be identified, this is integrated by Localytics themselves.\nThe data collected from your installations is used exclusively for one of the main features of the app, namely to continuously present you with content which corresponds better and more precisely to your personal interests during your use of the app.\nIn this way, the app can truly become your personal news aggregator.\nPlease go to the following page to learn more about the date protection regulations applied by Localytics: https://www.localytics.com/privacy-policy/.</p>\n<p>Inneractive&nbsp;<br>Inneractive is a server for mobile advertising and a mediation platform.\nThe company is run by Inneractive Ltd, 17 Hamefalsim St.\nPetach Tikva 4951447, P.O.\nBox: 3102, Israel.\nInneractive collects and stores user data which it uses to create pseudonymised user profiles.\nThese profiles are used to analyse user behaviour.\nWith help of the analysis, directed advertising can be displayed.\nUpday deploys Inneractive in order to provide you with behavioural advertising.\nIn case you don’t want to receive personalised advertising, you can “turn off personalised ads” in Google settings.\nIn your Google account, please go to: Settings &gt.\nGoogle &gt.\nAds.</p>\n<p>Snowplow&nbsp;<br>Snowplow is an analysation tool which is offered and run by Snowplow Analytics Limited, The Roma Building, 32-38 Scrutton Street, EC2A 4RQ, London, UK.\nSnowplow records the following data which is generated while using the app:<br>• User actions in relation to the app’s content cards (viewing, swiping, and clicks to open the card), in addition to the menu and the app settings (installed settings, etc.).\n• Information on the respective card (our internal card ID, the card category and its title).\n• App-related actions (opening the app, the app being moved to the background, app crashes).\n• Location of the end device during app usage (as precise as the city).\nThis information is connected with the so-called “Unique Installation ID”, with which individual installations can be identified, this is integrated by Snowplow themselves.\nThe data collected from your installations is used exclusively for one of the main features of the app, namely to continuously present you with content which corresponds better and more precisely to your personal interests during your use of the app.\nThis is the only way for the app to truly become your personal news aggregator, which is also why the deployment of Snowplow for this purpose cannot be turned off.\nIn addition, Snowplow may also be deployed for purposes which are tailored to suit a specific need, or for advertising or market research purposes, in alignment with § 15 section 3 Telemedia Act (Telemediengesetzes,TMG)).</p>\n<p>Braze&nbsp;<br>Braze is an analysis tool which is run by Braze Inc., based in New York (NY), USA.\nBraze collects the following data, which is generated while using the app: • User actions in relation to various news articles (viewing, swiping, and clicks to open news articles) in addition to the menu and the app settings.\n• Information on the relevant article (our internal card ID, the card category and its title).\n• App-related actions (opening the app, app usage in the background, app crashes).\n• Location of the end device during app usage (as precise as the city).\nThis information is connected with the so-called “Unique Installation ID”, with which individual installations can be identified, this is integrated by Braze themselves.\nThe data collected from your installations is used exclusively for one of the main features of the app, namely to continuously present you with content which corresponds better and more precisely to your personal interests during your use of the app.\nThis is the only way for the app to truly become your personal news aggregator, which is also why the deployment of Braze for this purpose cannot be turned off.\nIn addition, Braze may also be deployed for purposes of delivering an appropriate configuration for advertising or market research.</p>\n<p>SmartAdserver&nbsp;<br>We deploy Smart Adserver for the playout of advertising and to improve the user experience of our app.\nSmart Adserver is provided by Smart AdServer GmbH, Mehringdamm 33, 10961, Berlin.\nSmart Adserver is a so-called Remote Adserving System.\nThe system is used by website and app operators, as wll as advertisers, in order to create and manage the presentation of online advertising campaigns.\nThis includes the presentation of appropriate, personalised advertising, and the provision of advertising based on your browser and device configuration as well as geo-targeting, if applicable.\nData with pseudonymised IDs (such as a cookie ID) will be collected in order to monitor campaign delivery and to improve its performance.\nSmart AdServer collects data such as, for instance, your IP address, your ISP (Internet Service Provider), or the browser/app used to access a website and its respective settings (in some cases Smart Adserver will check if you have flash installed).\nThe online evaluations are compiled anonymously and mainly relate to internet-based advertising campaigns, for instance: how many times a banner was shown and the amount of banner clicks, or the amount of campaign viewers.\nSome statistical data may relate to the campaign performance (ROI, Return on Investment).\nMoreover, Smart Adserver may use cookies to provide extended statistical data.\nPlease go to the following page to learn more about data protection at Smart AdServer: http://smartadserver.com/company/privacy-policy/.<br>Turn off personalised advertising<br>Turn on personalised advertising</p>\n<p>Apptentive<br>Apptentive is a web analysis service offered by Apptentive Inc., 24 Roy Street, #440 Seattle, WA, 98109-4018, USA.\nWith Apptentive, the collected and stored data is used to create pseudonymised user profiles.\nWith these profiles, visitor behaviour is analysed.\nThe results are evaluated with the purpose of improving our services and to tailor our offers in line with market needs.</p>\n<p>INFOnline&nbsp;<br>Our application uses the INFOnline measurement procedure (“SZMnG” - INFOnline’s next generation scalable central measuring procedures, (https://www.infonline.de/en/) in order to procure statistical reports on the use of our offers.\nThe goal of scalable measuring is to determine user intensity statistics—on the basis of a standard procedure—, the amount of application users, and user behaviour, by means of which we aim to achieve results comparable to the market norm.\nMembers of the German Audit Bureau of Circulation (IVW – http://www.ivw.eu/englische-version), which records and audits the distribution of advertising media, participants of the Working Group for Online Media Research (AGOF, OnlineForschung, https://www.agof.de/?lang=en, and the online community Media-Analyse e.V.\n(agma - http://www.agma-mmc.de), regularly publish user statistics which can be accessed on the respective websites.\nINFOnline GmbH collects and processes data in compliance with the German data privacy laws.\nTechnical and organisational measures ensure that individual users cannot be identified.\nData which may potentially relate to an identifiable person is anonymised as early as possible, by: - Abridging the IP address by prior to processing - Geo-localisation to the level of province/region - Processing of anonymised identification device numbers and anonymised login information to measure distributed usage The stored user activity is deleted after a maximum of 7 months.\nFor more information on data protection for measuring procedures, please go to the following page on the INFOnline GmbH website: https://www.infonline.de/en/privacy-policy/.\nMore information of AGOF data protection regulations can be found here: http://www.agof.de/datenschutz-allgemein/?lang=en.\nAnd, finally, information on data protection by IVW can be found here: http://www.ivw.eu/englische-version.\nClick the following link to turn off the measuring procedures:<br>Turn off INFOnline/AGOF<br>Turn on INFOnline/AGOF</p>\n<p>Comscore&nbsp;<br>comScore GmbH, 172 Hanauer Landstr., 60314, Frankfurt/Main collects user related data from our app.\nWith the data, user profiles with a pseudonymised ID are created for the purposes of marketing and optimisation.\nClick the following link to turn off:<br>Turn off comScore<br>Turn on comScore</p>\n<p>Media Impact GmbH &amp.\nCo KG&nbsp;<br>This app is offered by our online advertising distributor Media Impact GmbH &amp.\nCo KG.\nAdvertising is optimised in alignment with your predicted interests through the collection and processing of your user behaviour.\nAs a user, you profit by receiving advertising which matches your interests instead of random advertisements.\nA cookie is placed onto your computer in order to collect information on your user behaviour.\nThis cookie cannot collect any information related to personal identification.\nThe information collected concerns your activity on apps ran by Media Impact GmbH &amp.\nCo.\nKG (e.g.\nsurfing behaviour, accessed subpages for internet offers, clicked banners, etc.).\nThe collective user data is saved under a pseudonym, because of which you cannot be personally identified.\nThe data will possible be used in connection with anonymous online survey results.\nYour IP address, which has been transferred for technical reasons, will be completely anonymised by a third party and will not be used for the implementation of directed advertising.\nThe following companies are contracted by Media Impact GmbH &amp.\nCo KG for the provision of user-based online advertising: 1plusx: http://1plusx.com/privacy-policy/ Nugg.ad: https://1plusx.com/privacy-policy/ AppNexus: https://www.appnexus.com/en/company/platform-privacy-policy<br>For more information, please visit the following page: https://www.mediaimpact.de/artikel/-ueber-unsere-Werbung_31787984.html Should you not want receive any more user-based online advertising, you can opt out by clicking on the following link and turning off data collection: Contact Impact GmbH: https://contactimpact.de/optout</p>\n<p>\n<br>\n</p>\n<p>9.\nSocial Networks</p>\n<p>You can also find us in third party social networks, such as Facebook or Twitter.\nIn addition, we’ve integrated some of the features of these networks into our online services.\nHowever, you’ll only be able to user these if you’re registered and logged in to the respective social network.\nPlease note that these social networks apply user and data protection regulations which we’re not able to influence.\nNevertheless, we would like to explain to you how such networks process your personal data:</p>\n<p>Facebook&nbsp;<br>We integrated components of the Facebook Company into this website.\nFacebook is a social network.\nA social network is a social meeting point—an online community—operated on the Internet, which enables its users to communicate and interact with each other in a virtual space.\nA social network can be used as a platform for the exchange of opinions and experiences.\nSocial networks also enable the internet community to publish personal or corporate information online.\nAmong other things, Facebook enables social network users to create private profiles, upload photos, and network by means of friend requests.\nThe operating company of Facebook is: Facebook Inc., 1 Hacker Way, Menlo Park, CA 94025, USA.\nFor person concerned s living outside of the USA or Canada, the controller of personal data processing is: Facebook Ireland Ltd., 4 Grand Canal Square, Grand Canal Harbour, Dublin 2, Ireland.\nEach time one of the pages of our website with an integrated Facebook component (Facebook Plugin) is accessed, the internet browser on the IT system of the person concerned is automatically prompted by the Facebook component, to download the according image components from the Facebook website.\nA general overview of all Facebook plugins can be accessed on: https://developers.facebook.com/docs/plugins/?locale=de_EN.\nIn the context of this technical procedure, Facebook acquires knowledge on which specific subpage of our website has been visited by the person concerned.\nFacebook will recognise the person concerned each time they access a page on our website, if the person concerned is logged into Facebook at the same time.\nFacebook will also be able to track the total time spent on our website, in addition to which specific subpages have been visited by the person concerned during this period.\nThe information is collected by the Facebook components, and Facebook subsequently attributes the data to the respective Facebook account of the person concerned.\nIf the person concerned clicks on any Facebook buttons implemented into our website, for instance the “Like” button, or when the person concerned places a comment, Facebook will attribute this information to the Facebook user account of the person concerned and save the personal data.\nFacebook will be notified by its components of the person concerned’s visit to our website, if the person concerned is logged into Facebook during the moment of access.\nThis notification is independent of whether or not the person concerned has clicked on any of the Facebook components.\nThe transferral to Facebook of this data and information can be prevented by the person concerned by logging out of their Facebook account prior to accessing our website.\nFor more information on the collection, processing, and usage of personal data by Facebook, please go to the Facebook privacy policy which is publicly available on: https://www.facebook.com/about/privacy/.\nThis page also contains information on which settings Facebook offers to ensure the privacy protection of the person concerned.\nIn addition, various apps are available through with the data transfer to Facebook can be blocked.\nThe person concerned can use such apps to prevent data transfer to Facebook.</p>\n<p>Instagram&nbsp;<br>We deploy components of the Instagram service.\nInstagram is an audio-visual platform which enables its users to share photos and videos and to transfer this data to other social networks.\nInstagram is operated by: Instagram LLC, 1 Hacker Way, Building 14 First Floor, Menlo Park, CA, USA.\nEach time one of the pages of our website with an integrated Instagram component (Insta Button) is accessed, Instagram is notified on which specific subpage of our website has been visited by the person concerned.\nInstagram will recognise the person concerned each time they access a page on our website, if the person concerned is logged into Instagram at the same time.\nIn addition, Instagram will be able to track the total time spent on our website, and which specific subpages have been accessed by the person concerned during this period.\nThis information is collected by the Instagram components.\nInstagram attributes the data to the respective Instagram account of the person concerned.\nIf the person concerned clicks on any Instagram buttons integrated into our website, Instagram will attribute the transferred data and information to the Instagram user account of the person concerned, and will subsequently save and process the data.\nIf the person concerned is logged into Instagram while accessing our website, Instagram will be notified by its components of the person concerned’s visit to our website.\nThis notification is independent of whether or not the person concerned has clicked on any of the Instagram components.\nNo data or information will be transferred if the person concerned logs out of their Instagram account before accessing our website, should they not wish for Instagram to receive this information.\nFor more information on the data protection regulations applied by Instagram, please go to: https://help.instagram.com/155833707900388.<br>\n<br>LinkedIn&nbsp;<br>We integrated components of the LinkedIn Corporation into this website.\nLinkedIn is an internet-based social network, which enables the user to connect with existing business contacts, as well as with new contacts.\nMore than 400 million registered persons in more than 200 countries use LinkedIn.\nRight now, LinkedIn is the largest platform for business contacts and one of the most visited websites in the world.\nLinkedIn is operated by LinkedIn Corporation, 2029 Stierlin Court Mountain View, CA 94043, USA.\nLinkedIn Ireland is responsible for any matters related to data protection outside of the USA: Privacy Policy Issues, Wilton Plaza, Wilton Place, Dublin 2, Ireland.\nEach time one of the pages on our website with an integrated LinkedIn component (LinkedIn plugin) is accessed, the internet browser on the IT system of the person concerned is automatically prompted by the LinkedIn component, to download the according image components from the LinkedIn website.\nMore information on the LinkedIn plugins can be found on: https://developer.linkedin.com/plugins.\nIn the context of this technical procedure, LinkedIn acquires knowledge on which subpages of our website have been accessed by the person concerned.\nLinkedIn will recognise the person concerned each time they access a page on our website, if the person concerned is logged into LinkedIn at the same time.\nLinkedIn will also be able to track the total time spent on our website, and which specific subpages have been visited by the person concerned during this period.\nThis information is collected by the LinkedIn components and LinkedIn attributes this data to the respective LinkedIn account of the person concerned.\nIf the person concerned clicks on any LinkedIn buttons integrated into our website, LinkedIn will attribute the transferred information to the LinkedIn user account of the person concerned, and will save the personal data.\nIf the person concerned is logged into LinkedIn while accessing our website, LinkedIn will be notified by its components of the person concerned’s visit to our website.\nThis notification is independent of whether or not the person concerned has clicked on any of the LinkedIn components.\nNo data or information will be transferred if the person concerned logs out of their LinkedIn account before accessing our website, should they not wish for LinkedIn to receive this information.\nTo unsubscribe from LinkedIn email notifications, text messages, and directed advertisements or to manage your notification settings, go to: https://www.linkedin.com/psettings/guest-controls.\nLinkedIn uses partners which can place cookies, such as.\nQuantcast, Google Analytics, BlueKai, DoubleClick, Nielsen, Comscore, Eloqua, and Lotame.\nThese cookies can be disabled on: https://www.linkedin.com/legal/cookie-policy.\nPlease go to the following page to learn more about the data protection regulations applied by LinkedIn: https://www.linkedin.com/legal/privacy-policy.\nLinkedIn’s cookie guidelines are available on: https://www.linkedin.com/legal/cookie-policy.<br>\n<br>Twitter<br>We integrated components of Twitter into this website.\nTwitter is a multilingual, publicly accessible microblogging service.\nTwitter users are able to publish and spread so-called Tweets: short messages limited to 140 characters.\nThese messages are visible to everyone, also to people who are not logged into Twitter.\nFollowers of the respective user will also receive the tweets (followers are other Twitter users who are following tweets of a specific user).\nMoreover, Twitter enables its user to address the broader public by means of hashtags, links or retweets.\nTwitter is operated by Twitter Inc., 1355 Market Street, Suite 900, San Francisco, CA 94103, USA.\nEach time one of the pages on our website with an integrated Twitter component (Twitter button) is accessed, the internet browser on the IT system of the person concerned is automatically prompted by the Twitter component, to download the according Twitter image components from Twitter.\nPlease go to the following page to learn more about Twitter buttons: https://about.twitter.com/de/resources/buttons.\nIn the context of this technical procedure, Twitter acquires knowledge on which subpages of our website have been visited by the person concerned.\nThe goal of integrating Twitter components is to enable our users to spread the content of this website, make this website better known in the digital word, and increase our visitor flow.\nTwitter will recognise the person concerned each time they access a page on our website, if the person concerned is logged into Twitter at the same time.\nTwitter will also be also able to track the total time spent on our website, and which specific subpages have been visited by the person concerned during this period.\nThis information is collected by the Twitter components.\nTwitter attributes this data to the respective Twitter account of the person concerned.\nIf the person concerned clicks on any Twitter buttons integrated into our website, Twitter will attribute the transferred information to the Twitter user account of the person concerned, and will save and process the personal data.\nIf the person concerned is logged into Twitter while accessing our website, Twitter will be notified by its components of the person concerned’s visit to our website.\nThis notification is independent of whether or not the person concerned has clicked on any of the Twitter components.\nNo data or information will be transferred if the person concerned logs out of their Twitter account before accessing our website, should they not wish for Twitter to receive this information.\nPlease go to the following page to learn more about the data protection regulations applied by Twitter: https://twitter.com/privacy?lang=en.\nUsually, the services listed above are not implemented on smartphones and tablets through the use of plugins, but by an internal “share” function.\nDepending on the settings, the information can also be provided to another social media service provider.\nPlease refer to your device information for more details.<br>\n<br>Other Services<br>Further services we deploy are:</p>\n<p>Getty Images&nbsp;<br>We integrated components of the Getty Images company into this website.\nGetty Images is an American stock photo agency.\nA stock photo agency is a company which offers images and other image material.\nGenerally, the merchandise of stock photo agencies consists of photographs, illustrations and film material.\nVarious customers license their professional images on a stock photo agency, in particular website operators, editorial offices of print and TV media, and advertising agencies.\nThe Getty Images component is operated by: Getty Images International, 1st Floor, The Herbert Building, The Park, Carrickmines, Dublin 18, Ireland.\nGetty Images allows the (potentially free) embedding of stock images.\nEmbedding refers to the implementation or integration of certain third party content, for instance text, video or image data, which has been provided by an external website and subsequently appears on one’s own website.\nFor this procedure, a so-called embed code is used.\nAn embed-code is HMTL code which has been integrated by the website operator into a website.\nBy default, if a website operator integrated an embed code, the external content of the other website will be displayed as soon as a website is visited.\nIn order to display the third party content, the external content is loaded directly from the other website.\nGetty Images provides more information on content embedding here: https://www.gettyimages.co.uk/resources/embed.\nThrough the implementation of the embed code, which enables the display of Getty Images material, the IP address of internet connection via which the person concerned connects to our website is transferred to Getty Images.\nGetty Images collects the used browser type, the browser language, and the time and the duration of the access.\nMoreover, Getty Images can collect navigation information, this is information about the subpages which have been visited by the person concerned and clicked links, as well as other interactions carried out by the person concerned during their visit to our website.\nThis data may be saved and evaluated by Getty Images.\nFurther information in addition to the data privacy regulations applied by Getty Images, can be accessed here: https://www.gettyimages.de/company/privacy-policy.</p>\n<p>Outbrain Custom Audiences Pixel&nbsp;<br>Within our web presence, we use the “Custom Audiences” pixel by Outbrain UK Limited, based in London.\nBy means of this pixel, so-called web beacons are implemented into our webpages.\nWhen you visit our pages, a direct connection is established between your browser and the Outbrain server.\nThus, Outbrain receives information from your browser that our website was accessed via your end device.\nSubsequently, we can select which type of advertising (e.g.\nvisiting of a certain resort) we’ll display to our visitors.\nThe display of advertising only takes place on external website presentations into which the Outbrain widget is integrated (see 12 d).\nShould you not want Custom Audiences to collect your data, please go to the following page and click “Opt out” under point 4: http://www.outbrain.com/legal/privacy.\nMore information on the data privacy statement of Outbrain is available on: http://www.outbrain.com/legal/privacy.</p>\n<p>Search&nbsp;<br>The search functionality in upday is operated by Bing, a search engine provided by Microsoft Corporation, One Microsoft Way, Redmond, WA 98052-6399, USA (\"Microsoft\").\nWhen you use this service in the app, search data will be sent to Microsoft along with other data usually transferred for such purposes on the internet, in particular your IP address and other device data.\nWhen Microsoft deliver your search results they may also offer ads which match your search, in a similar way to how a search engine in a web browser operates.\nIf you do not wish to have data transferred to and from Microsoft, simply don't use the search function.</p>\n<p>11.\nStorage Duration</p>\n<p>We only store personal data for as long as we are legally entitled to, and provided that the processing purpose is still applicable.\nA statutory retention period is applied to the respective storage duration of personal data.\nAfter this period has ended, the respective data is routinely deleted, as long as the data isn’t required any more for contractual fulfilment or contract initiations.</p>\n<p>12.\nContact Information and Your Rights as Person concerned</p>\n<p>Please contact our Data Security Officer in case of questions or comments on data protection, as well as the implementation of your rights as a person concerned: upday GmbH &amp.\nCo.\nKG Datenschutz 65, Axel-Springer-Str.\n10888 Berlin privacy@upday.com.</p>\n<p>Right to information and rectification&nbsp;We can send you information on which, if any, personal data belonging to you is being processed by us, in addition to which of your personal data is stored.\nYou may request a copy of this information.\nFurthermore, you can request to rectify discrepancies and add missing information.</p>\n<p>Right to Erasure, right to restriction, and the right to be forgotten&nbsp;You can request the erasure and the restriction of your personal data.\nHowever, please note that, in some cases, we’re not able to erase all of your data.\nFor instance, in case of legal storage obligations for contracts relating to the purchase of an upday subscription.\nIn this case, your data will be marked with a restriction for future processing.</p>\n<p>Right to data portability&nbsp;You also have the right, insofar as applicable, to the transferral of your personal data to you or another responsible party in a structured, commonly used, and machine-readable format, insofar as the processing is based on consent or on a contract, and the processing is carried out by automated means.\nHowever, this right does not apply in case the processing is not necessary for the performance of a task carried out in the public interest, or in the exercise of official authority vested in the controller.\nIn addition, you have the right to have the personal data transmitted directly from one controller to another, where technically feasible and insofar as the rights and freedoms of another person are not affected.</p>\n<p>Right to Object&nbsp;You can retract your consent at any time by contacting the abovementioned address to take effect in the future.\nFurthermore, you have the right to object to the processing of personal data concerning you, which is taking place on the basis of a legitimate or public interest, on grounds relating to your particular situation.\nIncluding profiling based on these provisions.\nWe will no longer process the personal data in case of an objection, unless we can demonstrate compelling legitimate grounds for the processing which override the interests, rights and freedoms of the person concerned or the processing is for the purpose of the establishment, exercise or defence of legal claims.\nIn case we process personal data for direct marketing purposes, you will have the right to object at any time to the processing of your personal data for such marketing by contacting the abovementioned address.\nThis also includes profiling, to the extent that it is related to such direct marketing.\nIn addition, you have the right object to processing of your personal data on grounds relating to your particular situation, for scientific or historical research purposes or statistical purposes, unless the processing is necessary for the performance of a task carried out for reasons of public interest.</p>\n<p>Right to Lodge a Complaint&nbsp;Moreover, you have the right to legal remedy from your supervising authority as well as the possibility to lodge a complaint.\nThe supervision authority with which the complaint has been lodged, shall inform the complainant on the progress and the outcome of the complaint including the possibility of legal remedy.</p>\n<p>Automated decision-making&nbsp;We do not use any form of automated decision-making or profiling.</p>\n<p>13.\nPhotos</p>\n<p>This app uses photos of the German Press Agency dpa and Getty Images International.</p>\n<p>14.\nYour Rights/Contact Information</p>\n<p>You have the right, inter alia, to receive the data stored by us, to rectify incorrect data, and to erase or block your personal data.\nYou can object at any time to the usage of your data.\nHowever, please note that in some cases we may not be able to erase all of your data due to legal storage obligations.</p>\n<p>Please feel free to contact our Data Security Officer at any time:<br>Dr Olaf Koglin,&nbsp;privacy@upday.com</p>\n<p>Legal Disclaimer</p>\n<p>We attach great importance to conciliate our services with the applicable rights.\nThis includes the ancillary copyright for press publishers.\nIf desired, beneficiaries of this right will receive compensation for the usage of their press releases in case the legitimate requirements are met.\nProviders of press articles can, of course, object to the use of their press releases at any time.\nPlease contact: Philip Holtmann,&nbsp;publisher@upday.com</p>\n<p>Date: 25 May 2018<br>\n</p> JOBS IMPRINT PRIVACY POLICY F.A.Q.\n<p>Copyright 2021, upday GmbH &amp.\nCo.\nKG</p> This site uses cookies.\nBy continuing to use this website, you agree to their use.\nTo find out more, including how to control cookies, see here: Data Privacy Statement<br>\nClose and acceptPrivacy &amp.\nCookies Policy Close Privacy Overview This website uses cookies to improve your experience while you navigate through the website.\nOut of these cookies, the cookies that are categorized as necessary are stored on your browser as they are essential for the working of basic functionalities...\nNecessary Necessary Always Enabled <p>Necessary cookies are absolutely essential for the website to function properly.\nThis category only includes cookies that ensures basic functionalities and security features of the website.\nThese cookies do not store any personal information.</p> Non-necessary Non-necessary <p>Any cookies that may not be particularly necessary for the website to function and is used specifically to collect user personal data via analytics, ads, other embedded contents are termed as non-necessary cookies.\nIt is mandatory to procure user consent prior to running these cookies on your website.</p> SAVE &amp.\nACCEPT ", "created_at": "2021-12-03 21:18:42.24449", "updated_at": "2021-12-03 20:19:02.388435"}], "points": [], "urls": ["upday.com"]}}