{"error": 448, "message": "OK", "parameters": {"id": 4128, "name": "Countr.xyz", "created_at": "2021-06-17 18:59:40.809009", "updated_at": "2021-06-17 22:00:44.260978", "wikipedia": null, "keywords": null, "related": null, "slug": "countr-xyz", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4128.png", "url": "countr.xyz", "documents": [{"id": 7133, "name": " Privacy Policy", "url": "https://countr.xyz/privacy", "xpath": "/html/body/section/div", "text": "\n1.\nOverview\n<p>Promise Solutions has developed this Privacy Policy to explain how Countr, as a Data Controller, may collect, retain, process, share and transfer your User Data when you visit our Sites or use our Services.\nThis Privacy Policy applies to your User Data when you visit Sites or use Services, and is not applicable to online websites or services that we do not own or have any degree of control over.</p>\n<p>This Privacy Policy is designed to assist you in obtaining information about our privacy practices and to help you understand your privacy choices and their exhaustive capacities when you use our Sites and Services.</p>\n<p>We have defined some terms that we use throughout the Privacy Policy.\nYou can find the meaning of a capitalised term in the Definitions section, located at the bottom of this document.</p>\n<p>We encourage you, the User, to read the entirety of this Privacy Policy prior to use of any of our Services.\nYou are assumed liability for any potential damages caused due to failure to read this comprehensive legal document.</p>\n<p>Guild and User information is stored with respect to perpetuity.\nAs per our desire to allow Users to have full control over how their data is managed, you are afforded the right of erasure or deletion of relevant information to you.\nThis process can be initiated by sending us an email in correspondence with this regulation or through running c!factoryreset on a server that Countr is a member of.\nThis is facilitated through sending a message, where ‘c!’ is the default prefix that invokes Countr to respond to and process the User’s request.</p>\n<p>Please contact us if you have any questions about our privacy practices that are not addressed in this Privacy Policy through privacy@countr.xyz.</p>\n2.\nWhat User Data do we collect?\n<p>We collect Personal Data about you when you visit our Sites or use our Services, including the following:</p>\n<ul>\n<li>\n<b>• Quintessential User information, including the following, to exhaustive capacity:</b>\n<ul>\n<li>• your User identifier upon the initiation of a count;</li>\n<li>• your User identifier if you are the most recent User to count;</li>\n<li>• your User identifier if you are timed out;</li>\n<li>• your User identifier if you intentionally configure a notification alert.</li>\n</ul>\n</li>\n<li>\n<b>• Quintessential Guild information, including the following, to exhaustive capacity:</b>\n<ul>\n<li>• Guild identifier when our internal storage databases are modified, usually as per command invocation by a User of our Services;</li>\n<li>• Channel identifier when a User configures an existing Channel to be used to fulfil the primary functionality of the bot.</li>\n</ul>\n</li>\n</ul>\n<p>Countr caches the following information in lieu of perpetually storing it:</p>\n<ul>\n<li>• names of Guilds that the bot has been added to;</li>\n<li>• icons of Guilds that the bot has been added to;</li>\n<li>• member lists of Guilds that the bot has been added to;</li>\n<li>• comprehensive Channel lists of Guilds that the bot has been added to;</li>\n<li>• the end User’s username, avatar, or anything else pertaining to a unique User on the platform;</li>\n<li>• anything else that is extraneous to the bot’s performance and functionalities that are served.</li>\n</ul>\n3.\nHow do we process User Data?\n<p>For our legitimate interests, including to:</p>\n<ul>\n<li>• enforce the terms of our Sites and Services;</li>\n<li>• manage our everyday needs, such as monitoring, analysing;</li>\n<li>• manage risk and abuse of Promise Solutions Services.</li>\n</ul>\n<p>With your consent, including to:</p>\n<ul>\n<li>• to use cookies and other tracking technologies to provide a targeted display, feature, Service or offer to you</li>\n<li>• to respond to your requests, for example to contact you about a question you submitted to our support team.</li>\n</ul>\n<p>All user and Guild information that is available to Countr maintainers will only ever be internally accessed.\nWe do not sell or transmit data to third-party aggregates under any condition.\nDisclosure of information will never be facilitated without prior permission from all involved Users of our Services.</p>\n<p>By using Countr, you hereby accept and understand with absolution what we store and how we use the collected data, as defined in this Privacy Policy, to best serve you as the User and your Guild.</p>\n4.\nWebsite\n<p>Our website may link to external sites that are not operated, maintained or upheld by us.\nWe are not responsible for any content found on external sites and we are not liable for any damages caused by engaging with or seeing content that is explicit in nature or illegal in any way.\nWe make every effort possible to only associate with external sites that are in compliance with our own ethics.\nIf, at any point in time, you encounter eternal activity that you believe in some way could pose harm or defamatory impositions for the Promise Solutions or Countr entities, you may contact us through privacy@countr.xyz.</p>\n<p>Third-party sites that may be operated in part by Promise Solutions include, but may not necessarily be limited to:</p>\n<ul>\n<li>• *.countr.xyz</li>\n<li>• *.but-it-actually.works</li>\n<li>• *.promise.solutions</li>\n<li>• *.promise.workers.dev</li>\n</ul>\n<p>We are not affiliated with or accept responsibility for any clauses in the Terms of Service, Privacy Policy or any other legal document in pertinence to another entity that is out of bounds of Promise Solutions’ capacity as an operator.</p>\n<p>By continuing to use and interact with this site, you are bound by the above agreement testament to our management of the site.\nIf you feel yourself unable to agree with any of the above clauses, we urge you to cease use of our sites immediately.</p>\n5.\nDefinitions\n<ul>\n<li>• <b>Channel</b> refers to a medium on the Discord platform through which users can send messages and communicate with each other.\nChannels can be located in servers, but they also constitute Direct Messages with other users.\nIn the context of Countr and Promise Solutions, requests are not parsed through Direct Messages.</li>\n<li>• <b>Countr</b> refers to a bot user that maintains a presence on the digital content distribution platform Discord, owned by Discord, Inc.\nThe bot is not affiliated with any of Discord’s employees or the entity’s contracted partners.\nYou can learn more about bots by accessing this link (it is external and redirects you to an official Discord-operated site): https://discord.com/developers/docs/intro.</li>\n<li>• <b>Data Controller</b> means that Promise Solutions determines the purposes and means of the processing of User Data.</li>\n<li>• <b>Guild (or ‘Guilds’)</b> refers to a server on the Discord platform, through which users of the platform can communicate via the medium of Channels.</li>\n<li>• <b>Promise Solutions</b> refers to the development entity that maintains a presence on the instant messaging and digital distribution platform Discord.\nIn this Privacy Policy, Promise Solutions is sometimes referred to as “we,” “us,” or “our,” depending on the context in which it is placed.</li>\n<li>• <b>Services</b> refers to any products, services, content, features, technologies, or functions, and all related websites, applications and services offered to you by Promise Solutions.</li>\n<li>• <b>Sites</b> refers to the websites, official social media platforms or other online properties through which we offer the Services and which have posted or linked to this Privacy Policy.</li>\n<li>• <b>User</b> refers to an individual who uses the Services or accesses the Sites.</li>\n<li>• <b>User Data</b> refers to information that can be associated with a User account on the Discord platform.\n“User Data” can include, but is not limited to, username, discriminator, User identifier (often abbreviated ‘ID’), User avatar.</li>\n</ul>\n", "created_at": "2021-06-17 18:59:40.815094", "updated_at": "2021-06-17 17:04:21.224704"}, {"id": 7132, "name": " Terms of Service", "url": "https://countr.xyz/terms", "xpath": "/html/body/section/div", "text": "\n1.\nTerms\n<p>By accessing this Website, accessible from countr.xyz, you are agreeing to be bound by these Website Terms and Conditions of Use and agree that you are responsible for the agreement with any applicable local laws.\nIf you disagree with any of these terms, you are prohibited from accessing this site.\nThe materials contained in this Website are protected by copyright and trade mark law.</p>\n2.\nUse License\n<p>Permission is granted to temporarily download one copy of the materials on Promise Solutions' Website for personal, non-commercial transitory viewing only.\nThis is the grant of a license, not a transfer of title, and under this license you may not:</p>\n<ul>\n<li>• modify or copy the materials;</li>\n<li>• use the materials for any commercial purpose or for any public display;</li>\n<li>• attempt to reverse engineer any software contained on Promise Solutions' Website;</li>\n<li>• remove any copyright or other proprietary notations from the materials.\nor</li>\n<li>• transferring the materials to another person or \"mirror\" the materials on any other server.</li>\n</ul>\n<p>This will let Promise Solutions to terminate upon violations of any of these restrictions.\nUpon termination, your viewing right will also be terminated and you should destroy any downloaded materials in your possession whether it is printed or electronic format.</p>\n3.\nDisclaimer\n<p>All the materials on Promise Solutions’s Website are provided \"as is\".\nPromise Solutions makes no warranties, may it be expressed or implied, therefore negates all other warranties.\nFurthermore, Promise Solutions does not make any representations concerning the accuracy or reliability of the use of the materials on its Website or otherwise relating to such materials or any sites linked to this Website.</p>\n4.\nLimitations\n<p>Promise Solutions or its suppliers will not be hold accountable for any damages that will arise with the use or inability to use the materials on Promise Solutions’s Website, even if Promise Solutions or an authorize representative of this Website has been notified, orally or written, of the possibility of such damage.\nSome jurisdiction does not allow limitations on implied warranties or limitations of liability for incidental damages, these limitations may not apply to you.</p>\n5.\nRevisions and Errata\n<p>The materials appearing on Promise Solutions’s Website may include technical, typographical, or photographic errors.\nPromise Solutions will not promise that any of the materials in this Website are accurate, complete, or current.\nPromise Solutions may change the materials contained on its Website at any time without notice.\nPromise Solutions does not make any commitment to update the materials.</p>\n6.\nLinks\n<p>Promise Solutions has not reviewed all of the sites linked to its Website and is not responsible for the contents of any such linked site.\nThe presence of any link does not imply endorsement by Promise Solutions of the site.\nThe use of any linked website is at the user’s own risk.</p>\n7.\nSite Terms of Use Modifications\n<p>Promise Solutions may revise these Terms of Use for its Website at any time without prior notice.\nBy using this Website, you are agreeing to be bound by the current version of these Terms and Conditions of Use.</p>\n8.\nYour Privacy\n<p>Please read our Privacy Policy.</p>\n9.\nGoverning Law\n<p>Any claim related to Promise Solutions' Website shall be governed by the laws of no without regards to its conflict of law provisions.</p>\n", "created_at": "2021-06-17 18:59:40.812374", "updated_at": "2021-06-17 17:07:40.148411"}], "points": [], "urls": ["countr.xyz"]}}