{"error": 448, "message": "OK", "parameters": {"id": 6472, "name": "Privnote", "created_at": "2022-03-23 08:54:50.110771", "updated_at": "2022-03-23 23:01:17.00398", "wikipedia": null, "keywords": null, "related": null, "slug": "privnote", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6472.png", "url": "privnote.com", "documents": [{"id": 11763, "name": "Privacy Policy", "url": "https://privnote.com/info/privacy", "xpath": "", "text": " Privnote Send notes that will self-destruct after being read.\nPrivacy Policy <p>\n<i>Last modified: May 25th, 2018</i>\n</p>\n<p>At Privnote, privacy is taken very seriously, since the main purpose of the site is to preserve it.\nThis policy outlines the measures taken by Privnote to protect the privacy of its users.</p> 1.\nService description <p>Privnote is a free web based service that allows users to create encrypted notes that they can share over the internet as unique one-time-use HTTPS URLs (hereafter referred to as links) which by default expire after its first access via any web browser.</p>\n<p>As Privnote does not provide any means for transmitting the link, the act of sending the link is the full responsibility of Privnote users.</p>\n<p>Depending on the communication channel of your choice (e.g., e-mail, fax, SMS, phone, instant messaging, social media), there may be a certain risk that third parties intercept your communication, get knowledge of the communicated link and thus may be able to read your note.</p> 2.\nHow the notes and its contents are processed <p>The link is generated in the user's browser and at no time is sent as such to Privnote.\nThe link is thus in the sender's (and later possibly in the recipient's) hands only.\nTherefore, there is no way to recover a note if a Privnote user losses the link.</p>\n<p>Since only the link binds the decryption key to the note's content and since Privnote does not have the link, at no time is any note held in any readable format state at Privnote.\nThis assures that nobody (including Privnote's administrators) can read a note.</p>\n<p>When using Privnote's default funtionality, when a note is retrieved, its data is completely removed from Privnote.\nthere is absolutely no way to recover it again.</p>\n<p>When \"Show options\" is selected and the user opts for a time interval for the note's removal, then independently of how many times the note is retrieved, the note will be deleted only after that specified time is completed.</p>\n<p>After a note is deleted from Privnote, there is absolutely no way to recover it again.</p>\n<p>When a note is not retrieved after 30 days, Privnote removes it permanently, just as if it were read.The Privnote sysadmin team will do as much as possible to protect the site against unauthorized access, modification or destruction of the data.\nBut, even if someone or something could manage to gain access to the database, they would be unable to read the notes since their contents are encrypted and can't be decrypted without the links which Privnote never has a hold of.</p> 3.\nProcessing of IP addresses <p>Privnote is not logging the IP addresses.\nthey are processed to enable communication with Privnote's servers but they are not part of the log-files.\nIP addresses are deleted as soon as they are no longer needed for the purpose of communication.</p> 4.\nPseudonymous data <p>The creator of the note can introduce personal data into the note.\nEven though this data is encrypted, the data can be decrypted again and thus constitutes pseudonymous (personal) data.\nIn any case, one cannot deduce the note's creator from Privnote's database, as Privnote does not store IP addresses.</p>\n<p>The decryption of the note's data is in the users' hands (sender and recipient).\nPrivnote is not able to decrypt the note and access the data (personal or otherwise) introduced by the creator since Privnote is never in possession of the decryption key which is contained only in the link.</p> 5.\nDisclaimer <p>When a person clicks the Privnote's link, Privnote declines any responsibility related to the note's content.</p> 6.\nDisclosure of Data to Third Party <p>Privnote does not share nor sell any information to others, nor use it in any way not mentioned in this Privacy Policy.</p> 7.\nUse of cookies <p>Privnote uses cookies (small text files that are stored on your computer by your browser when you visit a website) for our own interest in improving the use of our site and service.\nIn some cases they will also be used for promotional purposes.\nThe type of cookies Privnote uses are listed below:</p>\n<p>\n</p>\n<p>Functional cookies</p> Privnote uses persistent cookies to keep a session in the user's preferred language and to record your notification that Privnote uses cookies as explained in this section.\nAlso some cookies are used as part of the link hiding mechanism when reading a note, these cookies in particular must be enabled for Privnote to function and are deleted immediately after the note is retrieved.<p>\n</p>\n<p>\n</p>\n<p>Non-functional cookies</p> Used for commercial and promotional purposes.\nNon-functional cookies are placed by third parties.\nIn case of European citizens, these cookies do not store personal data (non-personalized ads).<p>\n</p>\n<p>If you would want to remove certain cookies, or block them from being stored in your browser, it is possible via your browser settings for cookies.\nHowever, if you do this, the site might not work as expected.</p> 8.\nChildren <p>Privnote does not target and is not intended to attract children under the age of 16.\nMinors must obtain express consent from their parents or legal guardians prior to accessing or using Privnote.</p> 9.\nValidity of this Privacy Policy <p>Please note that this Privacy Policy may change from time to time.\nWe expect most changes to be minor.\nRegardless, we will post any Policy changes on this page, and if the changes are significant, we will provide a more prominent notice such as a message on the home page.\nEach version of this Policy will be identified at the top of the page by its effective date.</p> 10.\nContact information <p>If you have any questions about this Privacy Policy or other concerns regarding privacy issues, please send us an e-mail at info@privnote.com and we will answer you in less than 5 working days.\nIf you are not satisfied with the outcome of our communication, you may refer your complaint to a local supervisor authority.</p>\n<p>Privnote is a service provided by ikatu.\nThe corporate details are as follows:</p>\n<p> Legal Company Name:<br> Gletin S.A.<br> RUT: 214528610018<br>\n</p>\n<p> Address:<br> Siria 6101, 11400 Montevideo, Uruguay<br> Tel/Fax +598 2 600 8887<br> email: info@privnote.com\n</p> Blog | About | Privacy | FAQ | Contact | Support <br>\n<br> English Español Privnote © Ikatu ", "created_at": "2022-03-23 08:54:50.112969", "updated_at": "2022-03-23 07:55:09.223444"}], "points": [{"id": 27501, "title": "IP addresses of website visitors are not tracked", "source": "https://privnote.com/info/privacy", "status": "Generated through the annotate view", "created_at": "2022-03-23 15:47:33.450858", "updated_at": "2022-03-23 15:47:33.450858", "quoteText": "Privnote is not logging the IP addresses.\n", "case_id": 192, "document_id": 11763, "quoteStart": 2622, "quoteEnd": 2664}, {"id": 27500, "title": "There is a date of the last update of the agreements", "source": "https://privnote.com/info/privacy", "status": "Generated through the annotate view", "created_at": "2022-03-23 15:46:10.383303", "updated_at": "2022-03-23 15:46:10.383303", "quoteText": "<i>Last modified: May 25th, 2018</i>\n</p>\n<p>", "case_id": 331, "document_id": 11763, "quoteStart": 82, "quoteEnd": 127}], "urls": ["privnote.com"]}}