{"error": 448, "message": "OK", "parameters": {"id": 6500, "name": "My Study Life", "created_at": "2022-04-12 20:27:29.331744", "updated_at": "2022-04-12 22:01:14.403031", "wikipedia": null, "keywords": null, "related": null, "slug": "my-study-life", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6500.png", "url": "mystudylife.com,app.mystudylife.com", "documents": [{"id": 11821, "name": "Privacy Policy", "url": "https://www.iubenda.com/privacy-policy/70328380", "xpath": "//body", "text": " Privacy Policy of <strong>My Study Life</strong>\n<p>My Study Life collects some Personal Data from its Users.</p>\n<br>\n<p>This document can be printed for reference by using the print command in the settings of any browser.</p> Policy summary Personal Data processed for the following purposes and using the following services: <ul>\n<li>\n<ul>\n<li> Analytics <ul>\n<li> Google Analytics <p>Personal Data: Cookies.\nUsage Data</p>\n</li>\n</ul>\n</li>\n<li> Data transfer outside of the UK <ul>\n<li> Data transfer abroad based on standard contractual clauses (UK) <p>Personal Data: various types of Data</p>\n</li>\n</ul>\n</li>\n<li> Displaying content from external platforms <ul>\n<li> Gravatar <p>Personal Data: email address.\nUsage Data</p>\n</li>\n</ul>\n</li>\n<li> Heat mapping and session recording <ul>\n<li> Hotjar Heat Maps &amp.\nRecordings <p>Personal Data: Tracker.\nUsage Data.\nvarious types of Data as specified in the privacy policy of the service</p>\n</li>\n</ul>\n</li>\n<li> Hosting and backend infrastructure <ul>\n<li> Microsoft Azure <p>Personal Data: various types of Data as specified in the privacy policy of the service</p>\n</li>\n</ul>\n</li>\n<li> Infrastructure monitoring <ul>\n<li> Raygun <p>Personal Data: various types of Data as specified in the privacy policy of the service</p>\n</li>\n</ul>\n</li>\n<li> Interaction with external social networks and platforms <ul>\n<li> Facebook Like button and social widgets, LinkedIn button and social widgets and Twitter Tweet button and social widgets <p>Personal Data: Tracker.\nUsage Data</p>\n</li>\n<li> YouTube button and social widgets <p>Personal Data: Usage Data</p>\n</li>\n</ul>\n</li>\n<li> Managing contacts and sending messages <ul>\n<li> Sendgrid <p>Personal Data: email address</p>\n</li>\n</ul>\n</li>\n<li> Managing support and contact requests <ul>\n<li> Zendesk <p>Personal Data: various types of Data as specified in the privacy policy of the service</p>\n</li>\n</ul>\n</li>\n<li> Platform services and hosting <ul>\n<li> WordPress.com <p>Personal Data: various types of Data as specified in the privacy policy of the service</p>\n</li>\n</ul>\n</li>\n<li> Registration and authentication <ul>\n<li> Google OAuth <p>Personal Data: various types of Data as specified in the privacy policy of the service</p>\n</li>\n<li> Facebook Authentication <p>Personal Data: Tracker.\nvarious types of Data as specified in the privacy policy of the service</p>\n</li>\n<li> Further information about Personal Data </li>\n</ul>\n</li>\n<li> Registration and authentication provided directly by My Study Life <ul>\n<li> Direct registration <p>Personal Data: email address.\nfirst name.\nlast name.\npassword</p>\n</li>\n</ul>\n</li>\n<li> SPAM protection <ul>\n<li> Google reCAPTCHA <p>Personal Data: answers to questions.\nclicks.\nkeypress events.\nmotion sensor events.\nmouse movements.\nscroll position.\ntouch events.\nTracker.\nUsage Data</p>\n</li>\n</ul>\n</li>\n<li> User database management <ul>\n<li> HubSpot CRM <p>Personal Data: email address.\nphone number.\nvarious types of Data as specified in the privacy policy of the service</p>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul> Further information about the processing of Personal Data <ul>\n<li>\n<ul>\n<li> Business Transfers <p> If we are involved in a merger, acquisition or asset sale, we may transfer your Personal Data and other User data.\nIn such case, your information would remain subject to this Privacy Policy until such time as this Privacy Policy is updated.\n</p>\n</li>\n<li> Unique device identification <p>My Study Life may track Users by storing a unique identifier of their device, for analytics purposes or for storing Users' preferences.</p>\n</li>\n</ul>\n</li>\n</ul> Contact information <ul>\n<li>\n<ul>\n<li> Owner and Data Controller <p>\n<b>My Study Life Ltd (MSL)</b>, a company registered in England and Wales with company number 09070277 whose registered address is 40 The Glades, Aldridge, Walsall, West Midlands, WS9 8RN, United Kingdom.</p>\n<p>\n<strong>Owner contact email:</strong> support@mystudylife.com</p>\n</li>\n</ul>\n</li>\n</ul> Full policy Owner and Data Controller <p>\n<b>My Study Life Ltd (MSL)</b>, a company registered in England and Wales with company number 09070277 whose registered address is 40 The Glades, Aldridge, Walsall, West Midlands, WS9 8RN, United Kingdom.</p>\n<p>\n<strong>Owner contact email:</strong> support@mystudylife.com</p> Types of Data collected <p> Among the types of Personal Data that My Study Life collects, by itself or through third parties, there are: Tracker.\nfirst name.\nlast name.\nemail address.\npassword.\nUsage Data.\nphone number.\nvarious types of Data.\nanswers to questions.\nclicks.\nkeypress events.\nmotion sensor events.\nmouse movements.\nscroll position.\ntouch events.\n</p>\n<p>Complete details on each type of Personal Data collected are provided in the dedicated sections of this privacy policy or by specific explanation texts displayed prior to the Data collection.<br>Personal Data may be freely provided by the User, or, in case of Usage Data, collected automatically when using My Study Life.<br>Unless specified otherwise, all Data requested by My Study Life is mandatory and failure to provide this Data may make it impossible for My Study Life to provide its services.\nIn cases where My Study Life specifically states that some Data is not mandatory, Users are free not to communicate this Data without consequences to the availability or the functioning of the Service.<br>Users who are uncertain about which Personal Data is mandatory are welcome to contact the Owner.<br>Any use of Cookies – or of other tracking tools – by My Study Life or by the owners of third-party services used by My Study Life serves the purpose of providing the Service required by the User, in addition to any other purposes described in the present document and in the Cookie Policy, if available.</p>\n<p>Users are responsible for any third-party Personal Data obtained, published or shared through My Study Life and confirm that they have the third party's consent to provide the Data to the Owner.</p> Mode and place of processing the Data Methods of processing <p>The Owner takes appropriate security measures to prevent unauthorized access, disclosure, modification, or unauthorized destruction of the Data.<br>The Data processing is carried out using computers and/or IT enabled tools, following organizational procedures and modes strictly related to the purposes indicated.\nIn addition to the Owner, in some cases, the Data may be accessible to certain types of persons in charge, involved with the operation of My Study Life (administration, sales, marketing, legal, system administration) or external parties (such as third-party technical service providers, mail carriers, hosting providers, IT companies, communications agencies) appointed, if necessary, as Data Processors by the Owner.\nThe updated list of these parties may be requested from the Owner at any time.</p> Legal basis of processing <p>The Owner may process Personal Data relating to Users if one of the following applies:</p>\n<ul>\n<li>Users have given their consent for one or more specific purposes.\nNote: Under some legislations the Owner may be allowed to process Personal Data until the User objects to such processing (“opt-out”), without having to rely on consent or any other of the following legal bases.\nThis, however, does not apply, whenever the processing of Personal Data is subject to European data protection law;</li>\n<li>provision of Data is necessary for the performance of an agreement with the User and/or for any pre-contractual obligations thereof;</li>\n<li>processing is necessary for compliance with a legal obligation to which the Owner is subject;</li>\n<li>processing is related to a task that is carried out in the public interest or in the exercise of official authority vested in the Owner;</li>\n<li>processing is necessary for the purposes of the legitimate interests pursued by the Owner or by a third party.</li>\n</ul>\n<p>In any case, the Owner will gladly help to clarify the specific legal basis that applies to the processing, and in particular whether the provision of Personal Data is a statutory or contractual requirement, or a requirement necessary to enter into a contract.\n</p> Place <p>The Data is processed at the Owner's operating offices and in any other places where the parties involved in the processing are located.<br>\n<br>\nDepending on the User's location, data transfers may involve transferring the User's Data to a country other than their own.\nTo find out more about the place of processing of such transferred Data, Users can check the section containing details about the processing of Personal Data.</p>\n<p>Users are also entitled to learn about the legal basis of Data transfers to a country outside the European Union or to any international organization governed by public international law or set up by two or more countries, such as the UN, and about the security measures taken by the Owner to safeguard their Data.<br>\n<br>\nIf any such transfer takes place, Users can find out more by checking the relevant sections of this document or inquire with the Owner using the information provided in the contact section.</p> Retention time <p>Personal Data shall be processed and stored for as long as required by the purpose they have been collected for.</p>\n<p>Therefore:</p>\n<ul>\n<li>Personal Data collected for purposes related to the performance of a contract between the Owner and the User shall be retained until such contract has been fully performed.</li>\n<li>Personal Data collected for the purposes of the Owner’s legitimate interests shall be retained as long as needed to fulfill such purposes.\nUsers may find specific information regarding the legitimate interests pursued by the Owner within the relevant sections of this document or by contacting the Owner.</li>\n</ul>\n<p>The Owner may be allowed to retain Personal Data for a longer period whenever the User has given consent to such processing, as long as such consent is not withdrawn.\nFurthermore, the Owner may be obliged to retain Personal Data for a longer period whenever required to do so for the performance of a legal obligation or upon order of an authority.<br>\n<br>\nOnce the retention period expires, Personal Data shall be deleted.\nTherefore, the right of access, the right to erasure, the right to rectification and the right to data portability cannot be enforced after expiration of the retention period.</p> The purposes of processing <p> The Data concerning the User is collected to allow the Owner to provide its Service, comply with its legal obligations, respond to enforcement requests, protect its rights and interests (or those of its Users or third parties), detect any malicious or fraudulent activity, as well as the following: Registration and authentication, Registration and authentication provided directly by My Study Life, Hosting and backend infrastructure, Infrastructure monitoring, Managing support and contact requests, Analytics, Managing contacts and sending messages, User database management, Heat mapping and session recording, Data transfer outside of the UK, Interaction with external social networks and platforms, Platform services and hosting, Displaying content from external platforms and SPAM protection.\n</p>\n<p>For specific information about the Personal Data used for each purpose, the User may refer to the section “Detailed information on the processing of Personal Data”.</p> Detailed information on the processing of Personal Data <p>Personal Data is collected for the following purposes and using the following services:</p>\n<ul>\n<li> Analytics <p>The services contained in this section enable the Owner to monitor and analyze web traffic and can be used to keep track of User behavior.</p> Google Analytics (Google LLC) <p>Google Analytics is a web analysis service provided by Google LLC (“Google”).\nGoogle utilizes the Data collected to track and examine the use of My Study Life, to prepare reports on its activities and share them with other Google services.<br>\nGoogle may use the Data collected to contextualize and personalize the ads of its own advertising network.</p>\n<p>Personal Data processed: Cookies.\nUsage Data.</p>\n<p>Place of processing: United States – Privacy Policy – Opt Out.\n</p>\n</li>\n<li> Data transfer outside of the UK <p>The Owner is allowed to transfer Personal Data collected within the UK to third countries only subject to specific legal requirements (so-called \"restricted transfers\").\nRestricted transfers may take place according to the conditions specified below.</p>\n<p>Users can enquire with the Owner to learn which legal basis applies to which specific service.</p> Data transfer abroad based on standard contractual clauses (UK) (My Study Life) <p>If this is the legal basis, the transfer of Personal Data from the UK to third countries is carried out by the Owner according to “standard contractual clauses” provided by the European Commission.</p>\n<p>This means that Data recipients have committed to process Personal Data in compliance with the data protection standards set forth by EU data protection legislation, which are recognized as valid also under UK law.\nFor further information, Users are requested to contact the Owner through the contact details provided in the present document.</p>\n<p>Personal Data processed: various types of Data.</p>\n</li>\n<li> Displaying content from external platforms <p>This type of service allows you to view content hosted on external platforms directly from the pages of My Study Life and interact with them.<br>\nThis type of service might still collect web traffic data for the pages where the service is installed, even when Users do not use it.</p> Gravatar (Aut O’Mattic A8C Ireland Ltd.) <p>Gravatar is an image visualization service provided by Aut O’Mattic A8C Ireland Ltd.\nthat allows My Study Life to incorporate content of this kind on its pages.<br>\nPlease note that if Gravatar images are used for comment forms, the commenter's email address or parts of it may be sent to Gravatar - even if the commenter has not signed up for that service.</p>\n<p>Personal Data processed: email address.\nUsage Data.</p>\n<p>Place of processing: Ireland – Privacy Policy.\n</p>\n</li>\n<li> Heat mapping and session recording <p>Heat mapping services are used to display the areas of My Study Life that Users interact with most frequently.\nThis shows where the points of interest are.\nThese services make it possible to monitor and analyze web traffic and keep track of User behavior.<br>\nSome of these services may record sessions and make them available for later visual playback.</p> Hotjar Heat Maps &amp.\nRecordings (Hotjar Ltd.) <p>Hotjar is a session recording and heat mapping service provided by Hotjar Ltd.<br>\nHotjar honors generic „Do Not Track” headers.\nThis means the browser can tell its script not to collect any of the User's data.\nThis is a setting that is available in all major browsers.\nFind Hotjar’s opt-out information here.</p>\n<p>Personal Data processed: Tracker.\nUsage Data.\nvarious types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: Malta – Privacy Policy – Opt Out.\n</p>\n</li>\n<li> Hosting and backend infrastructure <p>This type of service has the purpose of hosting Data and files that enable My Study Life to run and be distributed as well as to provide a ready-made infrastructure to run specific features or parts of My Study Life.\nSome of these services work through geographically distributed servers, making it difficult to determine the actual location where the Personal Data are stored.</p> Microsoft Azure (Microsoft Corporation) <p>Microsoft Azure is a hosting service provided by Microsoft Corporation.</p>\n<p>Personal Data processed: various types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: United Kingdom – Privacy Policy.\n</p>\n</li>\n<li> Infrastructure monitoring <p>This type of service allows My Study Life to monitor the use and behavior of its components so its performance, operation, maintenance and troubleshooting can be improved.<br>\nWhich Personal Data are processed depends on the characteristics and mode of implementation of these services, whose function is to filter the activities of My Study Life.</p> Raygun (Mindscape Limited) <p>Raygun is a monitoring service provided by Mindscape Limited.</p>\n<p>Personal Data processed: various types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: New Zealand – Privacy Policy.\n</p>\n</li>\n<li> Interaction with external social networks and platforms <p>This type of service allows interaction with social networks or other external platforms directly from the pages of My Study Life.<br>\nThe interaction and information obtained through My Study Life are always subject to the User’s privacy settings for each social network.<br>\nThis type of service might still collect traffic data for the pages where the service is installed, even when Users do not use it.<br>\nIt is recommended to log out from the respective services in order to make sure that the processed data on My Study Life isn’t being connected back to the User’s profile.</p> Facebook Like button and social widgets (Facebook Ireland Ltd) <p>The Facebook Like button and social widgets are services allowing interaction with the Facebook social network provided by Facebook Ireland Ltd</p>\n<p>Personal Data processed: Tracker.\nUsage Data.</p>\n<p>Place of processing: Ireland – Privacy Policy.\n</p> LinkedIn button and social widgets (LinkedIn Corporation) <p>The LinkedIn button and social widgets are services allowing interaction with the LinkedIn social network provided by LinkedIn Corporation.</p>\n<p>Personal Data processed: Tracker.\nUsage Data.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p> Twitter Tweet button and social widgets (Twitter, Inc.) <p>The Twitter Tweet button and social widgets are services allowing interaction with the Twitter social network provided by Twitter, Inc.</p>\n<p>Personal Data processed: Tracker.\nUsage Data.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p> YouTube button and social widgets (Google Ireland Limited) <p>The YouTube button and social widgets are services allowing interaction with the YouTube social network provided by Google Ireland Limited.</p>\n<p>Personal Data processed: Usage Data.</p>\n<p>Place of processing: Ireland – Privacy Policy.\n</p>\n</li>\n<li> Managing contacts and sending messages <p>This type of service makes it possible to manage a database of email contacts, phone contacts or any other contact information to communicate with the User.<br>\nThese services may also collect data concerning the date and time when the message was viewed by the User, as well as when the User interacted with it, such as by clicking on links included in the message.</p> Sendgrid (Sendgrid) <p>Sendgrid is an email address management and message sending service provided by Sendgrid Inc.</p>\n<p>Personal Data processed: email address.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p>\n</li>\n<li> Managing support and contact requests <p>This type of service allows My Study Life to manage support and contact requests received via email or by other means, such as the contact form.<br>\nThe Personal Data processed depend on the information provided by the User in the messages and the means used for communication (e.g.\nemail address).</p> Zendesk (Zendesk, Inc.) <p>Zendesk is a support and contact request management service provided by Zendesk Inc.</p>\n<p>Personal Data processed: various types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p>\n</li>\n<li> Platform services and hosting <p>These services have the purpose of hosting and running key components of My Study Life, therefore allowing the provision of My Study Life from within a unified platform.\nSuch platforms provide a wide range of tools to the Owner – e.g.\nanalytics, user registration, commenting, database management, e-commerce, payment processing – that imply the collection and handling of Personal Data.\n<br>\nSome of these services work through geographically distributed servers, making it difficult to determine the actual location where the Personal Data are stored.</p> WordPress.com (Aut O’Mattic A8C Ireland Ltd.) <p>WordPress.com is a platform provided by Aut O’Mattic A8C Ireland Ltd.\nthat allows the Owner to build, run and host My Study Life.</p>\n<p>Personal Data processed: various types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: Ireland – Privacy Policy.\n</p>\n</li>\n<li> Registration and authentication <p>By registering or authenticating, Users allow My Study Life to identify them and give them access to dedicated services.<br>\nDepending on what is described below, third parties may provide registration and authentication services.\nIn this case, My Study Life will be able to access some Data, stored by these third-party services, for registration or identification purposes.</p> Google OAuth <p>Google OAuth is a registration and authentication service provided by Google LLC or by Google Ireland Limited, depending on the location My Study Life is accessed from, and is connected to the Google network.</p>\n<p>Personal Data processed: various types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: United States – Privacy Policy.\nIreland – Privacy Policy.\n</p> Facebook Authentication (Meta Platforms, Inc.) <p>Facebook Authentication is a registration and authentication service provided by Meta Platforms, Inc.\nand is connected to the Facebook social network.</p>\n<p>Personal Data processed: Tracker.\nvarious types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p> Further information about Personal Data <p>Users declare themselves to be adult according to their applicable legislation.\nMinors may use My Study Life only with the assistance of a parent or guardian.\nUnder no circumstance persons under the age of 16 may use My Study Life.<br>\n<br>\n</p>\n</li>\n<li> Registration and authentication provided directly by My Study Life <p>By registering or authenticating, Users allow My Study Life to identify them and give them access to dedicated services.\nThe Personal Data is collected and stored for registration or identification purposes only.\nThe Data collected are only those necessary for the provision of the service requested by the Users.</p> Direct registration (My Study Life) <p>The User registers by filling out the registration form and providing the Personal Data directly to My Study Life.</p>\n<p>Personal Data processed: email address.\nfirst name.\nlast name.\npassword.</p>\n</li>\n<li> SPAM protection <p>This type of service analyzes the traffic of My Study Life, potentially containing Users' Personal Data, with the purpose of filtering it from parts of traffic, messages and content that are recognized as SPAM.</p> Google reCAPTCHA (Google Ireland Limited) <p>Google reCAPTCHA is a SPAM protection service provided by Google Ireland Limited.<br>\nThe use of reCAPTCHA is subject to the Google privacy policy and terms of use.</p>\n<p>Personal Data processed: answers to questions.\nclicks.\nkeypress events.\nmotion sensor events.\nmouse movements.\nscroll position.\ntouch events.\nTracker.\nUsage Data.</p>\n<p>Place of processing: Ireland – Privacy Policy.\n</p>\n</li>\n<li> User database management <p>This type of service allows the Owner to build user profiles by starting from an email address, a personal name, or other information that the User provides to My Study Life, as well as to track User activities through analytics features.\nThis Personal Data may also be matched with publicly available information about the User (such as social networks' profiles) and used to build private profiles that the Owner can display and use for improving My Study Life.<br>\nSome of these services may also enable the sending of timed messages to the User, such as emails based on specific actions performed on My Study Life.</p> HubSpot CRM (HubSpot, Inc.) <p>HubSpot CRM is a User database management service provided by HubSpot, Inc.</p>\n<p>Personal Data processed: email address.\nphone number.\nvarious types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p>\n</li>\n</ul> Further information about the processing of Personal Data <ul>\n<li> Business Transfers <p>If we are involved in a merger, acquisition or asset sale, we may transfer your Personal Data and other User data.\nIn such case, your information would remain subject to this Privacy Policy until such time as this Privacy Policy is updated.</p>\n</li>\n<li> Unique device identification <p>My Study Life may track Users by storing a unique identifier of their device, for analytics purposes or for storing Users' preferences.</p>\n</li>\n</ul> The rights of Users <p>Users may exercise certain rights regarding their Data processed by the Owner.</p>\n<p>In particular, Users have the right to do the following:</p>\n<ul>\n<li>\n<strong>Withdraw their consent at any time.</strong> Users have the right to withdraw consent where they have previously given their consent to the processing of their Personal Data.</li>\n<li>\n<strong>Object to processing of their Data.</strong> Users have the right to object to the processing of their Data if the processing is carried out on a legal basis other than consent.\nFurther details are provided in the dedicated section below.</li>\n<li>\n<strong>Access their Data.</strong> Users have the right to learn if Data is being processed by the Owner, obtain disclosure regarding certain aspects of the processing and obtain a copy of the Data undergoing processing.</li>\n<li>\n<strong>Verify and seek rectification.</strong> Users have the right to verify the accuracy of their Data and ask for it to be updated or corrected.</li>\n<li>\n<strong>Restrict the processing of their Data.</strong> Users have the right, under certain circumstances, to restrict the processing of their Data.\nIn this case, the Owner will not process their Data for any purpose other than storing it.\n</li>\n<li>\n<strong>Have their Personal Data deleted or otherwise removed.</strong> Users have the right, under certain circumstances, to obtain the erasure of their Data from the Owner.</li>\n<li>\n<strong>Receive their Data and have it transferred to another controller.</strong> Users have the right to receive their Data in a structured, commonly used and machine readable format and, if technically feasible, to have it transmitted to another controller without any hindrance.\nThis provision is applicable provided that the Data is processed by automated means and that the processing is based on the User's consent, on a contract which the User is part of or on pre-contractual obligations thereof.</li>\n<li>\n<strong>Lodge a complaint.</strong> Users have the right to bring a claim before their competent data protection authority.</li>\n</ul> Details about the right to object to processing <p>Where Personal Data is processed for a public interest, in the exercise of an official authority vested in the Owner or for the purposes of the legitimate interests pursued by the Owner, Users may object to such processing by providing a ground related to their particular situation to justify the objection.</p>\n<p>Users must know that, however, should their Personal Data be processed for direct marketing purposes, they can object to that processing at any time without providing any justification.\nTo learn, whether the Owner is processing Personal Data for direct marketing purposes, Users may refer to the relevant sections of this document.\n</p> How to exercise these rights <p>Any requests to exercise User rights can be directed to the Owner through the contact details provided in this document.\nThese requests can be exercised free of charge and will be addressed by the Owner as early as possible and always within one month.</p> Cookie Policy <p>My Study Life uses Trackers.\nTo learn more, the User may consult the Cookie Policy.</p> Additional information about Data collection and processing Legal action <p>The User's Personal Data may be used for legal purposes by the Owner in Court or in the stages leading to possible legal action arising from improper use of My Study Life or the related Services.<br>The User declares to be aware that the Owner may be required to reveal personal data upon request of public authorities.</p> Additional information about User's Personal Data <p>In addition to the information contained in this privacy policy, My Study Life may provide the User with additional and contextual information concerning particular Services or the collection and processing of Personal Data upon request.</p> System logs and maintenance <p>For operation and maintenance purposes, My Study Life and any third-party services may collect files that record interaction with My Study Life (System logs) use other Personal Data (such as the IP Address) for this purpose.</p> Information not contained in this policy <p>More details concerning the collection or processing of Personal Data may be requested from the Owner at any time.\nPlease see the contact information at the beginning of this document.</p> How “Do Not Track” requests are handled <p>My Study Life does not support “Do Not Track” requests.<br>To determine whether any of the third-party services it uses honor the “Do Not Track” requests, please read their privacy policies.</p> Changes to this privacy policy <p>The Owner reserves the right to make changes to this privacy policy at any time by notifying its Users on this page and possibly within My Study Life and/or - as far as technically and legally feasible - sending a notice to Users via any contact information available to the Owner.\nIt is strongly recommended to check this page often, referring to the date of the last modification listed at the bottom.\n<br>\n<br>\nShould the changes affect processing activities performed on the basis of the User’s consent, the Owner shall collect new consent from the User, where required.</p> Definitions and legal references Personal Data (or Data) <p>Any information that directly, indirectly, or in connection with other information — including a personal identification number — allows for the identification or identifiability of a natural person.</p> Usage Data <p>Information collected automatically through My Study Life (or third-party services employed in My Study Life), which can include: the IP addresses or domain names of the computers utilized by the Users who use My Study Life, the URI addresses (Uniform Resource Identifier), the time of the request, the method utilized to submit the request to the server, the size of the file received in response, the numerical code indicating the status of the server's answer (successful outcome, error, etc.), the country of origin, the features of the browser and the operating system utilized by the User, the various time details per visit (e.g., the time spent on each page within the Application) and the details about the path followed within the Application with special reference to the sequence of pages visited, and other parameters about the device operating system and/or the User's IT environment.</p> User <p>The individual using My Study Life who, unless otherwise specified, coincides with the Data Subject.</p> Data Subject <p>The natural person to whom the Personal Data refers.</p> Data Processor (or Data Supervisor) <p>The natural or legal person, public authority, agency or other body which processes Personal Data on behalf of the Controller, as described in this privacy policy.</p> Data Controller (or Owner) <p>The natural or legal person, public authority, agency or other body which, alone or jointly with others, determines the purposes and means of the processing of Personal Data, including the security measures concerning the operation and use of My Study Life.\nThe Data Controller, unless otherwise specified, is the Owner of My Study Life.</p> My Study Life (or this Application) <p>The means by which the Personal Data of the User is collected and processed.</p> Service <p>The service provided by My Study Life as described in the relative terms (if available) and on this site/application.</p> European Union (or EU) <p>Unless otherwise specified, all references made within this document to the European Union include all current member states to the European Union and the European Economic Area.</p> Cookie <p>Cookies are Trackers consisting of small sets of data stored in the User's browser.</p> Tracker <p>Tracker indicates any technology - e.g Cookies, unique identifiers, web beacons, embedded scripts, e-tags and fingerprinting - that enables the tracking of Users, for example by accessing or storing information on the User’s device.</p> Legal information <p>This privacy statement has been prepared based on provisions of multiple legislations, including Art.\n13/14 of Regulation (EU) 2016/679 (General Data Protection Regulation).</p>\n<p>This privacy policy relates solely to My Study Life, if not stated otherwise within this document.</p>\n<p> Latest update: March 07, 2022 </p>\n<p> iubenda hosts this content and only collects the Personal Data strictly necessary for it to be provided.\n</p> ", "created_at": "2022-04-12 20:27:29.334629", "updated_at": "2022-04-12 18:27:55.651839"}, {"id": 11822, "name": "Terms of Service", "url": "https://www.mystudylife.com/terms-of-service", "xpath": "", "text": " <ul>\n<li>Home</li>\n<li>About</li>\n<li>FAQs</li>\n<li>Tour</li>\n<li>Blog</li>\n<li>Info Help + Feedback Terms of Service Privacy Policy </li>\n</ul> Search<i>\n</i> Sign in Terms of Service <p>We are <strong>My Study Life Ltd (MSL)</strong>, a company registered in England and Wales with company number 09070277 whose registered address is 40 The Glades, Aldridge, Walsall, West Midlands United Kingdom, WS9 8RN.\nThese terms and conditions of use (“Agreement”) sets out your legal rights and obligations concerning the use of the Services provided via our website&nbsp;www.mystudylife.com&nbsp;and downloading of our App.\nThese are listed below.</p>\n<p>Please read this Agreement carefully and do not access our services if you do not agree to any of the content.\nWe reserve the right to change or modify the terms of this Agreement at any time and your continued use of our Services constitutes acceptance of any modifications.</p>\n<p>The Services are intended solely for persons who are 16 years old or such higher age required in your country to use the Services.</p>\n<p>If you have any questions regarding this Agreement, please email them to&nbsp;support@mystudylife.com.</p>\n<ol>\n<li>\n<p>\n<strong>Definitions</strong>\n</p>\n<p>The following shall have the definition given to it here:</p>\n<p>“App” means an application either downloaded via an Appstore or our web app&nbsp;app.mystudylife.com&nbsp;which sits on the Platform.</p>\n<p>“Appstore” means a digital distribution platform for computer software, including but not limited to, Apple App Store, Google Play, Amazon Appstore, Windows Store, Chrome Web Store.</p>\n<p>“Company” means My Study Life Ltd who provide the Platform and Services.</p>\n<p>“Customer” means You being an individual or a school, local authority or other educational establishment accessing the Services for their Students.</p>\n<p>“Fee” where applicable the Fee payable by the Customer to the Company in consideration of the grant of a licence to download the App and use the Services.\nWhere the Customer is a school the Fee is calculated on the number of students therein and this must not be exceeded without the prior consent of the Company.</p>\n<p>“Intellectual Property Rights or “IPR” means patents, rights to inventions, copyright, trademarks, business names and domain names, rights in get-up, goodwill and the right to sue for passing off, rights in designs, rights in computer software, database rights, rights to use, and protect the confidentiality of, confidential information (including know-how and trade secrets) and all other intellectual property rights, in each case whether registered or unregistered and including all applications and rights to apply for and be granted, renewals or extensions of, and rights to claim priority from, such rights and all similar or equivalent rights or forms of protection which subsist or will subsist now or in the future in any part of the world.</p>\n<p>“Personal Data” means any information that directly, indirectly, or in connection with other information — including a personal identification number — allows for the identification or identifiability of a natural person.</p>\n<p>“Platform” means the software platform via which the Customer accesses the Services provided by the Company.</p>\n<p>“Services” means all those services sat on the Platform provided by the Company to the Customer.</p>\n<p>“User Data” means any information communicated by the Customer to the Company via the Platform to include all materials uploaded, stored transmitted via the Platform.</p>\n</li>\n<li>\n<p>\n<strong>Customers and Services</strong>\n</p>\n<ol>\n<li>Customers enter into this Agreement by undertaking one of the following actions:<br>\n<ol>\n<li>Accessing the Company’s website</li>\n<li>The Customer being an individual who is 16 years old or such higher age required in your country.\naccesses the App and/or completes the sign up process</li>\n<li>The Customer being a school, local authority or other educational establishment either.\nrequests the Company give access to additional services on one of two basis.\neither on:<br>\n<ol>\n<li>on presentation and payment of an invoice to the Company or;</li>\n<li>on a trial basis</li>\n</ol>\n<p>Individuals of the Customer can then access the Services but the account is held as a whole with the School.</p>\n</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Grant and Scope of Licence</strong>\n</p>\n<p>Subject to clause 2 and the initiation of any of the aforementioned processes the Company:</p>\n<ol>\n<li>Hereby grants a non-exclusive and non-transferable licence to those Customers at clause 2.1(a) and 2.1(b) to download the App and access the Services via the Platform.</li>\n<li>Hereby grants a non-exclusive and non-transferable licence to those Customers at clause 2.1(c) to download the App and access the Services via the Platform on a trial basis to evaluate its use and effectiveness and determine whether to proceed to pay the Fee.</li>\n<li>Those Customers who pay the Fee to use the App are entitled to upgraded features and additional Services.</li>\n<li>The Company license use of the App to the Customer subject to any rules or policies applied by any Appstore provider or operator from whose site, the Customer downloaded the App (<strong>Appstore Rules</strong>).</li>\n<li>From time to time updates to the App may be issued through the Appstore.\nDepending on the update, you may not be able to use the App until you have downloaded or streamed the latest version of the App.</li>\n<li>The App or any Service may contain links to other independent third-party websites (<strong>Third-party Sites</strong>).\nThird-party Sites are not under our control, and we are not responsible for and do not endorse their content or their privacy policies (if any).\nYou will need to make your own independent judgement regarding your interaction with any Third-party Sites, including the purchase and use of any products or services accessible through them.</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Payment and Fees</strong>\n</p>\n<p>Payment to the Company is made in the following ways:</p>\n<ol>\n<li>The Customer being a School shall pay to the Company the Fee to access the App for their students for a prescribed yearly period on presentation of an invoice.</li>\n<li>Any features which include an upgraded service are chargeable and in particular the service offered at 3.3.</li>\n<li>Fees are exclusive of VAT and payable in GBP.</li>\n<li>On receipt of purchase order information from the School the Company shall invoice immediately for the fee which shall be paid by cheque or BACS transfer using the payment details communicated to the Customer by the Company.</li>\n<li>The Company reserves the right to amend the fees and they will then come into fruition on the renewal of any subscription.</li>\n<li>Invoices provided on an annual basis will be sent 28 days prior to expiration.</li>\n<li>If at any time where amounts due under this clause remain unpaid for a period of no more than 7 days, the Company may choose to suspend access to the Platform at its discretion.</li>\n<li>Under no circumstances does the Company make refunds or give credit.</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Trial</strong>\n</p>\n<ol>\n<li>The Company provides additional Services to Schools which can be offered on a trial basis to evaluate its use.\nThe trial is only offered to schools and not individuals.\nThere are no obligations on the Customer to pay a Fee during this period subject to clause 5.2.</li>\n<li>Where the Customer does not continue to use the Services following the expiration of the trial all access to the Services will be removed including all data within a 30-day period.</li>\n<li>Where 5.2 does not apply and the Customer continues to use the Services they will be subject to the payment terms at clause 4 and will take on a licence at 3.1.</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Restrictions</strong>\n</p>\n<p>You agree:</p>\n<ol>\n<li>not to copy the App or Services except where such copying is incidental to normal use;</li>\n<li>not to rent, lease, sub-license, loan, translate, merge, adapt, vary or modify the App or Services;</li>\n<li>not to make alterations to, or modifications of, the whole or any part of the App or Services, or permit the App or Services or any part of it to be combined with, or become incorporated in, any other programs;</li>\n<li>not to disassemble, decompile, reverse-engineer or create derivative works based on the whole or any part of the App or attempt to do any such thing.</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Acceptable Use Restrictions</strong>\n</p>\n<p>You must:</p>\n<ol>\n<li>not use the App or any Service in any unlawful manner, for any unlawful purpose, or in any manner inconsistent with this Agreement, or act fraudulently or maliciously, for example, by hacking into or inserting malicious code, including viruses, or harmful data, into the App or Services, any Service or any operating system;</li>\n<li>not infringe our intellectual property rights or those of any third party in relation to your use of the App or any Service;</li>\n<li>not transmit any material that is defamatory, offensive or otherwise objectionable in relation to your use of the App or any Service;</li>\n<li>not use the App or any Service in a way that could damage, disable, overburden, impair or compromise our systems or security or interfere with other users;</li>\n<li>not collect or harvest any information or data from any Service or our systems or attempt to decipher any transmissions to or from the servers running any Service;</li>\n<li>acknowledge that any material you upload to the App or Services, post or distribute is your sole responsibility and the Company is no way liable for any content thereon.</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Intellectual Property (“IPR”)</strong>\n</p>\n<ol>\n<li>You acknowledge that all IPR in the App and all Services and technology belong to us or our licensors, that rights in the App and Services are licensed (not sold) to you, and that you have no rights in, or to, the App, Services or any other technology other than the right to use each of them in accordance with the terms of this Agreement.</li>\n<li>You acknowledge that you have no right to have access to the App in source-code form.</li>\n<li>All IPR including but not limited to logos, trademarks, service marks contained within any of our Services are owned by us and you cannot use, edit, copy, vary, reproduce, publish, display, distribute, store, transmit or otherwise any of our IPR without our prior written notice.</li>\n<li>You warrant that You will always identify our status as owners and authors of the Services and no part of any of the content will be used for commercial purposes without our consent.</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Warranties</strong>\n</p>\n<p>The Customer acknowledges the following:</p>\n<ol>\n<li>The Company gives no warranty that the Platform will be free from defects, errors or bugs.</li>\n<li>The Customer acknowledges that at times the Company may take the Platform out of service or offline to perform scheduled maintenance works.</li>\n<li>The Customer acknowledges that there may be periods of downtime which are unplanned and there may be times when the Platform is not compatible with other applications, programs or software.\nThe Company takes no responsibility for this.</li>\n<li>The Company reserves the right to suspend access to the Services and take the Platform offline at any time and without notice.</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Limitation of Liability</strong>\n</p>\n<ol>\n<li>Nothing in this Agreement shall limit or exclude our liability for:<br>\n<ol>\n<li>death or personal injury resulting from our negligence;</li>\n<li>fraud or fraudulent misrepresentation.\nand</li>\n<li>any other liability that cannot be excluded or limited by English law.</li>\n</ol>\n</li>\n<li>The Company has no liability to the Customer for any:<br>\n<ol>\n<li>loss of profit;</li>\n<li>loss or damage to goodwill or reputation;</li>\n<li>loss or corruption of any data, database or software;</li>\n<li>special, indirect or consequential loss or damage.</li>\n</ol>\n</li>\n<li>The Company liability under this Agreement to the Customer will not exceed the Fee paid by the Customer to the Company.</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Termination</strong>\n</p>\n<p>We may terminate this Agreement immediately.\nBy termination we confirm that we will irrevocably remove all user data and on termination for any reason:</p>\n<ol>\n<li>all rights granted to you under this Agreement shall cease;</li>\n<li>you must immediately cease all activities authorised by this Agreement, including your use of any Services;</li>\n<li>you must immediately delete or remove the App from all Devices, and immediately destroy all copies of the App then in your possession, custody or control and certify to us that you have done so.</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>User Data</strong>\n</p>\n<p>The Company will store and process the User Data in terms with this Agreement and within its&nbsp;Privacy Policy.</p>\n<p>The Customer may opt to remove User Data from the Platform at any time:</p>\n<ol>\n<li>The Customer being an individual may delete their account from&nbsp;app.mystudylife.com</li>\n<li>The Customer being a school, local authority or other educational establishment by contacting us directly</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Data Protection</strong>\n</p>\n<p>The Customer gives a warranty that it has the legal right to disclose any Personal Data to the Company for the purpose of this Agreement and the Company will only process such Personal Data for the purposes of this Agreement.\nThe Company has in place appropriate measures to safeguard the Personal Data against any unauthorised disclosure, loss or corruption within the terms as described in its&nbsp;Privacy Policy.</p>\n</li>\n<li>\n<p>\n<strong>Events Outside Our Control</strong>\n</p>\n<ol>\n<li>We will not be liable or responsible for any failure to perform, or delay in performance of, any of our obligations under this Agreement that is caused by any act or event beyond our reasonable control including failure of public or private telecommunications networks (<strong>Event Outside Our Control</strong>).</li>\n<li>If an Event Outside Our Control takes place that affects the performance of our obligations under this Agreement:<br>\n<ol>\n<li>our obligations under this Agreement will be suspended and the time for performance of our obligations will be extended for the duration of the Event Outside Our Control.\nand</li>\n<li>we will use our reasonable endeavours to find a solution by which our obligations under this Agreement may be performed despite the Event Outside Our Control.</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Other Important Terms</strong>\n</p>\n<ol>\n<li>We may transfer our rights and obligations under this Agreement to another organisation, but this will not affect your rights or our obligations under this Agreement.</li>\n<li>You may only transfer your rights or obligations under this Agreement to another person if we agree in writing.</li>\n<li>If we fail to insist that you perform any of your obligations under this Agreement, or if we do not enforce our rights against you, or if we delay in doing so, that will not mean that we have waived our rights against you and will not mean that you do not have to comply with those obligations.\nIf we do waive a default by you, we will only do so in writing, and that will not mean that we will automatically waive any later default by you.</li>\n<li>Each of the conditions of this Agreement operates separately.\nIf any court or competent authority decides that any of them are unlawful or unenforceable, the remaining conditions will remain in full force and effect.</li>\n<li>Please note that this Agreement, its subject matter and its formation, are governed by English law.\nYou and we both agree that the courts of England and Wales will have exclusive jurisdiction.40</li>\n</ol>\n</li>\n</ol>\n<p>Last updated: 25th Jan 2022</p> Download on the App Store, Play Store or the WebOur easy-to-use app is available on Apple’s App Store and the Google Play Store, as well as on the web.\nThis means that you can access My Study Life anywhere, and on any device.\nGet Started <i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> Contact us <i>\n</i> Help + Feedback <i>\n</i> Privacy <i>\n</i> T&amp;Cs <p>MyStudyLife ©2022 | All Rights Reserved</p> Close<i>\n</i> Search <p>Hit enter to search or ESC to close</p>\n<i>\n</i> Search for: <i>\n</i> By using this website, you agree to our cookie policy.\nClose<i>\n</i> ", "created_at": "2022-04-12 20:27:29.336645", "updated_at": "2022-04-12 18:28:17.775782"}], "points": [], "urls": ["mystudylife.com", "app.mystudylife.com"]}}