{"error": 448, "message": "OK", "parameters": {"id": 4923, "name": "Esprit Holdings", "created_at": "2021-08-29 23:16:39.0641", "updated_at": "2021-08-29 22:01:09.711092", "wikipedia": "https://en.wikipedia.org/wiki/Esprit_Holdings", "keywords": null, "related": null, "slug": "esprit-holdings", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4923.png", "url": "esprit.com", "documents": [{"id": 8840, "name": "Terms of use", "url": "https://www.esprit.com/en/company/legal/terms-of-use", "xpath": "/html/body/main/div/div", "text": "Terms of useTrademarks<p>\"ESPRIT\" and other marks, logos and service names are trademarks of Esprit International.\nEsprit International's trademarks must not in any way be used in connection with any product or service that is not related to Esprit International or its affiliates, unless a prior written licence is obtained from Esprit International.\nAll other trademarks not owned by Esprit International or its affiliates that appear on this website are the property of their respective owners, who may or may not be connected to or sponsored by Esprit International or its affiliates.</p>Copyright<p>All content included on this website, such as text, graphics, logos, button icons, images, audio clips and software, is the property of Esprit International or its content suppliers.\nThe compilation (meaning the collection, arrangement and assembly) of all content on this website is the exclusive property of Esprit International.\nAll software used on this website is the property of Esprit International or its software suppliers.\nAll the content, compilation and software are protected by English and international copyright laws.\nAny other use, including the reproduction, modification, distribution, transmission, republication, display or performance of the content on this website may be permissible provided prior written consent of Esprit International is obtained through written request made to Esprit International.</p>Use of Site<p>This website or any portion of this website may not be reproduced, duplicated, copied, sold or otherwise exploited for any commercial purpose that is not expressly permitted by Esprit International.\nEsprit International and its affiliates reserve the right to refuse service, terminate accounts, and/or cancel orders at its discretion, including, without limitation, if Esprit International believes that the user's conduct violates applicable law or is harmful to the interests of Esprit International or its affiliates.</p>Uploads<p>Esprit International may allow users to upload comments and other content to this website.\nIf you post comments or other content on the site, you grant Esprit International and its affiliates a royalty-free, perpetual, irrevocable, and fully sub-licensable right to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute and display such comments or other content throughout the world in any media.\nYou also grant Esprit International and its affiliates and sub-licensees the right to use the name that you submit with any comment or other content, if any, in connection with such comment, or other content.\nYou represent and warrant that you own or otherwise control all of the rights to the comments and other content that you post on this website and that use of your comments or other content by Esprit International and its affiliates will not infringe upon or violate the rights of any third party.</p>Copyright complaints<p>Esprit International and its affiliates respect the intellectual property of others.\nIf you believe that any of your works have been copied in a way that constitutes copyright infringement, please e-mail your complaint to hotline@esprit.com.</p>Links to third-party sites<p>This website may contain hyperlinks to websites unrelated to Esprit International or its affiliates.\nSuch hyperlinks are provided for your reference and convenience only.\nEsprit International should not be taken as endorsing the operator or the content of such third-party website.\nYou may use such links only at your own risk, and you are solely responsible for all consequences of such use.</p>Links to us<p>You may use a hyperlink to this website from your website on the following terms:</p>\n<ul>\n<li>a.\nYou will not make, publish or distribute any advertising, marketing, promotional or other materials (whether print, electronically or otherwise) that use the name of Esprit International or its affiliates, the \"ESPRIT\" trademark or any other trademark of Esprit International or its affiliates, without prior written approval of Esprit International;</li>\n<li>b.\nYou acknowledge and agree that Esprit International and its licensors own all the intellectual property in and relating to \"ESPRIT\" and all content contained therein, and nothing in these Terms of Use shall be construed as a license of any of the intellectual property;</li>\n<li>c.\nYou will terminate the hyperlink within three (3) days of your receipt of a notice from Esprit International and will forever refrain from including a hyperlink to this website on your or your associates' websites, without prior written consent of Esprit International.\nThis right of termination by Esprit International may be exercised at any time for any reason, and the termination notice shall be deemed to have been received by you if it is sent by e-mail to the listed registrant on your website's domain name registration or to any e-mail address provided on your website;</li>\n<li>d.\nAny person linking to this website through your website shall be bound by these Terms of Use.</li>\n</ul>Information on Esprit Holdings Limited<p>Esprit International is a private limited partnership and its financial information is not available to the public.\nEsprit Holdings Limited is an affiliate of Esprit International and maintains a primary listing on the Hong Kong Stock Exchange and a secondary listing on the London Stock Exchange.<br>\n<br>Information of EHL as contained or accessible on this website shall not to be construed in any way as an offer to sell or the solicitation of an offer to buy any security of EHL in any jurisdiction.\nIt is for general reference only and should not be used or relied on without professional advice.\nIt is current only as of the date specified or the date of posting, whichever is earlier, and both Esprit International and EHL disclaim any obligation to update or correct information of EHL following any financial, business or other development occurring thereafter.<br>\n<br>Esprit International and EHL specifically disclaim all responsibility in respect of any use or reliance on any information of EHL, whether financial or otherwise, contained in or accessible through this website.</p>Disclaimer<p>This website is provided by Esprit International on an \"as is\" basis.\nNeither Esprit International nor EHL makes any representation or warranty of any kind, express or implied, as to the operation of the website or the accuracy or completeness of the information, content, materials, services or products included on this website.\nTo the full extent permissible by applicable law, Esprit International disclaims all warranties, express or implied, including, but not limited to, implied warranties of merchantability and fitness for a particular purpose.\nNeither Esprit International nor EHL are liable for any loss or damages of any kind, whether negligent or not, arising from the use of this website, including, but not limited to, direct, indirect, incidental, punitive and consequential damages.</p>Privacy<p>You consent to us using and processing any personal data supplied or collected in connection with your use of this website for the purposes, ways and means as stated in the Statement of Privacy Policy of this website.</p>General<p>This website was designed by Esprit International in London.\nThe laws of England will govern these disclaimers, terms and conditions, without giving effect to any principles of conflicts of laws.<br>\n<br>We reserve the right to make changes to our website and these disclaimers, Terms of Use, terms and conditions at any time by posting on this website, without any other notice.\nYour access or use of this website after any changes have been posted will constitute your agreement to the modified Terms of Use and all changes.<br>\n<br>The English version of the Terms of Use shall prevail over any other language version which may be provided for information purposes only.<br>\n<br>If any provision of these Terms of Use is invalid or unenforceable, the remaining provisions will continue in full force and effect, and the invalid or unenforceable provision will be deemed superseded by a valid, enforceable provision that most closely matches the intent of the original provision.<br>\n<br>All rights not expressly granted herein are hereby reserved.\nThese Terms of Use supersede any prior or contemporaneous communications between this website or any of its affiliates and yourself regarding this website and its content.</p>To contact us<p>Esprit International<br>1370 Broadway 14th Floor<br>New York, NY 10018<br>USA<br>\n<br>t +1 212 401-1122<br>f +1 212 401-1130</p>", "created_at": "2021-08-29 23:16:39.067605", "updated_at": "2021-08-29 21:17:36.827254"}, {"id": 8839, "name": "Data privacy statement", "url": "https://www.esprit.com/en/company/legal/privacy", "xpath": "/html/body/main/div/div", "text": "Data privacy statement<p>We are pleased that you visit our E-Shop and about your interest in our products.\nEsprit would like you to feel at ease on our websites and that you do not have to have any worries about the confidentiality of your data.\nData protection is part of the corporate philosophy of Esprit.\nTherefore, we consider transparency in the handling of the data of our customers to be extremely important.\nWe would like to inform you below which personal data we collect, for which purposes we process your personal data and which rights you are entitled to.<br>\n<br>Pursuant to Art.\n4 lit.\n1 GDPR personal data is all information, which refers to an identified or identifiable natural person.\na natural person will be seen as identifiable, who can be identified directly or indirectly, in particular by means of allocation to an identifier such as a name, to a code number, to location data, to an online code or to one or several special features, which are an expression of the physical, physiological, genetic, mental, financial, cultural or social identity of this natural person.</p>A.\nGeneral informationI.\nName and address of the responsible party<p>The responsible party for the Esprit Online Shop within the meaning of the General Data Protection Regulation and other national data protection laws of the member states as well as other provisions under data protection law is:<br>\n<br>Esprit Global Image GmbH<br>Esprit Allee 1<br>40882 Ratingen<br>Germany<br>Phone: 030 22 380 663 (German landline)<br>Email: service@esprit.de</p>II.\nContact data privacy officer<p>You can contact our data privacy officer under:<br>\n<br>Esprit Global Image GmbH<br>Data privacy officer<br>Esprit Allee 1<br>40882 Ratingen<br>Germany<br>datenschutz@esprit.de</p>B.\nData processing activitiesI.\nProvision of the website1.\nDescription and extent of the data processing<p>With the mere informational use of our website, thus if you do not register or transmit information to us in any other manner, we will only collect the personal data, which your browser transmits to our server when calling our website:<br>\n<br>• IP address (if applicable in anonymised, abbreviated form)<br>• Date and time of the enquiry,<br>• Time zone difference to Greenwich Mean Time (GMT),<br>• Content of the requirement (concrete site),<br>• Access status/HTTP status code,<br>• Respectively transmitted data volume,<br>• Website, from which the requirement comes,<br>• Browser type,<br>• Operating system and its interface,<br>• Language and version of the browser software.<br>\n<br>The data are also stored in the logfiles of our system.\nA storage of these data together with other personal data of the user will not take place.\nThe anonymous data of the server logfiles are stored separately from all personal data entered by a relevant person.</p>2.\nLegal basis for the data processing<p>The legal basis for the temporary storage of the data is Art.\n6 Para.\n1 lit.\nf GDPR.</p>3.\nPurpose of the data processing<p>If you would like to view our website, we will collect the data stated under 1.\nas they are necessary from a technical point of view in order to display our website to you and to guarantee the stability and security of the system.\nThe storage in logfiles is carried out in order to ensure the functionality of the website.\nMoreover, the data serve us to optimise the website and to ensure the security of our IT systems.\nOur legitimate interest in the data processing is also based in these purposes according to Art.\n6 Para.\n1 lit.\nf GDPR.</p>4.\nDuration of the storage<p>The data will be deleted as soon as they are no longer necessary for the achievement of the purpose of their collection.\nIn the event of the entry of the data for the provision of the website, this is the case if the respective session is ended, i.e.\nif you leave our website.<br>\n<br>This is the case at the latest after seven days in case of the storage in log files.\nA storage that exceeds the above is not possible.\nThe IP addresses of the users will be deleted or changed in this case, which means that an allocation of the connected client is no longer possible.</p>5.\nPossibility to file an objection and remedy<p>The entry of the data for the provision of the website and the storage of the data in logfiles is absolutely essential for the operation of the website.\nConsequently, there is no possibility to file an objection on the part of the user.</p>II.\nUse of cookies1.\nDescription and scope of the data processing<p>We would also like to design our services as individually as possible in the future and consistently improve these in order to be able to offer interesting information an attractive shopping experience for you.\nTherefore, we partly use cookies.\nCookies are small text files, which are stored on your hard disk drive allocated to the browser used by you and by which the body, which sets the cookie (here by us), receives certain information.\nSuch a cookie contains a characteristic string, which enables a clear identification of the browser when the website is accessed once again.\nCookies cannot carry out any programmes or transmit viruses to your computer.\nWe use cookies in order to design our website more user-friendly.\nIf you would not like to receive any cookies, you can configure this accordingly via the settings of your internet browser.\nHowever, please pay attention that certain cookies are necessary in order to use all functions of our website.<br>\n<br>We use both so-called session cookies, which are only in use for the duration of an online visit, as well as those, which are used in the long term.\nLong-term cookies are in particular used in order to be able to make permanent recurring settings available to you as customers in the Esprit Online-Shop, such as for example individual information coordinated to you in order to improve the comfort and to be able to present offers to you that are coordinated to your previous purchasing behaviour.<br>We use the following types of cookies, the scope and functionality of which are explained below:<br>\n<br>• Transient cookies (e.g.\nsession cookies) (see in this respect a)<br>• Persistent cookies (see in this respect b).</p>a) Transient cookies<p>Transient cookies—which in particular include so-called session cookies—are as a rule deleted automatically if you close the browser or a session has expired.\nThese cookies store a so-called session ID, with which various enquiries of your browser can be allocated to the joint session.\nIn this way, your computer can be recognised again if you return to our website.\nThe session cookies are as a rule deleted when you log out or close the browser.\nThe following data are stored and transmitted in Session cookies:<br>\n<br>• Language and country settings<br>• Screen resolution</p>b) Persistent cookies<p>Persistent cookies are deleted automatically after a stipulated duration, which can make a distinction depending on the cookie.\nYou can delete or deactivate the cookies in the security settings of your browser at all times as determined by you.\nFor the design suitable for the needs as well as for the optimisation of our websites, data are entered and stored as well as usage profiles are created from these data by using pseudonyms.\nUsage profiles are, however, not aggregated with the data about the holder of the pseudonym without the explicit consent of the visitor.\nWhen accessing our website, the users are informed by an information banner about the use of cookies for analysis purposes and referred to this privacy statement.<br>\n<br>Persistent cookies used by Esprit:</p>b1) Webtrekk<p>We use a cookie of the company Webtrekk GmbH, Robert-Koch-Platz 4, 10115 Berlin, Germany in order to analyse and evaluate customer usage behaviour on our website.<br>\n<br>You can object to this data entry and storage at all times with effect for the future.\nPlease call the following link.&nbsp;<br>for this purpose.\nBy confirming the link, a so-called opt-out cookie will be set on your computer.\nThis cookie has a validity of 5 years.\nPlease note that if all cookies on your computer are deleted, this opt-out cookie will also be deleted, i.e.\nif you continue to intend to object to the data collection using a pseudonym by Webtrekk, you must set the opt-out cookie once again.\nThe opt-out cookie is set per browser and computer.\nIf you visit our websites from your home and from your workplace or by using various browsers, you must activate the opt-out cookie on the various browsers or on the various computers.</p>2.\nLegal basis for the data processing<p>The legal basis for the processing of personal data by using cookies is Art.\n6 Para.\n1 lit.\nf GDPR.</p>3.\nPurpose of the data processing<p>Transient cookies are used for the purpose of simplifying the use of our website for the individual user.\nSeveral functions of our website cannot be offered without the use of cookies.\nFor this it is necessary that the browser is also recognised again after a change in site.\nTransient cookies are therefore used for example for the language and country settings.<br>\n<br>The use of persistent analysis-cookies is carried out for the purpose to improve the quality of our website and its contents.\nBy the analysis-cookies we find out how the website is used and can so therefore consistently optimise our offer.<br>\n<br>Without your consent a collection of analysis data is merely carried out in an anonymised or pseudonymised form.\nWe cannot recognise your identity hereby.\nTherefore, our legitimate interest in the processing of the personal data is also constituted in these purposes according to Art.\n6 Para.\n1 lit.\nf GDPR.</p>4.\nDuration of the storage, possibilities for objection and remedy<p>Cookies are stored on your computer and transmitted by this computer to our website.\nTherefore, you have as user also the full control over the use of cookies.\nBy a change in the settings in your internet browser you can deactivate or limit the transmission of cookies.\nAlready stored cookies can always be deleted.\nThis can also be carried out automatically.<br>\n<br>Please note that you can set your browser so that you are informed about the setting of cookies and can make individual decisions about their acceptance or you can exclude the acceptance of cookies generally or for certain cases.\nEach browser differs in the type, how it manages the cookie-settings.\nThis is described in the help menu of each browser, it is explained to you how you can change your cookie-settings.\nYou will find these for the respective browser under the following links:<br>\n<br>Internet Explorer: http://windows.microsoft.com/de-DE/windows-vista/Block-or-allow-cookies<br>Firefox: http://windows.microsoft.com/de-DE/windows-vista/Block-or-allow-cookies<br>Chrome: http://windows.microsoft.com/de-DE/windows-vista/Block-or-allow-cookies<br>Safari: https://support.apple.com/kb/ph21411?locale=de_DE<br>Opera: http://help.opera.com/Windows/10.20/de/cookies.html<br>\n<br>Please note that with the non-acceptance of cookies the functionality of our website may be limited.</p>III.\nContact form, chat and e-mail contact1.\nDescription and extent of the data processing<p>On our website, we provide, among other things, a contact form, e-mail address, fax number as well as the phone number.\nYou can also contact us via a number of social media platforms (Facebook, Instagram).\nIn this way, you are able to contact our Customer Service department directly.\nIf and to the extent to which you contact us via the contact form provided on our web pages, by chat, e-mail, telephone, fax, via the fault report form or social media platforms and inquire about your orders or your customer status, you may be required to transmit certain personal data such as name, address, e-mail address, date of birth, order or invoice number so that your inquiry can be processed properly.\nThis data will only be used earmarked for the verification and processing of your inquiry.\nThis data is only used on an earmarked basis for the purpose of verifying and processing your inquiry.\nIn the event that you contact us through a social media platform, please be advised that such platforms are not owned or controlled by Esprit, which means that the protection and confidentiality of data that is provided via such platforms cannot be guaranteed.\nFor data privacy inquiries, please contact the operator and owner of the respective social media platform.<br>\n<br>No data will be forwarded to third parties in this context.\nThe data is only used to process the conversation.</p>2.\nLegal basis for the data processing<p>Art.\n6 para.\n1 f GDPR forms the legal basis for processing the data that you provide to us in the course of your inquiry.</p>3.\nPurpose of the data processing<p>The processing of personal data via the respective contact channel is only used to process your inquiry and handle your request.\nThis also gives rise to the required justified interest to process the data.<br>\n<br>The other personal data that is processed during the send process is used to prevent misuse of the contact form and to ensure the security of our IT systems.</p>4.\nDuration of the storage<p>The data will be deleted as soon as they are no longer necessary for the achievement of the purpose of their collection.\nWith regard to the personal data from the input screen of the contact form and the data transmitted by e-mail, that will be the case if the respective conversation with the user has ended.\nA conversation has ended if it is evident, based on the circumstances, that the relevant matter has been conclusively settled.&nbsp;<br>\n<br>The personal data that is additionally collected during the send process will be deleted after a maximum period of seven days.</p>IV.\nStore Finder1.\nDescription and extent of the data processing<p>We offer a Store Finder service that displays all Esprit Stores and sale points on the basis of post codes or based on your geo-location.\nThe Storefinder uses the Goggle Maps API (see item VII) for the presentation of the stores on the maps.</p>2.\nLegal basis for the data processing<p>If you do not use the Store Finder on the basis of a post code but instead would like the system to localize your geo-location, you can activate this option via the technical query in your browser.\nYour location will then be localised in line with the technical consent provided pursuant to Art.\n6 para.\n1 a GDPR.</p>3.\nPurpose of the data processing<p>The data is processed for the purpose of providing the Store Finder service on our website.\nIf you have agreed to provide your geo-location data, the data will only be processed for the purpose of finding your particular location.</p>4.\nDuration of the storage<p>Your location date will only be used for the specific localisation process and is not stored for an extended period.</p>5.\nPossibility to file an objection and remedy<p>You can withdraw your consent at any time bys changing the respective settings in your browser and by not permitting the access to the geo-locating.</p>V.\nPress login for journalists1.\nDescription and extent of the data processing<p>We offer a press information service for which you can register to be able to review and download current press information and materials.\nThis service is available to you after it has been unlocked by us.</p>2.\nLegal basis for the data processing<p>The legal basis for the processing of person-related data after a registration as a journalist by users is Art.\n6 Para.\n1 lit f GDPR.</p>3.\nPurpose of the data processing<p>The purpose of the data processing is the provision of press information and material on our web page for journalists and agencies through a login (user name/password).</p>4.\nDuration of the storage<p>Your registration data will be deleted after two years after the last contact with you.</p>5.\nPossibility to file an objection and remedy<p>You can cancel your registration at any time by sending an email to press@esprit.com.</p>VI.\nInvestor relations email alert1.\nDescription and extent of the data processing<p>We offer an email alert service, which provides you by email with current information with respect to Investor Relations.\nThe email address will be stored as a contact for sending email alerts.\nIf listed in the registration, then first and last name can also be stored.\nThe registration uses the double opt-in process.</p>2.\nLegal basis for the data processing<p>The legal basis for the processing of the data after the registration for the Investor Relations email alert in case of an agreement is Art.\n6 Abs.\n1 lit.\na GDPR.</p>3.\nPurpose of the data processing<p>The acquisition of the email address, first name, last name of the user is used to send the Investor Relations email alert.\nThe acquisition of other person-related data as part of the login process is used to prevent a misuse of the services or the email address.</p>4.\nDuration of the storage<p>The data will be deleted as soon as they are no longer necessary for the achievement of the purpose of their collection.\nThe email address, first name, last name of the user will therefore stored as long as the subscription for the email alert is active.\nThe other person-related data acquired as part of the login process will normally be deleted after seven days.</p>5.\nPossibility to file an objection and remedy<p>You can withdraw your agreement at any time by clicking on the appropriate link for the withdrawal in the email alert.</p>VII.\nGoogle Maps<p>Using an API, this pages uses the map service of Goggle Maps.\nGoggle Inc., 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA is the provider.\nThe storage of your IP address is required if you want to use the functions of Goggle Maps.\nThis information is normally transmitted to a server of Goggle in the USA and it will be stored there.\nThe provider of this page has no influence over the data transmission.\nGoggle Maps is used for an appropriate presentation of our online offerings and for the easy locating of the locations listed on our web page.\nThis represents a justified interest in accordance with Art.\n6 Para.\n1 lit.\nf GDPR.<br>\n<br>Additional information about the handling of user data can be found in the data privacy statement of Goggle: https://www.google.de/intl/de/policies/privacy</p>C.\nRights of affected persons<p>Under certain prerequisites you can assert your data protection rights against us:</p>\n<ul>\n<li>Right to withdraw consent: If you have consented to certain types of processing activities, you can withdraw your consent at any time with future effect.\nHowever, please note that this withdrawal does not affect the legitimacy of the processing activities that took place before you withdrew your consent, or if the processing can be justified on the grounds of another legal basis.</li>\n<li>Right for to obtain information: You thus have the right to obtain information from us about your data stored in our company according to the regulations of Art.\n15 GDPR (if applicable with restrictions according to Section 34 BDSG).</li>\n<li>Right to correction: Following an application from you we will rectify the data stored in relation to your person according to Art.\n16 GDPR if these are incorrect or faulty.</li>\n<li>Right to deletion: If you request it we will delete your data according to the principles of Art.\n17 GDPR, if this is not opposed by other statutory regulations (e.g.\nStatutory storage obligations or the restrictions according to Section 35 BDSG) or a main interest on our part (e.g.\nfor the defence of our rights and claims).</li>\n<li>Right to restrict processing: By taking the prerequisites of Art.\n18 GDPR into consideration you can request that we restrict the processing of your data.</li>\n<li>Right to object: You can also object to the processing of your data in accordance with Art.\n21 GDPR.\nThis right to object exists if there are certain reasons that arise from your special situation, and only for data processing the legitimacy of which is based on a consideration of the various interests, which relates to profiling or that is carried out for the purpose of direct advertising.\nIn this case, your data will no longer be processed unless we are legally entitled to decline your objection.\nWe must however comply with an objection against direct marketing, including profiling, and we may no longer process your data for these purposes.\nWe must however comply with an objection against direct marketing, including profiling, and we may no longer process your data for these purposes.</li>\n<li>Right to data transferability: In accordance with the regulatory requirements of Art.\n20 GDPR, you also have the right to receive your data in a structured, popular and machine-readable format, or to have the same transmitted to a third party.</li>\n<li>Complaint submitted to the data privacy authority: You also have the right to submit a complaint to a data privacy supervisory authority in charge (Art.\n77 GDPR).\nHowever, we recommend that a complaint is always first submitted to our Data Protection Officer, so that we can address your concerns as quickly and customer-focused as possible.</li>\n</ul>\n<p>To ensure that your request is processed promptly, please direct your submissions regarding the exercise of your rights to the address below or directly to our Data Protection Officer in writing.<br>\n<br>Esprit Global Image GmbH<br>Esprit Allee 1<br>40882 Ratingen<br>Germany<br>datenschutz@esprit.de</p>D.\nOtherI.\nExistence of an automated decision-making in an individual case (including profiling)<p>We do not use any purely automated decision-making processes pursuant to Article 22 GDPR.\nIf we should intend to us such a process in future in individual cases after all we will inform you hereof separately if this is stipulated by law.</p>II.\nScope of your obligations to make your data available to us<p>You only need to make those data available, which are necessary for the commencement and execution of the contractual relationship or for a pre-contractual relationship with us or which we are obliged to collect by law.\nWithout these data we will as a rule not be in the position to conclude the contract or to continue to carry this out.\nThis may also refer to data that are subsequently required within the scope of the contractual relationship.\nIf we additionally receive data from you you will be informed about the voluntary nature of the details separately.</p>III.\nForwarding to third parties<p>Esprit can only access your data as is required to achieve the purposes in accordance with the internal division of tasks.\nTo this end, only those departments and employees who are required to access your data will be granted access to this data internally.<br>\n<br>Service providers: We have involved service providers that have access to your data in their capacity as a contract processor, and who process this data for the purposes specifically defined by us.\nThese contract processors may be marketing services providers, website hosting service providers, IT support services providers, technical service providers (stock exchange price) or website analysis service providers.<br>\n<br>Other third parties: We may also be required to forward certain data to third parties in cases where this is required by law or under the legislation.\nSuch parties may include government authorities, external advisors, business partners, courts, experts as well as internal company committees and control instances, if required.<br>\n<br>International data transmission: Even though all recipients are currently based in the EU/EEA, it is possible that in the future recipients may be based in a country outside of the EU/EEA that does not offer a standard of data privacy that is comparable to the European data privacy standard.\nIn particular, such service providers may be located in the US in the future.\nIn this case, Esprit will either select service providers that have been certified under the US-EU Privacy Shield Program (Art.\n45 para.\n1 GDPR), or that arrange the EU standard contract clauses, such as those approved by the EU Commission, with Esprit (Art.\n46 para.\n2 (c) or (d) GDPR).</p>IV.\nVersion<p>This data privacy information was most recently updated on 25 May 2018.\nEsprit reserves the right to update this data privacy information from time to time.</p>", "created_at": "2021-08-29 23:16:39.066139", "updated_at": "2021-08-29 21:18:02.046646"}], "points": [], "urls": ["esprit.com"]}}