{"error": 448, "message": "OK", "parameters": {"id": 600, "name": "WindowsLogic Productions", "created_at": "2018-07-11 23:39:18.666286", "updated_at": "2021-03-25 03:19:37.278679", "wikipedia": null, "keywords": null, "related": null, "slug": "windowslogic_productions", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/600.png", "url": "windowslogic.co.uk", "documents": [{"id": 449, "name": "Terms of Service", "url": "https://www.windowslogic.co.uk/termsofservice.php", "xpath": "", "text": " <ul>\n<li>News Blog</li>\n<li>LexDocs</li>\n<li>Software</li>\n<li>Music Library</li>\n<li>Contact &amp.\nSupport</li>\n<li>About</li>\n</ul> Terms of Service Learn about my terms and conditions.\nIntroduction\n<p>Please read these Terms of Service carefully.\nThey contain the legal terms and conditions that govern your use of services provided to you by WindowsLogic, including information, text, images, graphics, data or other materials and products and services provided through www.windowslogic.co.uk.\nThese services are operated by WindowsLogic.\nWindowsLogic is also referred to in these Terms of Service as \"I\", \"me\", and \"my\".\n<br>\n<br>\nBy using my services, you agree to be bound by Section 1 of these Terms of Service, which contains provisions applicable to all users of my services, including visitors to the WindowsLogic website.\nIf you choose to register as a member of one of our Services or purchase any of our products, you will be asked to check a box indicating that you have read, and agree to be bound by, the additional terms set forth in Section II of these Terms of Service.</p> 1.\nAvailability\n<p>The services provided by me is on an \"AS IS\" and \"AS AVAILABLE\" basis and I reserve the right to modify, suspend or discontinue these services, in its sole discretion, at any time and without notice.\nYou agree that I will not be liable to you for any modification, suspension or discontinuance of the services.</p> 2.\nPrivacy\n<p>I have a firm commitment to safeguarding your privacy.\nPlease review my Privacy Policy.\nThe terms of my Privacy Policy are incorporated into, and form a part of this Terms of Service page.</p> 3.\nTrademarks\n<p>All brand, product and service names used in my services which identify WindowsLogic or third parties and their products and services are proprietary marks of WindowsLogic and/or the relevant third parties.\nNothing in my services shall be deemed to confer on any person any license or right on the part of WindowsLogic or any third party with respect to any such image, logo or name.\nUse of my branding, name and/or content without proper permission will be voiding these Terms of Service.</p> 4.\nCopyright\n<p>I am, unless otherwise stated, the owner of all copyright and data rights in the services and their contents.\nYou agree not to distribute any part of the services in any medium other than as permitted in these Terms of Service or by use of functions on the services provided by me.\nYou agree not to alter or modify any part of these services unless expressly permitted to do so by me or by use of functions on the services provided by me.</p> 5.\nExternal Links\n<p>I may provide links to third-party websites or resources.\nYou acknowledge and agree that I am not responsible or liable for: the availability or accuracy of such websites or resources.\nor the content, products, or services on or available from such websites or resources.\nLinks to such websites or resources do not imply any endorsement by me of such websites or resources or the content, products, or services available from such websites or resources.\nYou acknowledge sole responsibility for and assume all risk arising from your use of any such websites or resources.</p> 6.\nThird Party Software\n<p>As a convenience, I may make third-party software available through my services.\nTo use the third-party software, you must agree to the terms and conditions imposed by the third party provider and the agreement to use such software will be solely between you and the third party provider.\nBy downloading third party software, you acknowledge and agree that the software is provided on an \"AS IS\" basis without warranty of any kind.\nIn no event shall I be liable for claims or damages of any nature, whether direct or indirect, arising from or related to any third-party software downloaded through these services.</p> 7.\nConduct <p>You agree that you shall not interfere with or disrupt (or attempt to interfere with or disrupt) these services or servers or networks connected to these services, or to disobey any requirements, procedures, policies or regulations of networks connected to these services.\nor provide any information to me that is false or misleading, that attempts to hide your identity or that you do not have the right to disclose.\nI do not endorse any content placed on these services by third parties or any opinions or advice contained in such content.\nYou agree not to defend, indemnify, or hold harmless WindowsLogic Productions, its officers, directors, employees and agents, from and against any claims, liabilities, damages, losses, and expenses, including, without limitation, reasonable legal and expert fees, arising out of or in any way connected with your access to or use of the Services, or your violation of these Terms of Service.</p> 8.\nDisclaimer of Warranty and Limitation of Liability\n<p>WINDOWSLOGIC PRODUCTIONS MAKES NO REPRESENTATIONS OR WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED AS TO THE OPERATION OF THESE SERVICES, OR THE CONTENT OR PRODUCTS, PROVIDED THROUGH THESE SERVICES.\nYOU EXPRESSLY AGREE THAT YOUR USE OF THESE SERVICES IS AT YOUR SOLE RISK.\nWINDOWSLOGIC PRODUCTIONS DISCLAIMS ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING WITHOUT LIMITATION, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT, TO THE FULLEST EXTENT PERMITTED BY LAW.\nWINDOWSLOGIC PRODUCTIONS MAKES NO WARRANTY AS TO THE SECURITY, RELIABILITY, TIMELINESS, AND PERFORMANCE OF THESE SERVICES.\nYOU SPECIFICALLY ACKNOWLEDGE THAT WINDOWSLOGIC PRODUCTIONS IS NOT LIABLE FOR YOUR DEFAMATORY, OFFENSIVE OR ILLEGAL CONDUCT, OR SUCH CONDUCT BY THIRD PARTIES, AND YOU EXPRESSLY ASSUME ALL RISKS AND RESPONSIBILITY FOR DAMAGES AND LOSSES ARISING FROM SUCH CONDUCT.\nEXCEPT FOR THE EXPRESS, LIMITED REMEDIES PROVIDED HEREIN, AND TO THE FULLEST EXTENT ALLOWED BY LAW, WINDOWSLOGIC PRODUCTIONS IS LIABLE FOR ANY DAMAGES OF ANY KIND ARISING FROM USE OF THESE SERVICES, INCLUDING BUT NOT LIMITED TO DIRECT, INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL, EXEMPLARY, OR PUNITIVE DAMAGES, EVEN IF WINDOWSLOGIC PRODUCTIONS HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nTHE FOREGOING DISCLAIMERS, WAIVERS AND LIMITATIONS SHALL APPLY NOTWITHSTANDING ANY FAILURE OF ESSENTIAL PURPOSE OF ANY LIMITED REMEDY.\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF OR LIMITATIONS ON CERTAIN WARRANTIES OR DAMAGES.\nTHEREFORE, SOME OF THE ABOVE EXCLUSIONS OR LIMITATIONS MAY NOT APPLY TO YOU.</p> 9.\nTerms of Service Amendment\n<p>WindowsLogic Productions reserves the rights to amend these Terms of Service from time to time in my sole discretion.\nWe will post the revised Terms of Service on the site.\nIf you continue to use our services after the effective date of the revised Terms of Service, you will be deemed to have accepted those changes.\nIf you do not agree to the revised Terms of Service, your sole remedy shall be to discontinue using these services.</p> 10.\nGeneral\n<p>These Terms of Service constitute the entire agreement between WindowsLogic Productions and you with respect to your use of the services.\nMy failure to enforce any right or provision in these Terms of Service shall not constitute a waiver of such right or provision.\nIf a court should find that one or more provisions contained in these Terms of Service is invalid, you agree that the remainder of the Terms of Service shall be enforceable.\nWindowsLogic Productions shall have the right to assign its rights and/or delegate its obligations under these Terms of Service, in whole or in part, to any person or bmeiness entity.\nYou may not assign your rights or delegate your obligations under these Terms of Service without the prior written consent of WindowsLogic Productions.\nThese Terms of Service shall be governed by and construed in accordance with the laws of the UK.\nAny disputes arising under or in connection with these Terms of Service shall be subject to the exclmeive jurisdiction of the state courts of the UK.</p> 11.\nPaypal Usage\n<p>WindowsLogic Productions may use PayPal on the website for transactions to pay for our services, this ensures a secure payment using SSL (Secure Socket Layer) technology so our customers feel safe and are safe from people trying to steal valuable information.</p> 12.\nComments &amp.\nQueries\n<p>If you have any comments or queries about my services, please contact us.</p> 13.\nCease &amp.\nDesist Notifications\n<p>I reserve the right to send out formal Cease &amp.\nDesist notifications if you are violating my copyright, trademarks or content that may put one of my users at risk.</p>\n<i>This document was last updated: 09/06/2019 (9th June 2019)</i> ﻿ Donations <p>Help us continue doing what we love by donating so we can improve servers and services.</p> Donate via PayPal Social Media <p>Follow our social media to get notified about everything we make and post.</p> YouTube Channel 1 YouTube Channel 2 DeviantArt Instagram SoundCloud Bandcamp Site Map <p>Navigate to various parts of the site in one click.</p> Main Links\n<p>Home</p>\n<p>News Blog</p>\n<p>LexDocs</p>\n<p>Software</p>\n<p>Contact &amp.\nSupport</p>\n<p>About</p> Software &amp.\nServices\n<p>Amino For Desktop</p>\n<p>Tweeter</p>\n<p>Discontinued Applications</p>\n<p>Vivian</p> Important\n<p>Privacy Policy</p>\n<p>Terms of Service</p>\n<p>Software Agreement</p>\n<p>Send Feedback</p> Copyright © 2011 - 2020 WindowsLogic Productions.\nAll rights reserved.\n<br> ", "created_at": "2018-08-29 12:09:32.479456", "updated_at": "2020-12-14 19:20:52.016163"}, {"id": 450, "name": "Privacy Policy", "url": "https://www.windowslogic.co.uk/privacypolicy.php", "xpath": "", "text": " Error 404 Oops! That's an error.\n<p>Directory, page or asset cannot be found on this web server.</p>\n<p>(Or maybe it just doesn't like you.)</p> HTML 5 audio does not work on your browser as it is unsupported.\nReturn to index ", "created_at": "2018-08-29 12:09:46.999324", "updated_at": "2020-12-14 19:20:56.743876"}, {"id": 2708, "name": "Privacy Policy (09-04-20)", "url": "https://windowslogic.co.uk/privacy-policy.php", "xpath": "", "text": " <ul>\n<li>News Blog</li>\n<li>LexDocs</li>\n<li>Software</li>\n<li>Music Library</li>\n<li>Contact &amp.\nSupport</li>\n<li>About</li>\n</ul> Privacy Policy Learn how we protect your privacy.\nIn a nutshell...\n<p>WindowsLogic Productions cares about your privacy and likes to let you know what data we have or haven't got about you.\nIn a nutshell, we do not collect any data which you don't want and dispose of data after a 30 day period if you do want us to use your data.\nYour data is used to improve our website, applications and services so we can provide you with the best possible experience.</p> 1.\nSharing Information <p>WindowsLogic Productions does not share any personal information you give us with anyone.\nIP addresses and domains are kept private, but can be reported to authorities if they are attacking the services directly.</p> 2.\nInformation Collection &amp.\nYour Rights <p>When contacting us or sending a form on our site, as appropriate, you may be asked to enter your name, email address and other details to help you with your experience, this data is recorded and sent to us but is deleted after it has been read and/or dealt with and kept for no more than a maximum of 30 days if specified.</p>\nRight of Subject Access\n<p>If you wish to access or export any of your personal data, then please contact us.\nYour data will be sent to the email provided within 24 hours.</p>\nRight to Be Informed\n<p>You have the right to be informed about any data collection and use of personal data, the reasons for processing it and who can see it.</p>\nRight of Rectification\n<p>You have the right to ask for data to be put right if the data is inaccurate or incomplete.</p>\nRight of Erasure\n<p>You have the right to request if information is removed if it is no longer needed or used.</p>\nRight to Restrict Processing\n<p>The right in some curcumstances, to prevent the processing of personal information if it will cause damage or distress.</p>\nRight to Object\n<p>The right to object to the processing of information (unless legitimate grounds for the processing are demonstrated that over-ride the interests, rights and freedom of the individual.)</p>\nRight to Portability\n<p>The right to receive information in an electronic format.</p>\nOther Information\n<p>WindowsLogic Productions will endeavour to ensure that information is kept accurate at all times.</p>\n<p>We place a high value on the importance of information security and have a number of procedures in place to minimise the possibility of a compromise in data security.</p> 3.\nUsing \"Cookies\" <p>We do not use cookies for tracking purposes, session or any type of data collection, analytics or statistics.</p> 4.\nThird Party Disclosure\n<p>We do not send any information to third parties or get information from any third parties, all data put into this website is completely private and no one has the ability to look or get hold of it.\nAll data is encrypted in AES-256-CBC and is kept local and based around the WindowsLogic Productions servers, no personal data is leaked by us and is confidential.</p> 5.\nThird Party Links <p>Occasionally, at our discretion, we may include or offer third party products or services on our website.\nThese third party products or services have separate and independent privacy policies.\nWe therefore have no responsibility or liability for the content and activities of these linked products or services.\nNonetheless, we seek to protect the integrity of our site and welcome any feedback about these products or services.</p> 6.\nPrivacy Policy Changes &amp.\nData Breach\n<p>When we update our privacy policy, we will notify our users within 72 hours period so that they have time to decide whether to continue using our services or not.</p>\n<p>In event of a data breach whereby user data or organisation data is leaked, we will notify users within 72 hours of the breach occuring so they have time to change emails, passwords and allow users to download their data should they wish to use another service.</p> 7.\nMaking A Complaint &amp.\nSeeking Further Information\n<p>If you are unhappy with the way your personal information is being handled, you have the right to make a complaint to the Information Commissioner's office, who enforces and oversees the Data Protection Act 1998, which will investigate your complaint.</p>\n<p>For further information about the personal information collected and its' use, if you have concerns about the accuracy of personal information, or wish to excercise your rights under the Data Protection Act 1998, you should contact us or the Information Commissioner's office help line via: 01625 545745.</p>\n<i>This document was last updated: 09/04/2020 (9th April 2020)</i> ﻿ Donations <p>Help us continue doing what we love by donating so we can improve servers and services.</p> Donate via PayPal Social Media <p>Follow our social media to get notified about everything we make and post.</p> YouTube Channel 1 YouTube Channel 2 DeviantArt Instagram SoundCloud Bandcamp Site Map <p>Navigate to various parts of the site in one click.</p> Main Links\n<p>Home</p>\n<p>News Blog</p>\n<p>LexDocs</p>\n<p>Software</p>\n<p>Contact &amp.\nSupport</p>\n<p>About</p> Software &amp.\nServices\n<p>Amino For Desktop</p>\n<p>Tweeter</p>\n<p>Discontinued Applications</p>\n<p>Vivian</p> Important\n<p>Privacy Policy</p>\n<p>Terms of Service</p>\n<p>Software Agreement</p>\n<p>Send Feedback</p> Copyright © 2011 - 2020 WindowsLogic Productions.\nAll rights reserved.\n<br> ", "created_at": "2020-07-21 23:43:30.177777", "updated_at": "2020-12-15 00:26:35.392098"}], "points": [{"id": 4390, "title": "This service does not sell your personal data", "source": "https://www.windowslogic.co.uk/privacypolicy.php", "status": "This policy states; \"We do not send any information to third parties or get information from any third parties, all data put into this website is completely private and no one has the ability to look or get hold of it. All data is local and based around the WindowsLogic Productions servers, no data is leaked by us and is confidential.\"", "created_at": "2018-07-11 23:49:32.304786", "updated_at": "2021-02-06 04:16:13.100375", "quoteText": "We do not send any information to third parties or get information from any third parties, all data put into this website is completely private and no one has the ability to look or get hold of it.", "case_id": 193, "document_id": 450, "quoteStart": 3013, "quoteEnd": 3210}, {"id": 4388, "title": "You can request the access and deletion of personal data.", "source": "https://www.windowslogic.co.uk/privacypolicy.php", "status": "This policy states; \"You have the right to request if information is removed if it is no longer needed or used.\"", "created_at": "2018-07-11 23:44:15.03029", "updated_at": "2021-02-06 04:16:13.134244", "quoteText": "You have the right to request if information is removed if it is no longer needed or used.</p>", "case_id": 195, "document_id": 450, "quoteStart": 1588, "quoteEnd": 1682}, {"id": 4432, "title": "Temporary session cookies", "source": "https://www.windowslogic.co.uk/privacypolicy.php", "status": "This point states; \"We do not use cookies for tracking purposes. \"", "created_at": "2018-07-24 16:26:58.773633", "updated_at": "2021-02-06 04:16:13.244004", "quoteText": "We do not use cookies for tracking purposes.", "case_id": 125, "document_id": 450, "quoteStart": 2452, "quoteEnd": 2496}, {"id": 4389, "title": "This service provides a way for you to export your data", "source": "https://www.windowslogic.co.uk/privacypolicy.php", "status": "This policy states; \"If you wish to access or export any of your personal data, then please contact us. Your data will be sent to the email provided within 24 hours.\" Contacting is made very easy with the inclusion of a form.", "created_at": "2018-07-11 23:47:18.500946", "updated_at": "2021-02-06 04:16:13.182427", "quoteText": "If you wish to access or export any of your personal data, then please contact us.\nYour data will be sent to the email provided within 24 hours.</p>", "case_id": 184, "document_id": 450, "quoteStart": 1133, "quoteEnd": 1281}, {"id": 12835, "title": "Mens Leather Jackets", "source": "https://jacketarena.com/product-category/mens-leather-jackets", "status": "Explore the latest range of leather jacket mens. Buy the 100% leather made jackets for men at lowest prices with free shipping worldwide.", "created_at": "2020-12-16 07:28:43.622967", "updated_at": "2020-12-25 23:33:53.528812", "quoteText": null, "case_id": 182, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 7797, "title": "User logs are deleted after a finite period of time", "source": "https://www.windowslogic.co.uk/privacypolicy.php", "status": "Generated through the annotate view", "created_at": "2019-08-19 02:52:42.215136", "updated_at": "2021-02-06 04:16:24.770242", "quoteText": "Your Rights\n<p>When contacting us or sending a form on our site, as appropriate, you may be asked to enter your name, email address and other details to help you with your experience, this data is recorded and sent to us but is deleted after it has been read and/or dealt with and kept for no more than a maximum of 30 days if specified.</p>\n", "case_id": 177, "document_id": 450, "quoteStart": 764, "quoteEnd": 1106}, {"id": 7796, "title": "Blocking cookies may limit your ability to use the service", "source": "https://www.windowslogic.co.uk/privacypolicy.php", "status": "Generated through the annotate view", "created_at": "2019-08-19 02:51:14.852189", "updated_at": "2021-02-06 04:16:24.786497", "quoteText": "If you disable cookies, some features will be disabled that make your site experience more efficient and some of our services will not function properly.", "case_id": 375, "document_id": 450, "quoteStart": 2825, "quoteEnd": 2978}, {"id": 7795, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://www.windowslogic.co.uk/termsofservice.php", "status": "Generated through the annotate view", "created_at": "2019-08-19 02:50:18.290707", "updated_at": "2019-08-26 04:05:49.191117", "quoteText": "You agree not to defend, indemnify, or hold harmless WindowsLogic Productions, its officers, directors, employees and agents, from and against any claims, liabilities, damages, losses, and expenses, including, without limitation, reasonable legal and expert fees, arising out of or in any way connected with your access to or use of the Services, or your violation of these Terms of Service.</p", "case_id": 146, "document_id": 449, "quoteStart": 4403, "quoteEnd": 4797}, {"id": 9802, "title": "User logs are deleted after a finite period of time", "source": "https://windowslogic.co.uk/privacy-policy.php", "status": "Generated through the annotate view", "created_at": "2020-07-21 23:47:41.561451", "updated_at": "2020-10-15 04:28:07.669337", "quoteText": "Your Rights <p>When contacting us or sending a form on our site, as appropriate, you may be asked to enter your name, email address and other details to help you with your experience, this data is recorded and sent to us but is deleted after it has been read and/or dealt with and kept for no more than a maximum of 30 days if specified.</p>\n", "case_id": 177, "document_id": 2708, "quoteStart": 870, "quoteEnd": 1212}], "urls": ["windowslogic.co.uk"]}}