{"error": 448, "message": "OK", "parameters": {"id": 2858, "name": "NewsGuard", "created_at": "2021-03-24 17:02:26.077406", "updated_at": "2021-04-15 00:02:34.904757", "wikipedia": "https://en.wikipedia.org/wiki/NewsGuard", "keywords": null, "related": null, "slug": "newsguard", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/2858.png", "url": "newsguardtech.com", "documents": [{"id": 4375, "name": "Cookie Notice", "url": "https://www.newsguardtech.com/cookie-notice/", "xpath": "//*[@id=\"content\"]/div/div/div", "text": " <p>\n<em>Last Updated: October 17, 2019</em>\n</p>\n<p>Like most\nbusinesses, NewsGuard Technologies, Inc.\n(“NewsGuard”, “we”, “us” or “our”)&nbsp.\nemploys cookies and similar technologies.\n</p>\n<p>This Cookie\nNotice tells you about our use of cookies and similar technologies on our\nbrowser extension and website www.newsguardtech.com (together our “Services”).&nbsp.\nFor further information about how we use,\nstore, disclose and process personal information that we obtain through or in\nconnection with the use of our Services, please visit our Privacy Policy.&nbsp.\n</p>\n<p>When you\nfirst access our website from certain jurisdictions, you will receive a message\nadvising you that cookies and similar technologies are in use.\n&nbsp;By clicking “<strong>accept</strong>”, you signify that you understand and agree to the use of\nthese technologies, as described in this Cookie Notice.\n</p>\n<p>You do not\nhave to accept cookies and consent can be withdrawn at any time (See ‘How to Control\nCookies’, below).\nYou can change your\nbrowser or device settings to refuse or restrict cookies, and you may delete\nthem after they have been placed on your device at any time.</p>\n<p>\n<strong>1.\nWhat are cookies?</strong>\n</p>\n<p>Cookies are\nsmall files containing a string of characters which we may store on your\ncomputer or mobile device when you visit our Services.&nbsp.\nWhen you visit our Services, the cookies\nallow us to recognize your browser.\nCookies may store your preferences and\nother information but cannot read data off your hard disk or read cookie files\ncreated by other sites.</p>\n<p>Cookies set\nby a website owner (in this case, NewsGuard) are called “<strong>first party cookies</strong>”.\nCookies set by parties other than the website\nowner (e.g.\nGoogle) are called “<strong>third\nparty cookies</strong>”.\n&nbsp;Third party cookies\nenable third party features or functionality to be provided on or through the Services\n(e.g.\nanalytics).</p>\n<p>\n<strong>2.&nbsp;The Cookies We Use</strong>\n</p>\n<p>The\ninformation that we collect with cookies allows us to statistically analyze\nusage of our Services, and to improve and\ncustomize our content and other offerings.\nHowever, we only disclose\ninformation collected with cookies to third parties on an aggregated basis\nwithout the use of any information that personally identifies you.&nbsp;</p>\n<p>The\nspecific types of first party and third\nparty cookies placed by our Services and the purposes they perform are\ndescribed in the table below: </p>\n<strong>Type of Cookies</strong>\n<strong>Who serves these cookies </strong>\n<strong>How to Refuse </strong>\n<strong>Strictly Necessary Cookies</strong> These are cookies that are required for the operation of our website.\n<strong>&nbsp;</strong> NewsGuard &nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nCookiePro These cookies are strictly necessary to deliver the Services and therefore cannot be refused.\nThey can be deleted or blocked using your browser settings, however (see Section 3, How to Control Cookies, below).\n&nbsp.\n<strong>Performance and Functionality Cookies</strong> These are used to recognize you when you return to our website.\nThis enables us to personalize our content for you and remember your preferences (for example, your choice of language or region), but are non-essential to the performance of the website.\nNewsGuard These cookies can be deleted or blocked using your browser settings (see Section 3, How to Control Cookies, below).\n&nbsp.\n<strong>Analytical Cookies</strong> These cookies collect information about how users access and move through the Services.\nThese cookies also collect geolocation information (this is limited to the region from which you access our website or use our browser extension) and information about the computer, mobile device or other device you use to access the Services, such as web browser type, language and version, screen size and other transactional information.\nWe use this information in aggregate form to help us to improve the way our Services work.\nGoogle Analytics These cookies can be deleted or blocked using your browser settings (see Section 3, How to Control Cookies, below).\nAlternatively, please follow the link below to opt-out: <br>\n<br> –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nGoogle Analytics:&nbsp.\n<br>https://tools.google.com/dlpage/gaoptout &nbsp.\n<p>\n<strong>3.\nHow to Control Cookies </strong>\n</p>\n<p>\n<strong>\n<u>Website</u>\n</strong>\n</p>\n<p>When you\nfirst access our website from certain jurisdictions, you will receive a message\nadvising you that cookies and similar technologies are in use.\n</p>\n<p>You do not\nhave to accept cookies and consent can be withdrawn at any time.\n&nbsp;You can do this by clicking the appropriate\nopt-out provided in the cookie table above or by activating the settings on your browser that allows you to refuse all or\nsome cookies.</p>\n<p>Please follow the links below\nto helpful information for the most popular browsers:</p>\n<ul>\n<li>Microsoft Internet Explorer<br>https://support.microsoft.com/en-gb/help/17442/windows-internet-explorer-delete-manage-cookies </li>\n<li>Google Chrome <br>https://support.google.com/chrome/answer/95647?co=GENIE.Platform%3DDesktop&amp;hl=en</li>\n<li>Mozilla Firefox <br>https://support.mozilla.org/en-US/kb/enable-and-disable-cookies-website-preferences </li>\n<li>Apple Safari<br>https://support.apple.com/guide/safari/manage-cookies-and-website-data-sfri11471/mac </li>\n</ul>\n<p>In addition, you can exercise\nadvertising cookie choices by visiting:</p>\n<ul>\n<li>http://www.aboutads.info/choices/</li>\n<li>http://www.networkadvertising.org/choices/ OR </li>\n<li>http://youronlinechoices.com/</li>\n</ul>\n<p>These\nopt-out tools are provided by third parties, not NewsGuard.\nNewsGuard does not\ncontrol or operate these tools or the choices that advertisers and others\nprovide through these tools.</p>\n<p>\n<strong>\n<u>Browser extension</u>\n</strong>\n</p>\n<p>You\nmay opt-in to, and out of, our use of analytics cookies via the browser\nextension settings at any time.&nbsp.\nCookies will not be placed via the browser\nextension unless you have first given your valid\nconsent to placement.</p>\n<p>\n<strong>4.\nChanges to this Cookie Notice</strong>\n</p>\n<p>Any\nchanges we make to our Cookie Notice in the future will be posted on this page\nand, where appropriate, notified to you by e-mail.\n&nbsp;Please check back frequently to see any\nupdates or changes to this Cookie Notice.</p>\n<p>\n<strong>5.\nContact us</strong>\n</p>\n<p>If you have any questions\nor concerns about this Cookie Notice or NewsGuard’s data practices, please see\nour Privacy Policy, or contact us using the details set out below:</p>\n<p>Email address: &nbsp;service@newsguardtech.com<br>Postal address: &nbsp;NewsGuard Technologies, Inc., 25 West 52nd Street, New York, NY 10019<br>Telephone number:&nbsp.\n+1-740-480-1850</p> ", "created_at": "2021-03-24 17:03:01.513044", "updated_at": "2021-03-24 17:03:09.090191"}, {"id": 4376, "name": "Privacy Policy", "url": "https://www.newsguardtech.com/privacy-policy/", "xpath": "//*[@id=\"content\"]/div", "text": " <p>NewsGuard Technologies, Inc.\n(“NewsGuard,” “we”, “us” or “our”) cares strongly about your privacy and the security of your information.\nAs part of our corporate culture of transparency, we want to be clear about how and why we collect, use and disclose information.\nThis Privacy Policy describes our practices in conjunction with your access to our website, and to any other applications owned and operated by us, including the NewsGuard browser extension.\nCertain of our products contain links to other websites for your convenience and information.\nWe are not responsible for the privacy practices or the content of those sites.</p>\n<strong>General</strong>\n<p>For the purposes of the European General Data Protection Regulation 2016/679 (the “GDPR”), NewsGuard Technologies, Inc.\nis the “data controller” of, and is responsible for, European personal information collected through the website www.newsguardtech.com (the “Website”).</p>\n<p>If you have any inquiries or complaints regarding our Privacy Policy, please contact NewsGuard using the details below:</p>\n<p>\n<strong>By email:</strong> service@newsguardtech.com</p>\n<p>\n<strong>By post:</strong> NewsGuard Technologies, Inc.<br>25 West 52nd Street<br>New York, NY 10019<br>Attn.: Privacy Counsel</p>\n<p>\n<strong>By telephone:</strong>&nbsp.\n+1-740-480-1850</p>\n<strong>EU Representative</strong>\n<p>VeraSafe has been appointed as NewsGuard’s representative in the European Union for data protection matters, pursuant to Article 27 of the GDPR.\nVeraSafe can be contacted, in addition to NewsGuard, for matters related to the processing of your personal data only.\nTo make such an inquiry, please contact VeraSafe using the details set out below:</p>\n<p>\n<strong>By email form:</strong>&nbsp.\n<br>https://www.verasafe.com/privacy-services/contact-article-27-representative</p>\n<p>\n<strong>By post:</strong> VeraSafe Ireland Ltd.<br>Unit 3D North Point House<br>North Point Business Park<br>New Mallow Road<br>Cork T23AT2P<br>Ireland</p>\n<p>\n<strong>By telephone:</strong> +420 228 881 031</p>\n<strong>Personal Information</strong>\n<p>The term “Personal Information” as used in this Privacy Policy shall mean any information that actually enables, or is capable of enabling us to identify you, directly or indirectly, by reference to an identifier such as your name, identification number, location data, online identifier or one or more factors specific to you.</p>\n<strong>Categories of Personal Information Collected by NewsGuard</strong>\n<ul>\n<li>\n<strong>Account Information</strong>\n<br>If you decide to create an account in order to purchase our browser extension, we will ask you to provide us with some specific information, including: your name, email address, login details such as username and password, the country where you reside, and payment details.<br>\n<br>We use a third party payment processor to process payments made to us.\nIn connection with the processing of such payments, we do not retain any personally identifiable information or any financial information such as credit card numbers.\nRather, all such information is provided directly to our third party processor, Stripe, whose use of your personal information is governed by their privacy policy, which may be viewed at https://stripe.com/us/privacy.<br>\n<br>In the event that your purchase is made through Apple’s App Store, then your personal information is governed by Apple’s privacy policy, which may be viewed at https://www.apple.com/legal/privacy/en-ww/.</li>\n</ul>\n<ul>\n<li>\n<strong>Personal Information That You Provide to Us</strong>\n<br>Website visitors and users of our browser extension and mobile apps provide Personal Information to us in a number of ways, for example when choosing to subscribe to our browser extension, our mobile apps, or our newsletter, or by providing us with feedback, reporting an error or factual mistake in one of our nutrition labels.<br>\n<br>The Personal Information you provide to us may include “Contact Information,” such as first name, surname, email address, telephone number, and postal address.</li>\n</ul>\n<ul>\n<li>\n<strong>Personal Information We Collect</strong>\n<br>When you visit our Website or use our browser extension or mobile apps, we may collect “Electronic Identification Data,” including: Internet protocol (IP) address.\nInformation about the computer, mobile device or other device you use to access the Website, browser extension, or mobile apps, such as web browser type, language and version, screen size and other transactional information.\nGeolocation information (this is limited to the region from which you access our Website, browser extension, or mobile apps).\nand Information about your visit, including pages you viewed or searched for, page response times, download errors, length of visits to certain pages, page interaction information (such as scrolling, clicks, and mouse-overs), and methods used to browse away from the page, etc.</li>\n</ul>\n<strong>Use of </strong>\n<strong>Your</strong>\n<strong> Personal Information</strong>\n<p>We will process your Personal Information for the following purposes as is necessary for the performance of a contract between you and us (including our Terms of Service) or to answer questions or take steps at your request prior to entering into a contract:</p>\n<ul>\n<li>To provide our services;</li>\n<li>To notify you about changes to our services.\nand</li>\n<li>To respond to queries or requests and to provide technical support</li>\n</ul>\n<p>We will process your Personal Information for the following purposes as is reasonably necessary in our legitimate business interests, or where you have given your informed consent to such processing if required by applicable law (such consent may be withdrawn at any time):</p>\n<ul>\n<li>To respond to feedback submissions;</li>\n<li>To respond to errors or factual mistakes reported in one of our nutritional labels;</li>\n<li>To prevent or detect fraud, malicious activity or abuses of our Website, browser extension, or mobile apps and to keep our Website, browser extension, and mobile apps safe and secure;</li>\n<li>To administer our Website, browser extension, and mobile apps and for troubleshooting, data analysis, testing, research and statistical analysis;</li>\n<li>To create products and services that might meet your needs;</li>\n<li>To know basic information about the use of our Website, browser extension, and mobile apps, such as which nutrition labels are getting the most traffic or which geographical areas are yielding the most users;</li>\n<li>To operate, improve and optimize our services, for example by reviewing visits to our Website and its various subpages and use of our browser extension and mobile apps;</li>\n<li>To protect our legal rights and property in connection with our services;</li>\n<li>To investigate and prevent fraud or potentially illegal activities and to investigate potential violations of and to enforce our Terms of Service;</li>\n<li>To keep you updated by sending you NewsGuard newsletters.\nand</li>\n<li>To send you personalized marketing communications, in order to keep you informed of our and products and services which we consider may be of interest to you.</li>\n</ul> Does NewsGuard Share Your Personal Information When You Visit Our Website? <p>We are not in the business of selling advertising of any kind or facilitating third party marketing of any kind.\nTherefore, we will not sell, hire out or pass on your Personal Information to third parties, except in the situations provided for in this Privacy Policy or unless you provide prior consent.&nbsp;</p>\n<p>We may share Personal Information in the following ways:</p>\n<ul>\n<li>We will share Personal Information with our service providers, who are bound by law and contract to protect your Personal Information and only use your Personal Information in accordance with our instructions.</li>\n<li>We will share Personal Information when needed to enforce our rights, protect our property or protect the rights, or safety of NewsGuard and others or to support external auditing, compliance and corporate governance functions.&nbsp;</li>\n<li>We may share Personal Information with one or more third parties in connection with or during negotiation of any merger, financing, acquisition or dissolution, transition, or proceeding involving the sale, transfer, divestiture, or disclosure of all or a portion of our business or assets.</li>\n<li>We will disclose Personal Information when legally required to do so and in response to lawful requests by public authorities, including to meet national security or law enforcement requirements, such as in response to a subpoena or other request, including to law enforcement agencies and courts in the United States and other countries where we operate.</li>\n<li>To bill our customers: Our authorized payments processors use your Personal Information to take payments, give refunds and to detect and prevent fraudulent activity.\nYou can manage your subscription and payment information by visiting the Account Section.</li>\n</ul>\n<p>We will only transfer your Personal Information to trusted third parties who provide sufficient guarantees in respect of the technical and organizational security measures governing the processing to be carried out and who can demonstrate a commitment to compliance with those measures.</p>\n<p>Where Personal Information relating to individuals based in the European Economic Area (“EEA”) is shared with a third party located in a non-EEA country that has not received an adequacy decision by the European Commission, we rely on appropriate safeguards, such as the European Commission-approved Standard Contractual Clauses and EU-U.S.\nPrivacy Shield Framework, to transfer the Personal Information.</p> Does NewsGuard Share Your Personal Information When You Use Notifications On Your Mobile Apps? <p>When you enable notifications on your mobile app, NewsGuard uses technologies such as a local VPN profile to filter the domain names of the websites you visit and alert you when you visit a site with a red rating.\nNewsGuard does not sell, use or disclose to any third party any of your data for any purpose.\nThe data used by NewsGuard about the domains you visit to send you notifications of ratings is never sent from your device, it is never used for any data collection, and it is never shared in any way with any third party.</p>\n<strong>How Do We Store Your Personal Information and For How Long?</strong>\n<p>We store your Personal Information on internal databases for no longer than is necessary for the purpose for which such Personal Information is processed.</p>\n<p>Personal Information from the contact form is deleted six months after your submission.\nBackups are kept for a maximum of six months, after which they are securely deleted.\nYou can always request this information be deleted at any time.</p>\n<p>Personal Information for subscribers has two parts: information we store in our internal databases and information stored within our third-party processor, Stripe.\nWe retain the data stored in our internal databases for two years after your cancellation date to comply with legal, tax, and accounting obligations.\nIf you have never subscribed to NewsGuard but have provided Personal Information as part of registering to subscription, you can request your registration deleted.</p>\n<p>If you purchased your subscription from NewsGuard directly, your Personal Information is also stored indefinitely within Stripe to comply with their respective legal, tax, accounting, and financial obligations.</p>\n<p>If you purchased your subscription in Apple’s App Store, the retention and security of your Personal Information are also governed by Apple’s Privacy Policy.</p>\n<p>We design our data collection and storage systems with the priority of your security and privacy.\nWe use standard industry practices to protect your data, including firewalls, SSL encryption, and co-location at 24/7 secured, controlled environments.\nAdditionally, if you purchased a subscription from NewsGuard, your financial data is stored by a certified PCI Level 1 Service Provider, the most stringent level of certification available in the payments industry.</p>\n<strong>Changing Personal Information</strong>\n<p>You have the right to request copies of your personal submissions to the User-Generated Feedback form NewsGuard within the last six months.</p>\n<p>You have the right to access, correct and request removal of your Personal Information by e-mailing us at service@newsguardtech.com.</p>\n<strong>European Privacy Rights</strong>\n<p>In certain circumstances, you may have the following rights in relation to your Personal Information:</p>\n<ul>\n<li>\n<strong>Request access to your Personal Information.\n</strong>You may have the right to request access to any Personal Information we hold about you as well as related data, including the purposes for processing the Personal Information, the recipients or categories of recipients with whom the Personal Information has been shared, where possible, the period for which the Personal Information will be stored, the source of the Personal Information, and the existence of any automated decision making</li>\n<li>\n<strong>Request correction of your Personal Information.\n</strong>You may have the right to obtain without undue delay the rectification of any inaccurate Personal Information we hold about you.</li>\n<li>\n<strong>Request erasure of your Personal Information.\n</strong>You may have the right to request that Personal Information held about you is deleted.</li>\n<li>\n<strong>Request restriction of processing your Personal Information.\n</strong>You may have the right to prevent or restrict processing of your Personal Information.</li>\n<li>\n<strong>Request transfer of your Personal Information.\n</strong>You may have the right to request transfer of your Personal Information directly to a third party where this is technically feasible.</li>\n<li>\n<strong>Right to object.\n</strong>You may have the right to object to the processing of your Personal Information when you have legitimate reasons to do so.</li>\n<li>\n<strong>Right to withdraw consent.\n</strong>Where processing is based on consent, you may have the right to withdraw such consent.</li>\n</ul>\n<p>We aim to respond to requests made by you within one month but may extend that period by two further months where necessary.&nbsp;</p>\n<p>Where you believe that we have not complied with our obligation under this Privacy Policy or European data protection law, you have the right to make a complaint to an EU Data Protection Authority, such as the UK’s Information Commissioner’s Office.</p>\n<strong>Exercising Your Rights</strong>\n<p>To exercise the above-mentioned rights, please send an e-mail to service@newsguardtech.com.&nbsp.\nWe reserve the right to request the provision of additional information necessary to confirm the identity of the enquirer.</p>\n<strong>Data Processing in the United States</strong>\n<p>If you are visiting our websites and/or using our services or otherwise providing Personal Information to us from outside the U.S., be aware that your Personal Information may be transferred to, stored, and processed in the United States where our servers are located, and our central database is operated.&nbsp;&nbsp;&nbsp;</p>\n<strong>Use of cookies and other similar technologies</strong>\n<p>We, and our partners acting on our behalf, use cookies and other similar technologies to gather Electronic Identification Data, and we use HTML 5 local storage objects to help the browser extension function correctly.\nWhen you first access our Website from certain jurisdictions, you will receive a message advising you that cookies and similar technologies are in use.\nBy clicking “accept cookies”, you signify that you understand and agree to the use of these technologies, as described in our Cookie Notice.\nYour access to our Website will not be affected if you do not accept cookies.\nFor more information about our practices in this area, please see our Cookie Notice.</p>\n<p>We also allow select third parties (e.g.\nGoogle Analytics) to collect Electronic Identification Data about our Website visitors and browser extension users to provide us with better insights into the use of the Website and browser extension provided you have given your valid consent to such collection.\nSuch Electronic Identification Data is received on an aggregated basis and cannot be used to identify you personally.\nWhen using the browser extension, this tracking only occurs if you interact with the browser extension (e.g.\nhovering/clicking on a shield).\nWe do not track when a shield appears on a page or what pages they appear on.\nThe URL that the interaction occurs from is never tracked.</p>\n<strong>User-generated feedback</strong>\n<p>We offer you the opportunity on our Website to provide feedback on our ratings and nutrition labels.\nThis feedback is shared internally only and is not shared with the public and is not a “public activity.”</p>\n<p>However, if you represent a website we have rated and written about, we may post any comment or complaint you may have shared with us about that rating or write-up, but only if you have first given your consent.\nSeparately, if we share a comment or complaint you have made, we will only share your name if you have first provided your consent to us doing so, such consent may be withdrawn at any time.</p>\n<strong>Browsing History</strong>\n<p>When you visit a website with the NewsGuard browser extension enabled, the browser extension sends the website domain to NewsGuard’s servers to check whether a rating and nutrition label exists for that site and, if one does, to display that rating and nutrition label in your browser.</p>\n<p>However, NewsGuard does not collect or store this information or any information about the websites you visit.\nThe servers and load balancers that receive this information do not store or transmit any logs of this traffic.</p>\n<p>NewsGuard cannot and does not use data about the websites you visit for any purpose other than to serve its ratings and nutrition labels to you as you use the browser extension.</p>\n<strong>Email Newsletters</strong>\n<p>If you submit your name and email address on our Website, we may periodically send you email newsletters about our services, provided you have given your consent.</p>\n<p>If you no longer wish to receive our newsletters, you may opt out at any time by following the “unsubscribe” instructions located near the bottom of each email.</p>\n<strong>Changes to This Privacy Policy</strong>\n<p>We evaluate and update this Privacy Policy periodically in light of changing business practices, technology and legal requirements.\nAny changes will be posted on this page.&nbsp.\nWe recommend that you regularly consult this Privacy Policy, to make sure that you are aware of any changes.\nThe most recent version of this Privacy Policy is reflected by the version date located at the bottom of this Policy.</p>\n<p>\n<em>Last updated: April 8, 2020</em>\n<br>\n</p> ", "created_at": "2021-03-24 17:03:26.151702", "updated_at": "2021-03-24 17:03:33.799118"}, {"id": 4377, "name": "Terms of Service", "url": "https://www.newsguardtech.com/terms-of-service/", "xpath": "//*[@id=\"content\"]/div", "text": " <p>\n<strong>NewsGuard is exclusively for personal use, for use by journalists working on stories related to a particular website or websites, or for use by our school and library partners.\nAny use of NewsGuard’s data by researchers, or any commercial use, including by moderators, coders and others at technology platforms, search providers or other companies, is strictly prohibited unless expressly permitted by a licensing agreement with NewsGuard.\nBy using NewsGuard you accept this and all other aspects of NewsGuard’s Terms of Service.</strong>\n</p>\n<p>\n<em> Last Updated On May 26, 2020</em>\n</p>\n<p>This page describes the terms and conditions that govern your use of newsguardtech.com, our browser extension, our mobile apps, and the data contained therein.</p>\n<p>For information on how NewsGuard collects, uses and shares any personal information, please see our&nbsp;Privacy Policy.&nbsp;If you reside outside of the European Economic Area, your acceptance of these Terms of Service constitutes your consent to the processing activities described in our&nbsp;Privacy Policy&nbsp;under the laws of your jurisdiction.\n</p>\n<p>\n<strong>1.\nGENERAL RULES AND DEFINITIONS</strong>\n</p>\n<p>1.1 If you choose to use the NewsGuard website and digital products contained therein or otherwise governed by these Terms of Service, including newsguardtech.com (the “<strong>Site</strong>”), NewsGuard’s browser extensions, mobile apps, and any of the features of the Site, including but not limited to RSS feeds, APIs, and Software (as defined below) and other downloads (collectively, the “<strong>Services</strong>“), you will be agreeing to abide by all of the terms and conditions of these Terms of Service between you and NewsGuard.</p>\n<p>1.2 We may change, add\nor remove portions of these Terms of Service at any time by notifying you of\nthe change in writing (including by email or by updating the date above after\n“Last Updated On”).\nSuch changes shall become effective immediately upon\nposting.\nIt is your responsibility to review these Terms of Service prior to\neach use of the Site.</p>\n<p>1.3 IF ANY OF THE TERMS\nAND CONDITIONS OF THESE TERMS OF SERVICE, OR ANY FUTURE CHANGES, ARE\nUNACCEPTABLE TO YOU, YOU MAY DISCONTINUE YOUR USE OF THE SERVICES.\nYOUR\nCONTINUED USE OF THE SERVICES NOW, OR FOLLOWING THE POSTING OF UPDATED TERMS OF\nSERVICE, WILL INDICATE ACCEPTANCE BY YOU OF SUCH TERMS OF SERVICE, CHANGES, OR\nMODIFICATIONS.</p>\n<p>1.4 We may change,\nsuspend or discontinue any aspect of the Services at any time, including the\navailability of any Services feature, database, or content.\nWe may also impose\nlimits on certain features and services or restrict your access to parts or all\nof the Services without notice or liability.</p>\n<p>\n<strong>2.\nCONTENT ON THE SERVICES</strong>\n</p>\n<p>2.1 The contents of the\nServices, including the Site, are intended for your personal, non-commercial\nuse and are protected by copyright, and owned or controlled by NewsGuard or the\nparty credited as the provider of the content.\nNewsGuard also owns copyright in\nthe selection, coordination, compilation, and enhancement of such content (“<strong>Arrangement</strong>”).\nYou shall abide by all additional copyright notices, information, or\nrestrictions contained in any content accessed through the Service.</p>\n<p>2.2 The Services and content are protected by copyrights, trademarks, trade secrets, database rights, and other intellectual or proprietary rights therein pursuant to U.S.\nand international laws.\nYou may not modify, publish, transmit, participate in the transfer or sale of, reproduce, create new works from, distribute, perform, display, communicate to the public or in any way exploit, any of the content (or its arrangement) or the Services (including Software) in whole or in part.</p>\n<p>\n<strong>3.\nPERSONAL SUBSCRIPTION SERVICES</strong>\n</p>\n<p>3.1 We offer subscriptions to our browser extension and mobile apps.\nWe will try to process your subscription promptly.\nBy submitting your payment details, you are making an offer to us to buy a subscription and your offer will be accepted by us only once we have successfully verified your payment details.\nIf we do not receive payment authorization or if any authorization is subsequently canceled, we may immediately terminate or suspend your access to our browser extension and mobile apps.</p>\n<p>3.2 We will clearly state the subscription price during your sign-up process.\nThe currency in which your subscription is payable will be specified during the order process, depending on your country of residence.\nWe will notify you in advance of any increase in the price of your subscription and offer you the opportunity to cancel if you do not wish to pay the new price.</p>\n<p>3.3 The price for the browser extension and mobile apps subscription is exclusive of sales taxes in the U.S.\nand VAT, where applicable.\nAny such taxes will be added to the price.</p>\n<p>3.4 How to Cancel: You may notify us if you wish to cancel your subscription by contacting support@newsguardtech.com.</p>\n<p>\n<strong>4.\nUSER GENERATED CONTENT: SUBMISSIONS </strong>\n</p>\n<p>4.1 If you post or submit any User Feedback content on the Site, you represent to us that you have all the necessary legal rights to post or submit such content and it will not violate any law or the rights of any person.\nYou shall not upload to or distribute or otherwise publish on to the Services any malware, viruses, spyware, or other malicious software or files to the Services.\nYou shall not use automated means to upload to, or distribute or otherwise publish onto, the Services any content.</p>\n<p>4.2 You acknowledge that any submissions you make to the Services (i.e., user-generated feedback) may be edited, removed, modified, published, transmitted, and displayed by NewsGuard and you waive any rights you may have in having the material altered or changed in a manner not agreeable to you.\nSubmissions made to the Services may also be included in our RSS feeds and APIs and made available for republishing through other formats.</p>\n<p>4.3 You grant NewsGuard a perpetual, nonexclusive, world-wide, royalty-free, sub-licensable license to the feedback you submit to NewsGuard.<br>\n</p>\n<p>\n<strong>5.\nPROHIBITED USE OF THE SERVICES</strong>\n</p>\n<p>5.1 <strong>Commercial Use.</strong> Installation of the browser extension and mobile app versions of NewsGuard are for personal use only, or by libraries and schools for non-commercial uses, or by journalists working on stories related to a particular website or websites, and not for any other commercial use of any kind including by moderators or editors working for social media platforms, search engines, or news aggregators, or for use in algorithms used by social media platforms, search engines, news aggregators, or any other commercial entity.\nCopying or storing of any content for other than such personal use is expressly prohibited without prior written permission from NewsGuard.\nFor information on licensing NewsGuard for commercial use, email service@newsguardtech.com.</p>\n<p>5.2 <strong>Use by Researchers.</strong> Any&nbsp;use of the data by researchers, including commercial, nonprofit and academic researchers, is prohibited without an appropriate license.\nWe are eager to accommodate researchers working for both commercial and non-profit institutions by making our data available under agreed-upon restrictions, including strict limits on the scope of data that can be republished, at license fees intended to facilitate their work and commensurate with their resources.\nFor more information about licensing NewsGuard’s data for research purposes,&nbsp;contact us.</p>\n<p>5.3 <strong>General Prohibitions.</strong> You may not access or use, or attempt to access or use, the Site and data contained therein to take any action that could harm us or a third party.\nYou may not use the Services in violation of applicable laws or in violation of our or any third party’s intellectual property or other proprietary or legal rights.\nYou further agree that you shall not attempt (or encourage or support anyone else’s attempt) to circumvent, reverse engineer, decrypt, or otherwise alter or interfere with the data, or make any unauthorized use thereof.\nWithout the prior written consent of NewsGuard, you shall not:</p>\n<p>(i) access any part of\nthe Services, content, data or information you do not have permission or\nauthorization to access.\n</p>\n<p>(ii) use robots,\nspiders, scripts, service, software or any manual or automatic device, tool, or\nprocess designed to data mine or scrape the content, data or information from\nthe Services, or otherwise access or collect the content, data or information\nfrom the Services using automated means;</p>\n<p>(iii) use services,\nsoftware or any manual or automatic device, tool, or process designed to\ncircumvent any restriction, condition, or technological measure that controls\naccess to the Services in any way, including overriding any security feature or\nbypassing or circumventing any access controls or use limits of the Services;</p>\n<p>(iv) cache or archive\nthe Content (except for a public search engine’s use of spiders for creating\nsearch indices);</p>\n<p>(v) do anything that could\ndisable, damage or change the functioning or appearance of the Services.</p>\n<p>Engaging in a prohibited\nuse of the Services may result in civil, criminal, and/or administrative\npenalties, fines, or sanctions against the user and those assisting the user.</p>\n<p>\n<strong>6.\nREPRESENTATIONS AND WARRANTIES.\nINDEMNIFICATION.\nLIMITATION OF </strong>\n</p>\n<p>6.1 TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAWS, THE SERVICES AND ALL SOFTWARE ARE DISTRIBUTED ON AN “AS IS” BASIS WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES OF TITLE OR IMPLIED WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE.\nWHILE WE TRY OUR BEST TO ENSURE THAT THE SERVICES ARE ALWAYS AVAILABLE, UP-TO-DATE AND CORRECT, NEWSGUARD DOES NOT WARRANT THAT THE SERVICES WILL BE UNINTERRUPTED OR ERROR-FREE.\nTHERE MAY BE DELAYS, OMISSIONS, INTERRUPTIONS, AND INACCURACIES IN THE CONTENT OR OTHER MATERIAL MADE AVAILABLE THROUGH THE SERVICES.\n</p>\n<p>6.2 IN NO EVENT WILL NEWSGUARD, ITS AFFILIATES AND THEIR <strong>RESPECTIVE SHAREHOLDERS, DIRECTORS, OFFICERS AND EMPLOYEES</strong> BE LIABLE (JOINTLY OR SEVERALLY) TO YOU OR ANY OTHER PERSON AS A RESULT OF YOUR ACCESS OR USE OF THE SERVICES, SUBMISSIONS OR CONTENT FOR INDIRECT, CONSEQUENTIAL, SPECIAL, INCIDENTAL, PUNITIVE, OR EXEMPLARY DAMAGES, INCLUDING, WITHOUT LIMITATION, LOST PROFITS, LOST SAVINGS, LOST REVENUES, OR LOST GOODWILL (COLLECTIVELY, THE “<strong>EXCLUDED DAMAGES</strong>“).\nTHESE LIMITATIONS APPLY WHETHER THE ALLEGED LIABILITY IS BASED ON NEGLIGENCE, TORT, CONTRACT, OR OTHER THEORY OF LIABILITY, EVEN IF ANY OF THE PARTIES HAVE BEEN ADVISED OF THE POSSIBILITY OF OR COULD HAVE FORESEEN ANY OF THE EXCLUDED DAMAGES, AND IRRESPECTIVE OF ANY FAILURE OF AN ESSENTIAL PURPOSE OF A LIMITED REMEDY.\nIF ANY APPLICABLE AUTHORITY HOLDS ANY PORTION OF THIS SECTION TO BE UNENFORCEABLE, THEN THE PARTIES’ LIABILITY WILL BE LIMITED TO THE FULLEST POSSIBLE EXTENT PERMITTED BY APPLICABLE LAW.</p>\n<p>\n<strong>7.\nTHIRD-PARTY CONTENT AND LINKS TO THIRD-PARTY WEBSITES.</strong>\n</p>\n<p>The Services and\nspecifically the Browser Extension versions of NewsGuard contain links to\nthird-party websites.\nNewsGuard does not control, endorse, sponsor, recommend\nor otherwise accept responsibility for any of this linked content.\nBecause we\nare not responsible for the availability of these outside resources, or their contents\nor privacy practices, you should direct any concerns regarding any linked content\nto such site.</p>\n<p>\n<strong>8.\nSOFTWARE LICENSES</strong>\n</p>\n<p>You shall have no rights\nto the proprietary software and related documentation, or any enhancements or\nmodifications thereto, provided to you in order to access the Services (“<strong>Software</strong>“).\nYou may not sublicense, assign or transfer any licenses granted by NewsGuard,\nand any attempt at such sublicense, assignment or transfer shall be null and\nvoid.</p>\n<p>\n<strong>9.\nGOVERNING LAW.\nJURISDICTION</strong>\n</p>\n<p>9.1 These Terms of Service have been made and shall be construed and enforced in accordance with the laws of the United States of America and the State of New York as an agreement wholly performed therein without regard to their conflict of law provisions.</p>\n<p>9.2 Any claim or cause of action arising out of or related to use of the Services or these Terms of Services must be filed within one year after such claim or cause of action arose or be forever barred.\nAny claim by you that may arise in connection with these Terms of Service will be compensable by monetary damages and you will in no event be entitled to injunctive or other equitable relief.\nYou also hereby expressly waive any right to resort to any form of class action.</p>\n<p>\n<strong>10.\nMISCELLANEOUS</strong>\n</p>\n<p>10.1 These Terms of Service have been made in and shall be construed and enforced in accordance with New York law.\nAny action to enforce these Terms of Service shall be brought in the federal or state courts located in New York City.</p>\n<p>10.2 Nothing in these Terms of Service will serve to preempt the promises made&nbsp;in our&nbsp;Privacy Policy.</p>\n<p>10.3 Correspondence should be sent to: service@newsguardtech.com</p>\n<p>10.4 Our failure to enforce any provision of these Terms of Service or to respond to a breach by you or other parties shall not in any way constitute a waiver of our right to enforce subsequently any terms or conditions of these Terms of Service or to act with respect to similar breaches.</p> ", "created_at": "2021-03-24 17:03:58.666355", "updated_at": "2021-03-24 17:04:07.601337"}], "points": [{"id": 18701, "title": "There is a date of the last update of the agreements", "source": "https://www.newsguardtech.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-04-13 13:30:13.450715", "updated_at": "2021-04-13 19:05:50.500408", "quoteText": "<em>Last updated: April 8, 2020", "case_id": 331, "document_id": 4376, "quoteStart": 19044, "quoteEnd": 19075}, {"id": 18702, "title": "There is a date of the last update of the agreements", "source": "https://www.newsguardtech.com/cookie-notice/", "status": "Generated through the annotate view", "created_at": "2021-04-13 13:30:36.408987", "updated_at": "2021-04-13 19:11:32.455662", "quoteText": "<em>Last Updated: October 17, 2019</em>", "case_id": 331, "document_id": 4375, "quoteStart": 5, "quoteEnd": 44}, {"id": 18703, "title": "The court of law governing the terms is in New York", "source": "https://www.newsguardtech.com/terms-of-service/", "status": "Generated through the annotate view", "created_at": "2021-04-13 13:31:43.172196", "updated_at": "2021-04-13 19:04:27.421857", "quoteText": "These Terms of Service have been made in and shall be construed and enforced in accordance with New York law.", "case_id": 163, "document_id": 4377, "quoteStart": 13045, "quoteEnd": 13154}, {"id": 18700, "title": "There is a date of the last update of the agreements", "source": "https://www.newsguardtech.com/terms-of-service/", "status": "Generated through the annotate view", "created_at": "2021-04-13 13:29:42.768227", "updated_at": "2021-04-13 19:06:14.791475", "quoteText": "Last Updated On May 26, 2020", "case_id": 331, "document_id": 4377, "quoteStart": 566, "quoteEnd": 594}, {"id": 18768, "title": "The service collects many different types of personal data", "source": "https://www.newsguardtech.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-04-14 00:26:44.063379", "updated_at": "2021-04-14 08:23:44.266217", "quoteText": "<br>The Personal Information you provide to us may include “Contact Information,” such as first name, surname, email address, telephone number, and postal address.</li>\n</ul>\n<ul>\n<li>\n<strong>Personal Information We Collect</strong>\n<br>When you visit our Website or use our browser extension or mobile apps, we may collect “Electronic Identification Data,” including: Internet protocol (IP) address.\nInformation about the computer, mobile device or other device you use to access the Website, browser extension, or mobile apps, such as web browser type, language and version, screen size and other transactional information.\nGeolocation information (this is limited to the region from which you access our Website, browser extension, or mobile apps).\nand Information about your visit, including pages you viewed or searched for, page response times, download errors, length of visits to certain pages, page interaction information (such as scrolling, clicks, and mouse-overs), and methods used to browse away from the page, etc.</li>", "case_id": 376, "document_id": 4376, "quoteStart": 3924, "quoteEnd": 4959}], "urls": ["newsguardtech.com"]}}