{"error": 448, "message": "OK", "parameters": {"id": 6520, "name": "Sam's Club", "created_at": "2022-05-01 21:16:42.533835", "updated_at": "2022-05-01 22:01:14.069437", "wikipedia": "https://en.wikipedia.org/wiki/Sam%27s_Club", "keywords": null, "related": null, "slug": "sam-s-club", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6520.png", "url": "samsclub.com", "documents": [{"id": 11868, "name": "Privacy Policy ", "url": "https://corporate.samsclub.com/sams-club-privacy-policy?xid=ftr_privacy", "xpath": "/html/body/main/article", "text": " Sam's Club Privacy Policy <p>Published on December 09, 2020 and last updated on March 17, 2022 10:33 AM </p> Updated: March 17, 2022 By <ul>\n<li> Sam's Club Privacy Policy Summary<i>\n</i>\n</li>\n<li> What Does This Privacy Policy Include?<i>\n</i>\n</li>\n<li> What Privacy Protections Apply to Specific Types of Personal Information?<i>\n</i>\n</li>\n<li> What Is Our Pledge of Accountability?<i>\n</i>\n</li>\n<li> What Types of Information Do We Collect and How Do We Collect It?<i>\n</i>\n</li>\n<li> How Do We Use Your Personal Information?<i>\n</i>\n</li>\n<li> How Do We Share Your Personal Information Outside of Sam’s Club?<i>\n</i>\n</li>\n<li> What Are Your Choices?<i>\n</i>\n</li>\n<li> How Do You Access and Update Your Personal Information?<i>\n</i>\n</li>\n<li> How Do We Secure Your Personal Information?<i>\n</i>\n</li>\n<li> How Long Do We Retain Your Personal Information? <i>\n</i>\n</li>\n<li> Who Can I Contact at Sam’s Club About this Privacy Policy?<i>\n</i>\n</li>\n<li> What Are Your California Privacy Rights?<i>\n</i>\n</li>\n<li> Nevada Privacy Rights<i>\n</i>\n</li>\n<li> How Will I Know if this Policy changes?<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<i>\n</i>\n<sub>Top </sub> Sam's Club Privacy Policy Summary <p>\n</p>\n<p>This policy is also available in Spanish.\n</p>\n<p>\n<b>We recently updated our Privacy Policy</b>\n</p>\n<p>Updates include:<br>\n</p>\n<ul>\n<li>Updating the description of privacy rights for Nevada residents</li>\n<li>Clarifying our practices about how long we retain your personal information</li>\n<li>Instructing on how to delete your account within the mobile app<br>\n</li>\n</ul>\n<p>\n<i>\n</i>\n</p>\n<i>\nAt Sam’s Club, our member is number one.\nThat’s why everything we do is focused on providing excellent service and delivering low prices.\n</i>\n<p>\n</p>\n<p>The information you share with Sam’s Club allows us to provide the products and services you want and need while giving you the very best shopping experience.\nFor example, when you shop on Samsclub.com we use what we know about your shopping habits to let you easily reorder products and show you other products that may interest you.</p>\n<p>Our founder, Sam Walton, reminded us that “a promise we make is a promise we keep,” and it’s our promise to members that we respect the trust you place in us and the privacy of the information you share with us.\nPart of providing superior member service includes making sure that we’re building a relationship of trust with members.\nOur way of doing that is to let you know in a clear, prominent, and easily accessible way just how we collect, use, share, and – above all – protect your personal information.</p>\n<p> Our Policy outlines:<br>\n</p>\n<ul>\n<li>How and why we collect your personal information.</li>\n<li>How your personal information is used and protected.</li>\n<li>When and with whom we share your personal information.</li>\n<li>What choices you can make about how we collect, use, and share your personal information.</li>\n</ul> What Does This Privacy Policy Include? <p>\n</p>\n<p>Our Policy covers how and why we collect, use, share and protect your personal information:<br>\n</p>\n<ul>\n<li>Within Sam’s Club in the United States and Puerto Rico, and</li>\n<li>On our websites and mobile services where this Policy is posted.</li>\n</ul>\n<p>Our Policy focuses on personal information – information that identifies you or reasonably can be linked to information that identifies you.</p>\n<p>For example, when you purchase a membership or place an order online, to fulfill your order we collect personal information, such as name, address, phone number, and credit or debit card information.</p>\n<p>Some laws define “personal information” differently, and we use those definitions when they are applicable.\nRest assured, though, that no matter where you live, we treat your personal information with respect, and we collect, use, and share it only as described in this Policy.</p>\n<p>We have specific privacy notices that explain the information practices that apply to our specialized operations.\nSee “<i>What Privacy Protections Apply to Specific Types of Personal Information</i>?” section for more information.\n<br>\n</p> What Privacy Protections Apply to Specific Types of Personal Information? <p>\n</p>\n<p>Our specific privacy notices for our specialized operations include: <br>\n</p>\n<ul>\n<li>Our Health &amp.\nWellness operation (pharmacy and optical) which uses patient health information as described in the health services Notice of Privacy Practices.\nReview the Notice of Privacy Practices for the information practices specific to patient health information.</li>\n<li>When you obtain financial products and services from us, and our co-branded credit card partner, we may collect and use certain financial-related information.\nFind out more here Synchrony Bank’s Privacy Policy.</li>\n<li>Our Privacy Policy applies to all members, including those located in the European Economic Area (EEA) that provide personally identifiable information to Sam’s Club in order to participate in the Sam’s Export Program.\nAdditional information and options are available to Sam’s Export members located in the EEA.&nbsp;Click here&nbsp;for the Sam’s Export Program Member Privacy Policy.</li>\n<li>When you link an eligible card to the Sam’s Cash Bonus Offers Program (“Program”), we collect, use, and share transaction data in the course of administering the Program.\nPlease see the&nbsp;Sam’s Cash&nbsp;Bonus Offers Privacy Notice&nbsp;for more information.&nbsp;</li>\n</ul> What Is Our Pledge of Accountability? <p>\n</p>\n<p>We require our associates, business partners, and service providers to manage your personal information properly.</p>\n<p>We have designated a team of trained associates who are responsible for helping to ensure compliance with this Policy.\nWe require all those who manage members’ personal information to do so properly and in accordance with our policies.<br>\n</p> What Types of Information Do We Collect and How Do We Collect It? <p>\n</p>\n<p>We collect information to deliver the products and services you request, to help improve your shopping experience, and to support our business functions.\nWe collect information from you in a variety of ways when you interact with our Clubs, websites, and mobile services.</p>What Information Do We Collect?\n<p>We may collect the following categories of personal information.\nNot all categories may be collected about every individual:<br>\n</p>\n<ul>\n<li>Personal identifiers, such as name and address</li>\n<li>Device and online identifiers and related information, such as telephone number and email address</li>\n<li>Internet, application, and network activity, such as cookie IDs and browser visits</li>\n<li>Government identifiers, such as national identification numbers and driver’s license numbers</li>\n<li>Demographic information, such as age and date of birth</li>\n<li>Financial information, such as credit and debit card numbers and claims information</li>\n<li>Health and health insurance information, such as prescription numbers and health insurance identification numbers</li>\n<li>Characteristics of protected classifications under state or federal law, such as gender and nationality</li>\n<li>Purchase history information, such as products you have bought, rented, and returned</li>\n<li>Location information, such as geo-location information</li>\n<li>Audio, visual, and other sensory information, such as audio and video recordings</li>\n<li>Employment information, such as occupation, title, licenses and professional memberships</li>\n<li>Education information, such as degree and schooling information</li>\n<li>Individual preferences and characteristics, such as inferences related to shopping patterns and behaviors</li>\n</ul>How Do We Collect Information?\n<p>We collect information from you in a variety of ways.\nIt may be:</p>\n<ul>\n<li>Provided directly by you or a member of your household</li>\n<li>Collected from a device associated with you or your household</li>\n<li>Collected through in-store technology</li>\n<li>Collected from another company within our family of companies</li>\n<li>Collected from an external third-party source<br>\n</li>\n</ul>Information Provided Directly by You or a Member of Your Household\n<p>You actively share information with us in various ways in our Clubs and online.\nFor example, you share information when you:<br>\n</p>\n<ul>\n<li>Sign up for a Sam’s Club membership;</li>\n<li>Make an online or in-Club purchase, Club Pickup order, or other transaction, from us;</li>\n<li>Create an account on one of our websites or mobile services;</li>\n<li>Conduct a transaction or request a service (including when required by law, such as purchasing certain cough and cold medications);</li>\n<li>Request member service or contact us;</li>\n<li>Post a review or comment on one of our social media pages, or post a rating, review or other user-generated content on one of our websites or mobile services;</li>\n<li>Participate in a contest, sweepstake, promotion, or survey.\nor</li>\n<li>Use features of our websites and mobile services that may ask you to grant us access to the camera or microphone on your computer or mobile device (such as voice search or scanning bar codes).</li>\n</ul>\n<p>When you engage in these activities, you may share different types of personal information with us, such as your name, email address, physical or postal address, phone number, date of birth, and payment information.<br>\n</p>Information Collected From a Device Associated With You or Your Household\n<p>You also passively provide us information in other ways through technology.\nThis information helps our websites and mobile services work correctly and supports member marketing and analytics efforts – our work to understand our members’ needs and provide information about our products and services that may be of interest to you.\nHere are some examples:</p>\n<ul>\n<li>\n<b>Device Information</b>: We collect technical information when you visit our websites or use our mobile applications or services.\nThis may include information such as Internet Protocol (IP) address, the type of mobile device you use, your device operating system and browser type, a unique device identifier, the address of referring websites, the path you take through our websites, and information about your session on our websites.</li>\n</ul>\n<ul>\n<li>\n<b>Browsing Information</b>: We use our own and third party technologies such as cookies, web beacons, and mobile device identifiers to collect information about the use of our websites and mobile services.\nWe use these tools to provide an integrated and more personalized shopping experience for you.\nFor example: cookies allow us to provide you relevant information as you use or return to our sites.\nWeb beacons allow us to know if a certain page was visited, an email was opened, or if ad banners on our websites and other sites were effective.\nUnder certain circumstances, we permit third parties to collect information on our websites for their own business purposes using cookies, web beacons, iframes and similar technologies.</li>\n</ul>\n<ul>\n<li>\n<b>Precise Device Location Information</b>: We may collect information about your location when your device is set to provide location information.\nFor example, your device’s GPS signal allows us to show you the nearest Sam’s Club.\nWe may be able to recognize the location of a mobile device in Clubs where we provide members free WiFi access or through the use of Bluetooth technology.\nThrough mobile services, Bluetooth technology in our Clubs allows us to show you nearby products that may interest you, making it easier for you to locate products within and navigate through the store.\nSee “<i>What Are Your Choices?</i>” below for more information.</li>\n</ul>Information We Collect from In-Store Technology\n<p>We may collect your personal information from technology we use in our Clubs, such as our facility cameras.\nWe operate cameras in Club for security and operational purposes, for example, to help us improve the design of our Clubs to better serve our members.</p>Information We Collect from Another Company within Our Family of Companies\n<p>We may collect your personal information from another organization within our corporate family of companies, such as with Walmart and Moosejaw.com.</p>\n<p>\n</p>Information We Collect From Third Party Sources\n<p>\n</p>\n<p>We receive personal information about you from other sources to help us to correct or supplement our records, improve the quality or personalization of our services, and prevent or detect fraud.\nWe collect information from consumer reporting agencies in conjunction with products or services that involve financial risk to Sam’s Club, such as transactions in which Sam’s Club extends you financing.\nWe also receive information, such as device information and browsing information, from third parties for marketing purposes, for example to provide you with personalized ads on Sam’s Club and third-party websites and mobile services.<br>\n</p> How Do We Use Your Personal Information? <p>\n</p>\n<p>We use your personal information to offer and provide you products and services and to support our business functions.\nThese business functions include order and service fulfillment, internal business processes, marketing, authentication, loss and fraud prevention, public safety and legal functions.\n</p>\n<p>Some examples include:<br>\n</p>\n<ul>\n<li>To fulfill your order or requests for services and provide customer service</li>\n<li>To create and maintain your account</li>\n<li>To conduct auditing and monitoring of transactions and engagement</li>\n<li>To conduct marketing, personalization, and third-party advertising</li>\n<li>To protect the security and integrity of our websites, mobile services and our business, and help prevent fraud </li>\n<li>To update our operational and technical functionality</li>\n<li>To conduct business analysis, such as analytics, projections, identifying areas for operational improvement</li>\n<li>To conduct research and development</li>\n<li>To fulfill our legal function or obligations</li>\n</ul>\n<p>To do the above, we combine information, collected online and offline, including information from third party sources.\nWe also may transfer or share your personal information within our corporate family of companies, such as with Walmart or Moosejaw.com for these purposes, as permitted by law.</p>\n<p>Uses of personal information relevant to our specialized operations, such as our health services and financial services lines of business, are described in our notices for specific types of information.<br>\n</p> How Do We Share Your Personal Information Outside of Sam’s Club? <p>\n</p>\n<p>We are careful to share your personal information in ways that respect your privacy and only as described in this Policy.\nWe view you as a valued member, not a product, and we do not sell or rent your personal information to others for money.\nAll of the categories of personal information that we collect have been shared with other companies, including those within our corporate family, for a business purpose.\nWe may share your personal information in the following circumstances:</p>\n<p>\n<b>Other Businesses in our Corporate Family</b>\n</p>\n<p>We may share your personal information with other brands and businesses within the corporate family.\nWhen we do, the information will be used in ways that are consistent with this Policy.</p>\n<p>\n<b>Service Providers</b>\n<br>We share personal information about you with service providers that help with our business activities, including shipping vendors, billing and refund vendors, payment card processors, marketing and advertising vendors, and companies that help us improve our products and services.\nWe require our service providers to keep your personal information secure.\nWe do not allow our service providers to use or share your personal information for any purpose other than providing services on our behalf.\nYour personal information may be stored and processed by our service providers in the United States or other locations where the service providers or Sam’s Club maintain facilities.</p>\n<p>\n<b>Credit Offers</b>\n<br>If you apply for a Sam’s Club Membership, we may share your personal information with the company that we partner with to offer co-branded credit card programs.\nIn conjunction with the co-branding program, we may receive compensation from the co-branding activity.\nTo help you obtain the highest credit limit possible this may include your Membership and application information.\nSimilarly, if you qualify for a credit account and are not offered a credit account by a Sam’s Club associate we may share your personal information with our partner, so that they may extend the offer of credit as required by law.\nFor more information on how to stop receiving prescreened offers of consumer credit see “<i>What are Your Choices?</i>” below.</p>\n<p>\n<b>Business Member Information</b>\n<br>We may share information regarding a Business Membership with the account’s primary member or an officer or principal of the business in order to respond to their inquiry.\nA non-primary member of the account may request information specific to their purchases.</p>\n<p>We may share information about Business Members’ resale merchandise purchases, such as tobacco or candy products, with our suppliers in order to enable them to offer these members discounts or rebates.</p>\n<p>\n<b>Products and Services Offered by Other Businesses</b>\n<br>We sometimes enable other businesses to make products or services available to our members.\nYou may purchase products or services from these other businesses at our Clubs or through our websites or mobile services.\nWe indicate when products or services are offered by other businesses and share with these businesses personal information related to your purchase of their products and services.\nThese other businesses may operate their business in the United States or in other countries.</p>\n<p>\n<b>Legal Requirements and Protection of Our Company and Others</b>\n<br>We may share your personal information in other special circumstances, which include situations when the sharing is required by law, or we believe sharing will help to protect the safety, property, or rights of Sam’s Club, our members, our associates, or other persons.\nExamples include:<br>\n</p>\n<ul>\n<li>Protecting the health or safety of members;</li>\n<li>Addressing crimes committed on Sam’s Club property;</li>\n<li>Identifying and addressing fraud or financial risk;</li>\n<li>Providing personal information from cameras to law enforcement at their written request;</li>\n<li>Responding to a search warrant or other valid legal inquiry.\nand</li>\n<li>Responding to an investigative body in the case of a breach of an agreement or violation of law.</li>\n</ul>\n<p>\n<b>Business Transfers</b>\n<br>In the event that all or a part of our business is merged, sold or reorganized (including transfers made as part of insolvency or bankruptcy proceedings), personal information about you could be shared with the successor business.\nWe will use reasonable measures to help ensure that any successor treats your information in accordance with this Policy.</p>\n<p>\n<b>Pursuant to Our Specific Privacy Notices</b>\n<br>We have specific privacy notices related to some of our specialized operations.\nWe may disclose personal information for purposes identified in those notices, which arise in those specialized operational areas.\nThese specific privacy notices describe additional or different information practices relevant to those operations.\nOur specific privacy notices can be found here.\nFor example, as detailed in the Notice of Privacy Practices, our health services operations will disclose personal information to other health care providers for treatment purposes.\n</p>\n<p>\n<b>Deidentified &amp.\nAggregated Personal Information</b>\n<br>Sam’s Club continually strives to make member shopping experiences more relevant and with less friction and may offer related services and insights to its suppliers and others.\nAs a result, Sam’s Club may share with others insights that combine information from many members in ways that do not directly identify you.\nFor example, Sam’s Club may combine your shopping history with that of other members to deliver generalized insights to Sam’s Club’s suppliers.\nThese insights do not identify individual members.\nThis information helps Sam’s Club suppliers provide products and services relevant to Sam’s Club members.\nSam’s Club may receive payment for these insights.</p>\n<p>To deliver information about products and services that may be of interest to you, we may share information with other companies, such as publishers, advertisers and measurement analytics providers.\nFor example, we may share device-related data (such as device identifier, type of device, IP address, cookies and other information associated with your browsing and app usage) and individual preferences and characteristics (such as insights and inferences related to shopping patterns and behaviors).\nThis information does not identify you directly, but is necessary to personalize the advertisements you receive.\nSam’s Club does not receive payment for this information.</p>\n<p>We also allow companies that show advertisements on our webpages or our apps to collect information from your browsers or devices via the use of cookies or other technologies.\nLike many companies, we may allow cookie matching with select partners.\nHowever, these parties are not authorized to access information from our cookies.\nFor more information about your choices related to advertising activities see <i>“What are Your Choices?” </i>\n</p>\n<p>\n<b>With Specific Notice or Your Consent</b>\n<br>In circumstances other than those described above, we will provide specific notice or ask for your affirmative consent, as required by law, before we share your personal information outside of our corporate family of companies, and we will not sell or rent your personal information for money.</p>\n<p>\n<b>Categories of Personal Information We Disclose to Each Type of Third Party:</b>\n</p>\n<p>We may share your personal information with certain categories of third parties, as described below.</p>\n<b>Types of Third Parties to Which the Personal Information Was Disclosed for a Business Purpose</b>\n<b>Categories of Personal Information Disclosed for a Business Purpose</b>\n<p>Financial service vendors</p>\n<p>(see example above <b>Credit Offers</b>)<br>\n</p>\n<p>Demographic Information</p>\n<p>Device and Online Identifiers</p>\n<p>Financial Information</p>\n<p>Individual Preferences and Characteristics</p>\n<p>Government Identifiers</p>\n<p>Location</p>\n<p>Personal Identifiers</p>\n<p>Purchase History Information<br>\n</p>\n<p>Those we are legally required to share with</p>\n<p>(see example above <b>Legal Requirements and Protection of Our Company and Others</b>)</p>\n<p>Audio, Visual and Other Sensory Information</p>\n<p>Characteristics of Protected Classifications under California or Federal Law</p>\n<p>Demographic Information</p>\n<p>Device and Online Identifiers</p>\n<p>Education Information</p>\n<p>Employment Information</p>\n<p>Financial Information</p>\n<p>Government Identifiers</p>\n<p>Health and Health Insurance Information</p>\n<p>Individual Preferences and Characteristics</p>\n<p>Internet, Application, and Network Activity</p>\n<p>Location Information</p>\n<p>Personal Identifiers</p>\n<p>Purchase History Information<br>\n</p>\n<p>Service providers that receive data in order to provide services to us (e.g.\ntechnology providers, cloud storage providers, etc.)</p>\n<p>(See example above <b>Sharing with Service Providers</b>)</p>\n<p>Audio, Visual and Other Sensory Information</p>\n<p>Characteristics of Protected Classifications under California or Federal law</p>\n<p>Demographic Information</p>\n<p>Device and Online Identifiers</p>\n<p>Employment Information</p>\n<p>Financial Information</p>\n<p>Government Identifiers</p>\n<p>Health and Health Insurance Information</p>\n<p>Individual Preferences and Characteristics</p>\n<p>Internet, Application, and Network Activity</p>\n<p>Location Information</p>\n<p>Personal Identifiers</p>\n<p>Purchase History Information<br>\n</p>\n<p>Third parties with whom individuals direct us to share their personal information</p>\n<p>(See example above <b>Credit Offers</b> and <b>With Your Consent</b>)</p>\n<p>Demographic Information</p>\n<p>Device and Online Identifiers</p>\n<p>Personal Identifiers</p>\n<p>Purchase History Information<br>\n</p>\n<p>Our suppliers or marketplace vendors</p>\n<p>(See example above <b>Products and Services Offered by Other Businesses</b>)</p>\n<p>Device and Online Identifiers</p>\n<p>Financial Information</p>\n<p>Location</p>\n<p>Personal Identifiers</p>\n<p>Purchase History Information<br>\n</p> What Are Your Choices? <p>\n</p>\n<p>You have choices about the various ways we collect, use, and share your personal information.<br>\n</p>\n<ul>\n<li>We may send you marketing communications.\nYou can tell us your marketing preferences in different ways, including by logging on to your SamsClub.com account and clicking \"edit\" under Email preferences in the Member profile.</li>\n<li>We also personalize your experience on our sites and mobile services by showing you advertisements from Sam’s Club or our advertising partners that are tailored to your interests.\nLearn more about interest-based advertising.</li>\n<li>Some of our mobile services use your device’s location information.\nYou can adjust the settings of your mobile device at any time to control whether your device communicates this location information.\nWe may also offer additional controls on our use of your mobile location information.</li>\n</ul>\n<p> We want to offer you choices about the different ways we collect, use, or share your personal information.\nThese choices are described below.</p>\n<p>\n<b>Marketing Preferences</b>\n<br>When we are sending marketing communications to you, we use the following standards:<br>\n</p>\n<ul>\n<li>We use an opt-in standard for automated phone and text messages, and for sharing personal information with companies outside our corporate family of companies for their use in direct marketing of their products, such as sending you promotions for their products.\nOpt-in means we will only conduct the activity with your affirmative consent.</li>\n<li>We use an opt-out standard for phone, email, app notifications, and postal mail.\nOpt-out means we may contact you, but will stop upon your request (as described below).</li>\n</ul>\n<p>Additionally, these standards may not apply to Sam’s Club-branded credit card offerings because these are provided through associated financial institutions.\nHowever, you can choose to stop receiving certain prescreened offers of credit that originate from participating nationwide credit reporting agencies, including our prescreened offers, by calling the official Consumer Credit Reporting Industry organization at 1-888-567-8688 or by going to www.optoutprescreen.com.</p>\n<p> As a Sam’s Club member, you may update your marketing preferences any of the following ways:<br>\n</p>\n<ul>\n<li>Online: By logging on to your SamsClub.com account and clicking “edit” under Email preferences in the Member profile.</li>\n<li>By Email: You may email privacy@samsclub.com for assistance.</li>\n<li>By Mail: Sam’s Club, 2101 SE Simple Savings Drive, Bentonville, AR 72716-0745, Attention: Membership Services</li>\n<li>By Phone: You may call Member Services by dialing 1-888-746-7726.</li>\n<li>In Club: You may request to opt out at the Membership Services desk of your local Sam’s Club.</li>\n</ul>\n<p>If you are not a Sam’s Club member and are currently subscribed to our promotional emails, you may update your marketing preferences by clicking the “unsubscribe” link in the footer of one of our promotional emails or by contacting the Mail or Email resources listed above.</p>\n<p>If you contact us by email or mail, please be sure to include your full name, membership number, the types of communications you would like to receive or not receive, and your related contact information.\nFor instance, if you would like to opt-out of mail, include your mailing address.\nPlease allow sufficient time for your marketing preferences to be processed.\nIt may take up to ten days to process your requests related to email and up to 30 days to process your requests related to telephone calls, text messages, app notification and sharing information with your consent.\nPlease note that postal mailings are often prepared many weeks in advance, and you may continue to receive mail for six to ten weeks.</p>\n<p>Since we do not accept opt-out requests from third parties (except as described in the <i>“What are Your California Privacy Rights?” </i>section), such as catalog opt-out services, please communicate your request directly to us through one of the mechanisms mentioned above.</p>\n<p>Please know that, even if you opted out of receiving marketing communications from us, we may still contact you for transactional or informational purposes.\nSome examples are contacts for member service, product information, service or reminder notices, or recalls.\nWe may also need to contact you with questions or information regarding your order.</p>\n<p>\n<b>Interest-Based Advertising Preferences</b>\n<br>We personalize your experience on our sites and mobile services by showing you advertisements that are tailored to your interests.\nFor example, if you browse or shop for electronics with us or on other sites, we may show you ads for electronics as you continue to browse the Internet.\nFor more information about browsing information, see “<i>Information We Receive From You.</i>”</p>\n<p>We show you advertisements related to Sam’s Club or our advertising partners.\nWe belong to ad networks that may use your browsing history across participating websites and mobile services to show you interest-based advertisements.\nYou may also see ads for Sam’s Club on participating websites and mobile services based on how you browse.\nLearn more about interest-based advertising.</p>\n<p>\n<b>Mobile Location Settings</b>\n<br>Some of our mobile services use your device’s location information.\nYou can adjust the location settings of your mobile device at any time to control whether your device communicates this information.\nYou will also need to adjust your device’s Bluetooth settings to completely disable the collection of Bluetooth location-related data.\nSee your device instructions to learn more about these settings.\nIn addition, we may offer you controls on our use of your mobile location information.\nSee “<i>What Types of Information Do We Collect?</i>” above for more information on the types of location information we collect.</p>\n<p>\n<b>Device Camera and Microphone</b>\n<br>Some of the features on our websites and mobile services may require access to the camera or microphone of your computer or mobile device.\nYou must give your permission before we access your device’s camera or microphone, and you can adjust the settings of your device at any time to control access to your camera or microphone.\n<i>See “What Types of Information Do We Collect?”</i> above for more information.\n</p> How Do You Access and Update Your Personal Information? <p>\n</p>\n<p>We provide you with various ways to access or update your personal information, including contact and account information.\nWe also take reasonable steps to keep your personal information accurate and complete.</p>\n<p>You can access or update your personal information, including contact or account information, in the following ways:<br>\n</p>\n<ul>\n<li>If you have created an account on one of our websites or mobile services, log into your account.\nOnce you do, you will be able to enter and update your own contact information and payment information, as well as contact information for recipients you have designated.</li>\n<li>Contact us at the email or postal address listed in the “<i>Who Can I Contact at Sam’s Club About this Privacy Policy?</i> ” section at the bottom of this Policy.\nPlease include your current contact information, the information you are interested in accessing, and your requested changes.\nWe will provide you the personal information requested if it is reasonably available, unless it infringes on the privacy of other individuals, and subject to reasonable limitations provided by law and internal procedures.\nOtherwise we will describe the types of information we typically collect.\nWe will provide access and make the changes you request, or will provide an explanation of what actions we will be able to take with regard to the request.</li>\n<li>If you need to access your personal information related to a specified service provided to you by a Sam’s Club service provider or business partner, we will refer you to the service provider or business partner.\nPlease contact us via the “<i>Who Can I Contact at Sam’s Club About this Privacy Policy?</i>” section below.</li>\n<li>If you need assistance accessing records related to your Pharmacy or Optical information, please visit the “<i>What Privacy Protections Apply to Specific Types of Personal Information</i> ?” section.</li>\n<li>You can deactivate your Sam’s Club account if you wish.\nPlease contact our Member Service Department by calling 1-888-746-7726 for further instructions about deactivating your samsclub.com account.</li>\n<li>You can delete your Sam’s Club account within the Sam’s Club app at any time.\nPlease visit the “Account” section of the app and select “Request to Delete Online Account”.</li>\n</ul>\n<p>Our specialized lines of business, such as health services offer specific methods to exercise privacy rights.\nFor example, our health services operations, such as Sam’s Club Pharmacies, Vision Centers, and Clinics, provide opportunities to access or amend protected health information collected, created, or received by those operations (for example, information collected at a Walmart pharmacy to fill a prescription) as described by the Notice of Privacy Practices.\nIf you need assistance accessing records related to your personal information collected, created, or received by our health services operations or financial services operations, please visit the <i>“What Privacy Protections Apply to Specific Types of Personal Information?” </i>section.</p>\n<p>If you are a California resident, please refer to the “<i>What Are Your California Privacy Rights?” </i>section for additional information on your rights under the California Consumer Privacy Act.\n<br>\n</p> How Do We Secure Your Personal Information? <p>\n</p>\n<p>We recognize the importance of maintaining the security of our members’ personal information.\n</p>\n<p>We have a team of associates who are responsible for helping to protect the security of your information.\nWhether you are shopping on our websites, through our mobile services, or in our Clubs, we use reasonable security measures, including physical, administrative, and technical safeguards.\nThese measures may include physical and technical security access controls or other safeguards, information security technologies and policies, procedures to help ensure the appropriate disposal of information, and training programs.</p>\n<p>To learn more about measures you can take to protect the security of your personal information, please click here.<br>\n</p> How Long Do We Retain Your Personal Information? <p>\n</p>\n<p>We will keep the personal information we collect from you for as long as necessary to carry out the business purposes set forth in this Privacy Policy, such as providing products or services to you, supporting our business functions and operations, enabling us to communicate with you, providing marketing and personalization, and conducting research, or to satisfy our legal or contractual obligations.\nWhere required, we will dispose of the information we collect when we no longer need it for the uses described in this Privacy Policy, in accordance with Walmart retention policies and procedures.</p> Who Can I Contact at Sam’s Club About this Privacy Policy? <p>\n</p>\n<p>You can contact the Sam’s Club Privacy Office online or by postal mail.</p>\n<p>Contact Member Service for Club experience, marketing preferences, and general feedback/questions.</p>\n<p>\n<b>Contacting the Privacy Office</b>\n<br>Email the Privacy Office - Please feel free to contact the Privacy Office with any questions or comments about this Policy or about how your personal information is handled.\nYou can also contact us the Privacy Office via the address below:</p>\n<p>Mail:<br>Sam’s Club Corporate<br>Privacy Office, MS #0160<br>702 SW 8th Street<br>Bentonville, AR 72716-0160<br>\n</p> What Are Your California Privacy Rights? <p>\n</p>\n<p>Delete My Personal Information: California residents have the right to ask that we delete your personal information.\nOnce we receive a request, we will delete the personal information (to the extent required by law) we hold about you as of the date of your request from our records and direct any service providers to do the same.\nIn some cases, deletion may be accomplished through de-identification of the information.\nChoosing to delete your personal information may impact your ability to use our websites and online features, including closure of your online account, and limit your use of in-store functions that require your personal information.\nDeleting your personal information will not cancel memberships you have purchased.</p>\n<p>To learn more about your California privacy rights, please click here.<br>\n</p> Nevada Privacy Rights <p>\n</p>\n<p>Nevada consumers have the right to request that a company not sell their personal information for money.\nSam’s Club does not sell personal your information for money.\nIf you have any questions about how your personal information is processed by Sam’s Club please contact us at Privacy@Samsclub.com.</p> How Will I Know if this Policy changes? <p>\n</p>\n<p>Please check our Privacy Policy periodically for changes.\nWe will provide additional notice of significant updates.\nWe will post the date our Policy was last updated.<br>\n</p> ", "created_at": "2022-05-01 21:16:42.537868", "updated_at": "2022-05-01 19:17:13.046594"}, {"id": 11867, "name": "Terms", "url": "https://www.samsclub.com/termsandconditions", "xpath": "//*[@id=\"main\"]", "text": " Terms and Conditions <p>\n<em>Last updated on March 17, 2022</em>\n</p> Clubs, Site &amp.\nMembership 90-Day Sam's Club Membership Free Trial Sam's Cash™ Loyalty Rewards Program Curbside Pickup Free Shipping Sam’s Club Delivery Free Tire Repair Instant Savings Prescription Eyeglasses Prescriptions Program Satisfaction Guarantee Subscription Order Services Third-Party Service Subscription Scan and Go Clubs, Site and Membership Terms of Use I.\nIntroduction <p>These Terms of Use (\"Terms\") govern your access to and use of the SamsClub.com site and Sam's Club Mobile Application (collectively, \"Site\") and Sam's Club Stores (\"Clubs\").\nThese Terms apply to both Sam's Club Members and non-Members.\nYour use of the Site constitutes your agreement to follow and be bound by these Terms.\nBy using the Site, you affirm that you are of legal age to enter into these Terms, or, if you are not, that you have obtained parental or guardian consent to enter into these Terms.\nIf you violate or do not agree to these Terms, then your access to and use of the Site is unauthorized.</p>\n<p>For Sam's Club Members, these Terms also govern your Membership with Sam's Club as further set forth in the Membership section below (\"Membership Terms\").\nBy entering and maintaining your Sam's Club Membership, you agree to be bound by these Terms, including the Membership Terms and the terms and conditions related to related Sam's Club policies and programs cross-referenced in the Additional Terms section below.</p>\n<p>IMPORTANT: THIS AGREEMENT CONTAINS A MANDATORY ARBITRATION PROVISION THAT, AS FURTHER SET FORTH BELOW, REQUIRES THE USE OF ARBITRATION ON AN INDIVIDUAL BASIS TO RESOLVE DISPUTES.\nTHIS MEANS THAT YOU AND SAM'S CLUB ARE EACH GIVING UP RIGHTS TO SUE EACH OTHER IN COURT OR IN CLASS ACTIONS OF ANY KIND.</p>\n<p>We may update these Terms from time to time by notifying you of such changes by any reasonable means, including by posting revised Terms through the Site.\nAny such changes will not apply to any dispute between you and us arising prior to the date on which we posted the revised Terms incorporating such changes or otherwise notified you of such changes.\nBy continuing to use or access the Site after we post any changes, you accept the updated Terms.</p>\n<p>The \"Last Updated\" legend above indicates when these Terms were last revised.</p> II.\nIntellectual Property.\nUse of Site <p>The Site and all materials, including images, illustrations, designs, icons, photographs, video clips, software and written and other materials that are part of this site (collectively, the \"Contents\") may be subject to copyrights, trademarks, trade dress and/or other intellectual property owned, controlled or licensed by Sam's Club, one of its affiliates, or by third parties who have licensed their materials to SamsClub.com and may be protected by U.S.\nand international copyright laws.\nSubject to your compliance with these Terms, and solely for so long as you are permitted by Sam's Club, you may access, view, download, and print the Contents for your personal, non-commercial use only.\nprovided, however, that you (1) retain all copyright, trademark, or other proprietary designations contained on all Contents.\n(2) do not modify or alter the Contents in any way except as expressly permitted.\nand (3) do not provide or make available the Contents to any third party in a commercial manner.</p>\n<p>The compilation (meaning the collection, arrangement, and assembly) of all content on this site is the exclusive property of Sam's Club and is also protected by U.S.\nand international copyright laws.\nIf you believe that your work has been copied and is accessible on the Site in a way that constitutes copyright infringement, please follow the procedure outlined below in Section III- DMCA Notice.\nProcedure for Making and Responding to Claims of Copyright Infringement.</p>\n<p>The content and software on this Site may be used only as a shopping resource.\nYou may download or copy the Contents and other downloadable materials displayed on the site for your personal, non-commercial use only.\nNo right, title or interest in any downloaded materials or software is transferred to you as a result of any such downloading or copying.\nYou may not reproduce (except as noted above), publish, transmit, distribute, display, modify, create derivative works from, sell or participate in any sale of or exploit in any way, in whole or in part, any of the Contents, the site or any related software.</p> III.\nDMCA Notice.\nProcedure for Making and Responding to Claims of Copyright Infringement <p>We respect the intellectual property of others.\nIf you believe that your work has been copied and is accessible on the site in a way that constitutes copyright infringement please see our DMCA Procedure (available at http://help.walmart.com/app/answers/detail/a_id/254)for instructions on how to contact us to report possible copyright infringement.</p> IV.\nUser Account, Comments, and Ideas You certify that any content you provide on or through the Site and Sam's Club Communities is accurate and that the information you provide on or through the Site is complete.\nYou are solely responsible for maintaining the confidentiality and security of your SamsClub.com account including username and password.\nSam's Club is not responsible for any losses arising out of the unauthorized use of your account.\nYou agree that Sam's Club does not have any responsibility if you lose or share access to your device or your account.\nAny agreement between you and the issuer of your credit card, debit card, or other form of payment will continue to govern your use of such payment method on the Site.\nYou agree that Sam's Club is not a party to any such agreement, nor is it responsible for the content, accuracy, or unavailability of any method used for payment.\nYour account may be restricted or terminated for any reason, at our sole discretion.\nExcept as otherwise provided by law, at any time without notice to you, we may (1) change, restrict access to, suspend, or discontinue the Site or any portion of the Site.\nor (2) change, modify, or waive any fees required to use any services, functionality or other content available through the Site or any portion of the Site.<p>\n</p>\n<p>Sam's Club does not claim ownership of any comments or reviews submitted or offered by you on or through this Site (\"Comment(s)\") or ideas, concepts, feedback, or know-how (\"Ideas\").\nBy making any Comment, you agree that such Comment is non-confidential, non-proprietary, and may be disseminated or used by Sam's Club.\nIf you make a Comment, you automatically grant—or warrant that the owner of such content has expressly granted--Sam's Club a royalty-free, perpetual, irrevocable, worldwide, unlimited, nonexclusive license to use, reproduce, create derivative works from, modify, publish, edit, translate, distribute, perform, and display (publicly or otherwise) the Comments and Ideas in any media or medium, or any form, format, or forum now known or hereafter developed.</p>\n<p>Sam's Club's policy is to not accept or review unsolicited Ideas.\nNotwithstanding this policy, any Ideas that are submitted or offered through the Site shall be and remain the exclusive property of Sam's Club and shall be treated as non-confidential information.\nSam's Club will be entitled to use and disclose any Ideas you submit for any purpose whatsoever, without restriction and without compensating you or any other party in any way.</p>\n<p>Sam's Club may sublicense its rights in Comments and Ideas through multiple tiers of sublicenses.\nSam's Club is, and will be, under no obligation (1) to maintain any Comment or Idea in confidence.\n(2) to pay any compensation for any Comment or Idea.\nor (3) to respond to any Comment or Idea.\nYou grant to Sam's Club the right to use any name associated with any Comment or Idea that you make available to Sam's Club, although Sam's Club has no obligation to exercise such right, or to otherwise provide any attribution for any Comment or Idea.</p>\n<p>You agree that you will not make any Comment that is, in whole or in part, libelous.\nscandalous.\ninflammatory.\ndiscriminatory.\ndefamatory.\nfalse.\nthreatening.\nvulgar.\nobscene.\npornographic.\nprofane.\nabusive.\nharassing.\ninvasive of another's privacy.\nhateful or bashing.\naimed at gender, race, color, sexual orientation, national origin, religious views, or disability.\nin violation of local, state, national, or international law.\nor that infringes on, or violates, any right of any party.\nAdditionally, you agree that you will not: (a) make any Comment that is an advertisement or solicitation of business.\n(b) disrupt the normal flow of dialogue or make a Comment unrelated to the topic being discussed (unless it is clear the discussion is free-form).\n(c) post a chain letter or pyramid scheme.\n(d) impersonate another person.\n(e) distribute viruses or other harmful computer code.\n(f) harvest or otherwise collects information about others, including email addresses, without their consent.\n(g) post the same note more than once or engage in \"spamming\".\n(h) engage in any other conduct that restricts or inhibits any other person from using or enjoying the site, or which, in the sole and exclusive judgment of Sam's Club, exposes Sam's Club or any of its licensors, partners, or customers to any liability or detriment of any type.\nor (i) violates any policy posted on the Site or intended to cause harm, damage, disable or otherwise interfere with Sam's Club or Sam's Club partners.</p>\n<p>You are solely responsible for any Comments you make, the consequences of making a Comment, and your reliance on any Comments.\nSam's Club is not responsible for the consequences of any Comment.\nSam's Club is not responsible for screening or monitoring Comments.</p>\n<p>Sam's Club reserves the right (but is not obligated) to: (a) record any Comment you make on the site.\n(b) investigate an allegation that a Comment does not comply with these Terms.\n(c) determine in its sole discretion to remove or request the removal of Comments which are abusive, illegal, disruptive, or outdated, or that otherwise fail to comply with these Terms.\n(d) terminate a user's access to any or all parts of the site upon any breach of these Terms or the law.\nand (e) monitor, edit, or disclose any Comment, regardless of whether such Comment violates these Terms.\nSam's Club will have no liability or responsibility to users for performance or nonperformance of such activities.</p> V.\nMerchandise on Site and in Clubs A.\nNo Representations as to Merchandise <ul>\n<li>The Site may make available listings, descriptions, and images of goods and services (\"Products\").\nSuch Products may be made available by us or by third parties.\nWe make no representations as to the completeness, accuracy, reliability, validity, or timeliness of such listings, descriptions, or images (including any features, specifications, and prices contained on the Sites).\nSuch information and the availability of any Product are subject to change at any time without notice.</li>\n<li>We try to display colors of Products as accurately as possible on the Site.\nHowever, as the actual colors you see will depend on your monitor and various other factors, we cannot guarantee that the actual display of any color will be accurate.</li>\n</ul> B.\nProduct Availability and Pricing <ul>\n<li>Prices and availability for Products are subject to change without notice.</li>\n<li>Sam's Club strives to provide accurate product and pricing information.\nHowever, pricing, pictorial or typographical errors may occur, and product descriptions and pricing information are never guaranteed.\nIn the event that an item is listed at an incorrect price or with incorrect information due to an error in pricing or other product information, Sam's Club shall have the right, at its sole discretion, to either refuse or cancel any orders placed for that item, or contact you for notification and instructions on such cancellation, even after your receipt of order confirmation or shipping notice from Sam's Club.\nWithout limitation to the terms above, Sam's Club does not represent that any Product listing on this website is accurate and expressly disclaims any liability relating to accuracy.</li>\n<li>Unless otherwise noted, prices for Products on the Site do not include shipping costs or applicable taxes.</li>\n<li>Sam's Club reserves the right to limit quantities to normal retail purchases or one-per-Member or household, and to exclude resellers.</li>\n<li>We strive to provide you with the lowest costs possible on the site as well as in our warehouses.\nIn our effort to provide you with the lowest costs in your particular geographic region, warehouse prices will sometimes differ from online prices.</li>\n<li>Fuel prices shown online are updated frequently, but may not reflect the price at the pump at the time of purchase.\nAll sales will be made at the price posted on the pumps at each Sam's Club location at the time of purchase.</li>\n</ul> VI.\nSam's Club Membership Terms and Purchases <p>This section includes terms specific to Sam's Club Members (\"Members\") and does not apply to non-Members.</p> A.\nGeneral Membership Policies <ul>\n<li>Members must be 18 years of age or older and have a valid form of government-issued identification or other Sam's approved identification.</li>\n<li>Sam's Club reserves the right to accept, refuse, or revoke Membership with or without cause at any time at its sole discretion.</li>\n<li>Annual Membership fee covers a 12-month period.</li>\n<li>Limit one Plus Membership per household or business and one membership refund per year.</li>\n<li>Members are welcome to bring their children or guardians and up to two guests per visit to any Sam's Club location.\nA Member must accompany their children or guardians and their guests at all times.\nMembers are responsible for any damage or other liability caused by themselves, their children or guardians, and their guests.</li>\n<li>Sam's Club reserves the right to inspect any container, backpack, briefcase or other bag of any person upon entering or leaving any Sam's Club location and to refuse entry to anyone at our discretion.</li>\n<li>Receipts: To ensure that you are charged correctly for the merchandise you have selected, Sam's Club may inspect or electronically scan your merchandise and electronic/phone or paper copy receipt(s) when you exit any Sam's Club location.</li>\n</ul> B.\nMembership Period, Cards and Fees <ul>\n<li>Report a lost or stolen card immediately at any Sam's Club Member Services Desk or by calling 888-746-7726.</li>\n<li>The Primary Member and Complimentary Household Cardholder (hereinafter referred to as \"Member\" unless specifically stated otherwise) are responsible for Membership, including the annual membership fee and account maintenance.</li>\n<li>The Primary Member is solely responsible for Membership, including the annual membership fee and account maintenance.</li>\n<li>All Primary Members may add one Complimentary Household Cardholder.\nThe Complimentary Household Cardholder may be the Primary Member's spouse, domestic partner, or person living in the same household who is 18 years of age or older.\nOther individuals are not eligible to be Complimentary Household Cardholders.</li>\n<li>Membership cards are non-transferable and are valid at all Sam's Club locations nationwide and to make purchases on the Site.</li>\n<li>Sam's Club reserves the right to require Members to take a photo in order to verify the Member's identity notwithstanding whether photo is on the Membership Card.</li>\n<li>A Membership includes a Complimentary Card in addition to the Primary Member card.</li>\n<li>Sam's Club Members may obtain up to eight (8) Add-on Memberships for an additional fee.\nVisit a Sam's Club store or call 888-746-7726 to learn about the terms and costs of Add-on Memberships.</li>\n<li>Sam's Plus Members may obtain up to sixteen (16) additional Add-on Memberships for an additional fee.</li>\n<li>Sam's Plus Members are eligible for Free Shipping subject to the terms available here.</li>\n<li>Add-on Memberships include a card for the Primary Add-on Member and an Add-on Complimentary Household Cardholder.</li>\n<li>The Membership period for an Add-on Member will coincide with the Primary Member's membership period.\nThe Membership fee for an Add-On Member added after the Primary Member may be pro-rated.</li>\n</ul> C.\nMembership Renewal and Cancellation <ol>\n<li>\n<strong>Auto-renew Program</strong>\n<ul>\n<li>Members not enrolled in the Auto-renew Program may enroll in the Auto-renew Program at any time under then-current Terms.</li>\n<li>If the Primary Member or Complimentary Household Cardholder enrolls in the Auto-renew Program, Sam's Club will automatically charge the Membership fee, plus the fee for any existing Add-On Memberships and any applicable taxes, to any card on file or any payment method in the digital wallet approximately one day before the end of the Membership term.\nBy enrolling in the Auto-renew Program, the Primary and Complimentary Member authorizes Sam's Club to charge the scheduled payments (or any adjustment thereof) to any card on file or any payment method in the digital wallet, and represents that they are the owner or authorized user of the account(s) and payment methods to be charged.</li>\n<li>Sam's Club will send information about the Auto-renew Program and Membership renewal by email and/or mail.\nA valid email address is required for enrollment in the Auto-renew Program when Members enroll online.\nMembers may update payment and other account information online or by calling 1-888-746-7726.\nBy enrolling in the Auto-renew Program, a Member agrees to receive communication about Membership renewals only by email and to receive marketing and promotional email from Sam's Club.</li>\n<li>A Member's authorization under the Auto-renew Program allows Sam's Club to adjust the scheduled charge to reflect any changes to the Membership fee, Add-On Membership fee (if applicable), or taxes.\nSam's Club will notify the Member by email, at least 10 days prior to making any charge, if there is a change to the fee.\nAlthough payment will usually be processed on the scheduled date, the Member should allow several days for processing.</li>\n<li>ALL AUTHORIZATIONS UNDER THE AUTO-RENEW PROGRAM REMAIN IN EFFECT UNTIL THE AUTOMATIC RENEWAL OPTION IS CANCELLED.\nMembers may cancel enrollment in the Auto-renew Program at any time online through the Site, in Clubs, or by calling 1-888-746-7726.\nCancellation of enrollment in the Auto-renew Program is distinct from cancellation of your Sam's Club Membership.\nA Member can keep his/her Membership active after unenrolling in the Auto-renew Program by paying the renewal fee in Clubs, online or by calling 1-888-746-7726.</li>\n<li>Continued participation in the Auto-renew Program after any changes to these Terms or changes to the Membership fee constitutes acceptance of the changes.</li>\n</ul>\n</li>\n<li>\n<strong>Automatic Billing for Members with Sam's Club Credit</strong>\n<p>Primary Members with a Sam's Club Credit Account will be automatically billed for Membership renewal unless otherwise specified.\nYou will not receive a new card each year.\nSee Sam's Club Credit Terms for additional information.</p>\n</li>\n<li>\n<strong>Members Not Enrolled in Auto-renew Program</strong>\n<ul>\n<li>Members will receive a renewal notice and invoice by their specified preferred method of contact unless enrolled in the Auto-renew Program.</li>\n<li>Only the Primary Member may authorize renewal or cardholder changes (including Add-On Memberships for Members who operate a business).</li>\n<li>Members may renew their Membership online, by mail, in Clubs, or by calling 888-746-7726.</li>\n<li>A renewal initiated within sixty (60) days after your expiration date will extend your Membership for twelve (12) months from the expiration date.\nIf your Membership has been expired for more than sixty (60) days, Sam's Club has discretion to extend your Membership for twelve (12) months from the date you initiated the renewal.</li>\n</ul>\n</li>\n<li>\n<strong>Cancelling your Membership</strong>\n<p>Members may cancel their Membership at any time in Clubs or by calling 1-888-746-7726.\nMembers may cancel enrollment in the Auto-renew Program at any time in Clubs, by calling 1-888-746-7726, or online through their account.\nMembers with a Sam's Club Credit Account who are automatically billed for Membership renewal via that Account may also be required to contact the card issuer to unenroll from the automatic billing program.</p>\n</li>\n</ol> D.\nPayment In Clubs and Online <ul>\n<li>For in-store purchases, Sam's Club accepts checks as set forth below, cash, Sam's Club Credit, Wal-Mart® Credit, American Express®, MasterCard®, Visa®, Discover®, EBT (electronic benefits transfer), debit cards, prepaid credit cards, and Walmart and Sam's Club Gift/e-Gift Cards.</li>\n<li>For online purchases, Sam's Club accepts Sam's Club Credit, American Express®, MasterCard®, Visa®, Discover®, debit cards, prepaid credit cards, Sam's Club Credit Direct Accounts (if registered the account is registered online), digital wallet service -Visa Checkout, and Walmart and Sam's Club Gift/e-Gift Cards.</li>\n<li>Some Sam's Club fuel station payment options may vary by location and some may not accept cash.</li>\n<li>Checks will be accepted if they are preprinted from a Member's checking account or Member's business checking account with the Member's name and/or Member's Business Name, address and phone number as they appear on the Member account, and provided the amount is written in the exact amount of the purchase.</li>\n<li>Government issued photo identification or other photo identification chosen by Sam's Club (such as a driver's license or passport) may be required.</li>\n</ul> E.\nUse of Resale Permit or Transaction of Privilege Tax License (Tax-Exempt) for In-Store Purchases <ul>\n<li>Members who own or operate a business must declare to the cashier any merchandise that is being purchased for resale or that is otherwise tax-exempt.</li>\n<li>A tax-exempt organization may purchase tax-free.\nAll items purchased must be used exclusively by the tax-exempt organization for tax-exempt purposes only.</li>\n<li>To obtain tax-exempt purchasing privileges, Members must present a valid state tax-exempt number or Sales and Use tax license (or photo copy) with a Membership application and renew it once every three years at Sam's Club.</li>\n<li>If the Member buys any property for resale and uses that property for any purpose other than retention, demonstration or display while holding it for sale, the law requires the Member to report and pay tax, measured by the purchase price or other authorized amount.</li>\n<li>Members will hold Sam's Club harmless from and will indemnify Sam's Club against any claim, loss or expense occurring from any failure to comply with resale permits or tax-exempt requirements, and Membership will be subject to immediate forfeiture.</li>\n</ul> F.\nUse of Resale Permit or Transaction of Privilege Tax License (Tax-Exempt) for Online Purchases <p>To obtain tax-exempt purchasing privileges for online purchases, Members must register as Tax Exempt and be approved for Tax Exempt Status.</p> VII.\nPrivacy <p>You acknowledge that any personal information that you provide through the Site, online or in Clubs will be used by Sam's Club in accordance with Sam's Club Privacy Policy (available at https://corporate.samsclub.com/sams-club-privacy-policy, which may be updated by Sam's Club from time to time).</p> VIII.\nLIMITATION OF LIABILITY <p>YOU ACKNOWLEDGE AND AGREE THAT, TO THE FULLEST EXTENT PROVIDED BY APPLICABLE LAW, IN NO EVENT WILL SAM'S CLUB, OR ITS DIRECTORS, AFFILIATES, OFFICERS, EMPLOYEES, AGENTS OR OTHER REPRESENTATIVES BE LIABLE TO YOU OR TO ANY OTHER PERSON, FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, PUNITIVE, CONSEQUENTIAL LOSSES OR DAMAGES, OR ANY OTHER LOSSES OR DAMAGES OF ANY KIND, ARISING OUT OF OR RELATED TO YOUR MEMBERSHIP OR PARTICIPATION IN SAM'S CLUB SERVICES OR YOUR USE OF THE SITE, WHETHER IN TORT, CONTRACT, STRICT LIABILITY OR OTHERWISE.\nTO THE FULLEST EXTENT PROVIDED BY APPLICABLE LAW, THIS DISCLAIMER APPLIES TO ANY DAMAGES OR INJURY ARISING FROM ANY FAILURE OF PERFORMANCE, ERROR, OMISSION, INTERRUPTION, DELETION, DEFECTS, DELAY IN OPERATION OR TRANSMISSION, LOST PROFITS, LOSS OF GOODWILL, LOSS OF DATA, WORK STOPPAGE, ACCURACY OF RESULTS, COMPUTER FAILURE OR MALFUNCTION, COMPUTER VIRUSES, FILE CORRUPTION, COMMUNICATION FAILURE, NETWORK OR SYSTEM OUTAGE, THEFT, DESTRUCTION, UNAUTHORIZED ACCESS TO, ALTERATION OF, LOSS OF USE OF ANY RECORD OR DATA, AND ANY OTHER TANGIBLE OR INTANGIBLE LOSS.\nSUBJECT TO THE FOREGOING, TO THE FULLEST EXTENT PROVIDED BY APPLICABLE LAW, NO SAM'S CLUB ENTITY WILL BE LIABLE FOR ANY DAMAGES IN EXCESS OF THE FEES PAID BY YOU IN CONNECTION WITH YOUR USE OF THE SITE AND YOUR MEMBERSHIP DURING THE SIX (6) MONTH PERIOD PRECEDING THE DATE ON WHICH THE CLAIM AROSE.</p> YOU SPECIFICALLY ACKNOWLEDGE AND AGREE THAT, TO THE FULLEST EXTENT PROVIDED BY APPLICABLE LAW, NO SAM'S CLUB ENTITY WILL BE LIABLE FOR ANY DEFAMATORY, OFFENSIVE, OR ILLEGAL CONDUCT OF ANY SELLER (INCLUDING ANY MARKETPLACE RETAILER), SHOPPER, OR OTHER USER OF THE SITE.<p>\n</p> IX.\nIndemnification <p>You agree to defend (at Sam's Club option), indemnify, and hold Sam's Club harmless from and against any and all liabilities, claims, damages, costs, and expenses, including attorneys' fees and costs, arising from or related to your misuse of the Site or any breach by you of these Terms.\nSam's Club reserves the right, at our expense, to assume exclusive defense and control of any matter otherwise subject to indemnification by you and, in any case, you agree to cooperate with Sam's Club if and as requested by Sam's Club in the defense and settlement of such matter.</p> X.\nDisputes &amp.\nArbitration.\nApplicable Law <p>PLEASE READ THIS SECTION CAREFULLY.\nIT MAY SIGNIFICANTLY AFFECT YOUR LEGAL RIGHTS, INCLUDING YOUR RIGHT TO FILE A LAWSUIT IN COURT.\nUsing or accessing the Site and/or enrolling as a Sam's Club Member constitutes your acceptance of this Arbitration provision.\nPlease read it carefully as it provides that you and Sam's Club will waive any right to file a lawsuit in court or participate in a class action for matters within the terms of the Arbitration provision.\nSam's Club welcomes and encourages you to reach out to its Customer Service representatives regarding any issues or concerns you may have.\nThis agreement does not in any way alter your ability to bring concerns to the attention of Sam's Club Customer Service at 888-746-7726, or visiting http://help.samsclub.com/app/ask.</p> A.\nClass Action Waiver and Agreement to Arbitrate <p>EXCEPT FOR DISPUTES THAT QUALIFY FOR SMALL CLAIMS COURT, ALL DISPUTES ARISING OUT OF OR RELATED TO THESE TERMS OF USE OR ANY ASPECT OF THE RELATIONSHIP BETWEEN YOU AND SAM'S CLUB, WHETHER BASED IN CONTRACT, TORT, STATUTE, FRAUD, MISREPRESENTATION, OR ANY OTHER LEGAL THEORY, WILL BE RESOLVED THROUGH FINAL AND BINDING ARBITRATION BEFORE A NEUTRAL ARBITRATOR INSTEAD OF IN A COURT BY A JUDGE OR JURY, AND YOU AGREE THAT SAM'S CLUB AND YOU ARE EACH WAIVING THE RIGHT TO SUE IN COURT AND TO HAVE A TRIAL BY A JURY.\nYOU AGREE THAT ANY ARBITRATION WILL TAKE PLACE ON AN INDIVIDUAL BASIS.\nCLASS ARBITRATIONS AND CLASS ACTIONS ARE NOT PERMITTED AND YOU ARE AGREEING TO GIVE UP THE ABILITY TO PARTICIPATE IN A CLASS ACTION.</p> B.\nArbitration Process and Procedure <p>The arbitration will be administered by Judicial Arbitration Mediation Services, Inc.\n(\"JAMS\") pursuant to the JAMS Streamlined Arbitration Rules &amp.\nProcedures effective July 1, 2014 (the \"JAMS Rules\") and as modified by this agreement to arbitrate.\nThe JAMS Rules, including instructions for bringing arbitration, are available on the JAMS website at http://www.jamsadr.com/rules-streamlined-arbitration.\nThe Minimum Standards are available at https://www.jamsadr.com/consumer-minimum-standards/.</p>\n<p>The arbitrator will conduct hearings, if any, by teleconference or videoconference, rather than by personal appearances, unless the arbitrator determines upon request by you or by us that an in-person hearing is appropriate.\nAny in-person appearances will be held at a location which is reasonably convenient to both parties with due consideration of their ability to travel and other pertinent circumstances.\nIf the parties are unable to agree on a location, such determination should be made by JAMS or by the arbitrator.\nThe arbitrator's decision will follow the terms of these Terms of Use and will be final and binding.\nThe arbitrator will have authority to award temporary, interim, or permanent injunctive relief or relief providing for specific performance of these Terms of Use, but only to the extent necessary to provide relief warranted by the individual claim before the arbitrator.\nThe award rendered by the arbitrator may be confirmed and enforced in any court having jurisdiction thereof.\nNotwithstanding any of the foregoing, nothing in these Terms of Use will preclude you from bringing issues to the attention of federal, state, or local agencies and, if the law allows, they can seek relief against us for you.</p> C.\nApplicable Law <p>These Terms will be governed by and construed under the laws of the United States (including federal arbitration law) and the State of California, without regard to conflicts of law principles.</p> XI.\nTermination <p>These Terms are effective unless and until terminated by either you or Sam's Club.\nYou may terminate these Terms at any time, provided that you discontinue any further use of the Site and cancel your membership.\nWe also may terminate these Terms at any time and may do so immediately without notice, and deny you access to the Site, if in our sole discretion you fail to comply with any term or provision of these Terms.\nUpon any termination of these Terms by either you or Sam's Club, you must promptly destroy all Materials and other Content downloaded or otherwise obtained from the Site, as well as all copies of such Content, whether made under these Terms or otherwise.\nThe following sections survive termination of these Terms: Intellectual Property, User Ideas, Sam's Club Membership Terms and In-Store Purchases, Limitation of Liability, Indemnification, Disputes &amp.\nArbitration.\nApplicable Law.</p> XII.\nGeneral <p>These Terms represent the complete agreement and understanding between you and Sam's Club and supersede all prior agreements and representations between the parties with respect to the subject matter of these Terms.\nThese Terms do not, and shall not be construed to, create any partnership, joint venture, employer-employee, agency, or franchisor-franchisee relationship between you and Sam's Club.\nHeadings used in these Terms are for reference purposes only and in no way define or limit the scope of the section.\nIf any provision of these Terms is held to be unenforceable for any reason, such provision will be reformed only to the extent necessary to make it enforceable and the other terms of these Terms will remain in full force and effect.\nThe failure of Sam's Club to act with respect to a breach of these Terms by you or others does not constitute a waiver and will not limit Sam's Club's rights with respect to such breach or any subsequent breaches.\nYou may not assign, transfer, or sublicense any or all of your rights or obligations under these Terms without our express prior written consent.\nWe may assign, transfer, or sublicense any or all of our rights or obligations under these Terms without restriction.\nAny use of the term \"including\" or variations thereof in these Terms shall be construed as if followed by the phrase \"without limitation.\" Notices to you (including notices of changes to this these Terms) may be made via posting to the Site or by e-mail (including in each case via links), or by regular mail.\nWithout limitation, a printed version of these Terms and of any notice given in electronic form shall be admissible in judicial or administrative proceedings based upon or relating to these Terms to the same extent and subject to the same conditions as other business documents and records originally generated and maintained in printed form.</p> XIII.\nAdditional Terms <p>Sam's Club may from time to time and in its discretion incorporate additional terms to these Terms that govern specific benefits and programs related to Members.\nThe following additional terms are incorporated by reference and govern your use of the Site and your Membership, as applicable:</p>\n<ul>\n<li>Clubs, Site &amp.\nMembership</li>\n<li>90-Day Sam's Club Membership Free Trial</li>\n<li>Sam's Cash™ Loyalty Rewards Program</li>\n<li>Curbside Pickup</li>\n<li>Free Shipping</li>\n<li>Sam’s Club Delivery</li>\n<li>Free Tire Repair</li>\n<li>Instant Savings</li>\n<li>Prescription Eyeglasses</li>\n<li>Prescriptions Program</li>\n<li>Satisfaction Guarantee</li>\n<li>Subscription Order Services</li>\n<li>Third-Party Service Subscription</li>\n<li>Scan and Go</li>\n</ul> XIV.\nHow to Contact Us <p>If you have any questions or comments, please contact us at http://help.samsclub.com/app/ask, by mail at 2101 SE Simple Savings Drive, Bentonville, AR 72716-0745, or by phone at 888-746-7726.</p>\n<p>Please note that e-mail communications will not necessarily be secure.\naccordingly, you should not include credit card information or other sensitive information in your e-mail correspondence with us.\nCalifornia residents may reach the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs by mail at 1625 North Market Blvd., Sacramento, CA 95834, or by telephone at (916) 445-1254 or (800) 952-5210.</p> 90-Day Sam's Club Membership Free Trial <ul>\n<li>\n<strong>Eligibility</strong>.\nThe 90-Day Sam's Club Membership Free Trial (\"90-Day Free Trial\") offer is available to those customers who do not have an active Sam's Club membership and have not had an active Sam's Club membership during the past 6 months.\nThis 90-Day Free Trial offer is not available to current Sam's Club Members and is not available to customers in Washington, DC.\nFor more information about the details of the 90-Day Free Trial, see 90-Day Free Trial FAQs, available at https://www.samsclub.com/join.</li>\n<li>\n<strong>Cancellation</strong>.\nYou may cancel the 90-Day Free Trial at any time during your 90-Day free trial.\nIf you cancel during the free trial period, you will not be able to use your Sam's Club membership and will lose the benefits of the free trial immediately.\nTo avoid being charged for your Sam's Club membership fee after the 90-Day free trial ends, cancel your 90-Day free trial by the 90th day in Clubs or by calling 1-888-746-7726.</li>\n<li>\n<strong>Annual Fee</strong>.\nIf you do not cancel prior to the end of the 90-Day Free Trial, you will be charged $45 or the then-current rate for your Sam's Club membership (plus any applicable taxes) on the 91st day using any card or payment method we have on file and every year until you cancel or change your membership.\nIf all cards or payment methods we have on file for you are declined for payment of the annual fee, your Sam's Club Membership participation will be automatically cancelled and benefits will end.\nYou may have the ability to sign up for a Sam's Club membership thereafter through SamsClub.com or a Club or by calling 1-888-746-7726.</li>\n<li>\n<strong>Autorenewal</strong>.\nYOUR MEMBERSHIP WILL AUTOMATICALLY RENEW EVERY YEAR UNTIL YOU CANCEL OR CHANGE YOUR SAM'S CLUB MEMBERSHIP, AND WE WILL CHARGE ANY CARD OR PAYMENT METHOD ON FILE FOR YOUR SAMS' CLUB MEMBERSHIP FEE AND ANY ADD-ON MEMBERSHIP(S) PLUS ANY APPLICABLE TAXES AT THE THEN-CURRENT RATE FOR YOUR MEMBERSHIP LEVEL EVERY YEAR UNTIL YOU CANCEL OR CHANGE YOUR SAM'S CLUB MEMBERSHIP.\n(VISIT SAMSCLUB.COM/AUTORENEW OR A CLUB OR CALL 1-888-746-7726 FOR FULL TERMS OR TO CANCEL AUTORENEWAL AT ANY TIME.)</li>\n<li>\n<strong>Other Limitations</strong>.\nWe reserve the right to accept or refuse 90-Day Free Trial subscriptions at our discretion.\nYou may not transfer or assign your 90-Day Free Trial Sam's Club Membership or any 90-Day Free Trial benefits.\nFrom time to time, Sam's Club may choose in its sole discretion to add or remove 90-Day Free Trial subscription benefits.\n90-Day Free Trials are limited to one per customer.</li>\n<li>\n<strong>Membership Terms and Conditions</strong>.\nUpon enrollment in the 90-Day Free Trial, you agree to be bound by the 90-Day Free Trial Terms and those Terms that govern your Membership with Sam's Club as further set forth in the Membership Terms, including the terms and conditions related to Sam's Club policies and programs found at SamsClub.com/termsandconditions.</li>\n<li>\n<strong>Terms and Conditions Changes</strong>.\nWe may at our discretion change these 90-Day Free Trial Terms, or any aspect of the promotion that is not material, without notice or liability to you.\nIf any change to these Terms is found invalid, void, or for any reason unenforceable, that change is severable and does not affect the validity and enforceability of any remaining changes or conditions.\nYOUR CONTINUED ENROLLMENT AFTER WE CHANGE THESE TERMS CONSTITUTES YOUR ACCEPTANCE OF THESE CHANGES.\nIF YOU DO NOT AGREE TO ANY CHANGES, YOU MUST CANCEL YOUR SUBSCRIPTION.</li>\n<li>\n<strong>Termination by Us</strong>.\nWe may terminate your subscription at our discretion without notice or liability to you.</li>\n</ul> Sam's Cash™ Loyalty Rewards Program Terms &amp.\nConditions I.\nIntroduction <p>The Sam's Cash Loyalty Rewards Program (the \"Sam's Cash Program\") is a rewards currency program that allows U.S.\nand Puerto Rico Sam's Club Members to earn and redeem Sam's Cash on qualifying purchases made in the U.S.\nand in Puerto Rico as set forth below in these Terms (\"Sam's Cash Terms and Conditions\").\nSam's Cash are rewards which can be earned by Sam's Club Members by making qualifying purchases in accordance with these Sam's Cash Terms and Conditions.\nSam's Cash has no cash value until such time as the rewards are redeemed at a Sam's Club.\nThe Sam's Cash Terms and Conditions are subject to change and may be revised without notice.</p>\n<p>Participation in the Sam's Cash Program is automatic and subject to the Sam's Cash Terms and Conditions, the Sam's Club Membership Terms and Conditions, and other Sam's Club rules and policies that may be applicable.</p>\n<p>IMPORTANT: SAM'S CLUB MEMBERS HAVE NO OWNERSHIP INTEREST IN SAM'S CASH, AND THESE REWARDS COLLECTED DO NOT CONSTITUTE PROPERTY.\nTHE USE OF THE WORD \"EARN\" IN THESE SAM'S CASH TERMS AND CONDITIONS OR IN SAM'S CASH PROGRAM MARKETING MATERIALS DOES NOT IMPLY THAT SAM'S CASH HAVE ANY VALUE PRIOR TO REDEMPTION.</p> II.\nEarning Sam's Cash™ <p>Sam's Cash can only be redeemed by active Sam's Club Members.</p>\n<p>Sam's Cash cannot be earned where application of the Sam's Cash Program would be prohibited by law or regulation.</p> A.\nEarning with Sam's Club Plus Membership <ul>\n<li>Sam's Club Plus Members earn 2% in Sam's Cash on qualifying pre-tax purchases directly from Sam's Club made in clubs and through Curbside Pickup.\nSam's Club Plus Members do not earn 2% in Sam's Cash from third parties nor for online purchases (i.e., direct ship to home or elsewhere, ship from club, delivered to home or elsewhere, etc.).</li>\n<li>Sam's Club Plus Members may earn up to $500 annually in Sam's Cash based on Sam's Club qualifying purchases per Member's membership year.</li>\n<li>When qualified purchases are returned for refund, the earned value of Sam's Cash is deducted from accrual of Sam's Cash.</li>\n<li>For Plus Members, only qualifying purchases made by the Primary Member or Complimentary Household Cardholder in a Sam's Club store in the United States qualify to earn Sam's Cash.\nSam's Club Add-On Members do not qualify to earn 2% Sam's Cash for themselves or for their Primary Member.</li>\n<li>Sam's Club reserves the right to modify qualifying purchases as determined at Sam's Club discretion.</li>\n</ul>\n<p>Sam's Cash from Sam's Club Plus membership is not earned for purchases of the following:</p>\n<ul>\n<li>Alcoholic beverages</li>\n<li>Tobacco</li>\n<li>Fuel</li>\n<li>Milk and certain dairy products</li>\n<li>Merchandise or services sold or provided on SamsClub.com website including those websites not hosted by Sam's Club, even if accessed through SamsClub.com.</li>\n<li>Auctions</li>\n<li>Gift cards, including third party gift cards and eGift Cards</li>\n<li>Inventory, sales, or services belonging to or offered by third parties (including but not limited to mobile phone contracts, extended warranty programs, travel, identity protection services, subscriptions, auto buying program, insurance, merchant credit card payment processing services, business payment solutions, service plans, delivery, etc.)</li>\n<li>Membership fees</li>\n<li>Prescription-related products including but not limited to: <ul>\n<li>Prescription products such as prescription pet medications, prescription drugs, and prescription medical supplies</li>\n<li>Prescription co-pays or deductibles</li>\n<li>Pharmacy purchases submitted to any health benefit program, pharmacy benefit program, insurer, or state/federal government health care program</li>\n</ul>\n</li>\n<li>Postage stamps</li>\n<li>Services and labor offered by Sam's Club (examples – delivery fees, tire installation, Curbside Pickup fees, etc.)</li>\n<li>Taxes and fees (including sales tax, deposits, miscellaneous fees, etc.)</li>\n</ul>\n<p>Sam's Club reserves the right to add, modify or delete qualifying restrictions on product categories or products from the above list without notice.</p> B.\nEarning with the Sam's Club® Mastercard® <p>Sam's Club Members may earn up to $5,000 in Sam's Cash per calendar year on qualifying purchases using their Sam's Club Mastercard.\nThe earned value of Sam's Cash is deducted from the accrual of Sam's Cash when qualified purchases are returned for refund.\nThe Sam's Club Mastercard account must be in good standing at the time of the qualifying purchase.\nMembers should consult the Terms and Conditions for the Sam's Club Mastercard for amounts that may be earned through qualifying purchases and related limitations.\nSee \"How you Can Earn Sam's Cash with your Sam's Club® Mastercard\" program for details.</p> C.\nEarning through Other Promotions <p>Sam's Club may also offer additional promotions or opportunities to earn Sam's Cash from time to time.\nSuch promotions are offered on a limited time basis and are subject to change without notice.</p> D.\nEarning Through The Sam’s Cash Bonus Offer Program <p>The Sam’s Club Bonus Offer Program allows an eligible Sam’s Club Member to designate his or her valid, eligible credit or debit card to earn Sam’s Cash when completing qualifying activities (such as making a purchase or activating an offer) at certain third-party merchants.\nThe earned value of Sam’s Cash is deducted from the accrual of Sam’s Cash when qualified purchases are returned for refund.\nSam’s Club Members should consult the Terms and Conditions for the Sam’s Cash Bonus Offer Program for details about the program and the amounts that may be earned through qualifying purchases and related limitations.\nSee The Sam’s Cash Bonus Offer Program terms for more details.</p> III.\nRedeeming and Using Sam's Cash™ <ul>\n<li>Sam's Cash can be applied to Sam's Club membership renewal fees and to most direct purchases from Sam's Club online, at any club, or in our mobile app.</li>\n<li>Sam's Cash cannot be used for purchases from third parties or some prescription-related products.</li>\n<li>Only the Primary Member or Complimentary Household Cardholder on a Membership account may access and redeem Sam's Cash loaded on the Primary Membership account.\nAdd-On Members to the Primary Membership account cannot access or redeem Sam's Cash loaded on the Primary Membership account.</li>\n<li>For Add-On Members, the Primary Add-On Member and any of their complimentary members can access and redeem Sam's Cash loaded on the Add-On Membership account.\nThe Primary Member or Primary Complimentary Household Cardholder cannot access or redeem Sam's Cash loaded on the Add-On Membership account.</li>\n<li>Notwithstanding anything to the contrary, Sam’s Cash earned via the Sam’s Club Mastercard may be redeemed by the credit account holder.\nAuthorized credit users may have access to Sam’s Cash if the Sam’s Cash balance is $50 or less for in-club purchases, excluding digital platforms (e.g.\nthe Scan &amp.\nGo app, Samsclub.com, Curbside Pickup, etc.).</li>\n<li>Sam's Cash balances are non-transferable and non-assignable.\nOnly active Members can redeem Sam's Cash.</li>\n<li>Sam's Club may require photo identification or other information to verify the Member's identity at the time of redemption.</li>\n<li>Sam's Cash may be redeemed for cash in clubs with a maximum amount established by Sam's Club in its sole discretion.</li>\n<li>Unless prohibited by law, Sam's Club reserves the right to require a mandatory cash out of the Sam's Cash account periodically in its sole discretion.</li>\n</ul> IV.\nTerminated, Cancelled, Revoked and Lapsed Memberships <ul>\n<li>If a Sam's Club membership is terminated, cancelled, or revoked by Sam's Club, the Member's remaining Sam's Cash balance shall be forfeited.</li>\n<li>A Member must have an active membership to redeem Sam's Cash.\nIf a Member terminates, cancels, or allows their membership to lapse, they must reactivate their membership to redeem Sam's Cash.</li>\n</ul> V.\nExpiration of Sam's Cash™, Suspension of Sam's Cash™ Program or Rewards <ul>\n<li>Sam's Cash does not expire but a Member must have an active membership to redeem.</li>\n<li>Sam's Club reserves the right to amend, cancel, or suspend the Sam's Cash Program, in whole or in part, or change any of these Terms and Conditions at any time for any or no reason.</li>\n<li>Sam's Club reserves the right to revoke Sam's Cash, suspend a Member's access to Sam's Cash and the Sam's Cash Program in the event of fraud, abuse of the Sam's Cash Program, or violations of these Terms and Conditions, as determined in Sam's Club's sole discretion without notice to the Member.\nSuch action may result in the forfeiture of Sam's Cash not yet redeemed.</li>\n</ul> Curbside Pickup Terms &amp.\nConditions I.\nIntroduction <p>In a continuing effort to provide legendary member service and experience, Sam's Club offers Curbside Pickup services (\"Curbside Pickup\") for certain Members shopping on SamsClub.com.\nParticipation is subject to these \"Curbside Pickup Terms and Conditions.\" By participating in Curbside Pickup, you acknowledge that you have read these Curbside Pickup Terms and Conditions, understand them, and agree to be bound by them.</p>\n<p>Participation in Curbside Pickup is subject to these Curbside Pickup Terms and Conditions, the Membership Terms and Conditions, the Website Terms and Conditions, and other Sam's Club rules and policies as may be applicable.</p>\n<p>All Sam's Club rules, including these Curbside Pickup Terms and Conditions, may be amended from time to time without notice.</p> II.\nCurbside Pickup <ul>\n<li>Curbside Pickup is a free service for certain Sam's Club Members that lets you order online at SamsClub.com and pick up your goods at any Sam's Club in the US or Puerto Rico.</li>\n<li>Simply place your order online at SamsClub.com, select a day and time that fits your schedule, and then pick up your items from the designated Sam's Club.\nSam's Club reserves the right to limit the availability of Curbside Pickup and reserves the right to charge a restocking fee for orders not picked up on time or not picked up.</li>\n<li>We aim to have your goods ready at the Curbside Pickup time you selected when placing your order, but we do not guarantee that the goods will be ready on or by a certain date and time.\nSam's Club will not be liable for not having the goods ready outside of the requested Curbside Pickup slot or for failing to provide all or any of the goods in your order.</li>\n<li>Not all items are eligible for Curbside Pickup.\nEligible items will be noted online with the option \"Pickup\"</li>\n</ul>\n<p>Merchandise is subject to availability and is limited by the Sam's Club Merchandise Policy.\nIf the item you requested is not available you will not be charged for that item.\nSelect items require proof of age.</p> III.\nPricing and Weighted Items <ul>\n<li>All prices on SamsClub.com are shown in US dollars.\nPrices, unit prices (for weighted items), and available quantities may vary by Club and date.</li>\n<li>Curbside Pickup: Price or unit price will be determined at the time you provide payment information.\n<ul>\n<li>If you pay in advance on SamsClub.com at the time of order placement, then the price or unit price of each item is determined by the online price at the time you place your order.\n</li>\n<li>In either case, the final price of fresh weighted items will be based on the applicable unit price and the quantity actually purchased.\n</li>\n</ul>\n</li>\n<li>Weighted Items: For certain items, including fresh meat, home meal solutions, and some bakery and cheese products, your final price is based on the unit price at the time you provide payment information and the actual weight of the item you purchase.\nAt the time of online order placement, you will select the desired quantity of an item and be shown a maximum price that will be charged for the item.\nIn no event will the final price of the weighted item exceed the maximum price that was authorized at the time of order placement.</li>\n<li>See the Instant Savings Terms and Conditions for details about the applicability of Instant Savings to Curbside Pickup orders.</li>\n</ul> IV.\nPayment <p>Members can pay using any form of payment currently accepted for online purchases under the Membership Terms and Conditions.</p> V.\nAuthorization Process <p>When you place an order, Sam's Club authorizes your credit or debit card to make sure sufficient funds are available.\nAlso note that all credit/debit card holders are subject to validation checks by third parties and authorization by the card issuer.\nIf the issuer of the card refuses to authorize payment or any other validation checks return adverse results, we will not accept your order.\nWe will not be liable for non-processing of your order.\nPlease contact your card issuer or your bank for the reason of refusal.</p> VI.\nTaxes <p>We are required by law to collect all taxes based on where your order is being processed.\nWhen you review your order total during the checkout process, you'll see the estimated sales tax.\nActual taxes will be charged based on your delivery or pick up destination or the address from where the order is sourced, depending upon state and local laws.\nTaxes may be applied to pre-discounted prices depending on state and local laws.</p> VII.\nOrder Cancellation <p>For Curbside Pickup, orders that are not picked up at the Club 24 hours after the selected pickup date will automatically be cancelled and items returned to inventory.\nIf the Curbside Pickup order was prepaid, you will not be charged if the order is cancelled.\nHowever, Sam's Club reserves the right to charge a restocking fee for cancelled orders.</p> VIII.\nMiscellaneous Terms <p>Sam's Club reserves the right to amend, cancel or temporarily suspend these Curbside Pickup and Delivery Services, in whole or in part, or change any of these Curbside Pickup Terms and Conditions at any time for any or no reason.</p> Free Shipping Terms &amp.\nConditions <ul>\n<li>Free Shipping for Plus Members: Plus Members with an active membership receive free shipping up to a total of ten (10) addresses on eligible online items denoted by a \"Free Shipping for Plus\" tag.</li>\n<li>Free Shipping for Club Members: Club Members with an active membership shipping to the contiguous U.S.\nreceive free shipping up to a total of ten (10) addresses on all eligible online items denoted by a \"Free Shipping\" tag.\nClub Members shipping items to Alaska and Hawaii may receive discounted shipping costs on items denoted by a \"Free Shipping\" tag and those items may also incur a surcharge.</li>\n<li>If we inadvertently fail to charge for shipping and later discover that we should have done so, we will charge the card on file for the missed shipping charges.</li>\n</ul> Additional Limitations/Exclusions: <ul>\n<li>Items that do not have a \"Free Shipping\" tag or a \"Free Shipping for Plus\" tag are not eligible for free shipping.</li>\n<li>Shipping is not available to US territories (i.e.\nPuerto Rico, Guam, the US Virgin Islands, etc.) and post office boxes.</li>\n<li>Free shipping is limited to ground shipping.</li>\n<li>Limited items are available for free shipping to Military APO/FPO addresses.</li>\n<li>Free shipping is available for online items only.</li>\n<li>Free shipping does not include delivery from Club locations.</li>\n<li>Free Shipping for Plus Members and Free Shipping for Club Members are not available on Sam's Club Auctions site.</li>\n<li>Free Shipping is not available for drop ship resellers.\nA drop ship reseller is someone who purchases products for the purpose of resale on a third-party site.\nDrop ship reseller purchases returned to Sam's Club as undeliverable due to an incorrect address will be refunded, less any applicable shipping fees.</li>\n<li>Sam's Club reserves the right to make changes to these terms and conditions at any time.\nVisit Free Shipping FAQs for additional information.</li>\n</ul> Sam’s Club Delivery Terms &amp.\nConditions I.\nIntroduction <p>In a continuing effort to provide legendary member service and experience, Sam's Club offers Delivery (\"Delivery\") for Members shopping on SamsClub.com or the Sam’s Club mobile app.\nParticipation is subject to these \"Delivery Terms and Conditions.\" By participating in Delivery, you acknowledge that you have read these Delivery Terms and Conditions, understand them, and agree to be bound by them.</p>\n<p>Participation in Delivery is subject to these Delivery Terms and Conditions, the Membership Terms and Conditions, the Website Terms and Conditions, and other Sam's Club rules and policies as may be applicable.</p>\n<p>All Sam's Club rules, including these Delivery Terms and Conditions, may be amended from time to time with or without notice other than as updated on the Samsclub.com website.</p> II.\nDelivery <ul>\n<li>Delivery is a service for Sam's Club Members that allows you to order your purchases online at SamsClub.com or the Sam’s Club mobile app and have your goods delivered to you at a time and address you designate at your discretion.</li>\n<li>This service is available for those Sam's Club locations designated by Sam’s Club in the US, excluding Puerto Rico, and which designations may change from time-to-time.</li>\n<li>Simply place your order online at SamsClub.com or the Sam’s Club app, select a day and time that fits your schedule, and we’ll do our best to have your items delivered at your selected day and time at the location you select when you place your order.</li>\n<li>Sam’s Club can only deliver to an address stored in your address book in your account.</li>\n<li>The default address will be the address you have on file for your Sam’s Club membership account.\nIf you do not add and select a new address, the order will be delivered to the default address.</li>\n<li>Sam's Club reserves the right to limit the availability of Delivery for any reason.</li>\n<li>We aim to have your goods delivered at the time you selected when placing your order, but we do not guarantee that the goods will be ready on or by a certain date and time.\nSam's Club will not be liable for not having the goods ready outside of the requested Delivery slot or for failing to provide all or any of the goods in your order.</li>\n<li>Eligible delivery items will be identified online, and not all items are eligible for Delivery.</li>\n<li>Merchandise is subject to availability and is limited by the Sam's Club Advertising &amp.\nPricing Policy [Advertising &amp.\nPricing Policy (samsclub.com)].\nIf the item you requested is not available you will not be charged for that item.\nSelect items require proof of age.</li>\n<li>If you authorize Sam’s Club during the order process to substitute out of stock items with other substitute in-stock items, Sam’s Club will attempt to secure those in-stock items for you and will charge you the current price for that substitute item based on the instructions you provide during the order process.</li>\n<li>In certain instances, Sam’s may offer a same-day delivery or other expedited delivery options.\nNot all items are eligible for same-day or expedited delivery.\nItems that are eligible for same-day delivery or expedited delivery will be indicated on the Sam’s Club website or Sam’s Club mobile app.\nOrder time limits, geographic restrictions and order size and quantity limits apply.</li>\n<li>During the order process, you will have the opportunity to provide your delivery drop off location preferences.\nSam’s Club will make reasonable attempts to follow the preferred drop off location preferences that you provide.\nIf for any reason Sam’s Club is unable to complete the delivery using the instructions you provide, Sam’s Club may elect to make an attempt to contact you to arrange for alternate drop off arrangements or may cancel your order, in Sam’s Club sole discretion.</li>\n</ul> III.\nItem Pricing and Weighted Items <ul>\n<li>All prices on SamsClub.com are shown in US dollars.\nPrices, unit prices (for weighted items), and available quantities may vary by Club and date.</li>\n<li>Delivery: Price or unit price will be determined at the time you provide payment information.</li>\n<li>Weighted Items: For certain items, including fresh meat, home meal solutions, and some bakery and cheese products, your final price is based on the unit price at the time the item is shopped and the actual weight of the item you purchase.</li>\n<li>When you place your order online or on the mobile app, you will select the desired quantity of an item and be shown a maximum price that will be charged for the desired quantity of the respective item.</li>\n<li>In the event your order must be fulfilled using products of different weight or volume than what you ordered, you will be charged only for the actual weight or volume delivered.</li>\n<li>In no event will the final price of the weighted item exceed the maximum price that was authorized when you placed your order.</li>\n</ul> IV.\nFees <ul>\n<li>In addition to the price of goods, a delivery charge as shown at checkout, will also be payable by you.\nThe delivery charge will be displayed during your checkout process.</li>\n<li>The final taxes and fees will be calculated on the day your order is picked and delivered.</li>\n<li>Sam’s Club delivery special offers may have initial or recurring purchase requirements.\nSee the applicable offer for details and charges associated with those offers.</li>\n</ul> V.\nPayment <p>Members can pay using any form of payment currently accepted for online or in-app purchases under the Membership Terms and Conditions.</p> VI.\nTaxes <p>We are required by law to collect all taxes based on where your order is being processed.\nAll prices quoted are exclusive of tax and you will see estimated taxes and fees when you place the order.\nWhen you review your order total during the checkout process, you'll see the estimated sales tax.\nActual taxes will be charged based on your delivery or pick up destination or the address from where the order is sourced, depending upon state and local laws.\nTaxes may be applied to pre-discounted prices depending on state and local laws.</p> VII.\nRestrictions <p>Delivery is dependent upon product eligibility, inventory availability, available delivery time slots, and delivery location.\n</p>\n<p>Delivery available only on items in inventory at participating Sam’s Club locations located in your specific delivery area, and for which you select a specific delivery time slot when your order is placed.\nA minimum order amount may apply.\nNot all items are eligible for delivery.\nSam’s Club will indicate which items are available for delivery on the Sam’s Club website or Sam’s Club mobile app.\n</p>\n<p>Restrictions are subject to change and may change at any time for any reason or no reason with or without notice at Sam’s sole discretion.\n</p> VIII.\nOrder Cancellation <ul>\n<li>Due to shipment and delivery times, there are limitations on when changes or cancellations to orders can be made.\n</li>\n<li>For orders scheduled to arrive the same day, you may remove items or cancel your order within 30 minutes of placing the order.\n</li>\n<li>For orders scheduled to arrive the next day or beyond, you can remove items or cancel your order by 7:00 p.m.\nlocal time on the day you placed it.\n</li>\n<li>Whether the order is scheduled to arrive the same-day or later, you may not add new items or increase the quantity of items in your basket, at any time, once the order has been placed.\n</li>\n<li>For Delivery orders that are delivered to you, title to the goods purchased by you and the related risk of loss on these items passes to you upon delivery of the items to the carrier.\n</li>\n<li>For Delivery, orders that are not able to be delivered will automatically be cancelled and items returned to inventory.\nIf the Delivery order was prepaid, you will not be charged if the order is cancelled.\nHowever, Sam's Club reserves the right to charge a restocking fee for cancelled orders.\n</li>\n</ul> IX.\nReturns and Refunds <p>For information related to returns or refunds, please visit: Satisfaction Guarantee.</p> X.\nDelivery Special Offers <p>From time to time, Sam’s Club, in its discretion, may offer some or all Members various delivery offers, including, without limitation, offering a flat price for delivery or certain types of delivery for a specified period of time (e.g.\nsame day delivery for a flat fee per month).\nIn those instances, the terms and conditions of those offers will appear on the Sam’s Club website or mobile app and you must review and agree to those terms in order to accept those offers.\nThese offers may have conditions and restrictions which include, but are not limited to, recurring monthly or annual fees, and restrictions on how and where to cancel the offer in order to avoid continuing charges.\nPlease see the applicable offer terms for details on the specific conditions and restrictions of those offers.</p>\n<p>Sam’s Club reserves the right to accept or refuse any delivery request or any offer for any reason at its sole discretion.\n</p> X.\nMiscellaneous Terms <p>Sam's Club reserves the right to modify, cancel or suspend delivery services, in whole or in part, or any of these Delivery Terms and Conditions at any time for any or no reason, in Sam’s sole discretion.</p>\n<p>Sam’s Club aims to deliver your goods within the delivery or pickup window you selected when placing your order, but do not guarantee that goods will be delivered or available for pickup on or by a certain date or at a certain location.\n</p>\n<p>Sam’s Club will not be liable for delivering the goods outside of the requested delivery or pickup slot, failing to deliver or make available for pickup all or any of the goods in your order, or failing to abide by your preferred delivery instructions.</p> Free Tire Repair Terms &amp.\nConditions <p>Sam's Club offers free tire repair as a member benefit regardless of where the tire was purchased.\nIn order for Sam's Club to provide repair, the tires must meet USTMA (U.S.\nTire Manufacturers Association) guidelines for repair.</p> Instant Savings Terms &amp.\nConditions <p>You can receive a copy of the Instant Savings Book (\"ISB\") at any club while the ISB is active.\nThe book is also available online at SamsClub.com but only while the ISB is active.</p>\n<ul>\n<li>Instant Savings help you save on items throughout the Club.\nOffers are automatically redeemed after you scan your Membership card and then scan an Instant Savings item.</li>\n<li>The types of offers you could receive range from dollar-off to percentage-off discounts on a wide variety of products and services available.</li>\n<li>Instant Savings are typically used once, however some offers allow for multiple redemptions.\nCheck for the limit indicator in each Instant Savings description.</li>\n<li>Instant Savings offers may vary by club location and may not be available in all locations, online and/or to Puerto Rico cardholders.</li>\n</ul>\n<p>How long do Instant Savings offers last:</p>\n<ul>\n<li>Instant Savings durations may vary.\n</li>\n<li>The Instant Savings available and expiration dates are listed beside the item on your account summary that can be viewed online, or with the Mobile App.</li>\n<li>Because these are special, limited-time and/or limited quantity offers, Instant Savings cannot be redeemed before the available date or after the expiration date.</li>\n</ul> Prescription Eyeglasses Terms &amp.\nConditions <p>Buy a complete pair of prescription eyeglasses (frames and lenses) at regular price and Sam's Club Plus Members receive 20% off the purchase.\nValid prescription required.\nOffer applies to prescription eyeglasses and prescription sunglasses.\nProfessional eye exam not included.\nThis offer does not apply to individuals using vision insurance of any kind, including Medicaid or Medicare, for all or part of their purchase.\nThis offer is non-transferable, may not be combined with other offers.\nAvailable in club only.</p> Prescription Program Terms &amp.\nConditions <p>\n<strong>Sam's Club Plus Program</strong>: The Sam's Club Plus Program is not insurance and cannot be combined with any insurance.\nThis program is only available to Sam's Club Plus Members at participating Sam's Club Pharmacy locations.\nNot available on SamClub.com.\nVisit SamsClub.com/rxsavings to see the drug price, formulation, strength, and quantity available for Plus Members.\nCovered drugs may vary.\nProgram prices are limited to a 30 day supply.\nThere will be an additional cost for quantities greater than listed quantity.\nThe Plus Member price is not available if a drug is part of a compounded prescription or for purchases submitted to any health benefit program, pharmacy benefit program, insurer, or state/federal government health care program.\nProgram prices are not available to the general public and do not constitute Sam's Club usual and customary prices.\nMay not combine with other offers.\nProgram price not available in Puerto Rico.\nFree drugs are only available at no additional cost to Sam's Plus Members.\nThe Free drug benefit is not available in CA, MN, PR.\nFree drugs available to Sam's Club Plus Member only at select Sam's Club Pharmacy locations.\nIn California and Minnesota, drugs listed in the Free drug benefit are available for $2 for a 30 day supply.\nDiscount savings are based on the dispensing Sam's Club Pharmacy's regular retail cash price.\nProgram pricing is limited to in stock items by select manufacturers of a covered drug at the dispensing pharmacy.\nTaxes or other fees may apply.\nOther restrictions apply.\nTerms subject to change without notice.\nSee SamsClub.com or your local Sam's Club Pharmacy for details.</p>\n<p>Rx Savings Powered by America's Pharmacy: DISCOUNT ONLY – NOT INSURANCE.\nThe Program as offered by Sam's Club is only available to Sam's Club members.\nThere are no additional fees for Sam's Club members to use the Program.\nDiscounts are available exclusively through participating pharmacies.\nThe range of discounts will vary depending upon the type of prescription and the pharmacy you choose.\nthe program delivers average savings of 65%, with potential savings of up to 80% off of the regular retail prices based upon 2020 national program savings data.\nThe program cannot be used with any insurance plan or government funded program such as Medicare or Medicaid.\nThe drug formulary is open.\nPrescription prices may vary from pharmacy to pharmacy and are subject to change.\nThe pricing estimates given are based on the most recent information available and may change based on when you actually fill your prescription at the pharmacy.\nMembers are required to pay for all health care services.\nAmerica's Pharmacy is not a pharmacy.\nwe do not engage in the practice of pharmacy, including but not limited to, we do not counsel consumers about prescription medications, and we do not dispense any prescription medications.\nDiscounted prescriptions available through the program are dispensed by licensed pharmacies who have agreed to participate in our prescription discount program offering.\nYou may cancel at any time or file a complaint by calling the toll-free customer care number at 1-844-863-0353.\nIf a Member remains dissatisfied after receiving MedImpact's response to a complaint, the Member may contact the Member's state department of insurance.\nThe program is administered by MedImpact Healthcare Systems, Inc.\n10181 Scripps Gateway Ct., San Diego, CA 92131.\nPlease visit samsclub.americaspharmacy.com for program details.</p>\n<p>Sam's Club Pharmacy uses technology and services owned by MedImpact Healthcare Systems, Inc.\n(“MedImpact”) to provide the prescription savings search results on samsclub.com (the “Website”).\nSam's Club Pharmacy licenses such technology and services and does not claim to own them.\nThe information, content and materials contained at and within the website is provided for informational and educational purposes only.\nIT IS NOT MEANT TO BE A SUBSTITUTE FOR PROFESSIONAL COUNSELING AND/OR ADVICE FROM CERTIFIED MEDICAL, LEGAL OR FINANCIAL PROFESSIONALS.\nFOR SPECIFIC ADVICE REGARDING YOUR PARTICULAR SITUATION, YOU MUST SEEK ADVICE FROM QUALIFIED MEDICAL, LEGAL, TAX OR FINANCIAL ADVISORS.</p> Satisfaction Guarantee Terms &amp.\nConditions A.\nIntroduction <p>Sam's Club is committed to offering quality products and services at an exceptional value.\nOur goal is to ensure that our products and services meet or exceed your expectations on quality and performance and that you're satisfied with your Sam's Club membership.\nWe do this through Sam's Club's 100% Membership Satisfaction Guarantee and 100% Merchandise Satisfaction Guarantee programs (\"Guarantee Programs\") available exclusively to current active members only.\nThese Terms and Conditions (\"Satisfaction Guarantee Terms and Conditions\") explain the Guarantee Programs and set forth Sam's Club's return, exchange, and refund policies.\nNo other agreement or guarantee will remove or waive the limitations and conditions for set forth in these Terms and Conditions.\nAny statements to the contrary are null and void unless agreed to in writing by an authorized officer of Sam's Club.\nSam's Club reserves the right to discontinue any guarantee program or to update or modify these Terms and Conditions without notice to you.</p>\n<p>Sam's Club shoppers are also subject to Membership Terms and Conditions and the policies and terms of other applicable Sam's Club programs, services, and promotions, all of which may change without notice.</p> B.\nGeneral Terms <p>Sam's Club may limit or refuse requests for exchanges or refunds in the event of a local, regional or national emergency, fraud, abuse of privileges, or violations of these Satisfaction Guarantee Terms and Conditions, as determined in Sam's Club's sole discretion.\nIn the case of fraud or abuse of privileges, Sam's Club may reverse the amount originally refunded or recharge the amount originally refunded.</p>\n<p>These Satisfaction Guarantee Terms and Conditions do not affect any manufacturer's warranty or requirements, limitations, or restrictions, which may vary by product or service.\nThey also do not change any Member Services Benefits or Protection Plans.\nSee specific Member Services Benefits information or Protection Plan information for details.</p> C.\n100% Membership Satisfaction Guarantee <p>If at any time you're unsatisfied with your Membership, let us know and we will cancel your membership and provide a refund of the amount paid for your current year Membership fee.\nNotwithstanding anything to the contrary, there's a limit of one Plus Membership refund per member or business per year.</p> D.\n100% Merchandise Satisfaction Guarantee <p>If you are not satisfied with the merchandise you purchased from Sam's Club, whether in-Club or online, we'll replace it or provide a refund in most cases.\nSome products have different policies, requirements and restrictions associated with them.</p> 1.\nGeneral Requirements and Restrictions <ul>\n<li>In-Club Purchases.\nPurchases made at any Sam's Club location in the U.S.\nmay be returned to any Sam's Club location in the U.S.</li>\n<li>Online Purchases.\nMost purchases made on SamsClub.com may be returned to any Sam's Club location in the U.S., through SamsClub.com or by calling the Member Service Center at 888-746-7726.\nExceptions will be noted on the products item page and during the SamsClub.com checkout process.\n<ul>\n<li>SamsClub.com.\nTo request a return through SamsClub.com, login and go to \"My Account\" then \"Order History\".</li>\n<li>Member Service Center.\nTo request a return by calling the Member Service Center at 888.746.7726, follow the prompts for \"SamsClub.com\" and \"returns\".\nPlease have your order number available.</li>\n</ul>\n</li>\n<li>Membership Card or Photo ID.\nYou may be required to present your membership card and/or valid photo identification.</li>\n<li>Receipts.\nWe prefer that you provide your original receipt or printed order, but if it is not available, we will do our best to process your return without it.</li>\n<li>Product/Order Contents.\nYou may be required to return the product with all product/order contents including packaging (boxes, manuals, warranty cards, etc.), parts, accessories, etc.\nThis includes any promotional gifts, gift/shopping cards provided with the purchase.\nSam's Club reserves the right to deny the refund in full or provide a partial refund if only part of the purchase is returned.</li>\n<li>Number of Returns and Time Period.\nSam's Club reserves the right to limit the number of returns and limit returns to items returned within a reasonable time period after purchase, as determined in Sam's Club's sole discretion.</li>\n<li>Refunds/Credits.\n<ul>\n<li>Tender Type.\nCertain restrictions and limitations may apply regarding the tender type (cash, credit, etc.) of the refund or credit.</li>\n<li>Purchases Returned to a Sam's Club Location.\nYou will receive credit to the account that was charged at the time of purchase if at all possible.\nOtherwise, we may provide your refund on a Sam's Club Gift Card.</li>\n<li>Online Purchases Returned via SamsClub.com.\nYou will receive credit to the account that was charged at the time of purchase for merchandise returned through the SamsClub.com process and this may take several weeks due to return shipping and processing time.</li>\n<li>Purchases via Government Funded Assistance Programs.\nCertain limitations and restrictions may apply to purchases using certain government funded assistance programs, including but not limited to, SNAP (Supplemental Nutrition Assistance Program) and WIC (Women, Infants and Children).\nReturns for items purchased under these programs must follow program requirements set forth by the government regulatory agency and applicable law.\nYou may be required to exchange for the exact item being returned.\nAll EBT (Electronic Benefit Transfer) refunds must be applied to the member's EBT card.</li>\n<li>Tax.\nTax refunds are governed by local laws and may vary by location.</li>\n<li>Instant Savings/Promotions.\nIf a purchase was made using Instant Savings or other promotions, refunds or credits will be calculated based on the price minus the Instant Savings amount or other promotional savings.</li>\n</ul>\n</li>\n<li>Shipping/Delivery Charges.\nShipping and delivery charges will be refunded or credited only if the return is a result of an error by Sam's Club or damaged during shipping.</li>\n</ul> 2.\nSpecific Products/Purchases <p>If a Member is not satisfied with the merchandise they purchased from Sam's Club, whether in-club or online, we'll replace it or provide a refund in most cases with the following exceptions:</p> 14 Day Returns 30 Day Returns 90 Day Returns <p>\n<strong>Cell Phones</strong>\n</p>\n<ul>\n<li>Prepaid</li>\n<li>Postpaid</li>\n<li>No Contract</li>\n</ul>\n<p>\n<strong>Motorsport Products*</strong>\n</p>\n<ul>\n<li>ATVs</li>\n<li>Go-Karts</li>\n<li>Golf Carts</li>\n<li>Other electric/gas vehicles</li>\n</ul>\n<p>\n<strong>Commercial Heavy Equipment</strong>\n</p>\n<ul>\n<li>Vending Machines</li>\n<li>Commercial cooking ranges and hood vents</li>\n<li>Ice machines</li>\n<li>Other commercial equipment</li>\n</ul>\n<p>* The Member is responsible for the proper removal and disposal of any gasoline prior to returning.\nA gasoline purge certificate may be required.</p>\n<p>\n<strong>Electronics</strong>\n</p>\n<ul>\n<li>Televisions</li>\n<li>Computers, Laptops &amp.\nMonitors</li>\n<li>Tablets &amp.\nSmart Devices</li>\n<li>Cameras &amp.\nDrones</li>\n<li>Gaming Consoles &amp.\nVideo Games</li>\n<li>Software, Movies &amp.\nMusic</li>\n<li>Other Electronics</li>\n</ul>\n<p>\n<strong>Major Appliances</strong>\n</p>\n<ul>\n<li>Washers &amp.\nDryers</li>\n<li>Refrigerators above 9 cubic feet</li>\n<li>Freezers</li>\n<li>Ranges &amp.\nCooktops</li>\n<li>Over-the-range Microwaves</li>\n<li>Dishwashers</li>\n</ul>\n<p>\n<strong>No Returns accepted on:</strong>\n</p>\n<ul>\n<li>Gift Cards &amp.\nPrepaid Cards</li>\n<li>Tickets</li>\n<li>Custom products (personalized gifts, photos, etc.)</li>\n<li>Purchases made via the Sam's Club Wholesale Trading Program</li>\n<li>Prescriptions may not be eligible for return.\nPlease contact a pharmacist at the Pharmacy where originally purchased for more information.</li>\n</ul>\n<p>Some services and products may be offered with their own return policy, product-specific warranties, limitations, restrictions and/or requirements including but not limited to:</p>\n<ul>\n<li>Adult Beverages (Wine, Beer and Spirits).\nReturns of adult beverages are governed by local laws and may vary by location.\nPlease contact your local club for more information.</li>\n<li>Automotive Tires &amp.\nBatteries.\nReturn requests for automotive batteries and tires should be made to the Tire and Battery Center in Sam's Club.\nFor more information regarding warranties, refer to the information provided at the time or purchase or contact your club manager.</li>\n<li>Bulk/Volume Purchases in Club and via SamsClub.com.\nA single order of ten (10) units or more of the same item within a 24-hour period.\nmultiple orders of ten (10) units or more of the same item within a 24-hour period.\norders of two or more units that exceed $10,000.\nor five hundred (500) orders within a rolling twelve (12) month period are considered \"Volume Purchases\".\nVolume Purchases cannot be returned, except in the case of manufacturer defects or damage.\nAll damages must be submitted with photos to samsbulk@SamsClub.com within 72 hours after delivery for online purchases.\nSam's members who request online orders to ship into a third-party facility or to a freight forwarder are responsible for auditing and ensuring their orders arrive complete and free of damage.</li>\n<li>Cigarettes and Tobacco.\nReturns of cigarettes or tobacco may require supplier representative approval due to promotional incentives or previous agreements and must be returned to the Tobacco Center in the location where originally purchased.</li>\n<li>Jewelry &amp.\nWatches must be returned to the Jewelry Counter.</li>\n<li>Hearing Center Purchases can be returned to any club that has a Hearing Center.</li>\n<li>Optical Purchases (Prescription glasses, contacts, etc.)– can be returned to any club that has an Optical Department within the first year.\nPrescription glasses can be remade and contacts can be returned/exchanged within 60 days with proof of prescription change by OD/DR.\nOpen contact lens boxes, vials, bottles (not related to shipping damage) are not eligible for return.\nCustom made RGP contact lenses and other custom prescription products are not eligible for return.\nContact Lenses purchased online are subject to the return requirements detailed at https://www.samsclubcontacts.com/returns.asp</li>\n<li>Protection Plans</li>\n<li>Services (subscriptions, travel, etc.) See specific subscription or service for full details.</li>\n</ul> Subscription Order Service Terms &amp.\nConditions I.\nIntroduction <p>These Subscription Order Service Terms and Conditions govern Sam's Club's Subscription Order Service.\nThe Sam's Club Subscription Order Service allows Members to save time by subscribing online to have products shipped regularly on a schedule of the Member's choosing.\nBy participating in the Subscription Order Service, you acknowledge that you have read these terms and conditions, understand them, and agree to be bound by them, and you further understand that you are authorizing an automatic, recurring charge to your chosen method of payment each time a Subscription Order is filled.</p>\n<p>Participation in the Subscription Order Service is subject to these Subscription Order Service Terms and Conditions, the Membership Terms and Conditions, the Website Terms and Conditions, and other Sam's Club rules and policies as may be applicable.\nParticipation in the Subscription Order Service constitutes acceptance of these Subscription Order Service Terms and Conditions.</p>\n<p>All Sam's Club rules, including these Subscription Order Service Terms and Conditions, may be amended from time to time without notice.</p>\n<p>For more information about starting a Subscription Order, or changing, pausing, or canceling a Subscription Order, go to Learn more page.</p> II.\nSam's Club Membership or Guest Membership Required <p>Only current Sam's Club Members or Guest Members who have an online account, who have a current email address, and who are shipping to addresses in the 48 contiguous United States (excludes Puerto Rico, Guam, the US Virgin Islands, PO Boxes or to Military APO/FPO addresses) may place Subscription Orders.</p> III.\nStarting a Subscription <p>Subscription Orders are limited to items displayed on SamsClub.com that have a \"Subscribe\" link, which you may use to start a Subscription Order.\nParticipation in the Subscription Orders Service may not be assigned or transferred.</p> IV.\nProcessing Subscription Orders <p>If any problems arise with your Subscription Order, or with the shipping address or payment method associated with your order, and Sam's Club is unable to resolve the problem, we may notify you via e-mail using the address associated with your Membership or Guest Membership.\nIt is important that you keep your information current with an accurate email address that you regularly check.\nIf problems arise with your Subscription Order that Sam's Club cannot resolve, your order may be cancelled, and any future Subscription Orders may not be processed by Sam's Club until the problem has been resolved.</p> V.\nAccepted Payment Methods <p>Payment for Subscription Orders may be made in any form authorized under the Membership Terms and Conditions for online purchases, except that no gift cards, or debit cards are accepted for Subscription Orders.</p> VI.\nSubscription Order Billing <p>The total cost for each item charged to your designated payment method for each recurring Subscription Order will be the cost of the item on the day that the recurring order is filled rather than the day the original subscription order was placed, plus any applicable sales tax.</p>\n<p>The charge for each Subscription Order shipment will be billed to the payment method used to create your Subscription Order account or other card on file.\nIf we are unable to complete your Subscription Order, your order will be cancelled unless or until you update your payment method information.\nPlease remember to update your payment method information as necessary to avoid delays or cancellations.\nYour Subscription Order will remain in effect until it is cancelled by you or Sam's Club, or if the order cannot be fulfilled.</p> VII.\nLow Inventory or Item Out of Stock <p>If Sam's Club no longer has the item you ordered in stock, you will be notified via the email associated with your Membership Account or Guest Membership.\nIf Sam's Club does not have a sufficient number of the items to satisfy your order, it reserves the right to make a partial shipment based on the amounts available.</p> VIII.\nChanging, Canceling, or Skipping Subscription Orders <p>If you choose to enroll in a Subscription Order, you will continue to receive your order until you cancel your Subscription Order.\nAfter you have created a Subscription Order, you can change, cancel, or skip your Subscription Order in My Subscription page.\nFrom there you can modify your shipping address, change the delivery frequency, update your payment method, or pause or resume an order.</p>\n<p>You will receive a Subscription Order reminder email prior to your order being shipped.\nThe email will contain information on how to change or cancel your Subscription Order, or you can make the changes via your Order History page.\nAny changes made by you to your Subscription Order will take effect with your next scheduled delivery, but these changes made by you to your Subscription Order must be made prior to 5 p.m.\nEST on the Sunday prior to the date your next order will be placed to be effective for your next order.</p> IX.\nReturns <p>All returns of Subscription Orders are subject to the Sam's Club Return Policy available here.</p> X.\nShipping and Delivery <p>Shipping and Delivery prices and timelines may vary on shipping location and is subject to the Shipping and Delivery prices and timelines in effect at the time of shipment for each Subscription Order.</p> XI.\nTermination and Interruptions <ul>\n<li>Sam's Club reserves the right to amend, cancel or temporarily suspend the Subscription Order Service, in whole or in part, or change any of these Subscription Order Service Terms and Conditions at any time for any or no reason.\nIf this occurs, you will only be charged for orders that have been shipped to you.</li>\n<li>Sam's Club will not be liable for any interruptions to the Subscription Order Service.\nWe aim to have your goods ordered, shipped, and delivered per your Subscription Order schedule, but we do not guarantee that Subscription Orders will be processed and delivered on or by any date.</li>\n</ul> Sam's Club Third-Party Service Subscription Terms and Conditions I.\nIntroduction <p>The Sam's Club Third-Party Service Subscription platform allows eligible Members to subscribe to subscription services provided by third parties.\nBy purchasing such service subscription, you acknowledge that you have read these terms and conditions, understand them, and agree to be bound by them, and you further understand that you authorize an automatic, recurring charge to your chosen payment method or other payment method saved to your SamsClub.com account, as set forth in Section IV below.</p>\n<p>Your purchase of a third-party service subscription is subject to these Third-Party Service Subscription Terms and Conditions and the SamsClub.com Terms and Conditions, including the SamsClub.com Terms and Conditions, including the Clubs, Site and Membership Terms of Use and other Sam's Club rules and policies as may be applicable.</p>\n<p>All Sam's Club rules, including these Third-Party Service Subscription Terms and Conditions, may be amended from time to time without notice.</p> II.\nSam's Club Membership and Other Requirements <p>To subscribe to a third-party service subscription, you must:</p>\n<ul>\n<li>Have a current Sam's Club membership;</li>\n<li>Have a current SamsClub.com account;</li>\n<li>Have a current email address.\nand</li>\n<li>Be a current resident of the United States or the District of Columbia.</li>\n</ul>\n<p>For residents of Vermont, annual subscriptions are not available for automatic renewal.\nFor residents of the District of Columbia, 30-day or longer free trials with automatic renewal are not available.\nWith respect to each third party that offers a service subscription, there is a limit of one (1) such subscription per Sam's Club member.</p> III.\nAccepted Payment Methods <p>Payment for a third-party service subscription may be made in any form authorized under the Membership Terms and Conditions for online purchases, except that Sam's Club Credit Direct Accounts and digital wallet service-Visa Checkout will not be accepted for third-party service subscriptions.\nA Walmart or Sam's Club gift/e-gift card may be used for the initial interval of a third-party service subscription (i.e., the first month or year).\nhowever, such payment method may not be used for subsequent intervals of the service subscription.\nIrrespective of the payment method used for initial purchase, a valid preferred card is needed on file to complete checkout of a third-party service subscription.</p> IV.\nThird-Party Service Subscription Billing <p>\n<strong>The price, plus any applicable taxes, for a third-party service subscription is disclosed to you when you place your order.\nYou will be charged when you place your order, regardless of when you activate or start the service subscription with the third party.\nYou will then be automatically charged on a recurring basis at the interval you have selected (e.g., monthly) unless and until you change or cancel your third-party service subscription</strong>.\nNote that the service subscription price may change at any time, and the price will change if your Sam's Club membership tier changes.\nSee the table in Section V, below, for details.\nYou agree to waive the right to receive notice of all variations in price, and instead agree to receive such notice only if the price for the third-party service subscription increases by more than twenty dollars ($20.00).\nIn such a case, and if the payment method you selected, or that Sam's Club will charge, is a debit or prepaid card, Sam's Club will provide you with notice at least ten (10) days in advance of the next recurring charge at the higher price, and you will have the option to cancel your subscription.\nThe notice will be sent to the email associated with your SamsClub.com account.</p>\n<p>The price, plus any applicable taxes, for each interval (e.g., each month) will be billed to the payment method selected by you on the subscriptions page of your SamsClub.com account, subject to Section III (Accepted Payment Methods) above.\nIf we are unable to complete payment for your third-party service subscription with the payment method you selected to purchase your third-party service subscription (for example, because that payment method has expired or is otherwise unavailable), you agree that we may charge any other payment method stored in your SamsClub.com account until you select a new designated payment method.\nIf no payment methods in your account can be used, your service subscription will be canceled by Sam's Club unless or until you update your payment method information in your SamsClub.com account.\nPlease remember to update your payment method information as necessary to avoid delays or cancelations.\nYour third-party service subscription will otherwise remain in effect until it is canceled by you or Sam's Club.</p>\n<p>A free-trial period may be offered to first-time subscribers of certain third-party service subscription plans.\nThere is a limit of one (1) free trial period per member across all eligible third-party service subscription plans on each third-party service subscription description page on SamsClub.com.\nAny free-trial period for a third-party service subscription will begin on the date of purchase on SamsClub.com.\nYou will be automatically charged for the third-party service subscription at the end of the free-trial period unless you cancel at least twenty-four (24) hours before the free-trial ends.\nSee Section V, below, for instructions on how to cancel.\nIf you upgrade your third-party service subscription during the free trial period, you will lose your free trial, and Sam's Club will charge you immediately for the upgraded third-party service subscription plan.</p> V.\nChanging and Canceling Third-Party Service Subscriptions <p>If you choose to purchase a third-party service subscription, you will continue to receive the subscription until you change or cancel the subscription or your Sam's Club membership.\nYou can change or cancel your third-party service subscription on the subscriptions page in your SamsClub.com account.\nFrom there, you can also modify or update your payment method.\nYou must cancel at least twenty-four (24) hours before the end of your current interval in order to avoid being charged for the next interval of your third-party service subscription.\nFor example, if your subscription is monthly, you must cancel at least twenty-four (24) hours before the end of the current monthly billing interval in order to avoid a charge for the next monthly interval, and if your subscription is annual, you must cancel at least twenty-four (24) hours before the end of the current annual billing interval in order to avoid a charge for the next annual interval.\nThere are no refunds for third-party service subscriptions.\nContact the Sam's Club customer service center at https://help.samsclub.com.</p>\n<p>The table below sets out the effects of various changes on monthly, quarterly and annual service subscriptions:</p> Monthly and Quarterly Service Subscriptions Annual Service Subscriptions <p>\n<strong>Cancellation</strong>\n</p>\n<ul>\n<li>Cancelation is effective from the next billing date.\nFor example, for a monthly plan, if your subscription begins/renews on June 15 and you cancel on July 10, your cancelation is effective as of July 15.\nFor example, for a quarterly plan, if your subscription begins on September 1 and you cancel on October 1, your cancelation is effective as of December 1.</li>\n<li>There are no refunds.</li>\n</ul>\n<ul>\n<li>Cancelation is effective from the next billing date.\nFor example, if your subscription begins on June 15 and you cancel on September 15, your cancelation is effective as of June 15 of the next year.</li>\n<li>There are no refunds.</li>\n</ul>\n<p>\n<strong>Service Subscription Upgrade</strong>\n</p>\n<p>An upgrade to your subscription will take effect immediately, and:</p>\n<ul>\n<li>Your billing date will remain the same.</li>\n<li>You will be charged the new price, plus applicable taxes, on a prorated basis for the remainder of your current interval, minus a prorated credit for the remainder of your current interval.</li>\n<li>You will be charged the new price for subsequent intervals.</li>\n</ul>\n<p>An upgrade to your subscription will take effect immediately, and:</p>\n<ul>\n<li>Your billing date will remain the same.</li>\n<li>You will be charged the new price, plus applicable taxes, on a prorated basis for the remainder of your current interval, minus a prorated credit for the remainder of your current interval.</li>\n<li>You will be charged the new price for subsequent intervals.</li>\n</ul>\n<p>\n<strong>Service Subscription Downgrade</strong>\n</p>\n<p>If you downgrade your service subscription:</p>\n<ul>\n<li>Your billing date will remain the same.</li>\n<li>You will be charged the new price beginning with the next billing date.</li>\n<li>There are no credits or refunds.</li>\n</ul>\n<p>If you downgrade your service subscription:</p>\n<ul>\n<li>Your billing date will remain the same.</li>\n<li>You will be charged the new price beginning with the next billing date.</li>\n<li>There are no credits or refunds.</li>\n</ul>\n<p>\n<strong>Change to Billing Interval</strong>\n</p>\n<p>If you change your billing interval from monthly to annual:</p>\n<ul>\n<li>The change will take effect immediately.</li>\n<li>You will be charged the full annual price for the service subscription, minus a prorated credit for the remaining time in your monthly interval.</li>\n</ul>\n<p>If you change your billing interval from annual to monthly:</p>\n<ul>\n<li>The change will take effect on your next monthly billing date.\nYou will then be charged the monthly price on a going-forward basis.</li>\n<li>You will not receive a prorated credit for unused time on your annual service subscription.</li>\n</ul>\n<p>\n<strong>Membership Upgrade</strong>\n</p>\n<p>If you change your Sam's Club membership level from Club to Plus:</p>\n<ul>\n<li>The service subscription price change will take effect at your next billing date.</li>\n<li>Your billing date will remain the same.</li>\n<li>There are no credits or refunds.</li>\n</ul>\n<p>If you change your Sam's Club membership level from Club to Plus:</p>\n<ul>\n<li>The service subscription price change will take effect at your next billing date.</li>\n<li>Your billing date will remain the same.</li>\n<li>There are no credits or refunds.</li>\n</ul>\n<p>\n<strong>Membership Downgrade</strong>\n</p>\n<p>If you change your Sam's Club membership level from Plus to Club:</p>\n<ul>\n<li>The service subscription price change will take effect at your next billing date.</li>\n<li>Your billing date will remain the same.</li>\n<li>There are no credits or refunds.</li>\n</ul>\n<p>If you change your Sam's Club membership level from Plus to Club:</p>\n<ul>\n<li>The service subscription price change will take effect at your next billing date.</li>\n<li>Your billing date will remain the same.</li>\n<li>There are no credits or refunds.</li>\n</ul>\n<p>\n<strong>Membership Expiration or Cancellation</strong>\n</p>\n<p>The service subscription is canceled upon the next scheduled billing date.</p>\n<p>The service subscription is canceled upon the next scheduled billing date.</p> VI.\nTermination and Interruptions <p>Sam's Club reserves the right to amend, cancel or temporarily suspend the Third-Party Subscription Service platform, in whole or in part, or change any of these Third-Party Subscription Service Terms and Conditions at any time for any or no reason.\nIf this occurs, you will not incur any new charges in connection with your cancelled third-party service subscription.</p>\n<p>Sam's Club will not be liable for any interruptions to a third-party service subscription.</p> Scan and Go Terms &amp.\nConditions I.\nIntroduction <p>The Sam's Club Scan &amp.\nGo App (\"SNG App\") is designed to allow users to use their smartphones to scan items for purchase in participating Sam's Clubs and skip long checkout lines.\nUse of the SNG App is subject to these SNG App Terms and Conditions.\nBy using the SNG App, you agree that you have read, understood, and accepted the Terms and Conditions and consent to be bound by them.</p>\n<p>In addition to these Terms, use of the SNG App is subject to the Terms and Conditions of SamsClub.com, which are available here.\nAll information provided by users of the SNG App will be controlled by the Sam's Club Privacy Policy, which is available here and incorporated by reference.\nAdditional relevant terms, including but not limited to Membership Terms and Conditions, Instant Savings Terms and Conditions, Cash Rewards Terms and Conditions, also apply and are available here.</p>\n<p>All Sam's Club rules, including these SNG App Terms and Conditions, may be amended from time to time without notice.\nIn addition, Sam's Club may alter, suspend, or terminate use of the SNG App at any time at its discretion without notice to the user.</p> II.\nAccessing and Using the SNG App <ul>\n<li>The SNG App is designed to allow Members to use their smartphones to scan items for purchase in participating Sam's Clubs and skip long checkout lines.\nTo use the SNG App, open the app and scan each item's barcode, or if there is no barcode, the app will use computer vision and AI technology to recognize the products scanned.\nIf the app is unable to automatically determine the item, please look up the item in the SNG App.\nPlease note that images of scanned items may be retained by Sam's Club to improve our software.\nWhen shopping is complete, check out and pay for purchases in the SNG App with an accepted form of payment, and show the receipt from your phone on the way out.</li>\n<li>For certain large SNG App purchases, you will be asked to confirm your payment method and identity with a Sam's Club associate located at the Club exit by presenting the credit card used for the transaction and a government-issued photo identification.\nIf you are unable or unwilling to do so, you must pay for your purchase using traditional check-out methods.\nPlease consult your Club for further details.</li>\n<li>Some items such as alcohol, tobacco, non pre-activated gift cards, tires, car batteries, hearing center items, R-rated movies and games, prescriptions and some harsh chemicals cannot be purchased using the SNG App.</li>\n<li>Sam's Club reserves the right to prohibit any individual from using the SNG App for any reason, including for: (1) violating any of these Terms and Conditions, (2) acting in a manner inconsistent with applicable laws, regulations, ordinances or these Terms and Conditions, (3) engaging in any misconduct or wrongdoing in connection with the SNG App, or (4) engaging in any fraudulent or inappropriate acts through the SNG App.</li>\n<li>The SNG App is designed to be used on the user's personal smartphone with internet access.\nSam's Club is not responsible for any data usage charges, service plans, fees, taxes or other charges related to your smartphone you may incur in connection with using the SNG App.</li>\n<li>Sam's Club is not responsible for: (a) any inability to use the SNG App.\n(b) any delay in receiving information from the SNG App.\n(c) any acts or omissions of third parties.\nor (d) any errors in relation to the messages provided by the SNG App, including, without limitation, any pricing or typographical errors, errors of description, or errors regarding advertised prices.</li>\n<li>Support requests, as well as questions, complaints, or claims regarding the SNG App, may be directed to Sam's Club Customer Support, at 1 888 746 7726.</li>\n</ul> III.\nLicense Grant and Use Restrictions <li>The SNG App, including software embedded in the SNG App, is licensed, not sold, to you by Sam's Club only under these Terms and Conditions, and Sam's Club reserves all rights not expressly granted to you.</li>\n<li>Sam's Club does not own the media or device on which the SNG App is recorded or stored, but Sam's Club and its licensors retain ownership of the SNG App itself and any images of items scanned by the app.</li>\n<li>The SNG App is available only for supported devices, and is not available for all devices.\nPlease check Sam's Club to determine whether a specific device-software combination is supported by the App.\nYou may not use the SNG App on devices that are not supported.</li>\n<li>You may not distribute or make the SNG App available over a network where it could be used by multiple devices at the same time.\nYou may not sell, resell, rent, lease, lend, redistribute, sublicense, or otherwise make the SNG App available.</li>\n<li>With respect to updates to the App that Sam's Club may make available for download, these Terms and Conditions allow you to download such SNG App updates to update or restore the SNG App on any supported device.</li> IV.\nCopyright <p>The SNG App is protected by copyright laws and international treaties.\nExcept as and only to the extent permitted by applicable law, or by licensing terms governing use of open-sourced components included with the SNG App, you may not copy, decompile, reverse engineer, disassemble, attempt to derive the source code of, decrypt, modify, or create derivative works of the SNG App or SNG App updates, or any part thereof.\nAny attempt to do so is a violation of these Terms and Conditions and the rights of Sam's Club and/or its licensors.\nIf you violate this restriction, you may be subject to prosecution and damages.</p> V.\nDisclaimer of Warranties <ul>\n<li>To the extent authorized by law, Sam's Club makes no representations or warranties, either express or implied, with respect to type, quality, or fitness of goods or services or information provided in conjunction with the SNG App.</li>\n<li>Sam's Club's waiver of any breach of these Terms by any user will not constitute a waiver of any other prior or subsequent breach of these Terms.\nSam's Club's failure to insist upon strict compliance with these Terms by any user will not be deemed a waiver of any rights or remedies that Sam's Club may have against that or any other user.\nSam's Club may waive compliance with these Terms in its sole discretion.</li>\n</ul> VI.\nLimitation of Liability <p>BY USING THE SNG APP, YOU AGREE THAT UNDER NO CIRCUMSTANCES, SHALL SAM'S CLUB OR ANY OF ITS EMPLOYEES, DIRECTORS, OFFICERS, AGENTS, VENDORS, OR SUPPLIERS BE LIABLE FOR ANY DIRECT OR INDIRECT LOSSES OR DAMAGES ARISING OUT OF OR IN CONNECTION WITH THE USE OF OR INABILITY TO USE THE APP.</p>\n<p>THIS IS A COMPREHENSIVE LIMITATION OF LIABILITY THAT APPLIES TO ALL LOSSES AND DAMAGES OF ANY KIND (WHETHER GENERAL, SPECIAL, CONSEQUENTIAL, INCIDENTAL, EXEMPLARY OR OTHERWISE, INCLUDING, WITHOUT LIMITATION, LOSS OF DATA, INCOME OR PROFITS), WHETHER IN CONTRACT, NEGLIGENCE OR OTHER TORTIOUS ACTION, EVEN IF AN AUTHORIZED REPRESENTATIVE OF SAM'S CLUB HAS BEEN ADVISED OF OR SHOULD HAVE KNOWN OF THE POSSIBILITY OF SUCH DAMAGES.</p>\n<p>YOU ACKNOWLEDGE, BY YOUR USE OF THE SNG APP, THAT YOUR USE OF THE APP IS AT YOUR SOLE RISK.\nIF YOU ARE DISSATISFIED WITH THE APP OR ANY CONTENT ON THE APP, OR WITH THESE APP TERMS AND CONDITIONS, YOU AGREE THAT YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USING THE APP.</p>\n<p>IF ANY PART OF THIS LIMITATION ON LIABILITY IS FOUND TO BE INVALID OR UNENFORCEABLE FOR ANY REASON, THEN THE AGGREGATE LIABILITY OF SAM'S CLUB UNDER SUCH CIRCUMSTANCES FOR LIABILITIES THAT OTHERWISE WOULD HAVE BEEN LIMITED SHALL NOT EXCEED ONE HUNDRED DOLLARS ($100).</p> VII.\nTerms for iOS Users <ul>\n<li>These Terms and Conditions are between you and Sam's Club only, and not with Apple.\nSam's Club, and not Apple, is solely responsible for the SNG App.</li>\n<li>Your use of the SNG App must comply with the Usage Rules set forth in the Apple App Store Terms of Use.\nThe license granted to you for the SNG App is a non-transferable license to use the SNG App on any iOS products that you own or control and as permitted by the Usage Rules set forth in the App Store Terms of Service, except that the SNG App may be accessed, acquired, and used by other accounts associated with you via Apple's Family Sharing program or volume purchasing.</li>\n<li>Sam's Club, and not Apple, is solely responsible for providing maintenance and support for the SNG App.</li>\n<li>In the event of any failure of the SNG App to comply with any warranty that may exist as a matter of law, you may notify Apple, and Apple will refund the purchase price for the SNG App to you.\nTo the maximum extent permitted by applicable law, Apple will have no other warranty obligation whatsoever with respect to the SNG App, and will not be liable for any other claims, losses, liabilities, damages, costs or expenses attributable to any failure to conform to any warranty.\nSam's Club shall not be required to provide a refund to you under any circumstances.</li>\n<li>Apple shall not be responsible for addressing any claims by you or any third party relating to the SNG App or your possession and/or use of the SNG App, including but not limited to (i) product liability claims, (ii) any claim that the App fails to conform to any applicable legal or regulatory requirement, or (iii) claims arising under consumer protection or similar legislation.</li>\n<li>Apple shall not be responsible for the investigation, defense, settlement or discharge of any claim that the SNG App, or your possession and use of the SNG App, infringes a third party's intellectual property rights.</li>\n<li>You represent and warrant that (i) the SNG App will not be downloaded or used in, or transported to, a country that is subject to a U.S.\nGovernment embargo, or has been designated by the U.S.\nGovernment as a \"terrorist-supporting\" country, and (ii) you are not listed on any U.S.\nGovernment list of prohibited or restricted parties.</li>\n</ul>\n<p>Apple and its subsidiaries are third-party beneficiaries of these Terms and Conditions, and have the right (and shall be deemed to have accepted the right) to enforce these Terms and Conditions against you.</p> ", "created_at": "2022-05-01 21:16:42.536234", "updated_at": "2022-05-01 19:19:20.362561"}], "points": [], "urls": ["samsclub.com"]}}