{"error": 448, "message": "OK", "parameters": {"id": 1341, "name": "C'est par là !", "created_at": "2019-01-11 11:14:43.339016", "updated_at": "2021-03-25 03:19:42.216081", "wikipedia": null, "keywords": null, "related": null, "slug": "cest_par_l_", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/1341.png", "url": "cpar.la", "documents": [{"id": 932, "name": "Politique de confidentialité", "url": "https://cpar.la/politique-confidentialite", "xpath": "", "text": " x <strong>Erreur</strong>\n<p>\n</p>\n<i>\n</i> firenze Cparlà Raccourcissez vos adresses internet.\nPolitique de confidentialité &amp.\nCGU Crédits <p> Le service de raccourcissement d’URL https://cpar.la a été créé et est maintenu par la société CIBLEMUT – 63 impasse des lavandes, lot les mas du cros de l’estang – 83136 Méounes Les Montrieux – France.\nIl est hébergé chez OVH – 2 rue Kellermann – 59100 Roubaix – France.<br> Le responsable de traitement du site est Monsieur David LAMA.<br> Pour toute question relative la gestion de vos données personnelles par ce site, veuillez contacter notre DPO, Monsieur Frédéric Ryckebusch, à l’adresse suivante : dpo @ ciblemut .\nnet.<br> Vu ce qui suit vous ne devriez pas à avoir à le contacter ! </p> Respect de la vie privée <p> Nous souhaitons que le service fourni par cpar.la soit un modèle de respect pour la vie privée sur le net.\nC’est pourquoi le site ne conserve aucune donnée à caractère personnel.<br> Rien n’est loggé, pas de cookies, pas même votre adresse IP n’est conservée ! Notre système de captcha est fait maison et n’est pas contrôlé par une entreprise tiers, exit donc Alphabet, CIA, NSA et cetera ! (Ok pour la font google on a encore un effort à faire.) Les seules données éventuellement à caractère personnel que nous serions à même de conserver sont celles que vous mettez dans l’URL à raccourcir et ceci dans le seul but de vous fournir ledit service.\nVous consentez en utilisant le site à ce que nous les conservions dans le but de permettre le raccourci.<br> La durée de conservation d’un lien est d’un an à partir de sa dernière utilisation, c’est-à-dire qu’au bout d’un an de non utilisation, le lien s’autodétruit comme avec Monsieur Phelps.\nSi vous souhaitez conserver un lien plus longtemps il vous suffit donc de l’appeler au moins une fois par an (si le lien est votre ami, ça ne devrait pas poser de problème).\n</p> Conditions d’utilisations <p> Toute personne qui utilise les services du site cpar.la s'engage à respecter les présentes conditions générales d'utilisation.\nL’utilisation du site cpar.la en l’état est libre et gratuite dans un cadre privé.\nLa revente du service en lui-même est interdite mais son utilisation comme outil au sein d’une activité commerciale est autorisé.\nToute activité apparentée à du spam est prohibée.\nNous nous réservons le droit de supprimer sans préavis tout lien court généré par l’application en cas d’utilisation que nous jugerions non conforme ou abusive.\nLes liens personnalisés (alias) sont régis par la règle ancestrale du premier arrivé premier servi.\nLe mot de passe qui protège votre lien est haché, salé, poivré, saucé, non loggé (bon appétit).\nNous ne pouvons pas vous restituer un mot de passe oublié car nous ne le connaissons pas.\nNotez que nous ne protégeons que le lien court et non pas la page visée.\n</p>\n<p> Conformément au Règlement Général sur la Protection des Données, vous disposez d'un droit d'accès, de rectification, de modification et de suppression des données personnelles que vous nous avez communiquées.\nVous pouvez à tout moment exercer ce droit en écrivant à : contact@cpar.la </p> Responsabilité <p> L’utilisation de ce service est donnée « as is ».<br> Le site pointé par le lien raccourci et son utilisation reste de la responsabilité de la personne qui a créé le lien court et nous ne pourrions être tenus responsable de quelque fait que ce soit causé par sa publication ou son utilisation.\nDe même, nous ne pourrions être tenus responsable de l'indisponibilité d’un lien ou d’un défaut de redirection.<br> Bien que gratuit nous nous efforçons de rendre le service 100% opérationnel 7j/7, mais personne n’est parfait ! </p> Droit applicable <p> Les présentes conditions générales d'utilisation ainsi que l’ensemble du présent site sont soumis à la législation Française.\nTout litige portant sur leur interprétation, sera de la compétence exclusive du tribunal de commerce de DRAGUIGNAN.\nTout lien suspect ou n’étant pas conforme à la législation Française sera effacé sans préavis.\nAidez-nous à respecter la loi : un lien vous semble suspect ? Signalez le à contact@cpar.la </p>\n<small>Accueil - Politique de confidentialité - Aide</small> Hits : 19116 ", "created_at": "2019-01-12 21:44:42.201101", "updated_at": "2020-12-14 21:10:40.46837"}], "points": [], "urls": ["cpar.la"]}}