{"error": 448, "message": "OK", "parameters": {"id": 5618, "name": "Adaptavist", "created_at": "2021-11-14 22:47:36.752357", "updated_at": "2021-11-14 23:01:12.625442", "wikipedia": null, "keywords": null, "related": null, "slug": "adaptavist", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5618.png", "url": "adaptavist.com", "documents": [{"id": 10095, "name": "Terms of Service", "url": "https://www.adaptavist.com/terms-and-conditions", "xpath": "//*[@id=\"main-content\"]", "text": "<ol>\n<li>home Iconchevron Icon</li>\n<li>Terms and conditions</li>\n</ol>Terms and Conditions<p>\n<strong>Last updated: Apr 16, 2021 </strong>\n<br>IMPORTANT: THESE TERMS CONTAIN EXCLUSIONS AND LIMITATIONS OF LIABILITY</p>1.\nTerms of use<p>These terms and conditions (“Terms”) shall govern your access and use of the websites operated by Adaptavist Group LTD and its affiliates (collectively, “Adaptavist”), including adaptavist.com,&nbsp;<strong>library.adaptavist.com</strong>,&nbsp;<strong>docs.adaptavist.com</strong>,&nbsp;<strong>pc.adaptavist.com</strong>, <strong>autoblocks.com.</strong>&nbsp;(each a “Website” and collectively the “Websites”), as well as your access and use of&nbsp;related Materials (as defined below) on the Websites.</p>\n<p>Each individual Website may also contain notices or supplementary terms and conditions of various forms, in which case terms outlined in such notices or terms and conditions, in combination with the terms below, shall then constitute the “Terms.” If there is a conflict between the notices or supplementary terms found on an individual Website and the terms below, the notices or supplementary terms on an individual Website shall take precedence with respect to your use of that Website.</p>\n<p>By accessing or using a Website or the Materials provided on a Website, you agree to follow and be bound by these Terms, as well as Adaptavist’s&nbsp;<strong>Privacy Policy</strong>.</p>\n<p>Adaptavist may update these Terms&nbsp;from time to time without notice to you.\nAmendments to these Terms will be effective upon publication to the relevant Website and operate as a condition of your continued use of the Website or Materials.\nYou must review Adaptavist’s Terms whenever you use the Website or Materials.\nUse of the Website will be subject to the current version of the Terms available on the Website at the time of such use.</p>2.\nGeneral Use Restrictions<p>All products, goods, software, scripts, and services (including hosted software as a service or similar services) are known as the “Software”.\nAll documents, web pages, logos, blogs, videos, graphics, sounds or images are known as “Content.” Software and Content, together, along with anything else on the Website, are known as “Materials,”.\nall Materials on the Website were provided by Adaptavist or to Adaptavist by the respective manufacturers, authors, developers and vendors of the Materials (the “Third Party Providers”).\nAll Materials are the copyrighted work of Adaptavist and/or the Third Party Providers.\nExcept as stated herein or expressly on the Website, none of the Materials may be copied, reproduced, distributed, republished, downloaded, displayed, posted or transmitted in any form or by any means, including, but not limited to, electronic, mechanical, photocopying, recording, or otherwise, without the prior express written permission of Adaptavist and, if applicable, the Third Party Provider.</p>\n<p>For avoidance of doubt, you also may not, without Adaptavist’s prior express written permission, link to or “mirror” any Website or any Material contained on a Website.\nFurthermore, any usage rights for Adaptavist products shall be subject to rights and restrictions as detailed within the published EULA and/or terms associated with that product.</p>2.1.\nNo License<p>Furthermore, nothing on this Website shall be construed as conferring any license under any of Adaptavist’s or any Third Party Provider’s intellectual property rights, whether by estoppel, implication, or otherwise.\nYou acknowledge sole responsibility for obtaining any such licenses.</p>2.2.\nUnauthorised or unlawful use<p>Any unauthorised use of any Materials contained on the Website may violate copyright laws, intellectual copyright laws, trademark laws, the laws of privacy and publicity, and various regulations and statutes.</p>\n<p>You agree not to use this site nor any Materials for any unlawful purposes, or for any purposes that would violate the Terms.</p>2.3.\nYour content<p>You agree that any material that you upload or otherwise share on or through the Website is material for which you have the right and authority to share.\nUnless otherwise specifically stated in these Terms,&nbsp;you grant Adaptavist a worldwide, perpetual, royalty-free, irrevocable, nonexclusive, fully sublicensable license to use, reproduce, modify, adapt, translate, publish, publicly perform, publicly display, broadcast, transmit and distribute the material for whatever purposes, commercial or otherwise, Adaptavist chooses.</p>2.4.\nYour use of the site<p>You agree to use the Website in a reasonable and obvious way for which it was established, and not in any way that might overload or stress the site.\nYou furthermore agree not to&nbsp;attempt to reverse engineer any part of the site or gain access to areas of the site or Materials to which you are not clearly entitled.</p>3.\nThird Party Content Disclaimer<p>Materials provided by Third Party Providers have not been independently authenticated in whole or in part by Adaptavist.</p>\n<p>Adaptavist is committed to respecting others’ intellectual property rights, and we require our users to do the same.\nAdaptavist may, at its sole discretion, terminate the accounts or access rights of users who infringe or otherwise violate others’ intellectual property rights.</p>\n<p>If you believe that your work has been copied in a way that constitutes copyright infringement on our Website,&nbsp;please contact us at&nbsp;<strong>https://www.adaptavist.com/contact/</strong>.</p>4.\nLinks to Third Party Sites<p>This Website may be linked to other websites which are not under the control of and are not maintained by Adaptavist.\nAdaptavist is not responsible for the content of those sites.\nAdaptavist is providing these links to you only for your convenience, and the inclusion of any link to such sites does not imply endorsement by Adaptavist of those sites.\nYou bear all risks associated with your access, or use, of those sites and any third party content, products and services available on or by means of those sites.</p>5.\nDisclaimer of Warranty<p>\n<strong>Unless otherwise explicitly stated, the Website and Materials are provided 'as is', and all express or implied conditions, representations and warranties, including any implied warranty of merchantability, accuracy, fitness for a particular purpose, or non-infringement are disclaimed to the maximum extent permitted by law.\nAdaptavist makes no representations, warranties or guarantees as to the quality, suitability, truth, accuracy or completeness of any of the Content, nor that access to or use of the Website or any Software shall be uninterrupted or without delays or errors.</strong>\n</p>6.\nLimitation of Liability and Exclusion of Consequential Loss<p>\n<strong>Adaptavist shall not be liable for any loss or interruption of business, revenue, profits, use, data, wasted expenditure or other economic advantage, nor any indirect, punitive, special, incidental, or consequential damages suffered as a result of using the Website.\nThe foregoing exclusion shall apply however such liability arises, whether for breach of contract, tort (including negligence), strict liability, statutory duty or any other legal basis, even if Adaptavist has been previously advised of the possibility of such damage.\nYou shall hold Adaptavist harmless from any claims by yourself or your customer(s) for such losses.</strong>\n</p>\n<p>\n<strong>The remedies set forth herein are exclusive, and Adaptavist’s aggregate liability whether for breach of contract, tort (including negligence), strict liability, statutory duty or any other legal basis shall not exceed £10 (ten British pounds) and you shall hold Adaptavist harmless for all losses in excess of this sum.</strong>\n</p>7.\nIndemnity<p>You agree to indemnify and hold harmless Adaptavist and its affiliates, officers, directors, employees and agents from and against any and all claims, liabilities, damages, losses or expenses, including attorneys' fees and costs, due to or arising out of any material that you share, your violation of these Terms, or any additional rules, guidelines or terms of use posted for a specific area of a Website or Material provided on or through a Website, or your violation or infringement of any third party rights, including intellectual property rights.</p>8.\nLocal Laws.\nExport Control<p>Adaptavist controls this Website from England, United Kingdom and makes no representation that the Materials are appropriate or available for use in other locations.\nIf you use this Website from other locations, you are responsible for compliance with applicable local laws including but not limited to the export and import regulations of other countries.</p>\n<p>You acknowledge and agree that Materials are subject to the Laws of England and Wales.\nYou agree that none of the Materials, nor any direct product therefrom, is being or will be acquired for, shipped, transferred, or re-exported, directly or indirectly, to proscribed or embargoed countries or their nationals, nor be used for nuclear activities, chemical biological weapons, or missile projects unless authorised by the UK Government.</p>9.\nApplicable Law<p>Any action related to these Terms will be governed by the law of England and Wales.&nbsp;Any disputes relating to these Terms will be governed by and construed in accordance with the applicable laws of England and Wales and shall be submitted to the exclusive jurisdiction of the English courts.\nNotwithstanding the foregoing, Adaptavist may bring a claim for equitable relief in any court with proper jurisdiction.&nbsp;If any of these terms are found to be inconsistent with applicable law, then such term shall be interpreted to reflect the intentions of the parties and no other terms will be modified.\nAdaptavist's failure to enforce any of the terms in these Terms is not a waiver of such terms.\nThe Terms are the entire agreement between you and Adaptavist and supersede all prior or contemporaneous negotiations, discussions or agreements, written or oral, between you and Adaptavist about the Website.</p>\n<p>The proprietary rights, disclaimer of warranties, indemnities and limitations of liability shall survive any termination of the Terms.</p>10.\nChanges to the Website<p>Adaptavist and the Third Party Providers may make improvements and/or changes to the Software (and any prices) on this Website at any time without notice.</p>\n<p>In addition, changes are periodically made to a Website to replace/update existing Content or add new Content, or in general alter or remove Materials of any kind (including Software).</p>11.\nAppendix 1 – Supplementary Terms Applicable to Use of the Adaptavist Library Website11.1.\nTerms of Use<p>Please note these terms are an extension of the Terms described in&nbsp;<strong>“Adaptavist Website Terms and Conditions of Use.”</strong>&nbsp;The terms of this Appendix shall additionally apply for access to and use of the&nbsp;<strong>Adaptavist Library Website</strong>&nbsp;located at&nbsp;<strong>https://library.adaptavist.com</strong>, including any of its related or child pages or sites (the “Library Website”), as well as your access and use of&nbsp;Scripts made available by Adaptavist on the Library Website.</p>\n<p>In the event of any conflict between the terms of this Appendix and the preceding Terms, the terms of this Appendix shall prevail.</p>\n<p>“Scripts” shall mean the code made available to copy and use from the Library Website.\nFor Atlassian related code, this includes all variants, including Cloud code, Server code and Data Center code.\nScripts also means any other materials expressly stated as being available for you to copy and use from the Library Website, which may in turn include Groovy script files, XML files, JSON and ZIP files.\nFor clarity, Scripts shall not include licensed software which is independently marketed elsewhere, either by Adaptavist or any third party, the terms of which shall be according to the&nbsp;<strong>Adaptavist EULA</strong>&nbsp;or other third party license agreement as applicable.</p>\n<p>If, during the course of using the Library Website (such as while uploading Scripts), you are redirected to another website to complete a function associated with your use of the Library Website, these Terms will still apply to your use of the Library Website and the Scripts, unless you are expressly informed by the related site of any additional terms with which you must comply.\nIn the event of any conflict between these Terms and the additional terms of another website, these Terms shall prevail.</p>11.2.\nGeneral Use Restrictions<p>The Scripts made available to you on this Library Website were provided by Adaptavist or to Adaptavist by their respective manufacturers, authors, developers and vendors (the \"Third Party Providers\") and are the copyrighted work of Adaptavist, and/or (if specifically noted where the Script is made available) the Third Party Providers.</p>\n<p>Use of Scripts is strictly subject to your compliance with the terms of the ‘3 Clause BSD License’ available at;&nbsp;<strong>https://opensource.org/licenses/BSD-3-Clause</strong>.</p>11.3.\nSoftware Scripts: Ownership and Intellectual Property Rights<p>If contributing Scripts to the Library Website, unless otherwise agreed in writing between you and Adaptavist:</p>\n<ol>\n<li>the property of all Scripts (including the intellectual property rights therein) shall all vest solely with Adaptavist and you disclaim any ownership right therein;</li>\n<li>Adaptavist shall make the Scripts publicly available under the&nbsp;<strong>3-Clause BSD License</strong>;</li>\n<li>Adaptavist shall have a royalty-free, transferable, sub-licensable, worldwide, perpetual right to license, test, host, use, distribute, modify, run, copy, publicly perform or display, translate, and create derivative works of such Scripts.</li>\n</ol>\n<p>If you upload any Scripts to the Library Website you represent and warrant that:</p>\n<ol>\n<li>you have all necessary rights to submit the Scripts to the Library Website and grant the licenses set forth herein;</li>\n<li>Adaptavist will not need to obtain licenses from any third party or pay royalties to any third party;</li>\n<li>the Scripts do not infringe any third party rights;</li>\n<li>submission of Scripts complies with these Terms and all applicable laws.</li>\n</ol>\n<p>For the avoidance of doubt, unless otherwise specifically stated on the Library Website, Scripts in the Library Website are the property of Adaptavist, and Adaptavist may:</p>\n<ol>\n<li>publish Scripts via Adaptavist communications and publications;</li>\n<li>share Scripts through media channels and other official documentation;</li>\n<li>distribute Scripts through marketing material at Adaptavist events or other collaborative events.</li>\n</ol>11.4.\nDisclaimer of Warranty regarding use of Scripts<p>\n<strong>Unless otherwise explicitly stated, Scripts are provided \"As is,\"&nbsp;are experimental and all express or implied conditions, representations and warranties, including any implied warranty of merchantability, fitness for a particular purpose, or non-infringement, are disclaimed, except to the extent that such disclaimers are held to be legally invalid.\nAdaptavist makes no representations, warranties, or guarantees as to the reliability, quality, suitability, truth, accuracy or completeness of any of the Scripts.</strong>\n</p>11.5.\nLimitation of Liability and Exclusion of Consequential Loss<p>\n<strong>To the maximum extent permitted by law:</strong>\n</p>\n<p>\n<strong>Adaptavist shall not be liable for any loss or interruption of business, revenue, profits, use, data, wasted expenditure or other economic advantage, nor any indirect, punitive, special, incidental, or consequential damages suffered as a result of using modifying, contributing, copying, distributing, or downloading Scripts.\nThe foregoing exclusion shall apply however such liability arises, whether for breach of contract, tort (including negligence), strict liability, statutory duty or any other legal basis, even if Adaptavist has been previously advised of the possibility of such damage.\nYou shall hold Adaptavist harmless from any claims by yourself or your customer(s) for such losses.</strong>\n</p>\n<p>\n<strong>The remedies set forth herein are exclusive, and Adaptavist’s aggregate liability whether for breach of contract, tort (including negligence), strict liability, statutory duty or any other legal basis shall not exceed £10 (ten British pounds) and you shall hold Adaptavist harmless for all losses in excess of this sum.</strong>\n</p>\n<p>\n<strong>You have sole responsibility for adequate protection and backup of data and/or equipment used in connection with the Library Website or any Scripts, and will not make a claim against Adaptavist for lost data, re-run time, inaccurate output, work delays or lost profits resulting from the use of the Scripts.</strong>\n</p>\n<p>\n<strong>For avoidance of doubt, when you use Scripts, you acknowledge that you are potentially making programmatic changes to the software to which the Scripts relate.\nSuch changes can have immeasurable and potentially negative impact upon that software or your systems.\nYou are solely responsible for determining the appropriateness of using Scripts within your software and/or systems and your use of Scripts is entirely at your own risk.\nYou hold Adaptavist harmless from any impact upon any software and/or systems and all consequences thereof howsoever arising from your use of Scripts.</strong>\n</p>12.\nAppendix 2 – Supplementary Terms Applicable to Use of the Adaptavist Project Configurator for Jira Cloud (PC for Cloud) Website12.1.\nTerms of Use<p>Please note these terms are an extension of the Terms described in&nbsp;<strong>“Adaptavist Website Terms and Conditions of Use”</strong>.\nThe terms of this Appendix shall additionally apply for access to and use of the&nbsp;<strong>Project Configurator for Jira Cloud (PC for Cloud) Website</strong>&nbsp;located at&nbsp;<strong>pc.adaptavist.com</strong>, including any of its related or child pages or sites (the “PC for Cloud Website”).</p>\n<p>In the event of any conflict between the terms of this Appendix and the preceding Terms, the terms of this Appendix shall prevail.</p>12.2.\nGeneral Use Restrictions<p>You are aware and agree that the PC For Cloud Website utilises Adaptavist products and technology, for which use is governed by<strong>Adaptavist's EULA</strong>.\nTherefore, you agree to be bound by the terms of<strong>Adaptavist's EULA</strong>.</p>12.3.\nDisclaimer of Warranty<p>\n<strong>Unless otherwise explicitly stated, the content of the PC for Cloud Website is provided 'as is', and all express or implied conditions, representations and warranties, including any implied warranty of merchantability, accuracy, fitness for a particular purpose, or non-infringement are disclaimed to the maximum extent permitted by law.\nAdaptavist makes no representations, warranties or guarantees as to the quality, suitability, truth, accuracy or completeness of the PC for Cloud Website nor that access to or use of the PC for Cloud Website shall be uninterrupted or without delays or errors.</strong>\n</p>12.4.\nLimitation of Liability and Exclusion of Consequential Loss<p>\n<strong>To the maximum extent permitted by law:</strong>\n</p>\n<p>\n<strong>Adaptavist shall not be liable for any loss or interruption of business, revenue, profits, use, data, wasted expenditure or other economic advantage, nor any indirect, punitive, special, incidental, or consequential damages suffered as a result of using the PC for Cloud Website.\nThe foregoing exclusion shall apply however such liability arises, whether for breach of contract, tort (including negligence), strict liability, statutory duty or any other legal basis, even if Adaptavist has been previously advised of the possibility of such damage.\nYou shall hold Adaptavist harmless from any claims by yourself or your customer(s) for such losses.</strong>\n</p>\n<p>\n<strong>The remedies set forth herein are exclusive, and Adaptavist’s aggregate liability whether for breach of contract, tort (including negligence), strict liability, statutory duty or any other legal basis shall not exceed £10 (ten British pounds) and you shall hold Adaptavist harmless for all losses in excess of this sum.</strong>\n</p>13.\nAppendix 3 – Supplementary Terms Applicable to Use of AutoBlocks13.1.\nUpdates to Pricing<p>Adaptavist may update or amend the subscription pricing plan from time to time and we will make every reasonable effort to notify you of such changes, providing no less than 30 days advance notice.\nIn the event that you do not provide written rejection of such change on or before expiry of the notice period, the change will become binding.\nIn the event you notify Adaptavist that you do not wish to accept such price change, either party may elect to terminate the Agreement having provided 30 days written notice to the other party</p>13.2.\nUsage Policy<p>You shall not use or allow use of AutoBlocks for Prohibited Reasons.\nProhibited Reasons shall include, without limitation:</p>\n<ol>\n<li> use that causes, or may cause, damage to AutoBlocks or interference with the availability, functioning, security or accessibility of AutoBlocks;</li>\n<li>use of code, files, scripts, agents or programs that cause or are intended to cause harm, including without limitation, spyware, viruses, worms, time bombs and Trojan horses;</li>\n<li> use which is, or is connected with, unlawful, illegal, fraudulent or harmful purposes;</li>\n<li>use in a manner that exceeds rate limits, or constitutes excessive or abusive usage;</li>\n<li>use which by its nature or the circumstances of its use, a person exercising reasonable business judgment would understand to be prohibited.</li>\n</ol>\n<p>You shall defend and indemnify and hold harmless Adaptavist from and against any and all liabilities, damages, settlements, penalties, losses, fines, costs or expenses (including without limitation reasonable legal fees) arising out of any claim that you have used or allowed use of AutoBlocks for Prohibited Reasons.\nAdaptavist shall have the right to immediately and without prior notice, terminate or suspend your access to AutoBlocks if Adaptavist determines in its sole opinion, acting reasonably, that you have used or allowed use of AutoBlocks for Prohibited Reasons.\nIn this event, no refund shall be due to you as a result of such termination or suspension.</p>13.3.\nThird Party Terms<p>AutoBlocks provides support for you to connect with third-party APIs.\nAs a condition of your use of AutoBlocks, you acknowledge that you have read, understood and agreed to the terms and conditions of such third parties (including without limitation, EULAs and API and Developer terms).\nIt is your responsibility to locate such third party terms and to check for any updates thereto from time to time.\nNothing herein amends your rights under such third party terms.\nAdaptavist accepts no liability or responsibility for your use of third party APIs.</p>\n<p>Third parties include but may not be limited to </p>\n<ul>\n<li>Atlassian (https://developer.atlassian.com/platform/marketplace/atlassian-developer-terms/)</li>\n<li> Google (https://developers.google.com/terms)</li>\n<li>Servicenow (https://developer.servicenow.com/connect.do#!/legal_agreement),</li>\n<li> Slack (https://slack.com/intl/en-gb/terms-of-service/api), and </li>\n<li> Tempo (https://www.tempo.io/eula).\n</li>\n</ul>\n<p>The above list and associated links are for convenience only.\nIt is your responsibility to find and agree to all relevant terms and conditions for all relevant third parties related to your use of Autoblocks.</p>", "created_at": "2021-11-14 22:47:36.758691", "updated_at": "2021-11-14 21:49:27.084688"}, {"id": 10094, "name": "Privacy Policy", "url": "https://www.adaptavist.com/privacy-policy", "xpath": "//*[@id=\"main-content\"]", "text": "<ol>\n<li>home Iconchevron Icon</li>\n<li>Privacy policy</li>\n</ol>Adaptavist<p>Privacy Policy</p>Table of Contents<p>1.\nIntroduction<br>2.\nDefinitions<br>3.\nRegulatory registration<br>4.\nContacting Us<br>5.\nYour Usage of websites<br>6.\nWhat information we collect related to you<br>7.\nRetention of data<br>8.\nDisclosure of data<br>9.\nAdaptavist Third Parties<br>10.\nOverview of Cookies and Pixels<br>11.\nSpecific Types of Cookies and Pixels<br>12.\nProduct Data<br>13.\nInteraction Data<br>14.\nTransactional&nbsp;and Commerce Data</p>1 Introduction<p>Adaptavist&nbsp;and all its affiliates are committed to preserving the privacy of people with whom we come into contact.&nbsp;Please read the following privacy policy to understand how we collect, use, share, control and protect the information that you provide to us, including Personal Data.&nbsp;If you do not agree with this privacy policy, do not access or use our websites, products and services or interact with any other aspect of our business.&nbsp;By submitting information to us in any way, or by using our websites, systems, products or services (\"Services\"), or by interacting with us via email, phone, messaging service, in-person meeting or any other means (\"Interactions\"), you consent to the collection, use and transfer of your information under the terms of this policy.&nbsp;</p>\n<p>We may update this privacy policy from time to time.\nAmendments to these terms will be effective upon posting and operate as a condition of your continued engagement with Adaptavist or continued use of our websites, software or services.\nIt is your responsibility to check this page periodically for any updates to this privacy policy.&nbsp;We&nbsp;encourage you to review our privacy policy whenever you use our Services&nbsp;to stay informed about our information practices and the ways you can help protect your privacy.</p>\n<p>‘Adaptavist’, ‘we’ and ‘us’ refers to Adaptavist Group LTD (UK LTD company with company number 06878779) and any of its affiliates.&nbsp;</p>2 Definitions<p>2.1 The terms below shall have the following meanings:</p>\n<p>2.1.1\t\"Personal Data Breach,\" \"Controller,\" \"Processor\", \"Data Subject\", \"Personal Data\", \"Processing,\" \"Special Category Data\", and \"appropriate technical and organisational measures” as used in this Policy shall have the meanings given in the GDPR irrespective of whether GDPR, UK GDPR, or U.S.\nData Protection Law applies.</p>\n<p>2.1.2\t\"Data Protection Law\" means European Data Protection Law including UK GDPR and U.S.\nData Protection Law that are applicable to the processing of Personal Data under this Policy.</p>\n<p>2.1.2.1\t\"European Data Protection Law\" means any data protection and privacy laws of Europe applicable to the Personal Data in question, including where applicable</p>\n<p>2.1.2.1.1\tRegulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data (General Data Protection Regulation)(\"GDPR\").\n(ii) Directive 2002/58/EC concerning the processing of personal data and the protection of privacy in the electronic communications sector.\n(iii) any applicable national implementations of (i) and (ii).\n(iv) the Swiss Federal Data Protection Act of 19 June 1992 and its Ordinance.\nand (v) in respect of the United Kingdom, the Data Protection Act 2018, UK GDPR and any applicable national legislation that replaces or converts in domestic law the GDPR or any other law relating to data and privacy as a consequence of the United Kingdom leaving the European Union.\nin each case as may be amended, superseded or replaced from time to time.\n</p>\n<p>2.1.2.2\t“U.S.\nData Protection Law” means data protection or privacy laws applicable to Personal Data in force within the United States, including the CCPA.</p>3 Regulatory registration<p>As part of the requirements of the&nbsp;General Data Protection Regulation (GDPR), Adaptavist have registered with the Data Commissioner in the United Kingdom and you can see our&nbsp;notification report on their website&nbsp;(after clicking the search link, enter \"Adaptavist\" as the name and click the ‘Search Register’ button).</p>\n<p>Any information will be collected, stored and processed within countries that comply with the GDPR.\nPrimarily data is stored within UK / EU / USA data centers, all of which have the appropriate compliance frameworks – including support for GDPR.</p>4 Contacting Us regarding this Privacy Policy<p>Adaptavist is committed to working with you to ensure compliance with all applicable laws and regulations concerning the protection of&nbsp;Personal Data.\nShould you wish to exercise any of the rights outlined in this Policy, or have further queries with regards to this Policy, please contact us at contractuals@adaptavist.com.</p>5 Your Usage of websites<p>5.1\tSoftware downloads</p>\n<p>We may make certain software available for download on our websites and may link to software on other, third party websites.\nThis software may be created by Adaptavist or by third party vendors.\nThe software may be programmed to access our servers and/or third party servers in order for the software to operate and in order to check for program upgrades or enhancements.\nFrom time to time, new files may be added to your computer in order to upgrade the software or add new functionality to it.\nThese changes may occur without notice to you.\nUse of such software will be governed by any associated or referenced terms and conditions, and instructions on uninstalling such software will similarly accompany or be referenced.\nIn the event that such software is an Adaptavist product, use of the product will be governed by a separate Adaptavist End User License Agreement.</p>\n<p>5.2\tPrivacy of other websites</p>\n<p>Our websites may contain links to other websites of interest.\nHowever, once you have used these links to leave our site, you should note that we do not have any control over that other website.\nTherefore, we are not responsible for the protection and privacy of any information which you provide whilst visiting such sites and such sites are not governed by this privacy statement.</p>\n<p>5.3\tUsers of age 16 and under</p>\n<p>If you are aged 16 or under, please get your parent/guardian’s permission beforehand whenever you provide personal information to our websites.\nUsers without this consent are not allowed to provide us with personal information.</p>\n<p>5.4\tComments and Ratings</p>\n<p>Should any pages on any of our systems allow posting of comments, your username may be associated with any comments (except in areas where anonymous comments are permitted, your post and username will be displayed alongside those comments to anyone who has access to see them).</p>\n<p>5.5\tOffensive language and behaviour</p>\n<p>Adaptavist reserves the right to, at its sole discretion, remove any content on its websites</p>\n<p>•\tand specifically for content which is offensive, abusive, provocative or discriminatory language posted on or sent through our Services, at its sole discretion, Adaptavist reserves the right to remove this content and to remove any user's access to its Services.</p>6 What information we collect related to you<p>6.1\tInformation we get</p>\n<p>When you use our Services or have any Interactions with us, we may collect data related to you, your use of Services, and Interactions.\nBroadly speaking, this data can be categorised as:</p>\n<p>•\tCookies and Pixels, </p>\n<p>•\tProduct Data (data generated through use of our products in various forms),</p>\n<p>•\tInteraction data (data generated through interactions with us on phone, via email, via the website, or other means), and</p>\n<p>•\tTransactional and Commerce Data (data generated through an actual order or sale of a product or service).</p>\n<p>This data (which may include Personal Data) can be described in more detail as:</p>\n<p>•\tIdentification information, which may include name, email address, billing or shipping addresses, telephone numbers, screen names, user IDs (potentially with password).\nThis might also include IP addresses;</p>\n<p>•\tCommercial information, which may include payment or financial information which would be appropriately handled (for example through a third party payment platform);</p>\n<p>•\tTechnical platform information, which relates to the technical means by which you interact with us, such as operating system, web server type, browser type, or other information regarding your device;</p>\n<p>•\tWeb related information, including things such as referring domain;</p>\n<p>•\tActivities related to your use of Services, including website use and records of actions and activities, including search, and communication preferences;</p>\n<p>•\tEducational information, which includes your education history.\ngrades</p>\n<p>•\tProfessional information, such as employer or organisational affiliation for a customer or partner.\nthe contents of your resume;</p>\n<p>•\tGeolocation data, which might be extrapolated from other data;</p>\n<p>•\tCommunication information, which may include audio, electronic, visual information, as well as any data in any files uploaded, emailed or otherwise provided, and the contents of your communications with us via email, social media, telephone or voice calls, or via whatever Interaction you participated in.</p>\n<p>6.2\tHow we get the information</p>\n<p>We collect data, including Personal Data, from a variety of sources depending on the nature of the Services you use or Interaction you have.\nSources may include:</p>\n<p>•\tYour direct submission: You may provide information to us via one of our Services or via Interactions.\nThis may unstructured information (such as that in an email) or a response to a survey, web-form, or other data gathering mechanism.</p>\n<p>•\tIndirectly via your use: We may collect information from you in the course of your using Services or our providing services to you.\nFor example, we may observe your actions on one of our websites.\n</p>\n<p>•\tFrom Third Parties: We may be provided, or collect, information from various third parties with whom we may contract, or share an integrated service, in connection with our Services.\nFor example: </p>\n<p>•\t(i) third party vendors that help us build or supplement contact lists or information, for example webinar platforms or market intelligence providers.\nand</p>\n<p>•\t(ii) third parties that help us verify records or enrich information we capture about you.\nand</p>\n<p>•\t(iii) third party providers of services (such as online recruiting services) whereby information is sent to us automatically or via request.\nand</p>\n<p>•\t(iv) transactional information from third parties, including information regarding your purchases or evaluations of any of our Services.\nThis may include data from companies such as Atlassian (via Atlassian Marketplace or other means).</p>\n<p>6.3\tUse of your information</p>\n<p>To the extent permitted by law, we will use data provided, including Personal Data, to:</p>\n<p>Provide our Services, including their administration, operation and support, communications related to the Services, and commercial related aspects such as purchasing;</p>\n<p>Meet our legal and regulatory obligations, such as in the area of security;</p>\n<p>Carry out marketing including advertising of our Services, which may include passing your information to external social media platforms (see Marketing Providers) for profiling &amp.\nderiving new target audiences to whom we may advertise on those platforms.</p>\n<p>Please note:</p>\n<p>•\tAll marketing email communications from Adaptavist shall provide the option to unsubscribe at any time.</p>7 Retention of data<p>With regards specifically to Personal Data, Adaptavist will keep and process your Personal Data only for as long as is necessary for the purposes for which it was collected, unless Adaptavist has a legal obligation to retain the data for a longer period.&nbsp;</p>\n<p>Where we disclose Personal Data&nbsp;to third parties who act as an independent&nbsp;Controller, this data will be retained by the third party in accordance with their own data privacy policy, and in accordance with the data protection laws under which the third party is regulated.&nbsp;</p>\n<p>Where we disclose Personal Data to third parties who act as a&nbsp;Processor, this data will be retained by the third party in accordance with our specific requirements.</p>8 Disclosure of data<p>8.1\tGeneral</p>\n<p>In general, there are various people within Adaptavist who may need access to the information that you provide us.\nThey may need this for technical, commercial or compliance reason, and this will be done in accordance with Adaptavist's internal access control policy.\n</p>\n<p>8.2\tAccess and administration</p>\n<p>The information you provide to us will be held on our computers and may be accessed by or given to our staff, affiliates or subcontractors.\nYou should be aware that the administrator of the Services may be able to: </p>\n<p>•\taccess information in and about your account;</p>\n<p>•\tdisclose, restrict, or access information that you have provided or that is made available to you when using your account, and;</p>\n<p>•\tcontrol how your account may be accessed or deleted.</p>\n<p>8.3\tPromotional reference</p>\n<p>Clients who purchase goods or services from Adaptavist may be referenced in our promotional material and websites.\nWe may identify you by name, trade name, logo and trademark.\nShould you not want to be listed, please contact us at here.\n</p>\n<p>8.4\tThird parties and sub-processors</p>\n<p>We may use information you provide, including Personal Data, in conjunction with third parties, who may act as Sub-Processor of such data.\nSee Adaptavist Third Parties for more information.</p>\n<p>8.5\tJoint ventures, mergers and acquisitions </p>\n<p>Finally, if our business enters into a joint venture with or is sold to or merged with another business entity, your information may be disclosed to our new business partners or owners.</p>9 Adaptavist Third Parties<p>We collaborate with third parties that help us operate, provide, improve, integrate, customise, and support our Services.</p>\n<p>9.1\tGeneral </p>\n<p>You warrant that you have familiarised yourself with and agree to be bound by any applicable third party terms relevant to the Services, including Adaptavist software.\nThe information we receive when you link or integrate our services with a third-party service depends on the settings, permissions and privacy policy controlled by that third-party service.\nYou should always check the privacy settings and notices in these third-party services to understand what data may be disclosed to us or shared with our services.\n</p>\n<p>9.2\tService Providers</p>\n<p>We work with third-party service providers to supply websites and application development, hosting, maintenance, backup, storage, virtual infrastructure, payment processing, analysis and other services for us, which may require them to access or use information about you that you supply.\nThis may include Personal Data.\nfor details of service providers involved in the processing of personal data please see the Data Processing Addendum, which is included as part of this Privacy Policy.</p>\n<p>9.3\tMarketing Providers</p>\n<p>We work with third-party service providers to enable us to further market and advertise our Services.\nIn order to do this, we may provide them with Personal Data which will be processed in a manner compliant with the appropriate Data Protection Law.\nMarketing Providers may establish a profile of potential people to whom we might advertise, based on data we provide them.\nMarketing Providers may include, but are not limited to the following and any further third parties listed in section \"Cookies and Pixels:\"</p>\n<p>9.3.1\tFacebook.\nRefer to privacy policy at https://www.facebook.com/privacy/explanation</p>\n<p>9.3.2\tLinkedIn.\nRefer to privacy policy at https://www.linkedin.com/legal/privacy-policy</p>\n<p>9.4\tIntegrated Partners: </p>\n<p>Our products integrate with third parties products.\nWe may share your information with these third parties in connection with their services, which will be described in relevant product documentation.\nAdditionally, you may choose to make use of third-party add-ons in conjunction with Adaptavist services.\nThird-party add-ons are software written by third-parties to which you grant access privileges to your content.\nWe may also share information with these third parties where you have agreed to that sharing.\nAdaptavist Integrated Partners may include, but are not limited to: </p>\n<p>9.4.1\tAtlassian.\nRefer to privacy policy at https://www.atlassian.com/legal/privacy-policy</p>\n<p>9.4.2\tAWS.\nRefer to privacy policy at https://aws.amazon.com/privacy/</p>\n<p>9.4.3\tSlack.\nRefer to privacy policy at https://slack.com/intl/en-se/privacy-policy</p>10 Overview of Cookies and Pixels<p>10.1\tOverview of Cookies</p>\n<p>Cookies are text files placed on your computer to collect visitor behaviour information.</p>\n<p>When you visit our websites, or download our products, we collect information on usage from you automatically through cookies.\nFirst-party and third-party cookies are used to improve your online experience.\nCookies allow you to log in to our systems, connecting various page views together into a session.\nWhen you use our products and services you may be asked to provide certain information about yourself, including your name and contact details.\nWe may also collect information about your usage, as well as information you provide during such usage.\nThis includes using our websites, products and services, as well as any correspondence or communication you send.</p>\n<p>10.2\tOverview of Pixels </p>\n<p>A pixel is a block of code placed within a website’s or product's code that allows measurement of the effectiveness of advertising.\nWhen you visit our website and take an action, the pixel collects the data from your behavior and reports the action.\nAdaptavist and our third-party partners use cookies and pixels to provide functionality and to recognize you across different services and devices.We collect this information from you automatically through pixels</p>11 Specific Types of Cookies and Pixels<p>11.1\tFunctionality Cookies</p>\n<p>Functionality cookies enable us to monitor the performance of our websites and to enhance your browsing experience.\nFor example, if you set your language or location, we use cookies to save your preferences.\nFor more information about the Cookies used to run our websites, see:</p>\n<p>•\tSquarespace cookies policy Cookies policy</p>\n<p>11.2\tMarketing and Analytics Cookies and Pixels</p>\n<p>We use cookies and pixels to collect data on our users’ behaviour to better understand our visitors’ needs and to personalise the content on our websites.\nThese could include collecting information about which pages you visit to help us present more relevant information.</p>\n<p>We send data collected through these cookies to a variety of tools and providers that help us improve our products and services.\nThese tools include but are not limited to the following list.\nFor further details, please see individual privacy policies for each tool or provider:</p>\n<p>•\tSegment (see above)</p>\n<p>•\tHubspot (see above)</p>\n<p>•\tGoogle Tag Manager ( Tag Manager terms of service are here.&nbsp;)</p>\n<p>•\tGoogle Analytics ( Google’s privacy policy is here.)&nbsp;</p>\n<p>•\tHotjar ( Hotjar’s privacy policy is here&nbsp;)&nbsp;</p>\n<p>•\tOur data storage solution providers such as Amazon S3 (Amazon’s privacy policy &nbsp;here&nbsp;)&nbsp.\nand Redshift.</p>\n<p>11.3\tAdvertising Cookies and Pixels</p>\n<p>Cookies and pixels allow Adaptavist to collect information that enables us to personalise and measure the effectiveness of advertising on our site, in our products and on other websites.\nFor example, we may serve you a personalised ad based on the pages you visit on our websites.\nOur company might share some limited aspects of this strictly anonymised data with third parties for advertising purposes.\nAdvertising cookies on this site include:</p>\n<p>•\tFacebook Pixel (privacy policy is available&nbsp;here),</p>\n<p>•\tLinkedIn (privacy policy is&nbsp;here),</p>\n<p>•\tTwitter (Twitter is&nbsp;here),</p>\n<p>•\tReddit ( Reddit is&nbsp;here)</p>\n<p>•\tQuora (Quora is&nbsp;here)</p>\n<p>•\tBing (Bing’s privacy policy is&nbsp;here)</p>\n<p>•\tGoogle Analytics (see above)</p>\n<p>•\tCapterra (privacy policy is available here)</p>\n<p>11.4\tEssential Cookies</p>\n<p>Essential cookies are necessary for a website, or for our products, to function as intended.\nThese could include us storing your website data collection preferences so we can honour them if you return to our websites.\nYou cannot opt-out of the essential cookies and doing so would render some of the websites and/or product functionality unusable.</p>\n<p>11.5\tHow to manage cookies</p>\n<p>You can often allow or disallow certain types of cookies.\nAccepting cookies is usually the best way to ensure you get the most from a website.\nYou can normally change your browser settings to restrict, block or delete cookies if you want.\nEach browser is different, so check the ‘Help’ menu of your particular browser to learn how to change your cookie preferences.\nMany browsers have universal privacy settings for you to choose from.\nGet more help about how cookies work with specific browsers.\nPlease note, these instructions may change from time to time.</p>\n<p>12\tProduct Data</p>\n<p>There are various forms of data that are generated and collected from your use of products.\nReasonable efforts are made to encrypt or encode Personal Data data where we know it is present in Product Data.</p>\n<p>Broadly, the data generated and collected from your use of products can be categorised as follows:</p>\n<p>12.1\tData Types: In-Product Analytics</p>\n<p>We analyse behaviour patterns in order to develop product improvements.\nSuch data is exclusively used in order to improve our Services.\nAdaptavist may capture information such as the page that is viewed, the referrer, or the actions actions performed (such as a clicked button).\nNote that:</p>\n<p>•\tIP addresses may be supplied and in some cases can be resolved to a person, which would render them Personal Data.</p>\n<p>•\tIn some cases, we track the software instance that data comes from.\nIn the Atlassian context, this ties to a SEN number.</p>\n<p>•\tYou can also set your firewall to disallow (block) this traffic.</p>12 Product Data<p>There are various forms of data that are generated and collected from your use of products.\nReasonable efforts are made to encrypt or encode Personal Data data where we know it is present in Product Data.</p>\n<p>Broadly, the data generated and collected from your use of products can be categorised as follows:</p>\n<p>12.1\tData Types: In-Product Analytics</p>\n<p>We analyse behaviour patterns in order to develop product improvements.\nSuch data is exclusively used in order to improve our Services.\nAdaptavist may capture information such as the page that is viewed, the referrer, or the actions actions performed (such as a clicked button).\nNote that:</p>\n<p>•\tIP addresses may be supplied and in some cases can be resolved to a person, which would render them Personal Data.</p>\n<p>•\tIn some cases, we track the software instance that data comes from.\nIn the Atlassian context, this ties to a SEN number.</p>\n<p>•\tYou can also set your firewall to disallow (block) this traffic.</p>\n<p>12.2\tData Types: Diagnostic Data ( Error Logs data )</p>\n<p>Our Cloud Apps track errors of our Cloud Apps' resources executed in the end users' browsers in real-time.\nThis includes for example AddOnKey, ClientKey, BaseUrl, anonymised TrackingID, error messages and information about the environment such as browser type, browser version and operating system.\nIt is exclusively used in order to improve our service.</p>\n<p>Errors from JavaScript in our cloud applications are sent to Sentry to alert Adaptavist support.\nThe data sent to Sentry includes organisational data but no individual data.\nSentry is running in browser and will diagnose issues.\nIP address is included, and this in theory can be traced to an individual user (and hence may be considered Personal Data).</p>\n<p>In addition, by seeking product support, you may provide log and other information, voluntarily, to our Support staff for analysis and review.\nIt is possible that this can contain Personal Data depending on how you use and configure your products and systems.\nApplication logs may be sent to sub-processors or stored.</p>\n<p>12.2.1\tLog and supplied information</p>\n<p>This is information given voluntarily by client to our support staff by a client.\nIn theory, this could contain Personal Data embedded within user generated content.\nThis depends on the client manages Personal Data.</p>\n<p>Some of this data may be processed and stored on Adaptavist's AWS based servers.\n</p>\n<p>12.2.2\tGeneral Diagnostics</p>\n<p>This includes error detection and alerting data.\nSentry is running in browser and will diagnose issues.\nIP address is included, and this can at times be resolved to an individual, which means it can be Personal Data.\n</p>\n<p>This information is sent to Sentry for processing and storage.\nDepending on configuration, information may also be sent to Slack as there is a slack add-on for notifications.\n</p>\n<p>12.2.3\tAggregated Diagnostics and Session Data</p>\n<p>This includes data from each customer's use of products which, such as for example usage statistics of product functionality such as the total number of product functions used per day.\nThis data is anonymised.\nTherefore, we cannot identify the end user this data relates to.\n</p>\n<p>Datadog is used for monitoring Synthesized values and metrics such as those outlined above, or CPU usage and requests per second.</p>\n<p>12.2.4\tMetrics</p>\n<p>Application metrics are sent to Datadog for analysis and reporting in order for us to monitor the applications performance.\nThis will include anonymised organisational data and aggregated data, but no Personal Data by design.\n</p>\n<p>12.3\tData Types: General Data</p>\n<p>This includes user generated or configured content or data such as scripts or configuration of cloud based products.</p>\n<p>•\tWe store customer scripts for specific Cloud Apps such as ScriptRunner for Jira Cloud and ScriptRunner for Confluence Cloud, as well as queries (encrypted), inside our own infrastructure hosted on AWS and managed and operated by Adaptavist.\nThere may be a few exceptions where, for example, select low-risk ScriptRunner Cloud data is still hosted on Jira Cloud (Atlassian) storage.</p>\n<p>•\tBy design there is normally no Personal Data contained in this data category, though an end user may at their choice configure the products otherwise.</p>\n<p>12.4\tData Types: Administrative data</p>\n<p>If you are using our Hosted Services for Atlassian Cloud products, Adaptavist may have access to data available to an administrator based on the specific applications scopes granted (please see https://confluence.atlassian.com/upm/atlassian-connect-app-scopes-445186491.html for more information on application scopes).\nAccess to this information is strictly controlled and will only be used for specific application functionality which requires it and support services such as initial configuration, routine maintenance such as backups and changes to server configuration and also any bespoke content production or alterations we make upon your request.</p>\n<p>In addition, Atlassian will have to retain a copy of your contact details and license key of the Atlassian products for their own records, along with any correspondence you may have with them directly.</p>\n<p>12.5\tData Types: Personal Profile Data</p>\n<p>Integrated Partners such as Atlassian have very specific ways of defining Personal Data.\nFor Atlassian, this includes data held in a specific set of tables and for a narrow purpose of logically identifying users.\nSuch data may also be processed by service providers such as AWS Cognito in order to enable profile related product features for Adaptavist offerings.</p>\n<p>This data does not include information which may still resolve to an individual (i.e.\nbe Personal Data within the definition prescribed by the GDPR) and which may be embedded in content throughout various applications.</p>\n<p>In order to ensure we harmonise in certain instances with our Integrated Partners from a policy standpoint, we recognise this distinctive category of data as Personal Profile Data.\n</p>\n<p>12.6\tOn-premises products versus Hosted Services (including Cloud Apps)</p>\n<p>Adaptavist provides on-premises products for which you can acquire a license to use.\nUse of such products is governed by the Adaptavist End User License Agreement.\nOn-premises products include Atlassian-based \"Server\" and \"Data Center\" variants of our products.\nThese products, by their nature, will be installed in an environment that a client controls.\n</p>\n<p>Adaptavist also provides hosted products for Atlassian Cloud and in addition, Adaptavist provides products for Slack and Trello.\nall together, these are our \"Cloud Apps\" and Cloud Apps are part of \"Hosted Services,\" which also contain other online services that may be made available by Adaptavist.\nRegarding Cloud Apps:</p>\n<p>For a further breakdown of how Personal Data may be processed, please see the Data Processing Addendum, which is included as part of this Privacy Policy.</p>\n<p>12.7\tHosted Services: Note on Slack apps</p>\n<p>When you install Slack apps created by Adaptavist into your Slack workspace, you acknowledge and understand that other users of your Slack workspace may be able to interact with Adaptavist and as such their Personal Data may be visible to Adaptavist.\nAdaptavist does not record, disseminate or share with third parties any personally identifiable data from other users of your workspace.\nHowever, statistical data (such as the number of users in the Slack workspace) is monitored for the purposes of improving, tracking and developing the software only.</p>13 Interaction Data<p>This is the sum of the digital presence which may be left behind as a result of any Interactions you may have had with Adaptavist which falls outside of the scope of a formalised agreement.\nThis includes, but is not limited to, any information you may provide us through our website, through any communications you may have with Adaptavist or any Adaptavist employee in the course of their employment, or through any social media platform.&nbsp.\nYou warrant not to provide Adaptavist with any Special Category Data through such interactions unless explicitly requested by Adaptavist.&nbsp;</p>14 Transactional&nbsp;and Commerce Data<p>Data regarding any orders / purchases for use of our Services is referred to as Transactional and Commerce Data.\nThis includes (but is not limited to) orders / purchases of:</p>\n<p>•\tlicenses to use our software (including products) in whatever form,</p>\n<p>•\tlicenses to use 3rd party software, or services, sold through Adaptavist.</p>\n<p>Transactional and Commerce Data may be provided to us via your placing an order on the phone, via our own online marketplace facilities, via 3rd party marketplace facilities such as the Atlassian Marketplace, our website, officially authorised 3rd party partners or representatives, or other sources.\n</p>\n<p>When placing orders / making purchases, it is important to note and agree to any terms and conditions imposed by third parties, such as Service Providers with whom we may be working to facilitate the order or purchase.</p>", "created_at": "2021-11-14 22:47:36.755542", "updated_at": "2021-11-14 21:49:22.846625"}], "points": [], "urls": ["adaptavist.com"]}}