{"error": 448, "message": "OK", "parameters": {"id": 4172, "name": "VisitDays ", "created_at": "2021-06-23 04:21:38.573092", "updated_at": "2021-06-23 22:00:44.653648", "wikipedia": null, "keywords": null, "related": null, "slug": "visitdays", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4172.png", "url": "visitdays.com", "documents": [{"id": 7228, "name": "Terms and Conditions", "url": "https://visitdays.com/platform-terms-and-conditions", "xpath": "", "text": "Platform | <br>Terms and ConditionsUpdated 02/02/2021Download<strong>\n</strong>1.\nAccess to the Services and VisitDays 1.1 &nbsp;Orders.\n&nbsp;<p>The access to the VisitDays Platform and the services related thereto which may include, without limitation, setup services, launch services, training and technical support, and data and security services (the “<strong>Services</strong>”) shall<strong>\n</strong>be provided by VisitDays under these Terms and Conditions &amp.\nTerms of Service (the “<strong>Terms</strong>”) in one or more order forms executed by the Parties (“<strong>Order Form</strong>”) from time to time during the Term.\nThe Parties shall negotiate and sign each Order Form separately.&nbsp.\nEach Order Form shall set out a description of the Services, the costs associated with such Services and the period of time Organization will have access to the VisitDays Platform (the “<strong>Access Term</strong>”).&nbsp.\nEach Order Form shall be attached to these Terms and incorporated in these Terms by reference.&nbsp;&nbsp;</p>\n<p>\n<br>\n</p>1.2 &nbsp;Provision of Access.\n&nbsp;<p>Subject to the terms and conditions contained in these Terms, VisitDays hereby grants to Organization and its Authorized Users a non-exclusive, non-transferable right to access the features and functions of the VisitDays Platform for the Access Term, as set forth in the applicable Order Form, for an unlimited number of Authorized Users.&nbsp.\nOn or as soon as reasonably practicable after the Effective Date, VisitDays shall provide to Organization the necessary passwords, security protocols and policies and network links or connections and Access Protocols to allow Organization and its Authorized Users to access the VisitDays Platform.&nbsp.\nOrganization and any Authorized User may only use the VisitDays Platform in accordance with the Access Protocols.&nbsp.\n“<strong>Access Protocols</strong>” mean the passwords, access codes, technical specifications, connectivity standards or protocols, or other relevant procedures, as may be necessary to allow Organizations or any Authorized Users to access the VisitDays Platform.&nbsp.\n“<strong>Authorized User</strong>” means the following: (i) any individual who is an employee of Organization.\n(ii)such other person or entity as may be authorized by an Order Form (e.g., a third party providing services to Organization), authorized, by virtue of such individual’s relationship to, or permissions from, Organization, to access the VisitDays Platform pursuant to Organization’s rights under these Terms.\n(Authorized Users in (i) and (ii) shall be referred to collectively, “<strong>Administrative Authorized User</strong>”).\nand (iii) authorized students and others authorized to attend the online event hosted by the VisitDays Platform, subject to any terms governing use as contemplated by these Terms (“<strong>Attendee Authorized User</strong>”).&nbsp;</p>\n<p>\n<br>\n</p>1.3 &nbsp.\n&nbsp;Usage Restrictions.\n&nbsp;<p>Organization shall not: (a) decompile, disassemble, reverse engineer or otherwise attempt to obtain or perceive the source code from which any software component of the VisitDays Platform are compiled or interpreted or the code underlying the VisitDays Platform, and Organization acknowledges that nothing in these Terms will be construed to grant Organization any right to obtain or use such code.\nor (c) allow third parties other than Authorized Users to gain access to the Services.\nor (d) use the VisitDays Platform <strong>a</strong>nd/or any of the Services to provide timesharing, subscription service, hosting, or outsourcing services.\nOrganization will ensure that its use of the VisitDays Platform complies with all applicable laws, statutes, regulations or rules.</p>1.4 &nbsp.\n&nbsp;Restricted Communications.\n&nbsp;<p>Organization agrees that Organization will not, under any circumstances (except to the extent expressly authorized by the Terms) upload, post, e-mail, text, transmit or otherwise make available any unsolicited or unauthorized advertising, promotional materials, “junk mail,” “spam,” “chain letters,” “pyramid schemes,” or any other form of prohibited communication.</p>1.5 &nbsp;Retained Rights.\nOwnership.\n<p>\n<strong>(a) &nbsp;Ownership and Use of Organization Content.</strong> Organization retains all right, title and interest in and to the Organization Content and Output, and VisitDays acknowledges that it neither owns nor acquires any additional rights in and to the Organization Content or the Output not expressly granted by these Terms.&nbsp.\nVisitDays further acknowledges that Organization retains the right to use the Organization Content for any purpose in Organization’s sole discretion.&nbsp.\nSubject to the foregoing, Organization hereby grants to VisitDays a non-exclusive, non-transferable right and license to use the Organization Content during the Term solely for the limited purposes of performing VisitDays’ obligations under these Terms, and for no other purposes whatsoever.\nOrganization represents and warrants that it has all necessary rights to provide the Organization Content to VisitDays and allows VisitDays to use such Organization Content as contemplated by these Terms and an Order Form.&nbsp.\n“<strong>Organization Content</strong>” means all data, text or images provided to VisitDays from Organization under these Terms, including, but not limited to information for use in scheduling visits and information about tour guides.&nbsp.\n“<strong>Output</strong>” means reports, analyses, output, other materials or information generated or produced by the VisitDays Platform and Services on behalf of Organization under these Terms.<br>\n</p>\n<p>\n<strong>(b) &nbsp;Ownership of Services and VisitDays .</strong> &nbsp;Subject to the rights granted in these Terms, VisitDays retains all right, title and interest in and to the VisitDays Platform including, without limitation, the underlying technology which may form the basis for any other software or platforms owned by VisitDays and the Services, and Organization acknowledges that it neither owns nor acquires any additional rights in and to the foregoing not expressly granted by these Terms or any licenses to the software used to provide the Services except as set forth in these Terms.\nNotwithstanding the foregoing, VisitDays will not use any Organization Content in order to derive personal information from, or merge personal information wi</p>1.6 &nbsp;CRM Integration Services.<p>\n<strong>(a) &nbsp;Integration Services.</strong> &nbsp;VisitDays will provide certain integration services to facilitate the integration of VisitDays’ data to the Organization’s customer relationship management (“<strong>CRM</strong>”), which may include VisitDays’ personnel providing information as to data storage, record creation and record-matching (“<strong>Initial Integration</strong>”).<br>\n</p>\n<p>\n<strong>(b) &nbsp;Integration Support Services.</strong> &nbsp;&nbsp;After the Initial Integration, VisitDays will continue to provide Integration Support from time-to-time during the Term, at no additional cost, and as requested by Organization.&nbsp.\nAs used herein, “<strong>Integration Support</strong>” shall be defined as records not updating as contemplated by VisitDays including, without limitation, records not syncing correctly, visits or profile information not syncing correctly and mapping updates due to new visit types, counselors or academic interests.<br>\n</p>\n<p>\n<strong>(c) &nbsp;Integration Reconfiguration Services.\n</strong>&nbsp;&nbsp;In addition to the Integration Support, Integration Reconfiguration will be included to the normal development workflow.&nbsp.\nAs used herein, the term “<strong>Integration Reconfiguration</strong>” shall mean improvements or modifications to the VisitDays’ Services, as determined by VisitDays, and may include, without limitation, changing mapping criteria, mapping additional fields and changing duplicate or matching criteria.&nbsp.\nVisitDays will perform at most two (2) Integration Reconfiguration during the Term at no additional costs.&nbsp.\nIf Organization wants additional Integration Reconfigurations, Organization may request so for an additional charge of Two Hundred Dollars ($200.00) per hour.&nbsp.\nPayment for such additional Integration Reconfigurations shall be made within seven (7) days from receipt of the invoice from VisitDays in connection with same.<br>\n</p>1.7 &nbsp;Support.<p>\n<strong>(a) &nbsp;Support.\n</strong>&nbsp;Subject to the terms and conditions of these Terms, VisitDays shall exercise commercially reasonable efforts to provide Technical Assistance for the use of the Services to Eligible Support Recipients during VisitDays’ ordinary and customary business hours in accordance with its standard policies and procedures.</p>\n<p>\n<strong>(b) &nbsp;Eligible Support Recipients.</strong> &nbsp;VisitDays shall have no obligation to provide Technical Assistance, by any means, to any entity or individual other than Eligible Support Recipients.\n&nbsp;Organization can designate up to two (2) persons, which designees shall be eligible to receive Technical Assistance from VisitDays (“Eligible Support Recipients”).\n&nbsp;Such designees may be changed at any time by written notice.</p>\n<p>\n<strong>(c) Access.</strong> &nbsp;VisitDays shall have no obligation to provide Technical Assistance, by any means, to any entity or individual other than Eligible Support Recipients.\nOrganization can designate up to two (2) persons, which designees shall be eligible to receive Technical Assistance from VisitDays (“<strong>Eligible Support Recipients</strong>”).\nSuch designees may be changed at any time by written notice.</p>\n<p>\n<strong>(d) Means of Access to Technical Assistance.\n</strong>&nbsp;As a condition of VisitDays’ obligations under Section 1.6 (a), Organization shall provide such information and/or access to Organization resources as VisitDays may reasonably require in order to provide Technical Assistance under these Terms.\nVisitDays shall be excused from any non-performance of its obligations hereunder to the extent any such non-performance is attributable to Organization’s failure to perform its obligations under this Section 1.6(b).</p>2.\n&nbsp;Organization Responsibilities.<p>‍</p>2.1 Authorized Users and Visitors Access to Services.\n<p>Organization may permit any Authorized Users to access and use the features and functions of the VisitDays Pl<strong>a</strong>tform and Services as contemplated by these Terms.\nWhereas Administrative Authorized Users shall have full access to the VisitDays Platform and Services, Attendee Authorized Users may have access to the VisitDays Platform in a more limited capacity including, without limitation, limited to purposes of attending the online event.\n.\nOrganization will be responsible for all actions or omissions of its Authorized Users.\nOrganization and VisitDays shall use commercially reasonable efforts to prevent unauthorized access to, or use of, the VisitDays Platform and/or Services and shall notify VisitDays promptly of any such unauthorized use known to Organization.\nOrganization acknowledges and agrees that it may need certain networking capabilities, bandwidth and hardware to use the Visit Days Platform and/or the Services.\nOrganization is solely responsible for all hardware, software, Internet connectivity and bandwidth required to reach the VisitDays systems to gain access to the VisitDays Platform and the Services.</p>2.2 &nbsp;Organization Responsibility for Data and Security.\n&nbsp;<p>Organization and its Authorized Users shall have access to the Organization Content and shall be responsible for all changes to and/or deletions of Organization Content and the security of all passwords and other Access Protocols required in order to access the VisitDays Platform and/or Services.\nVisitDays will use industry standard means to protect the Organization Content from unauthorized access.\nOrganization shall have the sole responsibility for the accuracy, quality, integrity, legality, reliability, and appropriateness of all Organization Content.</p>2.3 General.\n&nbsp;<p>In connection with Organization’s&nbsp.\nuse of the VisitDays Platform and/or Services, Organization shall not knowingly:</p>\n<p>Make available any Organization Content that (i) is unlawful, tortious, defamatory, obscene, libelous, or racially, ethnically or otherwise objectionable.\n(ii) violates, or encourages any conduct that would violate, any applicable law or regulation or would give rise to civil liability.\n(iii) promotes discrimination, bigotry, racism, hatred, harassment or harm against any individual or group.\n(iv) is violent or threatening, or promotes violence or actions that are threatening to any other person.\nor (v) promotes illegal or harmful activities;</p>\n<p>Make available any Organization Content that Organization does not have a right to make available under any law or under contractual relationships;</p>\n<p>Make available any Organization Content that infringes the rights of any person or entity, including without limitation, any patent, trademark, trade secret, copyright, privacy, publicity or other proprietary or contractual rights.\nor</p>\n<p>Intentionally or unintentionally violate any applicable local, state, national or international law or regulation, or any order of a court.</p>\n<p>\n<br>\n</p>3.\n&nbsp;Fees and Expenses.\nPayments.3.1 Fees.\n<p>In consideration for the access rights granted to Organization in connection with the VisitDays Platform and the Services performed by VisitDays under these Terms, Organization will pay to VisitDays, without offset or deduction, all fees required by a particular Order Form.\nAll fees will be billed and paid in U.S.\ndollars.\nNotwithstanding the foregoing, any set-up fees listed on a particular Order Form, shall be due and payable upon execution of the applicable Order Form.</p>3.2 &nbsp;Disputed Fees.\n<p>If Organization disputes any fees, taxes, or other charges billed by VisitDays, Organization shall notify VisitDays, in writing, of the disputed amount and any relevant information regarding the circumstances of the dispute.\nVisitDays shall acknowledge receipt of the dispute information in writing to Organization.\nAll parties agree to work cooperatively to resolve any such disputed amounts.\nIf the Organization fails to provide VisitDays with a notice of such a disputed amount within twenty (20) business days following receipt of VisitDays' invoice for such disputed charge, then such amount is deemed undisputed and due to VisitDays.</p>3.3 &nbsp;Taxes.\n&nbsp;<p>If applicable, Organization will be responsible for payment of any applicable sales, use and other taxes and all applicable export and import fees, customs duties and similar charges (other than taxes based on VisitDays’ income), and any related penalties and interest for the grant of access rights hereunder, or the delivery of related services, if any.\nIf Organization is tax exempt, it shall furnish VisitDays with evidence of its tax exempt status prior to placing an order for the Services.\nOrganization will make all required payments to VisitDays free and clear of, and without reduction for, any withholding taxes.\nAny such taxes imposed on payments to VisitDays will be Organization’s sole responsibility, and Organization will, upon VisitDays’ request, provide VisitDays with official receipts issued by appropriate taxing authorities, or such other evidence as VisitDays may reasonably request, to establish that such taxes have been paid.</p>4.\n&nbsp;Treatment of Confidential Information.4.1 &nbsp;Ownership of Confidential Information.\n&nbsp;<p>The Parties acknowledge that during the performance of these Terms, each Party will have access to certain of the other Party’s Confidential Information or Confidential Information of third parties that the disclosing Party is required to maintain as confidential.\nBoth Parties agree that all items of Confidential Information are proprietary to the disclosing Party or such third party, as applicable, and will remain the sole property of the disclosing Party or such third party.\n“<strong>Confidential Information</strong>” means all written or oral information, disclosed by either Party to the other, related to the operations of either Party or a third party that has been identified as confidential or that by the nature of the circumstances surrounding disclosure ought reasonably to be treated as confidential.</p>4.2 &nbsp;Mutual Confidentiality Obligations.\n&nbsp;<p>Each Party agrees as follows: (a) to use Confidential Information disclosed by the other Party only for the purposes described herein.\n(b) that such Party will not reproduce Confidential Information disclosed by the other Party, and will hold in confidence and protect such Confidential Information from dissemination to, and use by, any third party.\n(c) that neither Party will create any derivative work from Confidential Information disclosed to such Party by the other Party.\n(d) to restrict access to the Confidential Information disclosed by the other Party to such of its personnel, agents, and/or consultants, if any, who have a need to know and who have been advised of and have agreed in writing to treat such information in accordance with the terms of these Terms.\nand (e) to the extent practicable, return or destroy, all Confidential Information disclosed by the other Party that is in its possession upon termination or expiration of these Terms.\nNotwithstanding the foregoing, Organization agrees that VisitDays may collect aggregated statistical data regarding Organization’s use of the Service and provide such aggregated statistical data to third parties.\nIn no event shall VisitDays provide to third parties specific data regarding Organization or Organization’s Authorized Users s, nor may any such data be used for any marketing purposes whatsoever.</p>4.3 &nbsp;Confidentiality Exceptions.\n&nbsp;<p>Notwithstanding the foregoing, the provisions of Sections 4.1 and 4.2 will not apply to Confidential Information that (a) is publicly available or in the public domain at the time disclosed.\n(b) is or becomes publicly available or enters the public domain through no fault of the recipient.\n(c) is rightfully communicated to the recipient by persons not bound by confidentiality obligations with respect thereto.\n(d) is already in the recipient’s possession free of any confidentiality obligations with respect thereto at the time of disclosure.\n(e) is independently developed by the recipient.\nor (f) is approved for release or disclosure by the disclosing Party without restriction.\nNotwithstanding the foregoing, each Party may disclose Confidential Information to the limited extent required (x) in order to comply with the order of a court or other governmental body, or as otherwise necessary to comply with applicable law, provided that the Party making the disclosure pursuant to the order shall first have given written notice to the other Party and made a reasonable effort to obtain a protective order.\nor (y) to establish a Party’s rights under these Terms, including to make such court filings as it may be required to do.</p>4.4 &nbsp;Limitation Period.\n&nbsp;<p>The obligations set forth in this Section 4 shall survive the termination or expiration of these Terms for a period of two (2) years.</p>5.\n&nbsp;Representations and Warranties.\n&nbsp.\n<p>VisitDays represents and warrants that it will provide the VisitDays Platform and Services and perform its other obligations under these Terms in a professional and workmanlike manner substantially consistent with general industry standards.\nVisitDays further warrants, for the benefit of Organization only, that the VisitDays Platform and Services will conform in all material respects to the standard user documentation for the VisitDays Platform and Services provided to Organization by VisitDays (the “<strong>Documentation</strong>”) throughout the Term, as defined in paragraph 8.1 after VisitDays firsts makes the VisitDays Platform and Services available to Organization, provided that such warranty will not apply to failures to conform to the Documentation to the extent such failures arise, in whole or in part, from (i) any use of the VisitDays Platform and/or Services other than in accordance with the Documentation, or (ii) any combination of the VisitDays Platform and/or Services with software, hardware or other technology not provided by VisitDays under these Terms, if the failure would not have arisen but for such combination.\nVisitDays further represents and warrants that: (iii) it will comply with all applicable Laws in performing its obligations under these Terms, including in the provision of the Services and VisitDays Platform to Organization, and it will hold and fully comply with all required licenses, permits and approvals.\n(iv) entering into and fully performing its obligations under these Terms does not and will not violate any agreement or obligation existing between VisitDays and any third party.\n(v) VisitDays Platform and the Services will not contain any Harmful Code.\nand (vi) the Service and VisitDays Platform will not infringe or misappropriate any intellectual property rights or other proprietary rights of any third party.\nFor purposes of this Agreement, <strong>“Harmful Code” </strong>means any software or other materials that are intentionally designed to (a) disrupt, disable, harm or impede operation, or (b) impair operation based on the lapse of time, including but not limited to viruses, worms, time bombs, time locks, access codes or trap door devices.</p>6.\n&nbsp;Disclaimers, Exclusions and Limitations of Liability.6.1 &nbsp;Internet Delays.\n<p>VISITDAYS PLATFORM AND/OR THE SERVICES MAY BE SUBJECT TO LIMITATIONS, DELAYS, AND OTHER PROBLEMS INHERENT IN THE USE OF THE INTERNET AND ELECTRONIC COMMUNICATIONS.\nVISITDAYS IS NOT RESPONSIBLE FOR ANY DELAYS, DELIVERY FAILURES, OR OTHER DAMAGE RESULTING FROM SUCH PROBLEMS.</p>6.2 &nbsp;Disclaimer.\n&nbsp;<p>EXCEPT AS EXPRESSLY REPRESENTED OR WARRANTED IN SECTION 5, TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, VISITDAYS PLATFORM, THE SERVICES, THE DOCUMENTATION, AND ALL OTHER SERVICES PERFORMED OR PROVIDED BY VISITDAYS ARE PROVIDED “AS IS,” AND VISITDAYS DISCLAIMS ANY AND ALL OTHER PROMISES, REPRESENTATIONS AND WARRANTIES, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, ANY IMPLIED WARRANTIES OF MERCHANTABILITY, AND FITNESS FOR A PARTICULAR PURPOSE.&nbsp.\nVISITDAYS DOES NOT WARRANT THAT THE VISITDAYS PLATFORM AND/OR THE SERVICES OR ANY OTHER SERVICES PROVIDED BY VISITDAYS WILL MEET Organization’S REQUIREMENTS OR THAT THE OPERATION OF THE VISITDAYS PLATFORM AND/OR THE SERVICES WILL BE UNINTERRUPTED OR ERROR-FREE, OR THAT ALL ERRORS WILL BE CORRECTED.</p>\n<p>\n<br>\n</p>6.3 &nbsp;Exclusions of Remedies.\nLimitation of Liability.\n&nbsp;<p>EXCEPT IN CONNECTION WITH VISITDAYS’ INDEMNITY OBLIGATIONS, OR A BREACH BY EITHER PARTY OF ITS CONFIDENTIALITY OBLIGATIONS (COLLECTIVELY, THE “EXCLUDED DAMAGES”), IN NO EVENT WILL EITHER PARTY BE LIABLE TO THE OTHER PARTY FOR ANY INCIDENTAL, INDIRECT, SPECIAL, CONSEQUENTIAL OR PUNITIVE DAMAGES, REGARDLESS OF THE NATURE OF THE CLAIM, INCLUDING, WITHOUT LIMITATION, LOST PROFITS, COSTS OF DELAY, BUSINESS INTERRUPTION OR COSTS OF LOST OR DAMAGED DATA, EVEN IF A PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.&nbsp.\nTHIS LIMITATION UPON DAMAGES AND CLAIMS IS INTENDED TO APPLY WITHOUT REGARD TO WHETHER OTHER PROVISIONS OF THESE TERMS HAVE BEEN BREACHED OR HAVE PROVEN INEFFECTIVE.&nbsp.\nEXCEPT IN CONNECTION WITH THE EXCLUDED DAMAGES, THE CUMULATIVE LIABILITY OF EACH PARTY TO THE OTHER PARTY FOR ALL CLAIMS ARISING FROM OR RELATING TO THIS AGREEMENT, INCLUDING, WITHOUT LIMITATION, ANY CAUSE OF ACTION SOUNDING IN CONTRACT, TORT, OR STRICT LIABILITY, WILL NOT EXCEED THE TOTAL AMOUNT OF ALL FEES PAID TO VISITDAYS BY ORGANIZATION DURING THE TWELVE (12) MONTH PERIOD PRIOR TO THE ACT, OMISSION OR OCCURRENCE GIVING RISE TO SUCH LIABILITY.</p>\n<p>\n<br>\n</p>6.4 &nbsp;Essential Basis of the Agreement.\n&nbsp;<p>Organization acknowledges and understands that the disclaimers, exclusions and limitations of liability set forth in this Section 6 form an essential basis of the agreement between the Parties, that the Parties have relied upon such disclaimers, exclusions and limitations of liability in negotiating the terms and conditions in these Terms, and that absent such disclaimers, exclusions and limitations of liability, the terms and conditions of these Terms would be substantially different.</p>7.\n&nbsp;INDEMNIFICATION.\n&nbsp;<p>VisitDays agrees to indemnify, defend and hold harmless Organization from and against any and all losses, liabilities, costs (including reasonable attorneys’ fees) or damages resulting from any third party claim by that: (a) the VisitDays Platform, the Services and/or the Documentation infringes such third party’s patents issued as of the Effective Date, or infringes or misappropriates, as applicable, such third party’s copyrights or trade secret rights.\nor (b) otherwise arising in connection with a breach or alleged breach of any of VisitDays’ representations, warranties or obligations set forth in these Terms.\nprovided that Organization promptly notifies VisitDays in writing of the claim, cooperates with VisitDays, and allows VisitDays sole authority to control the defense and settlement of such claim.&nbsp.\nIf such a claim is made or appears possible, Organization agrees to permit VisitDays, at VisitDays’ sole discretion, to enable it to continue to use the VisitDays Platform, the Services or the Documentation, as applicable, or to modify or replace any such infringing material to make it non-infringing.&nbsp.\nIf VisitDays determines that none of these alternatives is reasonably available, Organization shall, upon written request from VisitDays, cease use of and, if applicable, return such materials that are the subject of the infringement claim, and will receive a pro-rata refund for any pre-paid but unused fees.&nbsp.\nThis Section 7 shall not apply to the extent the alleged infringement arises, in whole or in part, from (i) modification of the VisitDays Platform, the Services and/or the Documentation by any party (including, without limitation, Organization) other than VisitDays or (ii) combination, operation or use of the VisitDay Platform and/or the Services with other software, hardware or technology not provided by VisitDays, if the infringement would not have occurred but for such combination, or (iii) related to the Organization Content.&nbsp;</p>\n<p>\n<br>\n</p>8.\n&nbsp;Termination8.1 &nbsp;Term.\n&nbsp;<p>The initial term of these Terms will commence on the date of the first Order Form and will continue for a period of the later to occur of (a) one (1) year thereafter or (b) the last effective Access Term, unless earlier terminated in accordance with this Section 8, or in accordance with the provisions of the Order Form.\nAny renewal of this Agreement beyond the initial term will require the parties’ mutual written agreement, including with respect to renewal pricing (any increases in the pricing for a renewal term(s) will not exceed 3% of the prior term’s pricing) (the initial term, together with any renewal terms, collectively, the “<strong>\n<em>Term</em>\n</strong>”).</p>8.2 &nbsp.\nEffect of Termination.\n&nbsp;<p>Upon any termination of these Terms, Organization will (a) immediately discontinue all use of the VisitDays Platform and/or the Services, and any VisitDays Confidential Information.\nand (b) promptly pay, within ten (10) business days, to VisitDays all undisputed amounts due and payable under these Terms.\nAlternatively, VisitDays will refund Organization, within ten (10) business days, their pro-rata share of any pre-paid amounts.</p>8.3 &nbsp;Survival.\n&nbsp;<p>The provisions of Sections 1.4, , 1.6, 4, 6, 7, 8.3 of these Terms will survive the termination or expiration of these Terms.</p>8.4 &nbsp;Suspension of Service.\n<p>If Organization fails to pay undisputed amounts in accordance with the terms and conditions hereof, the Order Form or any other agreement related, directly to the provision of the VisitDays Platform and/or any of the Services to Organization or such amounts are not timely paid on behalf of Organization, VisitDays shall have the right, in addition to any of its other rights or remedies, to suspend the Services and/or access to the VisitDays Platform upon ten (10) days’ prior written notice (email to suffice), without liability to Organization until such amounts are paid in full.</p>\n<p>(i) &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nGeneral Provisions.</p>\n<p>\n<strong>Electronic Communications.</strong> &nbsp;For contractual purposes, Organization (1) consents to receive communications from VisitDays in an electronic form.\nand (2) agrees that all notices, disclosures, and other communications that VisitDays provides to you electronically satisfy any legal requirement that such communications would satisfy if it were to be in writing.</p>\n<p>\n<strong>Assignment.\n</strong>&nbsp;The Terms, and your rights and obligations hereunder, may not be assigned, subcontracted, delegated or otherwise transferred by Organization without VisitDays’ prior written consent, and any attempted assignment, subcontract, delegation, or transfer in violation of the foregoing will be null and void.\n&nbsp;VisitDays may assign these terms to any purchaser of all, or substantially all, of the assets or stock of VisitDays.</p>\n<p>\n<strong>Force Majeure.</strong> &nbsp;VisitDays shall not be liable for any delay or failure to perform resulting from causes outside its reasonable control, including, but not limited to, acts of God, war, terrorism, riots, embargos, acts of civil or military authorities, fire, floods, accidents, strikes or shortages of transportation facilities, fuel, energy, labor or materials.</p>\n<p>\n<strong>Governing Law.</strong> &nbsp;THIS AGREEMENT WILL BE GOVERNED BY AND INTERPRETED IN ACCORDANCE WITH THE LAWS OF THE STATE OF NEW YORK, WITHOUT REGARD TO CONFLICTS OF LAW PRINCIPLES THEREOF OR TO THE UNITED NATIONS CONVENTION ON THE INTERNATIONAL SALE OF GOODS.</p>\n<p>\n<strong>Notice.</strong>\tAll notices required by or relating to this Agreement will be in writing and will be sent by means of certified mail, postage prepaid, to the Parties at their respective addresses set forth in the preamble to this Agreement, or addressed to such other address as the receiving Party may have given by written notice in accordance with this provision.\n&nbsp;All notices required by or relating to this Agreement may also be communicated by facsimile, provided that the sender receives and retains confirmation of successful transmittal to the recipient.\n&nbsp;Such notices will be effective on the date indicated in such confirmation.\n&nbsp;In the event that either Party delivers any notice by means of facsimile transmission in accordance with the preceding sentence, such Party will promptly thereafter send a duplicate of such notice in writing by means of certified mail, postage prepaid, to the receiving Party, addressed as contemplated by this Section.</p>\n<p>\n<strong>Waiver.\n</strong>&nbsp;Any waiver or failure to enforce any provision of the Terms on one occasion will not be deemed a waiver of any other provision or of such provision on any other occasion.</p>\n<p>\n<strong>Severability.</strong> &nbsp;If any provision of the Terms is, for any reason, held to be invalid or unenforceable, the other provisions of the Terms will remain enforceable, and the invalid or unenforceable provision will be deemed modified so that it is valid and enforceable to the maximum extent permitted by law.</p>\n<p>\n<strong>Entire Agreement.</strong> &nbsp;The Terms are the final, complete and exclusive agreement of the parties with respect to the subject matter hereof and supersedes and merges all prior discussions between the parties with respect to such subject matter.</p>\n<p>\n</p>\n<p>End of Terms</p>‍<p>‍</p>\n<p>‍</p> NoticeWe and selected partners use cookies or similar technologies as specified in the cookie policy.\nYou can consent to the use of such technologies by closing this notice, by scrolling this page, by interacting with any link or button outside of this notice or by continuing to browse otherwise.Learn more and customizeRejectAccept", "created_at": "2021-06-23 04:21:38.582269", "updated_at": "2021-06-23 02:22:45.799172"}, {"id": 7227, "name": "Privacy Policy", "url": "https://www.iubenda.com/privacy-policy/23453634/full-legal", "xpath": "//body", "text": " Privacy Policy of <strong>VisitDays Corp</strong>\n<p>This Application collects some Personal Data from its Users.</p>\n<br>\n<p>Users may be subject to different protection standards and broader standards may therefore apply to some.\nIn order to learn more about the protection criteria, Users can refer to the applicability section.</p>\n<p>This document contains a section dedicated to Californian consumers and their privacy rights.</p>\n<p>This document can be printed for reference by using the print command in the settings of any browser.</p> Owner and Data Controller <p>VisitDays Corp 211 East 43rd Street, Suite 1600, New York NY 10017</p>\n<p>\n<strong>Owner contact email:</strong> sujoy@visitdays.com</p> Types of Data collected <p> Among the types of Personal Data that this Application collects, by itself or through third parties, there are: Cookies.\nUsage Data.\nfirst name.\nlast name.\ncompany name.\naddress.\nstate.\nemail address.\nwebsite.\n</p>\n<p>Complete details on each type of Personal Data collected are provided in the dedicated sections of this privacy policy or by specific explanation texts displayed prior to the Data collection.<br>Personal Data may be freely provided by the User, or, in case of Usage Data, collected automatically when using this Application.<br>Unless specified otherwise, all Data requested by this Application is mandatory and failure to provide this Data may make it impossible for this Application to provide its services.\nIn cases where this Application specifically states that some Data is not mandatory, Users are free not to communicate this Data without consequences to the availability or the functioning of the Service.<br>Users who are uncertain about which Personal Data is mandatory are welcome to contact the Owner.<br>Any use of Cookies – or of other tracking tools – by this Application or by the owners of third-party services used by this Application serves the purpose of providing the Service required by the User, in addition to any other purposes described in the present document and in the Cookie Policy, if available.</p>\n<p>Users are responsible for any third-party Personal Data obtained, published or shared through this Application and confirm that they have the third party's consent to provide the Data to the Owner.</p> Mode and place of processing the Data Methods of processing <p>The Owner takes appropriate security measures to prevent unauthorized access, disclosure, modification, or unauthorized destruction of the Data.<br>The Data processing is carried out using computers and/or IT enabled tools, following organizational procedures and modes strictly related to the purposes indicated.\nIn addition to the Owner, in some cases, the Data may be accessible to certain types of persons in charge, involved with the operation of this Application (administration, sales, marketing, legal, system administration) or external parties (such as third-party technical service providers, mail carriers, hosting providers, IT companies, communications agencies) appointed, if necessary, as Data Processors by the Owner.\nThe updated list of these parties may be requested from the Owner at any time.</p> Legal basis of processing <p>The Owner may process Personal Data relating to Users if one of the following applies:</p>\n<ul>\n<li>Users have given their consent for one or more specific purposes.\nNote: Under some legislations the Owner may be allowed to process Personal Data until the User objects to such processing (“opt-out”), without having to rely on consent or any other of the following legal bases.\nThis, however, does not apply, whenever the processing of Personal Data is subject to European data protection law;</li>\n<li>provision of Data is necessary for the performance of an agreement with the User and/or for any pre-contractual obligations thereof;</li>\n<li>processing is necessary for compliance with a legal obligation to which the Owner is subject;</li>\n<li>processing is related to a task that is carried out in the public interest or in the exercise of official authority vested in the Owner;</li>\n<li>processing is necessary for the purposes of the legitimate interests pursued by the Owner or by a third party.</li>\n</ul>\n<p>In any case, the Owner will gladly help to clarify the specific legal basis that applies to the processing, and in particular whether the provision of Personal Data is a statutory or contractual requirement, or a requirement necessary to enter into a contract.\n</p> Place <p>The Data is processed at the Owner's operating offices and in any other places where the parties involved in the processing are located.<br>\n<br>\nDepending on the User's location, data transfers may involve transferring the User's Data to a country other than their own.\nTo find out more about the place of processing of such transferred Data, Users can check the section containing details about the processing of Personal Data.</p>\n<p>If broader protection standards are applicable, Users are also entitled to learn about the legal basis of Data transfers to a country outside the European Union or to any international organization governed by public international law or set up by two or more countries, such as the UN, and about the security measures taken by the Owner to safeguard their Data.<br>\n<br>\nIf any such transfer takes place, Users can find out more by checking the relevant sections of this document or inquire with the Owner using the information provided in the contact section.</p> Retention time <p>Personal Data shall be processed and stored for as long as required by the purpose they have been collected for.</p>\n<p>Therefore:</p>\n<ul>\n<li>Personal Data collected for purposes related to the performance of a contract between the Owner and the User shall be retained until such contract has been fully performed.</li>\n<li>Personal Data collected for the purposes of the Owner’s legitimate interests shall be retained as long as needed to fulfill such purposes.\nUsers may find specific information regarding the legitimate interests pursued by the Owner within the relevant sections of this document or by contacting the Owner.</li>\n</ul>\n<p>The Owner may be allowed to retain Personal Data for a longer period whenever the User has given consent to such processing, as long as such consent is not withdrawn.\nFurthermore, the Owner may be obliged to retain Personal Data for a longer period whenever required to do so for the performance of a legal obligation or upon order of an authority.<br>\n<br>\nOnce the retention period expires, Personal Data shall be deleted.\nTherefore, the right to access, the right to erasure, the right to rectification and the right to data portability cannot be enforced after expiration of the retention period.</p> The purposes of processing <p> The Data concerning the User is collected to allow the Owner to provide its Service, comply with its legal obligations, respond to enforcement requests, protect its rights and interests (or those of its Users or third parties), detect any malicious or fraudulent activity, as well as the following: Analytics and Contacting the User.\n</p>\n<p>For specific information about the Personal Data used for each purpose, the User may refer to the section “Detailed information on the processing of Personal Data”.</p> Detailed information on the processing of Personal Data <p>Personal Data is collected for the following purposes and using the following services:</p>\n<ul>\n<li> Analytics <p>The services contained in this section enable the Owner to monitor and analyze web traffic and can be used to keep track of User behavior.</p> Google Analytics (Google LLC) <p>Google Analytics is a web analysis service provided by Google LLC (“Google”).\nGoogle utilizes the Data collected to track and examine the use of this Application, to prepare reports on its activities and share them with other Google services.<br>\nGoogle may use the Data collected to contextualize and personalize the ads of its own advertising network.</p>\n<p>Personal Data processed: Cookies.\nUsage Data.</p>\n<p>Place of processing:\nUnited States\n–\nPrivacy Policy – Opt Out.\n</p>\n<p> Category of personal information collected according to CCPA: internet information.\n</p>\n<p>This processing constitutes a sale based on the definition under the CCPA.\nIn addition to the information in this clause, the User can find information regarding how to opt out of the sale in the section detailing the rights of Californian consumers.</p> Google Analytics with anonymized IP (Google LLC) <p>Google Analytics is a web analysis service provided by Google LLC (“Google”).\nGoogle utilizes the Data collected to track and examine the use of this Application, to prepare reports on its activities and share them with other Google services.<br>\nGoogle may use the Data collected to contextualize and personalize the ads of its own advertising network.<br>\nThis integration of Google Analytics anonymizes your IP address.\nIt works by shortening Users' IP addresses within member states of the European Union or in other contracting states to the Agreement on the European Economic Area.\nOnly in exceptional cases will the complete IP address be sent to a Google server and shortened within the US.</p>\n<p>Personal Data processed: Cookies.\nUsage Data.</p>\n<p>Place of processing:\nUnited States\n–\nPrivacy Policy – Opt Out.\n</p>\n<p> Category of personal information collected according to CCPA: internet information.\n</p>\n<p>This processing constitutes a sale based on the definition under the CCPA.\nIn addition to the information in this clause, the User can find information regarding how to opt out of the sale in the section detailing the rights of Californian consumers.</p>\n</li>\n<li> Contacting the User Contact form (this Application) <p>By filling in the contact form with their Data, the User authorizes this Application to use these details to reply to requests for information, quotes or any other kind of request as indicated by the form’s header.</p>\n<p>Personal Data processed: address.\ncompany name.\nemail address.\nfirst name.\nlast name.\nstate.\nwebsite.</p>\n<p> Category of personal information collected according to CCPA: identifiers.\ncommercial information.\ninternet information.\n</p>\n</li>\n</ul> The rights of Users <p>Users may exercise certain rights regarding their Data processed by the Owner.</p>\n<p>Users entitled to broader protection standards may exercise any of the rights described below.\nIn all other cases, Users may inquire with the Owner to find out which rights apply to them.</p>\n<p>In particular, Users have the right to do the following:</p>\n<ul>\n<li>\n<strong>Withdraw their consent at any time.</strong> Users have the right to withdraw consent where they have previously given their consent to the processing of their Personal Data.</li>\n<li>\n<strong>Object to processing of their Data.</strong> Users have the right to object to the processing of their Data if the processing is carried out on a legal basis other than consent.\nFurther details are provided in the dedicated section below.</li>\n<li>\n<strong>Access their Data.</strong> Users have the right to learn if Data is being processed by the Owner, obtain disclosure regarding certain aspects of the processing and obtain a copy of the Data undergoing processing.</li>\n<li>\n<strong>Verify and seek rectification.</strong> Users have the right to verify the accuracy of their Data and ask for it to be updated or corrected.</li>\n<li>\n<strong>Restrict the processing of their Data.</strong> Users have the right, under certain circumstances, to restrict the processing of their Data.\nIn this case, the Owner will not process their Data for any purpose other than storing it.\n</li>\n<li>\n<strong>Have their Personal Data deleted or otherwise removed.</strong> Users have the right, under certain circumstances, to obtain the erasure of their Data from the Owner.</li>\n<li>\n<strong>Receive their Data and have it transferred to another controller.</strong> Users have the right to receive their Data in a structured, commonly used and machine readable format and, if technically feasible, to have it transmitted to another controller without any hindrance.\nThis provision is applicable provided that the Data is processed by automated means and that the processing is based on the User's consent, on a contract which the User is part of or on pre-contractual obligations thereof.</li>\n<li>\n<strong>Lodge a complaint.</strong> Users have the right to bring a claim before their competent data protection authority.</li>\n</ul> Details about the right to object to processing <p>Where Personal Data is processed for a public interest, in the exercise of an official authority vested in the Owner or for the purposes of the legitimate interests pursued by the Owner, Users may object to such processing by providing a ground related to their particular situation to justify the objection.</p>\n<p>Users must know that, however, should their Personal Data be processed for direct marketing purposes, they can object to that processing at any time without providing any justification.\nTo learn, whether the Owner is processing Personal Data for direct marketing purposes, Users may refer to the relevant sections of this document.\n</p> How to exercise these rights <p>Any requests to exercise User rights can be directed to the Owner through the contact details provided in this document.\nThese requests can be exercised free of charge and will be addressed by the Owner as early as possible and always within one month.</p> Applicability of broader protection standards <p>While most provisions of this document concern all Users, some provisions expressly only apply if the processing of Personal Data is subject to broader protection standards.</p>\n<p>Such broader protection standards apply when the processing:</p>\n<ul>\n<li>is performed by an Owner based within the EU;</li>\n<li>concerns the Personal Data of Users who are in the EU and is related to the offering of paid or unpaid goods or services, to such Users;</li>\n<li>concerns the Personal Data of Users who are in the EU and allows the Owner to monitor such Users’ behavior taking place in the EU.</li>\n</ul> Cookie Policy <p>This Application uses Trackers.\nTo learn more, the User may consult the Cookie Policy.</p> Additional information about Data collection and processing Legal action <p>The User's Personal Data may be used for legal purposes by the Owner in Court or in the stages leading to possible legal action arising from improper use of this Application or the related Services.<br>The User declares to be aware that the Owner may be required to reveal personal data upon request of public authorities.</p> Additional information about User's Personal Data <p>In addition to the information contained in this privacy policy, this Application may provide the User with additional and contextual information concerning particular Services or the collection and processing of Personal Data upon request.</p> System logs and maintenance <p>For operation and maintenance purposes, this Application and any third-party services may collect files that record interaction with this Application (System logs) use other Personal Data (such as the IP Address) for this purpose.</p> Information not contained in this policy <p>More details concerning the collection or processing of Personal Data may be requested from the Owner at any time.\nPlease see the contact information at the beginning of this document.</p> How “Do Not Track” requests are handled <p>This Application does not support “Do Not Track” requests.<br>To determine whether any of the third-party services it uses honor the “Do Not Track” requests, please read their privacy policies.</p> Changes to this privacy policy <p>The Owner reserves the right to make changes to this privacy policy at any time by notifying its Users on this page and possibly within this Application and/or - as far as technically and legally feasible - sending a notice to Users via any contact information available to the Owner.\nIt is strongly recommended to check this page often, referring to the date of the last modification listed at the bottom.\n<br>\n<br>\nShould the changes affect processing activities performed on the basis of the User’s consent, the Owner shall collect new consent from the User, where required.</p> Information for Californian consumers\n<p>This part of the document integrates with and supplements the information contained in the rest of the privacy policy and is provided by the business running this Application and, if the case may be, its parent, subsidiaries and affiliates (for the purposes of this section referred to collectively as “we”, “us”, “our”).</p>\n<p>The provisions contained in this section apply to all Users who are consumers residing in the state of California, United States of America, according to \"The California Consumer Privacy Act of 2018\" (Users are referred to below, simply as “you”, “your”, “yours”), and, for such consumers, these provisions supersede any other possibly divergent or conflicting provisions contained in the privacy policy.</p>\n<p>This part of the document uses the term “personal information“ as it is defined in The California Consumer Privacy Act (CCPA).</p> Categories of personal information collected, disclosed or sold\n<p>In this section we summarize the categories of personal information that we've collected, disclosed or sold and the purposes thereof.\n<strong>You can read about these activities in detail in the section titled “Detailed information on the processing of Personal Data” within this document.</strong>\n</p> Information we collect: the categories of personal information we collect\n<p>We have collected the following categories of personal information about you: identifiers, commercial information and internet information.</p>\n<p>We will not collect additional categories of personal information without notifying you.</p> How we collect information: what are the sources of the personal information we collect?\n<p>We collect the above mentioned categories of personal information, either directly or indirectly, from you when you use this Application.</p>\n<p>For example, you directly provide your personal information when you submit requests via any forms on this Application.\nYou also provide personal information indirectly when you navigate this Application, as personal information about you is automatically observed and collected.\nFinally, we may collect your personal information from third parties that work with us in connection with the Service or with the functioning of this Application and features thereof.</p> How we use the information we collect: sharing and disclosing of your personal information with third parties for a business purpose\n<p>We may disclose the personal information we collect about you to a third party for business purposes.\nIn this case, we enter a written agreement with such third party that requires the recipient to both keep the personal information confidential and not use it for any purpose(s) other than those necessary for the performance of the agreement.</p>\n<p>We may also disclose your personal information to third parties when you explicitly ask or authorize us to do so, in order to provide you with our Service.</p>\n<p>To find out more about the purposes of processing, please refer to the relevant section of this document.</p> Sale of your personal information\n<p>For our purposes, the word “sale” means any “selling, renting, releasing, disclosing, disseminating, making available, transferring or otherwise communicating orally, in writing, or by electronic means, a consumer's personal information by the business to <strong>another business or a third party, for monetary or other valuable consideration</strong>”.</p>\n<p>This means that, for example, a sale can happen whenever an application runs ads, or makes statistical analyses on the traffic or views, or simply because it uses tools such as social network plugins and the like.</p> Your right to opt out of the sale of personal information\n<p>You have the right to opt out of the sale of your personal information.\nThis means that whenever you request us to stop selling your data, we will abide by your request.<br>Such requests can be made freely, at any time, without submitting any verifiable request, simply by following the instructions below.</p> Instructions to opt out of the sale of personal information\n<p>If you’d like to know more, or exercise your right to opt out in regard to all the sales carried out by this Application, both online and offline, you can contact us for further information using the contact details provided in this document.</p> What are the purposes for which we use your personal information?\n<p>We may use your personal information to allow the operational functioning of this Application and features thereof (“business purposes”).\nIn such cases, your personal information will be processed in a fashion necessary and proportionate to the business purpose for which it was collected, and strictly within the limits of compatible operational purposes.</p>\n<p>We may also use your personal information for other reasons such as for commercial purposes (as indicated within the section “Detailed information on the processing of Personal Data” within this document), as well as for complying with the law and defending our rights before the competent authorities where our rights and interests are threatened or we suffer an actual damage.</p>\n<p>We will not use your personal information for different, unrelated, or incompatible purposes without notifying you.</p> Your California privacy rights and how to exercise them The right to know and to portability\n<p>You have the right to request that we disclose to you:</p>\n<ul>\n<li>the categories and sources of the personal information that we collect about you, the purposes for which we use your information and with whom such information is shared;</li>\n<li> in case of sale of personal information or disclosure for a business purpose, two separate lists where we disclose: <ul>\n<li>for sales, the personal information categories purchased by each category of recipient.\nand </li>\n<li>for disclosures for a business purpose, the personal information categories obtained by each category of recipient.</li>\n</ul>\n</li>\n</ul>\n<p>The disclosure described above will be limited to the personal information collected or used over the past 12 months.</p>\n<p>If we deliver our response electronically, the information enclosed will be \"portable\", i.e.\ndelivered in an easily usable format to enable you to transmit the information to another entity without hindrance – provided that this is technically feasible.</p> The right to request the deletion of your personal information\n<p>You have the right to request that we delete any of your personal information, subject to exceptions set forth by the law (such as, including but not limited to, where the information is used to identify and repair errors on this Application, to detect security incidents and protect against fraudulent or illegal activities, to exercise certain rights etc.).</p>\n<p>If no legal exception applies, as a result of exercising your right, we will delete your personal information and direct any of our service providers to do so.</p> How to exercise your rights\n<p>To exercise the rights described above, you need to submit your verifiable request to us by contacting us via the details provided in this document.</p>\n<p>For us to respond to your request, it’s necessary that we know who you are.\nTherefore, you can only exercise the above rights by making a verifiable request which must:</p>\n<ul>\n<li>provide sufficient information that allows us to reasonably verify you are the person about whom we collected personal information or an authorized representative;</li>\n<li>describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it.</li>\n</ul>\n<p>We will not respond to any request if we are unable to verify your identity and therefore confirm the personal information in our possession actually relates to you.</p>\n<p>If you cannot personally submit a verifiable request, you can authorize a person registered with the California Secretary of State to act on your behalf.</p>\n<p>If you are an adult, you can make a verifiable request on behalf of a minor under your parental authority.</p>\n<p>You can submit a maximum number of 2 requests over a period of 12 months.</p> How and when we are expected to handle your request\n<p>We will confirm receipt of your verifiable request within 10 days and provide information about how we will process your request.</p>\n<p>We will respond to your request within 45 days of its receipt.\nShould we need more time, we will explain to you the reasons why, and how much more time we need.\nIn this regard, please note that we may take up to 90 days to fulfill your request.</p>\n<p>Our disclosure(s) will cover the preceding 12 month period.</p>\n<p>Should we deny your request, we will explain you the reasons behind our denial.</p>\n<p>We do not charge a fee to process or respond to your verifiable request unless such request is manifestly unfounded or excessive.\nIn such cases, we may charge a reasonable fee, or refuse to act on the request.\nIn either case, we will communicate our choices and explain the reasons behind it.</p> Definitions and legal references Personal Data (or Data) <p>Any information that directly, indirectly, or in connection with other information — including a personal identification number — allows for the identification or identifiability of a natural person.</p> Usage Data <p>Information collected automatically through this Application (or third-party services employed in this Application), which can include: the IP addresses or domain names of the computers utilized by the Users who use this Application, the URI addresses (Uniform Resource Identifier), the time of the request, the method utilized to submit the request to the server, the size of the file received in response, the numerical code indicating the status of the server's answer (successful outcome, error, etc.), the country of origin, the features of the browser and the operating system utilized by the User, the various time details per visit (e.g., the time spent on each page within the Application) and the details about the path followed within the Application with special reference to the sequence of pages visited, and other parameters about the device operating system and/or the User's IT environment.</p> User <p>The individual using this Application who, unless otherwise specified, coincides with the Data Subject.</p> Data Subject <p>The natural person to whom the Personal Data refers.</p> Data Processor (or Data Supervisor) <p>The natural or legal person, public authority, agency or other body which processes Personal Data on behalf of the Controller, as described in this privacy policy.</p> Data Controller (or Owner) <p>The natural or legal person, public authority, agency or other body which, alone or jointly with others, determines the purposes and means of the processing of Personal Data, including the security measures concerning the operation and use of this Application.\nThe Data Controller, unless otherwise specified, is the Owner of this Application.</p> This Application <p>The means by which the Personal Data of the User is collected and processed.</p> Service <p>The service provided by this Application as described in the relative terms (if available) and on this site/application.</p> European Union (or EU) <p>Unless otherwise specified, all references made within this document to the European Union include all current member states to the European Union and the European Economic Area.</p> Cookie <p>Cookies are Trackers consisting of small sets of data stored in the User's browser.</p> Tracker <p>Tracker indicates any technology - e.g Cookies, unique identifiers, web beacons, embedded scripts, e-tags and fingerprinting - that enables the tracking of Users, for example by accessing or storing information on the User’s device.</p> Legal information <p>This privacy statement has been prepared based on provisions of multiple legislations, including Art.\n13/14 of Regulation (EU) 2016/679 (General Data Protection Regulation).</p>\n<p>This privacy policy relates solely to this Application, if not stated otherwise within this document.</p>\n<p> Latest update: February 26, 2021 </p>\n<p> iubenda hosts this content and only collects the Personal Data strictly necessary for it to be provided.\n</p> ", "created_at": "2021-06-23 04:21:38.579266", "updated_at": "2021-06-23 02:23:16.339542"}], "points": [], "urls": ["visitdays.com"]}}