{"error": 448, "message": "OK", "parameters": {"id": 5405, "name": "Business Module Hub", "created_at": "2021-11-01 20:14:01.828387", "updated_at": "2021-11-01 23:01:09.652275", "wikipedia": null, "keywords": null, "related": null, "slug": "business-module-hub", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5405.png", "url": "businessmodulehub.com", "documents": [{"id": 9706, "name": " Terms of Use", "url": "https://www.businessmodulehub.com/terms/", "xpath": "/html/body/div[7]/div[2]/div[1]/div[2]/div", "text": " Terms of Use Content Rights &amp.\nResponsibilities\n<p>By posting content to Business Module Hub, you give us an authorization to publish and keep it on our platform.\nBusiness Module Hub (BMH) may enable advertising on your content as it uses the advertising service like Google Adsense etc.\nSometimes, we may use your unique piece to promote BMH either organically or via paid medium, including its products and content.</p>\n<p>A user/author on Business Module Hub will be responsible for the content they post.\nBMH is a user generated content publishing platform and it invites authors to post non-copyrighted (any intellectual property like content, image, logo etc) helpful/informative contents for the world of readers.\nThis means the author will always be responsible for any legal issues or copyright claim of the intellectual property by the original content creator (be it content, image, logo etc.).\nAny violation (if found) of these important policy guidelines may result in termination of the account and necessary actions.</p>\n<p>BMH can remove any content you post for any reason.</p>\nAge Limit\n<p>Business Module Hub is to be used by the people aged over 18.\nBy using Business Module Hub you confirm that you are at least 18.\nIf we find any dispute or misinformation then the account/s will be terminated.</p>\nRules and Policies\n<p>By agreeing to our Terms of Use, we encourage you to see our Privacy Policy to check the information we collect and use it for the best user experience.\n</p>\n<p>Under the DMCA Policy of Business Module Hub, we’ll remove material after receiving a valid takedown notice from the original creator or its dedicated personnel.\nA user/author on Business Module Hub must adhere by all these rules and policies.\nIf you don’t, we may remove content, or suspend or delete your account.</p> ", "created_at": "2021-11-01 20:14:01.832478", "updated_at": "2021-11-01 19:14:53.831153"}, {"id": 9705, "name": " Privacy Policy", "url": "https://www.businessmodulehub.com/privacy/", "xpath": "/html/body/div[7]/div[2]/div[1]/div[2]/div", "text": " Privacy Policy <p>\n<strong>Our Commitment to Privacy</strong>\n</p>\n<p>At Business Module Hub your privacy is very important to us.\nWe know you hate SPAM and so do we.\nThat's why we’ll never sell or share your information with anyone.\nWe respect your rights and will do everything in our power to protect your information.\nIn the interest of full disclosure we provide this notice explaining our online information collection practices.\nThis privacy notice discloses the privacy practices for Internet Marketing Ninja and applies solely to information collected by this web site.</p>\n<strong>Information Collection, Use, and Sharing</strong>\n<p>We are the sole owners of the information collected on this site.\nWe only have access to information that you voluntarily give us via email or other direct contact from you.\nWe will not sell or rent this information to anyone.\nWe will use your information to respond to you, regarding the reason you contacted us.\nWe will not share your information with any third party outside of our organization, other than as necessary to fulfill your request, e.g.\nto ship an order.</p>\n<strong>Contact Form</strong>\n<p>In order for us to contact you, a user must complete the contact form first.\nWhen completing the form, a user is required to give certain information (such as name and email address).\nThis information is used to contact you about the products/services on our site in which you have expressed interest.\nAt your option, you may also provide demographic information (such as gender or age) about yourself, but it is not required.</p>\n<strong>Links</strong>\n<p>This web site contains links to other sites.\nPlease be aware that we are not responsible for the content or privacy practices of such other sites.\nWe encourage our users to be aware when they leave our site and to read the privacy statements of any other site that collects personally identifiable information.</p>\n<strong>Email Policy</strong>\n<ul>\n<li>Business Module Hub has a strict NO-SPAM policy.</li>\n<li>Business Module Hub will never sell or trade your email address to any other.</li>\n<li>Business Module Hub sends commercial email messages to those users who have a pre-existing business relationship with us.\nA pre-existing business relationship can be referred as, that an user has made purchase from us or has participated in any of our events, polling, surveys etc.\nAlthough at any time user may opt out from availing the free email services by following simple steps.</li>\n</ul>\n<p>\n<strong>Business Module Hub Gathers User Information In The Following Processes:</strong>\n</p>\n<p>\n<strong>OPTIONAL VOLUNTARY INFORMATION</strong>\n<strong>&nbsp;</strong>\n</p>\n<p>We offer the following free services, which require some type of voluntary submission of personal information by users:</p>\n<ol>\n<li>Electronic newsletters (Dispatches)</li>\n</ol>\n<p>We do offer electronic newsletter to our website users.\nBusiness Module Hub gathers the email addresses of users who voluntarily subscribe.\nAt any point of time, an user can unsubscribe him/herself by clicking on the link that will be on the bottom of every newsletter.\nWe value your interest.</p>\n<ol>\n<li>Polling</li>\n</ol>\n<p>There may be situations that we (Business Module Hub) may organize a polling session for our beloved users.\nThe poll can be happened about any topic which is booming or topic which attracts various users to interact among them and share the valuable opinion with others.</p>\n<ol>\n<li>Surveys</li>\n</ol>\n<p>Business Module Hub may conduct surveys occasionally to better target the content to our audience.\nWith us a user need not to worry about his her privacy, as we will not share the information about the individuals with any third party.</p>\n<p>\n<strong>COOKIES</strong>\n</p>\n<p>We may place a text file \"cookie\" in the browser files of your computer system.\nThe cookie itself does not contain any kind of Personal Information although it enables us to relate your use of the website businessmodulehub.com to information that you have provided knowingly.\nA cookie is neither able to read data from your system nor read cookie files created by other third party sites.\nBusiness Module Hub uses cookies to track the traffic pattern of a user.</p>\n<p>You can always refuse cookies by turning them off from your browser setting, so whenever you open our website you will get a warning message about enabling the cookies.</p>\n<p>\n<strong>SECURITY</strong>\n<strong>&nbsp;</strong>\n</p>\n<p>Business Module Hub operates very secure data networks which are protected by the industry standard firewalls.\nOur password protection system is pretty much secure that except the authorized person no one will be able to decode it.</p>\n<p>\n<strong>YOU’RE CONSENT</strong>\n</p>\n<p>By using the official website of Business Module Hub, you consent to the collection and use of the information by us.\nIf any point of time we decide to change our privacy policy for the betterment of user experience, we will update it on our website so that no information gets hidden from our users.</p> ", "created_at": "2021-11-01 20:14:01.830822", "updated_at": "2021-11-01 19:15:11.80026"}], "points": [], "urls": ["businessmodulehub.com"]}}