{"error": 448, "message": "OK", "parameters": {"id": 5285, "name": "Sweepstakes Alerts", "created_at": "2021-10-28 02:37:38.205734", "updated_at": "2021-10-28 22:01:08.925389", "wikipedia": null, "keywords": null, "related": null, "slug": "sweepstakes-alerts", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5285.png", "url": "sweepstakesalerts.com", "documents": [{"id": 9479, "name": "Privacy Policy", "url": "https://play.sweepstakesalerts.com/privacy", "xpath": "/html/body/section/main/div", "text": "\nPrivacy Policy <p>\n<small>\n<strong>Policy Last Revised: 2019 December 20</strong>\n</small>\n</p>\n<p>SweepstakesAlerts.com (\"Company\" \"we\" or \"our\") is committed to advising you of the right to your privacy, and strives to provide a safe and secure user experience.\nThis Privacy Policy explains how we collect, store and use personal information, provided by you on our website.\nBy accessing and using our website, you explicitly accept, without limitation or qualification, the collection, use and transfer of the personal information provided by you in the manner described in this Privacy Policy.\nPlease read this Policy carefully, as it affects your rights and liabilities under the law.\nIf you disagree with the way we collect and process personal information, please do not use this website.\n</p>\n<p>\n<strong>1.\n<u>Information You Provide and We Collect</u>\n</strong>\n</p>\n<p> We collect general types of information about you when you visit and use our website.\nexamples include personal information, demographic information, behavioral information, and indirect information.\nSometimes we collect combinations of these types of information.\n</p>\n<p>1.1.\n“Personal information” is information that can be used to identify you or any other individual to whom the information may relate.\nThis is information which you are prompted to provide to us.\nSuch information may include your name, address, telephone number(s), mobile numbers and email address, credit card number(s), bank account(s), or other unique information about you which you provide to us during the registration process, or though the course of communicating with us about the products and services provided on our website.\nWe may collect this same information about all other persons when you provide it to us.\n</p>\n<p>1.2.\n“Demographic information” is information that may or may not be unique to you in the sense that it refers to selected population characteristics.\nSuch information may include, but is not limited to, zip code, mobile phone carrier, age, gender, salary range, education and marital status, occupation, industry of employment, personal and online interests.\n</p>\n<p>1.3.\n“Behavioral information” is information which is automatically collected pertaining to how you use our website, the areas of our website that you visit, what services you access, and information about your computer hardware and software, including your IP address, geographic location, browser preference, operating system type, domain names, times that you access the internet, and other websites you have visited.\n</p>\n<p>1.4.\n“Third party information” is information about you that we acquire from a third party which may include personal, demographic, behavioral and indirect information.\nThis collection may include, but not limited to, first party cookies, third party cookies, anonymous cookies, persistent identifiers, email opt in, and search engine keywords.\nWe have no access or control over these cookies and other tracking devices used by third party advertisers and networks.\nWe have no responsibility or liability for the policies and practices of these parties.\n</p>\n<p>1.5.\n“Web technology information” is information we automatically collect from you when you visit our website.\nThis includes internet protocol (IP) addresses, browser type, internet service provider (ISP), referring/exit pages, operating system, date/time stamp, and/or clickstream data.\nThis information is collected from the use of cookies, web beacons, pixel tags, log files, local storage, and other similar mechanisms to automatically collect information.\n</p>\n<p>1.6.\n<u>No Information Collected from Children.</u> We will never knowingly collect any Personal Information from children under the age of 13.\nIf we obtain actual knowledge that we have collected Personal Information about a child under the age of 13, that information will be immediately deleted from its database.\nBecause it does not collect such information, we have no such information to use or to disclose to third parties.\n</p>\n<p>\n<strong>2.\n<u>Collection of Information by Web Technologies.</u>\n</strong>\n</p>\n<p>2.1\tGenerally, we as well as third party vendors and supporting advertisers use technologies such as cookies, web beacons, pixel tags, log files, local storage and similar mechanism to automatically collect information when you visit and use our website.\nThese technologies collect internet protocol (IP) addresses, browser type, internet service provider (ISP), referring/exit pages, operating system, date/time stamp, and/or clickstream data.\nThis information is used to analyze trends, administer our website, track a user’s movements through our website and gather demographic information about our entire user base.\nWe may receive reports based on these technologies on an individual or aggregated basis.\n</p>\n<p>(i)\t<u>Cookies.</u> “Cookies” are a feature in your browser software.\nIf enabled, cookies store small amounts of data on your computer about actions you take on the pages of our website.\nCookies assist us in tracking which of our features you visit most often, and what content you viewed on past visits.\nWhen you visit this website again, cookies allow us to remember you’re your settings and may be used for authentication.\nWe may use cookies to keep track of the number of return visits, accumulate and aggregate statistical information generally pertaining to our website, and deliver specific content to you based on your past viewing history.\nYou can disable cookies, although our website may not function properly for you.\nYour browser preferences can be modified to accept or reject all cookies, or request a notification when a cookie is set.\nYou may read more about cookies at http://cookiecentral.com.\nIn order to use all of the features and functionality of our website, you need to accept cookies.\n</p>\n<p>(ii)\t<u>Third Party Cookies.</u> We allow third party vendors and advertisers to set their own cookies on and through our website.\nWe have no control over the practices of those third parties and are not responsible for their technology or tracking.\nWe encourage you to review the policies of such persons or entities on their websites.\nWe use AdWords Remarketing through Google which is a Remarketing and Behavioral Targeting service provided by Google Inc.\nthat connects the activity on our website with the AdWords advertising network and the DoubleClick cookie.\nThat Cookie collects information regarding certain patterns in your browsing history.\nTo opt-out of this tracking, please see https://support.google.com/ads/answer/2662922?hl=en.\nWe also participate in all of Google Analytics Advertising.\nThis includes (i) Remarketing with Google Analytics.\n(ii) Google Display Network Impression Reporting.\n(iii) DoubleClick Campaign Manager integration.\nand (iv) Google Analytics Demographics and Interest Reporting.\nGoogle uses cookies to track activity performed by Google Analytics and its AdWords or DoubleClick cookie.\nTo opt-out please see https://tools.google.com/dlpage/gaoptout/.\nWe also use Google Analytics which is an analysis service also provided by Google Inc.\nGoogle utilizes the data collected through its cookies to track and examine the use of this site, to prepare reports on its activities, and to share them with other Google services.\nYou may opt-out of the Google Analytics service using Google’s Browser Add-available at https://tools.google.com/dlpage/gaoptout/.\n</p>\n<p>(iii)\t<u>Social Media Cookies.</u> : Our website includes social media features.\nThese features may collect your IP address, which page you are visiting on our site, and may set a cookie to enable the feature to function properly.\nSocial media features are either hosted by a third party or hosted directly on our website.\nYour interactions with these features are governed by the privacy policy of the company providing it.\n</p>\n<p>2.2.\n<u>Web Beacons.</u> We use electronic images known as Web Beacons (sometimes called single-pixel gifs, clear gifs or action tags) which allow us to collect information about your visit to our website, measure and improve the effectiveness of advertisements and track delivery of advertising.\nWeb Beacons collect only a limited set of information including a cookie number, time and date of page view, as well as a description of the page on which the Web Beacon resides.\nWe may also use Web beacons in email messages sent to you.\nThis allows us to determine if you opened or acted upon the email messages.\nBecause Web beacons are the same as any other content request, you cannot opt out or refuse them.\nHowever, they can be rendered ineffective by either opting out of cookies or changing the cookie setup in your browser.\n</p>\n<p>2.3.\n<u>Social Media Sharing.</u> You may be given the opportunity to register with us via third party accounts such as Facebook.\nThese services will authenticate your identity and may provide you the option to share certain information (such as your name and email address) with us.\nWe may store the information you provide us through such accounts and combine it with other information, including Personal Information.\nDisabling your Facebook or other such account may not terminate your account with us.\nOur services may also include social media features, such as sharing widgets provided by Facebook, Twitter, Google and Pinterest.\nThese features may collect your IP address, which page you are visiting on our site, and may set a cookie to enable the feature to function properly.\nSocial media features and widgets are either hosted by a third party or hosted directly on our Services.\nYour interactions with these features are governed by the privacy policy of the company providing them.\n</p>\n<p>\n<strong>3.\n<u>How We Use Information Collected.</u>\n</strong>\n</p>\n<p>3.1.\n<u>Providing Services and Products.</u> We use the information we gather on our website to provide you with the services and or products you have requested.\nThis may include passing your information on to a third party to provide such services or products.\nWe do not control the privacy practices of these third parties.\nIf you have any questions or wish to remove your information from the third party databases, you will need to contact that party directly.\n</p>\n<p>3.2.\n<u>Improving Our Website.</u> We use the information we gather to respond to any inquires you make, operate and improve the functionality of our website, and deliver the products and services advertised on our website.\nOur services include the display of personalized products, content, and advertising, relating to your experience and interests.\nIn addition, we use this information to comply with all legal obligations and resolve any disputes or concerns you may have.\n</p>\n<p>3.3\t<u>Marketing.</u> We also use the information you provide to us to send you advertisements, promotions and content by third parties that we think will be of interest to you.\nTo provide this service we may anonymize and aggregate information for different purposes which include traffic flow, analysis usage, product development, market analysis, reports and other insights.\n</p>\n<p>\n<strong>4.\n<u>Disclosure of Information to Others.</u>\n</strong>\n</p>\n<p>4.1.\nWe will share your personal information with third parties only in the ways that are described in this privacy policy.\n</p>\n<p>(i.)\t<u>Product and Service Delivery.</u> We share your information with third parties who help us in the delivery of the products and services you have requested.\n</p>\n<p>(ii.) <u>Website Functionality.</u> We share your information with companies and individuals we employ to perform technical functions on our behalf.\nExamples include third parties who host our website, analyze our data, provide marketing assistance, process credit card payments, and provide customer service.\n</p>\n<p>(iii)\t<u>Third Party Products and Services.</u> We share your information with third parties who will provide you with their opportunities, products or services.\nThis includes your personal and non-personal information, and includes your interests and preferences, so they may determine whether you might be interested in their products or services.\n</p>\n<p>Our partners may link the nonpersonal information we share with them to the cookie stored on your browser or device, and they may collect information such as your IP address, browser or operating system type and version, and demographic or inferred-interest information.\nOur partners use this information to recognize you across different channels and platforms over time for advertising, analytics, attribution, and reporting purposes.\nTo learn more about interest-based advertising in general and to opt out, please visit https://aboutads.info/choices.\n</p>\n<p>(iv.)\t<u>Anonymous information.</u> We share aggregated anonymous information about you, combined with other persons using our website with third parties, so that they can understand the kinds of visitors that come to our website, and how those visitors use our website.\nThis includes demographic information and behavioral information.\n</p>\n<p>(v.)\t<u>Legal Process.</u> We disclose your information if legally required to do so, or at our discretion, pursuant to a request from a governmental entity, or if we believe in good faith that such action is necessary to (a) conform to legal requirements or comply with legal process.\n(b) protect our rights or property, or our affiliated companies.\n(c) prevent a crime or protect national security.\nor (d) protect the personal safety of users or the public.\n</p>\n<p>(vi.)\t<u>Acquisition or Merger.</u> We may disclose and transfer your information to a third party who acquires any or all of our business, whether such acquisition is by way of merger, consolidation or purchase of all or a substantial portion of our assets.\nIn the event we become the subject of an insolvency proceeding, whether voluntary or involuntary, we or our liquidator, administrator, receiver or administrative receiver may sell, license or otherwise dispose of, such information in a transaction approved by the court.\n</p>\n<p>\n<strong>5.\n<u>Third Party Collection and Use of Information.</u>\n</strong>\n</p>\n<p>5.1.\nThird parties collect and use information about you on or through our website in the following way:\n</p>\n<p>(i) <u>Advertisers.</u> Advertising agencies, advertising networks, and other companies who place ads on our website, may use their own cookies, Web beacons, and other technology, to collect information about you.\nWe do not control the use of such technology and have no responsibility for the use of such technology to gather information about you.\n</p>\n<p>(ii)\t<u>Hyperlinks.</u> Our website and email messages sometimes contain hypertext links to websites owned by third parties.\nWe are not responsible for the privacy practices or the content of such other websites.\nThese links are provided for your convenience and reference only.\nWe do not operate or control any information, software, products or services, available on these third party websites.\nThe inclusion of a link on our website does not imply any endorsement of the services, products or website, or its sponsoring organization.\n</p>\n<p>(iii) <u>Scripts</u>.\nWe use the following third party company scripts to independently document users’ consent to be contacted.\nThe scripts are embedded on our website and collect the following information when you interact with the page(s) where the script is present: page URL, mouse movements and clicks, contact information inputted by the user, a snapshot of the page, including IP address of the user’s computer, time on the page, date and time that the script was loaded, as well as the date and time of the various user interactions with the page, and HTTP headers from the user’s browser.\nFor more information about the data use and collection policies and practices of these companies, please use the links located below:</p>\n<ul>\n<li>\n<p>ActiveProspect Trusted Form Script.\nPrivacy Policy: https://activeprospect.com/privacy-policy</p>\n</li>\n<li>\n<p> Mouseflow’s Script.\nPrivacy Policy: https://mouseflow.com/privacy/</p>\n</li>\n<li>\n<p>Jornaya’s Script.\nPrivacy Policy: https://www.jornaya.com/consumer-privacy-policy/</p>\n</li>\n</ul>\n<p>(iiii)\t<u>Analytics.</u>\tAs described above, we use third parties to monitor analyze and report on the traffic to, from and within our website and email messages.\n</p>\n<p>\n<strong>6.\n<u>Security.</u>\n</strong>\n</p>\n<p>We endeavor to safeguard and protect your information.\nWhen you submit information on our website, such information is protected both online and offline.\nWe have security measures in place to protect against the loss, misuse, and alteration of personal information under our control.\nThe servers in which we store your information are kept in a secure physical environment.\nThe servers have industry standard firewalls.\nAccess to such servers is password protected and access by our employees is limited.\nCurrently, we use Secure Socket Layer software (\"SSL\") to protect data and to secure any transactions.\nSSL encrypts information including credit card number(s), and names and addresses, as they are transmitted over the Internet.\nPlease be advised that, although we take commercially reasonable technological precautions to protect your data, no data transmission over the Internet can be guaranteed to be 100% secure.\ntherefore, we cannot and do not warrant that your information will be absolutely secure.\nAny transmission of data at or through our website is at your own risk.\nHowever, access to your information is strictly limited and not accessible to the public.</p>\n<p>\n<strong>7.\n<u>Changes to Privacy Policy.</u>\n</strong>\n</p>\n<p>We reserve the right to make material changes to the substance of this Privacy Policy.\nWe will post those changes through a prominent notice on the website, so that you will always know what information we gather, how we might use that information, and to whom we will disclose it.\n</p>\n<p>\n<strong>8.\n<u>Your California Rights.</u>\n</strong>\n</p>\n<p>Under California’s “Shine the Light” law, California residents who provide personal information in obtaining products or services for personal, family, or household use are entitled to request and obtain from us once a calendar year information about the personal information we shared, if any, with other businesses for their own direct marketing uses.\nIf applicable, this information would include the categories of customer information and the names and addresses of those businesses with which we shared customer information for the immediately prior calendar year.\nIf you are a California resident and want a copy of this information, please submit a written request to us at 228 Park Ave S Suite #77649, New York, NY 10003-1502.\nIn your request, please specify that you want a “Your California Privacy Rights Notice.” Please allow 30 days for a response.\nIn addition, California residents have the right to know if we respond to do not track signals or cookies.\nWe do not respond to such signals or cookies.</p>\n<p>CONTACT US\n<br>If you have any questions regarding this Privacy Policy, please contact:<br>\nSweepstakes Alerts.com<br>\n1000 N West Street<br>\nSuite 1200 <br>\nWilmington, DE 19801<br>\nhelp@sweepstakesalerts.com<br>\n(424) 772-3508\n</p>\n<strong> Privacy Policy for California Residents </strong>\n<p> This Privacy Notice for California Residents supplements the information contained in our privacy policy above and applies solely to all visitors, users, and others who reside in the State of California (“consumers” or “you”).\nWe adopt this notice to comply with the California Consumer Privacy Act of 2018 (CCPA) and any terms defined in the CCPA have the same meaning when used in this notice.\n</p>\n<p>\n<strong> Information We Collect </strong>\n</p>\n<p> We collect information that identifies, relates to, describes, references, is capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or device (“personal information”).\nWe have collected the following categories of personal information from consumers within the last twelve (12) months: </p>\n<strong>Categories</strong>\n<strong>Examples</strong>\n<strong>Collected</strong> A.\nIdentifiers.\nA real name, alias, postal address, unique personal identifier, online identifier, Internet Protocol address, email address, account name, Social Security number, driver’s license number, passport number, or other similar identifiers.\nYES B.\nPersonal information categories listed in the California Customer Records statute (Cal.\nCiv.\nCode § 1798.80(e)).\nA name, signature, Social Security number, physical characteristics or description, address, telephone number, passport number, driver’s license or state identification card number, insurance policy number, education, employment, employment history, bank account number, credit card number, debit card number, or any other financial information, medical information, or health insurance information.\nSome personal information included in this category may overlap with other categories.\nYES C.\nProtected classification characteristics under California or federal law.\nAge (40 years or older), race, color, ancestry, national origin, citizenship, religion or creed, marital status, medical condition, physical or mental disability, sex (including gender, gender identity, gender expression, pregnancy or childbirth and related medical conditions), sexual orientation, veteran or military status, genetic information (including familial genetic information).\nYES D.\nCommercial information.\nRecords of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies.\nYES E.\nBiometric information.\nGenetic, physiological, behavioral, and biological characteristics, or activity patterns used to extract a template or other identifier or identifying information, such as, fingerprints, faceprints, and voiceprints, iris or retina scans, keystroke, gait, or other physical patterns, and sleep, health, or exercise data.\nYES F.\nInternet or other similar network activity.\nBrowsing history, search history, information on a consumer’s interaction with a website, application, or advertisement.\nYES G.\nGeolocation data.\nPhysical location or movements.\nYES H.\nSensory data.\nAudio, electronic, visual, thermal, olfactory, or similar information.\nNO I.\nProfessional or employment-related information.\nCurrent or past job history or performance evaluations.\nNO J.\nNon-public education information (per the Family Educational Rights and Privacy Act (20 U.S.C.\nSection 1232g, 34 C.F.R.\nPart 99)).\nEducation records directly related to a student maintained by an educational institution or party acting on its behalf, such as grades, transcripts, class lists, student schedules, student identification codes, student financial information, or student disciplinary records.\nNO K.\nInferences drawn from other personal information.\nProfile reflecting a person’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes.\nYES <p>\n<strong> Public information does not include: </strong>\n</p>\n<ul>\n<li>Publicly available information from government records.</li>\n<li>De-identified or aggregated consumer information.</li>\n<li>Information excluded from the CCPA’s scope, like:</li>\n<ul>\n<li>health or medical information covered by the Health Insurance Portability and Accountability Act of 1996 (HIPAA) and the California Confidentiality of Medical Information Act (CMIA) or clinical trial data;</li>\n<li>personal information covered by certain sector-specific privacy laws, including the Fair Credit Reporting Act (FRCA), the Gramm-Leach-Bliley Act (GLBA) or California Financial Information Privacy Act (FIPA), and the Driver’s Privacy Protection Act of 1994.</li>\n</ul>\n</ul>\n<p>We obtain the categories of personal information listed above from the following categories of sources:</p>\n<ul>\n<li>Directly from you.</li>\n<li>Indirectly from you.\nFor example, through information we collect from our clients in the course of providing services to them.</li>\n<li>Directly and indirectly from activity on our website.</li>\n<li>From third-parties that interact with us in connection with the services we perform.</li>\n</ul>\n<p>\n<strong> Use of Personal Information </strong>\n</p>\n<p> We may use or disclose the personal information we collect for one or more of the following business purposes: </p>\n<ul>\n<li>To fulfill or meet the reason for which the information is provided.</li>\n<li>To provide you with information, products or services that you request from us.</li>\n<li>To provide you with email alerts.</li>\n<li>To carry out our obligations and enforce our rights arising from any contracts entered into between you and us.</li>\n<li>To improve our website and present its contents to you.</li>\n<li>For testing, research, analysis and product development.</li>\n<li>As necessary or appropriate to protect the rights, property or safety of us, our clients or others.</li>\n<li>To respond to law enforcement requests and as required by applicable law, court order, or governmental regulations.</li>\n<li>As described to you when collecting your personal information or as otherwise set forth in the CCPA.</li>\n<li>To evaluate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which personal information held by us is among the assets transferred.</li>\n</ul>\n<p> We will not collect additional categories of personal information or use the personal information we collected for materially different, unrelated, or incompatible purposes without providing you notice.\n</p>\n<p>\n<strong> Sharing Personal Information </strong>\n</p>\n<p> We may disclose your personal information to a third party for a business purpose.\nWhen we disclose personal information for a business purpose, we enter a contract that describes the purpose and requires the recipient to both keep that personal information confidential and not use it for any purpose except performing the contract.\n</p>\n<p> In the preceding twelve (12) months, we have disclosed the following categories of personal information for a business purpose: </p>\n<p> Category A: Identifiers.\nCategory B: California Customer Records personal information categories.\n</p>\n<p>We disclose your personal information for a business purpose to the following categories of third parties:</p>\n<ul>\n<li>Our affiliates.</li>\n<li>Service providers.</li>\n<li>Third parties to whom you or your agents authorize us to disclose your personal information in connection with products or services we provide to you.</li>\n<li>Third party marketers who we feel you will benefit from their services.</li>\n</ul>\n<p>\n<strong>\n<u>Your Rights and Choices </u>\n</strong>\n</p>\n<p> The CCPA provides consumers (California residents) with specific rights regarding their personal information.\nThis section describes your CCPA rights and explains how to exercise those rights.\n</p>\n<p>\n<strong> Access to Specific Information and Data Portability Rights </strong>\n</p>\n<p> You have the right to request that we disclose certain information to you about our collection and use of your personal information over the past 12 months.\nOnce we receive and confirm your verifiable consumer request, we will disclose to you: </p>\n<ul>\n<li>The categories of personal information we collected about you.</li>\n<li>The categories of sources for the personal information we collected about you.</li>\n<li>Our business or commercial purpose for collecting or selling that personal information.</li>\n<li>The categories of third parties with whom we share that personal information.</li>\n<li>The specific pieces of personal information we collected about you (also called a data portability request).</li>\n<li>If we sold or disclosed your personal information for a business purpose, two separate lists disclosing:</li>\n<ul>\n<li>sales, identifying the personal information categories that each category of recipient purchased.\nand</li>\n<li>disclosures for a business purpose, identifying the personal information categories that each category of recipient obtained.</li>\n</ul>\n</ul>\n<p>\n<strong> Deletion Request Rights </strong>\n</p>\n<p> You have the right to request that we delete any of your personal information that we collected from you and retained, subject to certain exceptions.\nOnce we receive and confirm your verifiable consumer request, we will delete (and direct our service providers to delete) your personal information from our records, unless an exception applies.\n</p>\n<p> We may deny your deletion request if retaining the information is necessary for us or our service providers to: </p>\n<ol>\n<li> Complete the transaction for which we collected the personal information, provide a good or service that you requested, take actions reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform our contract with you.\n</li>\n<li> Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities.\n</li>\n<li> Debug products to identify and repair errors that impair existing intended functionality.\n</li>\n<li> Exercise free speech, ensure the right of another consumer to exercise their free speech rights, or exercise another right provided for by law.\n</li>\n<li> Comply with the California Electronic Communications Privacy Act (Cal.\nPenal Code § 1546 seq.).\n</li>\n<li> Engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when the information’s deletion may likely render impossible or seriously impair the research’s achievement, if you previously provided informed consent.\n</li>\n<li> Enable solely internal uses that are reasonably aligned with consumer expectations based on your relationship with us.\n</li>\n<li> Comply with a legal obligation.\n</li>\n<li> Make other internal and lawful uses of that information that are compatible with the context in which you provided it.\n</li>\n</ol>\n<p>\n<strong>Exercising Access, Data Portability, and Deletion Rights</strong>\n</p>\n<p> To exercise the access, data portability, and deletion rights described above, please submit a verifiable consumer request to us by either: </p>\n<ul>\n<li>Calling us at 424-772-3508</li>\n<li>Visiting SweepstakesAlerts.com</li>\n<li> By clicking here and filling out the form.\nIf the link doesn't work, you can copy and paste this url https://play.sweepstakesalerts.com/ccpa into your browser.\n</li>\n</ul>\n<p> Only you or a person registered with the California Secretary of State that you authorize to act on your behalf, may make a verifiable consumer request related to your personal information.\nYou may also make a verifiable consumer request on behalf of your minor child.\n</p>\n<p> You may only make a verifiable consumer request for access or data portability twice within a 12-month period.\nThe verifiable consumer request must: </p>\n<ul>\n<li>Provide sufficient information that allows us to reasonably verify you are the person about whom we collected personal information or an authorized representative.</li>\n<li>Describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it.</li>\n</ul>\n<p> We cannot respond to your request or provide you with personal information if we cannot verify your identity or authority to make the request and confirm the personal information relates to you.\nMaking a verifiable consumer request does not require you to create an account with us.\nWe will only use personal information provided in a verifiable consumer request to verify the requestor’s identity or authority to make the request.\n</p>\n<p>\n<strong> Response Timing and Format </strong>\n</p>\n<p> We endeavor to respond to a verifiable consumer request within 45 days of its receipt.\nIf we require more time (up to 90 days), we will inform you of the reason and extension period in writing.\nIf you have an account with us, we will deliver our written response to that account.\nIf you do not have an account with us, we will deliver our written response by mail or electronically, at your option.\nAny disclosures we provide will only cover the 12-month period preceding the verifiable consumer request’s receipt.\nThe response we provide will also explain the reasons we cannot comply with a request, if applicable.\nFor data portability requests, we will select a format to provide your personal information that is readily useable and should allow you to transmit the information from one entity to another entity without hindrance.\n</p>\n<p> We do not charge a fee to process or respond to your verifiable consumer request unless it is excessive, repetitive, or manifestly unfounded.\nIf we determine that the request warrants a fee, we will tell you why we made that decision and provide you with a cost estimate before completing your request.\n</p>\n<p>\n<strong> Non-Discrimination </strong>\n</p>\n<p> We will not discriminate against you for exercising any of your CCPA rights.\nUnless permitted by the CCPA, we will not: </p>\n<ul>\n<li>Deny you goods or services.</li>\n<li>Charge you different prices or rates for goods or services, including through granting discounts or other benefits, or imposing penalties.</li>\n<li>Provide you a different level or quality of goods or services.</li>\n<li>Suggest that you may receive a different price or rate for goods or services or a different level or quality of goods or services.</li>\n</ul>\n<p>\n<strong> Changes to Our Privacy Notice </strong>\n</p>\n<p> We reserve the right to amend this privacy notice at our discretion and at any time.\nWhen we make changes to this privacy notice, we will notify you by email or through a notice on our website homepage.\n</p>\n<p>\n<strong> Contact Information </strong>\n</p>\n<p> If you have any questions or comments about this notice, our Privacy Statement, the ways in which we collect and use your personal information, your choices and rights regarding such use, or wish to exercise your rights under California law, please do not hesitate to contact us at: </p>\n<p> Phone: 424-772-3508 <br> Website: SweepstakesAlerts.com <br> Email: help@sweepstakesalerts.com <br> Postal Address: SweepstakesAlerts.com <br> 1000 N West Street <br>\nSuite 1200\n<br> Wilmington, DE 19801 </p> ", "created_at": "2021-10-28 02:37:38.21029", "updated_at": "2021-10-28 00:38:44.049418"}, {"id": 9478, "name": "Terms", "url": "https://play.sweepstakesalerts.com/tou", "xpath": "/html/body/section/main/div", "text": "\nTerms of Use <p>\n<small>\n<strong>Effective Date: 05/11/21</strong>\n</small>\n</p>\n<p>The following Terms of Use (“Terms”) govern your use of SweepstakesAlerts.com, which includes news content, blogs, services and advertising or “Sponsored Content” (Collectively “Website”).\nThese Terms set forth important details about your relationship with us including restrictions on how you can use our Website and our liability in the event something goes wrong.\n<strong>\n<u>These Terms also set out your agreement as to how we will resolve disputes through the use of a binding arbitration and you waive the right to participate in class action litigation.</u>\n</strong>\n</p>\n<p>\n<strong>BY ACCESSING OR USING OUR WEBSITE, YOU AGREE TO BE BOUND BY THESE TERMS.\nIF NOT, PLEASE DO NOT USE OR ACCESS OUR WEBSITE.\n</strong>\n</p>\n<p> We reserve the right to modify the Terms at any time without prior notice to you.\nWe ask that you read these Terms carefully each time you use our Website.\nAll changes to these Terms will be effective from the date posted forward.\nBy using our Website after any change, you accept all new or revised provisions in any revised posted Terms.\n</p>\n<p>\n<strong>1.\nPrivacy Policy Incorporated.</strong> We have prepared and posted a Privacy Policy on our Website which governs and informs you of our data collection, storage and use practices.\nWe are incorporating this Policy into these Terms and we are both bound by this policy, which we encourage you to review.\n</p>\n<p>\n<strong>2.\nServices We Provide.</strong> We provide you with access to a rich collection of resources, including without limitation various content related to credit cards, debt relief, credit repair, personal loans, mortgages, offers, search services, personalized content and branded programming through its network of properties which may be accessed through any various medium or device now known or hereafter developed (collectively, \"Services\").\nYou also understand and agree that the Services may include advertisements and that these advertisements are necessary for us to provide the Services.\nYou also understand and agree that the Services may include certain communications such as service announcements, administrative messages, alerts and informational email newsletters.\nThese communications are considered part of your membership and you will not be able to opt out of receiving them unless you terminate your membership.\nUnless explicitly stated otherwise, any new features that augments or enhances the current Services, including the release of new properties, shall be subject to these Terms.\nYou understand and agree that the Services is provided \"AS-IS\" and that we assume no responsibility for the timeliness, deletion, miss-delivery or failure to store any user communications or personalization settings.\nYou are responsible for obtaining access to the Services, and that access may involve third-party fees (such as Internet service provider or airtime charges).\nYou are responsible for those fees, including those fees associated with the display or delivery of advertisements.\nIn addition, you must provide and are responsible for all equipment necessary to access the Services.\n</p>\n<p>You understand that the technical processing and transmission of the Services, including your content, may involve (a) transmissions over various networks.\nand (b) changes to conform and adapt to technical requirements of connecting networks or devices.\n</p>\n<p>Our Website is intended for use in the United States only.\nIf you access the site from outside the US, you agree that you are doing so at your own risk and initiative and are responsible for compliance with all applicable laws, regulations and rules.\nWe are not liable for any consequences of use outside the US.\n</p>\n<p>\nYou acknowledge that telephone calls to or from Us are monitored and recorded and you agree to such monitoring and recording.\n</p>\n<p>\nYou consent to receive e-mails, pre-recorded voice messages and/or autodialed calls (including text messages) by or on behalf of Us relating to this Agreement, any purchase or transaction with Us, matters related to your account forms you filled out, and promotions regarding Our products and services or that of third party advertisers.\nThese communications may be made by or on behalf of Us, even if your phone number is registered on any state or federal Do Not Call list.\nYou acknowledge that you may incur a charge for these calls by your telephone carrier and that We will not be responsible for these charges.\n</p>\n<p>\nYou verify that any contact information provided to Us, including, but not limited to, your mailing address, shipping address, e-mail address, residential phone number, and mobile phone number is true and accurate.\nYou further verify that you are the telephone subscriber and/or that you own any telephone numbers that you provide to Us.\nYou acknowledge that by voluntarily providing your telephone numbers to Us, you expressly agree to be contacted at the telephone numbers you provide.\n</p>\n<p>Please be aware that Service includes adult or mature content.\nYou must be at least 18 years of age to access and view such areas.\n</p>\n<p>\n<strong>3.\nAccess to our Services and Password Protection.</strong> To access our Services you may be required to register as a member and use a unique login that includes an email address and a password.\nOnly one user can use each email address and corresponding password.\nAnyone with knowledge of both your email address and password can gain access to the restricted portions of our Website.\nBy registering for and using our Services, you agree to keep your password confidential and accept responsibility for the confidentiality and use of your password.\nYou will immediately notify us if you become aware of any loss or theft of your password or any unauthorized use of your password.\nWe reserve the right to delete or change a password at any time and for any reason with or without notice.\n</p>\n<p>\n<strong>4.\nChanges to Our Website.</strong> You agree and understand that our Website including, all content and sponsored content may be modified or discontinued at any time, in our sole discretion, without prior notice.\nAll changes are subject to these Terms.\n</p>\n<p>\n<strong>5.\nOwnership of Intellectual Property.</strong> All text, graphics interfaces, photographs, trademarks, logos, sounds, music, artwork, computer code, and content (collectively “Content”) published on the Website is protected by applicable intellectual property laws and is owned or licensed by us or our licensors.\nYou may not modify, create a derivative work, display, distribute, or exploit, in whole or in part, any of the Content or software contained on, or comprising, our Website without seeking prior written permission from us.\nYou are restricted from using any automated or manual device or process to copy, monitor, index or data mine the Website.\nOur Website, its respective logos, trade dress, and the graphics and layout of the Website are the registered and/or unregistered service marks, trademarks, and/or trade dress of ours and may not be copied, imitated or used, in whole or in part, without our prior written permission.\nAll other trademarks, product names, and company names or logos mentioned on the Website are the property of their respective owners.\nNothing in these Terms shall be deemed to grant to you any license or right in or to any other proprietary right of ours pertaining to the products sold on and through our Website.\n</p>\n<p>\n<strong>6.\nLicense to Use and Copy.</strong> We grant you a limited license to make personal use of content on our Website.\nThis license does not include: (a) any resale or commercial use of content on our Website.\n(b) the collection and use of any product listing or description on our Website.\nor (c) use of any data mining, robots, or similar data gathering and extraction methods on our Website.\n</p>\n<p>\n<strong>7.\nRestrictions on Your Use of our Website.</strong> Without limiting the generality of any other provisions of these Terms, you agree you shall not: (i) download, modify, reproduce, adapt, translate, reverse engineer, create derivative works based upon, publicly display, sell, rent, license, or in any way commercially exploit any portion of our Website or Content.\n(ii) remove any copyright, trademark or other proprietary rights notice contained in or on our Website.\n(iii) use any robot, spider, search application, or other device to retrieve or index any portion of our Website.\n(iv) transmit or upload to our Website any software or code containing any virus, worm, defect, Trojan horse, software bomb or other feature designed to damage or degrade the performance of our Website or any computer utilized to access our Website.\n(v) use our Website to intentionally or unintentionally, violate any applicable local, state, federal or international law.\nor (vi) collect or store personal or non-personal data about others in connection with our Website.\n</p>\n<p>\n<strong>8.\nAccessibility.</strong> At times, the site may be inaccessible or inoperable due to but not limited to equipment or communications malfunctions, periodic maintenance, or causes beyond our control or which are not foreseeable by us.\nWe shall not be responsible or liable in any way to you or anyone else due to or as a result of any such inaccessibility or inoperability.\n</p>\n<p>\n<strong>9.\nDisclaimer.</strong> YOU EXPRESSLY AGREE THAT YOUR USE OF OUR WEBSITE, AND THE CONTENT, INFORMATION, ADVICE, SERVICES, PRODUCTS, AND OTHER MATERIALS CONTAINED ON OR DESCRIBED ON OUR WEBSITE IS ENTIRELY AT YOUR OWN RISK, AND THAT ALL SUCH INFORMATION AND MATERIALS ARE PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.\nTO THE FULL EXTENT PERMISSIBLE BY APPLICABLE LAW, WE MAKE NO, AND HEREBY DISCLAIM ALL, REPRESENTATIONS OR WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, AS TO THE AVAILABILITY, OPERATION AND/OR USE OF OUR WEBSITE, INCLUDING BUT NOT LIMITED TO ALL CONTENT, SERVICES, PRODUCTS, AND OTHER INFORMATION AND MATERIALS CONTAINED IN OR DESCRIBED ON OUR WEBSITE.\nWE FURTHER DISCLAIM ANY WARRANTY EXPRESS OR IMPLIED OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, NON-INFRINGEMENT, AND IMPLIED WARRANTIES ARISING FROM COURSE OF DEALING OR COURSE OF PERFORMANCE.\nIN ADDITION, WE DO NOT REPRESENT OR WARRANT THAT THE INFORMATION AND CONTENT ACCESSIBLE THROUGH OUT WEBSITE IS ACCURATE, COMPLETE OR CURRENT, AND WE ARE NOT RESPONSIBLE FOR ANY ERRORS OR OMISSIONS THEREIN OR FOR ANY ADVERSE CONSEQUENCES RESULTING FROM THE USE OR INABILITY TO USE, OR RELIANCE ON ANY ASPECT OF OUR WEBSITE ITS CONTENT, SERVICES, PRODUCTS, AND OTHER INFORMATION AND MATERIALS CONTAINED IN OR DESCRIBED ON OUR WEBSITE.\nFURTHER, WE MAKE NO REPRESENTATIONS AND WARRANTIES THAT OUR WEBSITE WILL BE UNINTERRUPTED, SECURE, OR FREE OF ERRORS, VIRUSES, OR OTHER HARMFUL COMPONENTS.\nNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM US OR OUR CUSTOMER SERVICE SHALL CREATE ANY WARRANTY NOT EXPRESSLY STATED IN THESE TERMS.\n</p>\n<p>\n<strong>10.\nLimitation on Liability.</strong> IN NO EVENT SHALL WE, OUR AFFILIATES, DIRECTORS, OFFICERS, MEMBERS, MANAGERS, EMPLOYEES, AGENTS OR REPRESENTATIVES OF ANY OF THE FOREGOING, BE LIABLE TO YOU OR ANY THIRD PARTY FOR DAMAGES OF ANY KIND (INCLUDING, BUT NOT LIMITED TO, ANY DIRECT, INDIRECT, SPECIAL, PUNITIVE, INCIDENTAL OR CONSEQUENTIAL DAMAGES OR DAMAGES FOR LOSS OF PROFITS, GOODWILL OR REVENUE, BUSINESS INTERRUPTION, OR LOSS OF DATA) ARISING OUT OF THE USE OF, ACCESS TO, RELIANCE ON, UNAVAILABILITY OF, INABILITY TO USE, OR IMPROPER USE OF OUR WEBSITE, INCLUDING BUT NOT LIMITED TO ANY USER CONTENT, REVIEWS, ADVICE, SERVICES, PRODUCTS, AND OTHER INFORMATION AND MATERIALS CONTAINED IN OR DESCRIBED ON OUR WEBSITE.\nTHIS LIMITATION INCLUDES ANY DAMAGES OF ANY NATURE FOR THE DISCLOSURE OR MISUSE OF ANY YOUR PERSONAL INFORMATION, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES, AND REGARDLESS OF THE FORM OF LEGAL ACTION, WHETHER IN CONTRACT, TORT, OR OTHERWISE.\nIN ALL EVENTS, OUR TOTAL MAXIMUM LIABILITY SHALL BE LIMITED TO ONE HUNDRED U.S.\nDOLLARS ($100.00).\nTHIS LIMITATION SHALL APPLY NOTWITHSTANDING ANY FAILURE OF THE ESSENTIAL PURPOSE OF ANY LIMITED REMEDY PROVIDED HEREIN.\nTHIS IS A BARGAINED AND AGREED TO PROVISION\n</p>\n<p>\n<strong>11.\nIndemnification.</strong> You agree to indemnify and hold us harmless including our affiliates, licensors, directors, officers, members, managers, employees, agents, and representatives, from and against any losses, costs, expenses or damages of any nature whatsoever (including attorneys’ fees and court costs) arising from any claim, cause of action, lawsuit or demand of any third party due to, arising out of or related to (i) your access to or use of our Website , or (ii) your violation of these Terms.\n</p>\n<p>\n<strong>12.\nDisclaimer of Advertisements and Links to Third Party Website.</strong> We display advertisements from third parties on our Website.\nThese advertisements may be in the form of a sponsored content article, banner, link, pop-under or pop-up ads, email marketing.\nWe are not responsible for the content of such advertisements or links, or for any products, services or other materials relating to such advertisements or any click through or linked website.\nWe are paid only for the display and distribution of the advertisement and the display or link does not represent or imply that we endorse such products, services or Website.\nIN NO EVENT WILL WE BE LIABLE, DIRECTLY OR INDIRECTLY, TO ANYONE FOR ANY DAMAGE, INCLUDING COMPENSATORY OR PUNITIVE OR ANY LOSS ARISING FROM OR RELATING TO SUCH ADS, LINKS OR WEBSITE.\n</p>\n<p>\n<strong>13.\nConfidential Binding Arbitration.</strong> You agree that by entering into these Terms, you and we are each waiving the right to trial by jury and the ability to participate in a class action.\n</p>\n<p>13.1.\nALL DISPUTES BETWEEN YOU AND US RELATING IN ANY WAY TO OUR WEBSITE AND THE PRODUCTS ADVERTISED THEREON (INCLUDING WITHOUT LIMITATION ORDERS MADE FROM ADVERTISING ON OUR WEBSITE, RELATED ADVERTISEMENTS AND DISCLOSURES, EMAIL MESSAGES WE SEND TO YOU, OR RELATING TO THE COLLECTION OR USE OF ANY INFORMATION ABOUT YOU IN CONNECTION WITH OUR WEBSITE), THESE TERMS, OR YOUR STATUS AS A USER WILL BE SUBMITTED TO CONFIDENTIAL ARBITRATION IN THE FEDERAL JUDICIAL DISTRICT IN WHICH YOU RESIDE, EXCEPT TO THE EXTENT THAT YOU HAVE, IN ANY WAY, VIOLATED OR THREATENED TO VIOLATE OUR INTELLECTUAL PROPERTY RIGHTS.\n</p>\n<p>13.2.\nIf you intend to seek arbitration, you must first send to us, by certified mail, a written Notice of Dispute (\"Notice\").\nThe Notice must be mailed to 8605 Santa Monica Blvd #77649\nLos Angeles, CA 90069-4109.\nIt must be addressed to the attention of Legal Counsel.\nThe Notice shall describe the nature and basis of the claim or disputes and the specific relief sought.\nIf we cannot reach an agreement to resolve the claim within thirty (30) days after the Notice is received, either party may commence arbitration.\n</p>\n<p>13.3.\nAll arbitrations required by these Terms will be conducted under the rules of the American Arbitration Association.\nThe arbitrator’s award is binding and may be entered in any court of competent jurisdiction.\nTo the fullest extent permitted by applicable law, no arbitration brought under these Terms may be joined to an arbitration involving any other party subject to these Terms whether through class arbitration proceedings or otherwise.\nUnless we and you agree otherwise, the arbitrator may not consolidate your claim with any other claim and may not otherwise preside over any form of a representative, private attorney general or class proceeding.\n</p>\n<p>13.4.\nEach of us will pay our own share of administrative, hearing, and arbitrator’s fees and costs for the arbitration but not the fees, expenses, and costs of our respective lawyers, experts, or witnesses in excess of any filing fee you would have been required to pay to file the claim as a lawsuit in a state or federal court (whichever is greater) in the judicial district in which you reside.\nThe arbitrator may award money or equitable relief in favor of only the individual party seeking relief and only to the extent necessary to provide relief warranted by that party’s individual claim.\nSimilarly, an arbitration award and any judgment confirming it can apply only to that specific case.\nit cannot be used in any other case except to enforce the award itself.\nTo reduce the time and expense of the arbitration, the arbitrator will not provide a statement of reasons for his or her award unless requested to do so by all parties.\n</p>\n<p>13.5.\nTO THE EXTENT PERMITTED BY LAW, YOU WILL NOT AGREE TO ACT AS A CLASS REPRESENTATIVE OR A PRIVATE ATTORNEY GENERAL, OR IN ANY OTHER REPRESENTATIVE CAPACITY, OR PARTICIPATE AS A MEMBER OF A CLASS OF CLAIMANTS IN ANY LAWSUIT AGAINST US IN ANY COURT, OR IN ARBITRATION, WITH RESPECT TO ANY CLAIMS RELATING IN ANY WAY TO US OR OUR WEBSITE INCLUDING WITHOUT LIMITATION ORDERS MADE FROM OUR WEBSITE, SERVICES, ADVERTISEMENTS AND DISCLOSURES, EMAIL OR RELATING TO THE COLLECTION OR USE OF ANY INFORMATION ABOUT YOU IN CONNECTION WITH OUR WEBSITE OR SERVICE, THESE TERMS, OR YOUR STATUS AS A PURCHASER OF OUR PRODUCTS OR SERVICES.\nTHIS SECTION 11 WILL SURVIVE THE TERMINATION OF THE RELATIONSHIP BETWEEN YOU AND US.\n</p>\n<p>\n<strong>14.\nApplicable law.</strong> By visiting our Website, you agree that the laws of California without regard to principles of conflict of laws will govern these Terms and any dispute of any sort that might arise between you and us.\nYou also agree to arbitrate any disputes in Santa Monica, California.\n</p>\n<p>\n<strong>15.\nGeneral Terms.</strong> No agency, partnership, joint venture, or employment relationship is created as a result of these Terms.\nThese Terms constitute the entire agreement between us.\nOur failure to exercise or enforce any right or provision of these Terms shall not constitute a waiver of the enforcement of such right or provision.\nIf any provision of these Terms is found to be unenforceable or invalid, that provision shall be limited or eliminated to the minimum extent necessary so that these Terms shall otherwise remain in full force and effect and enforceable.\nThese Terms are not assignable, transferable or sublicensable by you, except with our prior written consent.\nThe headings in these Terms are for convenience only and have no legal or contractual effect.\nThese Terms include and incorporate by reference the posted Privacy Policy on our Website.\n</p>\n<p>\n<strong>16.\nDigital Millennium Copyright Act Compliance.</strong>\nIt is our policy to promptly process and investigate notices of alleged copyright infringement and take appropriate actions under the Digital Millennium Copyright Act, Title 17, United States Code, Section 512 (\"DMCA\").\nPursuant to the DMCA, SweepstakesAlerts has designated an agent to receive notification of alleged copyright infringement occurring on Web pages or computer servers.\nIf you believe that your copyrighted work is being infringed on a SweepstakesAlerts site, please notify our designated agent by postal mail at:</p>\n<p>Copyright Compliance<br>\nSweepstakesAlerts.com<br>\n1000 N West Street<br>\nSuite 1200 <br>\nWilmington, DE 19801\n</p>\n<p>We will review your claim and respond as we deem appropriate, which may include temporary or permanent removal of the allegedly infringing Content from our Website.\nYou acknowledge that if you fail to comply with all the requirements of this Section, your DMCA notice may not be valid.\n</p>\n<p>\n<strong>17.\nTermination.</strong> If you violate these Terms, or otherwise create legal exposure or risk for us, we can stop providing all or part of our Services to you.\nYou may be notified by email or at the next time you attempt to access your membership account, or your access may be stopped without notice.\nYou may also delete your account in full by contacting us at the Contact link at the bottom of the Website.</p> ", "created_at": "2021-10-28 02:37:38.208695", "updated_at": "2021-10-28 00:38:23.575723"}], "points": [], "urls": ["sweepstakesalerts.com"]}}