{"error": 448, "message": "OK", "parameters": {"id": 2692, "name": "SlickVPN", "created_at": "2021-02-03 16:46:03.261497", "updated_at": "2021-03-25 03:19:28.280575", "wikipedia": null, "keywords": null, "related": null, "slug": "slickvpn", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2692.png", "url": "slickvpn.com", "documents": [{"id": 3948, "name": "Export Control Policy", "url": "https://www.slickvpn.com/export-control-policy/", "xpath": "/html/body/div/main/div[1]", "text": "Export Control Policy<p>The SlickVPN software is rooted with a sophisticated encryption technology that may make it a federal crime to use it in certain ways.\nIn order to reduce any personal liability, please note and follow the guidelines below before accepting and using this software.</p>\n<ol>\n<li>You may not export the SlickVPN software program to countries listed on the Commerce Control List.\nThis currently includes countries such as Cuba, Iran, Iraq, Libya, North Korea, Sudan and Syria.\nSince this list may be updated at times, please visit http://www.bis.doc.gov/policiesandregulations/ear/740.pdf routinely.\nBy agreeing with the SlickVPN terms of service, you agree that you will not send the software to the countries listed on this list nor will you have any equipment with the SlickVPN software program while in any of these prohibited countries.</li>\n<li>Despite your location, you agree that you will not transfer this software or have the software contained in any device to certain persons, organizations or companies that have been listed on the Denied Parties List.<ul>\n<ul>\n<li>Please visit http://www.bis.doc.gov/policiesandregulations/ear/740.pdf for the most updated list.</li>\n<li>You agree not to deliver, transfer, or have a computer contain this software to a national or resident of a foreign country anywhere in the world without first checking the Denied Parties List as it is a deemed export which is subject to Federal Export Administration Regulations.</li>\n<li>If at any time a recipient that is listed or belongs to one of the organizations or companies listed above, you must contact the:</li>\n</ul>\n</ul>U.S.\nDepartment of Commerce\nInformation Technology Controls Division (202) 482-0707<ul>\n<li>In order to apply or receive permission to make the transfer via an Export License.\nA transfer without the required license is a felony.</li>\n</ul>\n</li>\n<li>By downloading and/or using the SlickVPN software, you have accepted the full terms of service and policies which include full personal responsibility for the custody of the software program.\nYou agree to comply with all applicable export control laws and obtain all necessary licenses if you so choose to export any copy of the software.</li>\n</ol>", "created_at": "2021-02-03 16:46:45.963558", "updated_at": "2021-02-03 16:46:49.587416"}, {"id": 3949, "name": "Refund Policy", "url": "https://www.slickvpn.com/refund-policy/", "xpath": "/html/body/div/main/div[1]", "text": "Refund PolicyWe want you to be fully satisfied with our SlickVPN services.\nIf you are dissatisfied with the service you receive, we offer a full refund if you cancel your account within 30 days of the activation of your account.<p>Our support team is available 24/7 to help you with any issues you may come across and help to fix them so you’re able to fully take advantage of our VPN services.\nHowever, if within the 30 days your account is in good standings and has not breached any of our terms of service you are eligible to take advantage of this offer.</p>\n<p>To receive your SlickVPN refund under this 30 day guarantee, you must request a refund via email to our support team for processing.</p>\n<p>SlickVPN services may be provided monthly, quarterly, or yearly, and Customer is responsible for any fees incurred each month, quarter, or year.\nProviding termination notice within the month, quarter, or year does not entitle Customer to refund or prorated fees.\nA refund may only be granted, upon Customer request, within 30 days of payment.\nSlickVPN will not be able to offer any refunds for accounts that are deleted or suspended due to a violation of the Terms of Service or Privacy Policies.</p>", "created_at": "2021-02-03 16:47:01.631483", "updated_at": "2021-02-03 16:47:05.833042"}, {"id": 3950, "name": "SlickVPN’s Privacy Policy", "url": "https://www.slickvpn.com/privacy-policy/", "xpath": "/html/body/div/main/div[1]", "text": "SlickVPN’s Privacy Policy<strong>The Information We Collect</strong>\n<p>SlickVPN does not ask for any personally identifiable information to browse our site or use our free features.\nTo subscribe to our services, an account must be registered.\nWe do not use this information to track any of your web activities while logged into our SlickVPN services.\nWe only collect the necessary and limited information for our customer information file in order to provide and maintain billing for our services.</p>\n<p>To maximize your privacy, SlickVPN only collects the minimum information required to create your account.</p>\n<ul>\n<li>&nbsp;eMail</li>\n<li>Username/Password</li>\n<li>Apache Webserver Data</li>\n<li>Payment Data necessary to manage subscriptions, payments, and cancellations</li>\n<li>Any emails sent to our service</li>\n<li>Google analytics data to help market our product</li>\n<li>Temporary cookies to manage members area login</li>\n</ul>\n<p>SlickVPN collects certain information automatically from visitors to the site which includes the IP address and which pages are viewed on the site.\nFor more information on this process, please see the Cookies and Tracking section below.\n<strong>However, user activities outside of the SlickVPN site are not tracked nor do we track the browsing activities of user who are logged to the SlickVPN service.</strong>\n</p>\n<strong>&nbsp;</strong>\n<strong>Situations When SlickVPN May Disclose Your Information To Others</strong>\n<p>SlickVPN does not sell or rent any personal information of our subscribers to others.\nIn compliance with local laws and under the following circumstances, we may disclose personal information of you to third parties for the following reasons:</p>\n<ul>\n<li>\n<strong>Service Providers</strong> – With third party service provides who may provide services on our behalf such as payment processors, hosting platforms for SlickVPN and sending email messages for the company.\nOur service providers will only receive the information they absolutely need in order to perform the designated functions of each.\nNone are permitted to use or disclose this information for their own marketing or for any other purposes.</li>\n<li>\n<strong>Business Transfers</strong> – To any acquiring company if, at any point, we are acquired or merged with another company.</li>\n<li>\n<strong>Legal</strong> – In accordance with local law, a judicial proceeding, court order or other legal processes that we are legally obligated</li>\n<li>\n<strong>Internal SlickVPN Policies</strong> – In order to prevent, investigate or take action regarding illegal activities, suspected fraud or situations involving potential threats that violate our Terms or this Policy.</li>\n</ul>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<strong>Marketing Emails</strong>\n<p>From time to time, SlickVPN may send you information regarding our promotions and/or information regarding our products and services that you may be interested in.\nYou may unsubscribe from these emails at any time by emailing us at support@slickvpn.com with the subject title “Please unsubscribe me”.\nIn addition, the emails you receive will always contain an unsubscribe link that you may also use to opt out of receiving future emails from us.\nHowever, we may still send you important emails that may pertain to your account or any other customer service related issues.<br>\n<strong>How SlickVPN May Use Your Information</strong>\n</p>\n<p>The only information that is collected through the SlickVPN site and services are primarily used to create new accounts, collect payments for the services and identify and communicate with current subscribers.\nWe also use this information to help and communicate with current subscribers to offer troubleshooting procedures for our customer support department.</p>\n<p>SlickVPN may also periodically use personal information collected for the following reasons”</p>\n<ul>\n<li>Internal record keeping</li>\n<li>To complete an online order</li>\n<li>Administer and improve the SlickVPN site and services</li>\n<li>Verify your identity when you login to the SlickVPN site or services</li>\n<li>To respond to your requests or inquiries for customer service purposes</li>\n</ul>\n<p>Analyze usage and trends via our Analytics data to better understand how users use our website and services</p>\n<strong>How To Contact Us</strong>\n<p>If you have any questions regarding this Privacy Policy or would like further information on our privacy practices, we encourage you to email us at:&nbsp;support@slickvpn.com<br>\n</p>\n<strong>International Users</strong>\n<p>The systems used at SlickVPN are based out of the United States, so your personal information will only be processed by us in the US, where data protection and privacy regulations may differ than in other countries.\nOnce an online account is created with SlickVPN from outside of US, you agree to the terms of this Policy, Terms of Service and grant us consent to transfer and process your information to the United States.\nWhich may or may not offer an equal level of data protection of other countries, dependent on the country of origin.</p>\n<strong>Our Security Standards</strong>\n<p>At SlickVPN, we use a variety of security measures that either meet or excel industry standards to protect your personal information from either theft, loss, misuse or unauthorized access or disclosure or destruction.</p>\n<p>Where appropriate, we use encryption, access controls, passwords, and/or physical security measures to protect the personal information we collect and maintain about you against unauthorized access and disclosure.\nDespite our efforts, no data security methods guarantee 100% protection.\nWe do not, nor should any company promise or guarantee that your personal information can never be viewed and/or used by others.</p>\n<strong>Cookies</strong>\n<p>We do not track user activities outside of the SlickVPN website or of users when they are logged into our VPN Services.</p>\n<p>We may use or engage others to use cookies, clear gifs, and similar technologies to understand how users access and use our Site.\nIn general, you can browse our Site without telling us who you are or submitting any personal information.\nHowever, we collect the IP addresses of all visitors to our Site, as well as other related information such as page requests, browser type, operating system and average time spent on our Site.\nWe use this information to help us understand Site activity and to monitor and improve our Site.</p>\n<p>\n<em>Cookies</em>.\nCookies are alphanumeric identifiers that we transfer to your computer’s hard drive through your web browser for record-keeping purposes.\nThere are two types of cookies: session-based and persistent-based cookies.\nSession cookies exist only during an online session.\nwe use session cookies to allow our systems to uniquely identify you while you are logged in to your account at the Site.\nPersistent cookies remain on your computer after you have closed your browser or turned off your computer.\nWe use persistent cookies to track aggregate and statistical information about user activity.</p>\n<p>\n<em>Disabling Cookies</em>.\nMost web browsers automatically accept cookies, but if you prefer, you can edit your browser options to block them in future.\nThe Help portion of the toolbar on most browsers will tell you how to prevent your computer from accepting new cookies, how to have the browser notify you when you receive a new cookie, or how to disable cookies altogether.\nSite visitors who disable their web browsers’ ability to accept cookies will be able to browse the Site but certain Site features will not function.</p>\n<p>\n<em>Clear GIFs (Web Beacons/Web Bugs)</em>.\nWe or the third parties we engage may employ clear GIFs (a.k.a.\nWeb Beacons/Web Bugs) to help us better manage content on the Site by among other things, tracking the activities of our Site visitors and compiling statistics about Site usage.\nClear GIFs are tiny graphics with a unique identifier, similar in function to cookies, and are used to track the online movements of Web users.\nIn contrast to cookies, which are stored on your computer’s hard drive, clear gifs are embedded invisibly on Web pages or within emails.</p>\n<p>\n<em>Third Parties</em>.\nWe may engage third parties, such as Google Analytics, to track and analyze non-personally identifiable Site data.\nThese third parties may use cookies and clear GIFs on our Site to collect, analyze, and generate reports on Site usage for us.\nWe do not provide these third parties with any personal information that we have collected about you.</p>\n<strong>Children’s Privacy</strong>\n<p>The website and services of SlickVPN are not intended for anyone under the age of 18.\nIf you are either a parent or guardian and believe that your underage child has provided personal information to us, please contact us immediately at support@slickvpn.com so that we can delete the child’s information.</p>\n<strong>How To Modify Your Personal Information</strong>\n<p>You may review or edit your account information at any time from the member login section of the SlickVPN website.\nHowever, if there are any other changes that you wish to make that are not listed in the members area should be sent to support@slickvpn.com We will respond to all requests in a timely manner.</p>\n<strong>Links To Other Sites</strong>\n<p>As a convenience to our users, we provide links to our websites to third parties.\nThese links are neither an endorsement nor a referral to the linked websites.\nWe suggest that you carefully read the privacy statements, notices and terms of services of any other websites that you also visit.\nAs we do not have any control over these websites, we therefore assume no responsibility for the manner in which organizations operate to collect, use maintain or disclose personal information.</p>\n<strong>Changes to this Policy</strong>\n<p>SlickVPN reserves the right to change the details of this privacy policy at any time.\nIn such cases, SlickVPN will take every reasonable step to ensure that these changes re brought to your attention by posting all changes prominently on our website.\nBefore any changes to the new policy becomes effective, we will also email our existing customers.</p>", "created_at": "2021-02-03 16:47:14.062863", "updated_at": "2021-02-03 16:47:17.245878"}, {"id": 3951, "name": "SlickVPN’s Terms and Conditions", "url": "https://www.slickvpn.com/terms-and-conditions/", "xpath": "/html/body/div/main/div[1]", "text": "SlickVPN’s Terms and Conditions<p>We work hard to bring you the very best VPN service available, and we hope you enjoy it.\nTake a few minutes to read through our terms and conditions page.\nWe take your trust seriously, and we encourage our customers to make sure they read through this page and refer to it as necessary.</p>\n<p>This agreement, which will be known as ‘Agreement’, outlines the terms and conditions that apply to users of our VPN and other related services.\n‘SlickVPN’ will refer to SlickVPN, while ‘Customer’ will refer to you, the user of our services.\nBy signing up for SlickVPN services, you acknowledge that you have read this Agreement and that you agree to the terms and conditions that it contains.</p>\n<p>Here are our terms:</p>\n<p>\n<strong>Lawful Use of Services</strong>\n</p>\n<p>For starters, SlickVPN service may not be used to access, transmit,&nbsp;display, or distribute illegal content.\nSuch content includes that which:</p>\n<ul>\n<li>violates local, state, or federal laws;</li>\n<li>violates copyright, trademark, patent, and other intellectual&nbsp;property rights of any third party including SlickVPN;</li>\n<li>contains child pornography or other material in violation of&nbsp;child abuse or exploitation laws;</li>\n<li>contains viruses that cause damage to third parties including&nbsp;SlickVPN;</li>\n<li>contains harassing, threatening, defamatory, slanderous, or&nbsp;libelous&nbsp.\ncontent.\nand&nbsp;is otherwise in violation of any laws or is intended to harm or&nbsp;defraud third parties including SlickVPN.</li>\n</ul>\n<p>SlickVPN service may not be used to perform any illegal or harassing&nbsp;actions such as spamming, hacking, and any other behavior that is in&nbsp;violation of local, state, or federal laws.\nSoftware used when using&nbsp;SlickVPN services must be legally and appropriately licensed.</p>\n<p>SlickVPN reserves the right to terminate service at its discretion without&nbsp;prior notice or warning in the event Customer commits any of the above&nbsp;mentioned violations.</p>\n<p>\n<strong>Customer Obligation to Pay Fees for Services</strong>\n</p>\n<p>SlickVPN may, by the 10th day of each payment period (month, quarter, or&nbsp;year) as agreed to by Customer, take action to receive or request payment&nbsp;from Customer.\nSuch actions may include charging Customer’s credit card if&nbsp;such information is given and provided permission to do so, or sending an&nbsp;email to Customer with an invoice outlining the service fees for the month,&nbsp;quarter, or year.</p>\n<p>In the case that an invoice is sent to Customer via email, Customer must&nbsp;make payment in no later than 10 days after the due date that is indicated&nbsp;on the invoice.\nIn the event Customer fails to make payment within&nbsp;specified time period, SlickVPN may terminate Customer’s account.\nCustomer&nbsp;is also responsible for providing payment of additional fees not included&nbsp;in monthly, quarterly, or yearly service fees.</p>\n<p>If Customer chooses to terminate account in accordance with Section 3 of&nbsp;this Agreement, Customer is responsible for and agrees to pay any fees that&nbsp;have not been paid.</p>\n<p>SlickVPN services may be provided monthly, quarterly,&nbsp;or yearly, and Customer is responsible for any fees incurred each month,&nbsp;quarter, or year.\nProviding termination notice within the month, quarter,&nbsp;or year does not entitle Customer to refund or proration of fees.\nA refund&nbsp;may only be granted, upon Customer request, within 30 days of payment.</p>\n<p>\n<strong>Account Term, Termination, and Restoration</strong>\n</p>\n<p>The Agreement becomes effective on the day that Customer signs up for&nbsp;SlickVPN’s services.\nThe term of Customer’s account will continue on a&nbsp;monthly, quarterly, or yearly basis unless terminated in accordance with&nbsp;the terms and conditions outlined in this section.\nEither party, SlickVPN&nbsp;or Customer, may terminate the Agreement upon notifying the other party.</p>\n<p>Customer agrees to request termination of his/her account via the&nbsp;cancellation page found on the SlickVPN website.\nRequests to cancel must be&nbsp;submitted and received by the end of the month, quarter, or year of&nbsp;intended cancellation.\nAttempts to cancel the account via email or written&nbsp;notice or in any other manner other than that which is outlined in this<br> section will be considered void.\nSections 3 – 8 of the Agreement will not&nbsp;be terminated and will continue even following the termination of&nbsp;Customer’s account.</p>\n<p>Upon account termination, Customer may restore account within 7 business&nbsp;days of cancellation.\nUpon receiving the payment from Customer, SlickVPN&nbsp;will restore and reactivate Customer’s account within two business days.</p>\n<p>\n<strong>Customer Liability and Indemnification</strong>\n</p>\n<p>SlickVPN shall not be held responsible or liable to a third party for the&nbsp;violation of this Agreement by Customer.\nCustomer will hold harmless and&nbsp;indemnify SlickVPN from any liability, damages, claims from third parties,&nbsp;expenses, and losses that result from Customer’s violation of the Agreement.</p>\n<p>\n<strong>Limitation of Liability</strong>\n</p>\n<p>SlickVPN shall under no circumstances be held liable for damages that are&nbsp;the result of loss of data, use of services, or any incidental, punitive,&nbsp;or other damages that are in connection with the Agreement or SlickVPN&nbsp;services.\nCumulative liability of SlickVPN shall not exceed five-hundred&nbsp;U.S.\ndollars ($500).</p>\n<p>\n<strong>Warranty Disclaimer</strong>\n</p>\n<p>Services that are displayed and available on the SlickVPN.com website are&nbsp;provided ‘as is’ and do not have a warranty.\nAny warranties, whether&nbsp;express or implied, are disclaimed by SlickVPN.</p>\n<p>\n<strong>Taxes</strong>\n</p>\n<p>Customer agrees that SlickVPN will be held harmless and indemnified from&nbsp;taxes that are the result of the Customer’s use of SlickVPN services.&nbsp;Customer agrees to pay such taxes.\nThese include penalties and interest&nbsp;associated with Customer’s use of services, or other costs associated with&nbsp;Customer’s use of services.</p>\n<p>\n<strong>Miscellaneous</strong>\n</p>\n<p>Any communication or notices stemming from the Agreement must be in&nbsp;writing and delivered to the other party at the appropriate address listed&nbsp;below.</p>\n<p>If Customer sends to SlickVPN, send to:</p>\n<p>Slick Networks, Inc.</p>3504 Hwy 153\n#14\nGreenville, SC 29611USAPhone: (866) 521-1757\nFax : (800) 746-0958<p>If SlickVPN sends to Customer, communications will be mailed or delivered&nbsp;to address that is provided by Customer upon setting up the account.</p>\n<p>Any provision or portions of provisions in the Agreement found to be&nbsp;invalid under any relevant statute or law will be omitted from the&nbsp;Agreement.\nThe remainder of the Agreement will remain in effect.\nThe&nbsp;Agreement supersedes all previous agreements between the parties whether&nbsp;written or verbal related to the material contained in this Agreement.</p>\n<p>The rights and obligations outlined in this Agreement, and the Agreement&nbsp;itself, may not be transferred or otherwise assigned by Customer, but may&nbsp;be transferred or otherwise assigned by SlickVPN.\nWaivers or provisions of&nbsp;the Agreement, or a delay by either party in enforcing any of the rights&nbsp;outlined below are not to be interpreted as a continuing waiver and will&nbsp;not create any expectation of non-enforcement of the provision or other&nbsp;provisions.</p>\n<p>In the event of a legal proceeding between the parties, the prevailing&nbsp;parties may recover any costs, expenses and attorney’s fees.\nIt is&nbsp;recognized that the Agreement is created under and governed by the laws of&nbsp;the United States of America, except when in conflict with law.</p>\n<p>The Agreement is subject to changes by SlickVPN at any time and without&nbsp;notice.\nIf the Customer continues to use SlickVPN services after changes&nbsp;have been made is interpreted as Customer’s acknowledgement and acceptance&nbsp;of any changes.\nFor this reason, we recommend Customer checks the SlickVPN&nbsp;website regularly for any changes to the Agreement or SlickVPN policies.</p>", "created_at": "2021-02-03 16:47:27.869632", "updated_at": "2021-02-03 16:47:31.735816"}], "points": [], "urls": ["slickvpn.com"]}}