{"error": 448, "message": "OK", "parameters": {"id": 4094, "name": "HuffmanCoding", "created_at": "2021-06-15 05:48:38.858407", "updated_at": "2021-06-15 22:00:43.855966", "wikipedia": null, "keywords": null, "related": null, "slug": "huffmancoding", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4094.png", "url": "huffmancoding.com", "documents": [{"id": 7069, "name": "Privacy Policy", "url": "https://www.huffmancoding.com/privacy-policy", "xpath": "/html/body/div[2]/div/div[1]", "text": " Privacy Policy Who we are <p>This website address is: https://www.huffmancoding.com.\nIt is the personal website of Ken Huffman.\nI have no intention of making money off of the infrequent visitors.\nI have no interest in collecting any user-identifying information on visitors.\nWhat little information entered by visitors, for example search strings, is not shared with any other entity.</p>\n<p>My ISP keeps anonymous counts on the pages that were visited.</p> Comments <p>This website is mostly based on the open source WordPress blogging software platform, but I rarely add blog entries and I have turned comments off on existing blog posts.</p>\n<p>If I were to ever let you add a comment, WordPress keeps the data entered in the comments form and the IP address and browser user agent string to help spam detection.\nThis data would be kept indefinitely so we can recognize and approve any follow-up comments automatically instead of holding them in a moderation queue.\nVisitor comments may be sent to an automated spam detection service.</p>\n<p>If you leave a comment, you may opt-in to saving your name, email address and website in cookies.\nThese are for your convenience so that you do not have to fill in your details again when you leave another comment.\nThese cookies will last for one year.</p> Log Ins <p>This website does not allow visitors to create log ins and edit articles, so there are no cookies or identifying information for visitor posts.</p> Embedded content from other websites <p>Articles on this site may include embedded content (e.g.\nvideos, images, articles, etc.).\nEmbedded content from other websites behaves in the exact same way as if the visitor has visited the other website.</p>\n<p>These websites may collect data about you, use cookies, embed additional third-party tracking, and monitor your interaction with that embedded content, including tracking your interaction with the embedded content if you have an account and are logged in to that website.</p>\n<p>\n</p>\n<p>\n</p> ", "created_at": "2021-06-15 05:48:38.860741", "updated_at": "2021-06-15 03:49:30.169736"}], "points": [], "urls": ["huffmancoding.com"]}}