{"error": 448, "message": "OK", "parameters": {"id": 380, "name": "ResearchGate", "created_at": "2018-05-08 12:19:43.679162", "updated_at": "2021-07-04 21:26:52.958026", "wikipedia": "https://en.wikipedia.org/wiki/ResearchGate", "keywords": "", "related": "", "slug": "researchgate", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/380.png", "url": "researchgate.net", "documents": [{"id": 87, "name": "Privacy Policy", "url": "https://www.researchgate.net/privacy-policy", "xpath": "//div[@class='privacy-policy']", "text": "Last updated: November 23, 2020.\nYou can find an overview of recent changes here.Privacy PolicyContents<ul>\n<li>1.\nIntroduction</li>\n<li>2.\nInformation we process and how we process it</li>\n<li>3.\nHow we use data we collect about you</li>\n<li>4.\nHow we use relevant publicly available data</li>\n<li>5.\nInformation we process when using technologies like cookies and pixels</li>\n<li>6.\nAdvertisements on ResearchGate</li>\n<li>7.\nThird party services for analytics, measurement and ad delivery</li>\n<li>8.\nRecipients and safeguards</li>\n<li>9.\nClosing your account and retention of personal data</li>\n<li>10.\nAutomated decision-making</li>\n<li>11.\nData subject rights</li>\n<li>12.\nContact information</li>\n</ul>1.\nIntroductionResearchGate GmbH, Chausseestraße 20, 10115 Berlin, Germany (\"<strong>ResearchGate</strong>\", \"<strong>we</strong>\", \"<strong>us</strong>\", or \"<strong>our</strong>\") provides the services rendered to you through the ResearchGate website available at https://www.researchgate.net, and through any of its web pages and associated applications which may be available on multiple devices, including mobile applications (\"<strong>Service</strong>\").This Privacy Policy sets forth the collection and use practices of ResearchGate for personal data we process in the course of providing the Service.Our mission is to connect the world of science and make research open to all.\nConnections can only be established when potential connections and commonalities are known and connecting lines can be drawn.\nOpenness can only be achieved with comprehensive accessibility.\nOur Service takes your work and activities on the Service into account to help connect you with other individuals who are relevant to you and recommend relevant content.\nWe also gather information from external sources, in order to disseminate as much relevant scientific content as possible to drive science forward.\nAny natural or legal person who, as a recipient of the Service, accesses or uses the Service for any purpose is a User (\"<strong>User</strong>\", \"<strong>you</strong>\").\nOur registered Users (\"<strong>Members</strong>\") share their professional identities and credentials, display their academic publications, engage and collaborate with their networks, exchange knowledge and professional insights, post and view relevant content, and discover business and career opportunities.\nSome content is also visible to unregistered or logged-out Users (\"<strong>Visitors</strong>\").\nA User could be a Member or a Visitor.\nAn Author (\"<strong>Author</strong>\") is a natural person who, for the purpose of our Service, is a member of the scientific community by for example being an author/editor of a publication, being an advisor or recipient of scientific funding.\nAn Author is not necessarily a User or Member of our Service.ResearchGate reserves the right to modify this Privacy Policy at any time, in particular, to reflect changes in market conditions affecting ResearchGate’s activities, changes in technology, changes in relevant laws and regulatory requirements, and changes in ResearchGate’s system capabilities.\nIf we make material changes to this Privacy Policy, we may notify Members by email or other reasonable means, including through notifications on our Service.\nIf you object to any new version, you should stop using our Service and/or close your account.\nIf you continue to use our Service after having been provided with such notice you will be deemed to have acknowledged the Privacy Policy.2.\nInformation we process and how we process it<ol>\n<li>\n<strong>Basic data processed</strong>Certain data will be processed when you access the Service, to resolve the technical request of your device, display the site and maintain the safety and security of our systems.\nThis data is stored in so-called logs and comprise the following:<ul>\n<li>IP addresses and your mobile device's Identifier for Advertising (IDFA);</li>\n<li>the type of computer or mobile device you are using including operating system and version;</li>\n<li>the types of browser you are using, the language, and your country;</li>\n<li>referring and exit pages and URLs;</li>\n<li>platform type;</li>\n<li>the number of clicks on a page or feature, pages viewed and the order of those pages, the amount of time spent on particular pages or parts of pages;</li>\n<li>domain names and;</li>\n<li>information collected for performance purposes (e.g.\naverage load, render time of pages, etc.).</li>\n</ul>Even though IP addresses and mobile identifiers are generally considered personal data, we can not derive any direct conclusions about your identity from such data.Our legal basis for processing this personal data is Article 6 (1)(f) of the General Data Protection Regulation (GDPR).\nThe data processed is very basic data, and does not contain directly identifiable information about you.\nWe have a legitimate interest in being able to provide a functioning, reliable and accessible website and resolve your server-request in an appropriate manner.All of our pages are secured using SSL (Secure Socket Layer) technology, which encrypts data transmitted between our servers and your end devices.\nWe also apply other suitable technical and organizational measures to protect your personal data.</li>\n<li>\n<strong>Personal data we process</strong>In order to provide you with functionalities, we need to process certain data and/or information relating to you:<ul>\n<li>\n<strong>Registration and maintenance of your Member account</strong>If you choose to create a Member account on our Service, you will be required, during the registration process, to provide your first and last name, an email address, and a password.\nYou will receive a confirmation email.\nYour Member account will be confirmed after you have clicked on the respective link in the account activation email.\nYou may also be invited to associate certain information we present to you with your account, such as articles, institutional affiliation, and biographical information.</li>\n<li>\n<strong>Other personal data</strong>During the registration process or when updating your profile, you can choose to provide other information that can be used to identify and/or contact you, including for example, a profile picture, your Twitter account handle or your city of residence.\nYou may also be invited or required to provide information about you, including, for example, demographic information, such as occupation, and research vita, education, authorship of articles, academic or research expertise or interests, conferences you have attended, groups of which you are a member, information regarding your professional and academic career, academic degree, your previous roles and jobs.</li>\n<li>\n<strong>Third-party connectors</strong>You can choose to create an account using your Facebook, LinkedIn or Google account and subsequently use that third-party platform’s credentials to log in to your ResearchGate account.\nUsing this option means that you are allowing ResearchGate to request and use certain data from the third-party account.\nFor Google, this involves us processing your email address.\nFor LinkedIn, we will process your email address, first and last name, and profile picture.\nFor Facebook, we will process your email address and public profile information.\nThe third-party platform might ask for your consent to share this data with ResearchGate.\nAs the personal data we might process was originally collected by the third-party platform, the initial data processing and sharing of the data with ResearchGate are governed by the privacy policy of such third-party platform.\nPlease refer to the relevant third-party platform and/or its settings, if you want to deactivate the connection between ResearchGate and the third-party platform.</li>\n<li>\n<strong>Communications with us</strong>When you communicate with us, you may provide us with your name, contact details, and other personal data as part of your communication, as well as the content of your message itself.\nSimilarly, when we communicate with you, we will process your personal information, such as your email address.\nFor some of our emails, we also process information indicating whether you have opened the email.</li>\n<li>\n<strong>Communications through the Service</strong>Many communications that you initiate through our Service (e.g.\ninvitation sent to a non-Member) will list your name in the header of the message.\nOther communications that you initiate through the Service, like a request for a full-text, will list your name as the initiator but will not include your personal email address.\nOnce you have mutually connected with an individual, contact information you choose to include in your researcher profile will be shared with that individual.</li>\n<li>\n<strong>Recommendations</strong>In order to provide our recommendation features, we process contact and bibliographical data, information pertaining to your work, usage frequency, type of devices you use to use the Service, including browser, operating system and mobile device, research items you consulted, interaction with particular pages or parts of pages, and number of clicks on a page or feature, in order to provide the Service in a way that is tailored to your interests.\nAlso, based on the personal data you provide, statistical evaluations, mathematic operations, and predictions may help us infer other information about you and support our recommendation features.\nFor example, if you were to add several research items to the Service over the course of several years, we may infer that you are not a junior researcher anymore.</li>\n<li>\n<strong>Third party providers</strong>When you choose to benefit from a service or offer presented by ResearchGate on behalf of a third party, you may share personal data with ResearchGate to enable us to pass it on to the third party.\nThe nature of personal data will depend on the particular service or offer, but might include your name, email address and affiliation.\nWe do not share any of this personal data with any third party unless you explicitly allow us to do so.</li>\n<li>\n<strong>Payment data</strong>If you choose to purchase a premium product or service from ResearchGate that is subject to a fee, we will process the personal data that you provide in order to complete your order, such as your billing address.\nResearchGate does not process any credit card information itself, however we do retain your name and address so we may generate and send you an invoice.\nCredit card information is collected and processed by a third-party provider, namely Stripe.\nStripe processes this data as an independent controller to process the payment.\nFor details about the data processing undertaken by Stripe, please see its Privacy Policy.</li>\n<li>\n<strong>Security</strong>We process the number of profile pages users view to detect and prevent data harvesting.\nWe also process your IP address to filter out suspicious requests.\nIf you are a Member, we store your full IP address in connection with your account registration request and your current last login.\nOtherwise, your login activities are only stored in connection with your truncated IP addresses.\nAlso, we process information about the device, its operating system and the browser you are using for your current session.</li>\n<li>\n<strong>Statistics</strong>We use activity data, such as number of read publications, projects and number of citations, to generate statistics, which pertain to reading behavior or achievements.\nFor example, we may use such activity data in order to calculate and display a read count on an individual publication page.</li>\n</ul>\n</li>\n</ol>3.\nHow we use data we collect about youThe following explanations will provide you with information about how we use the personal data that we collect about you, and our legal basis for doing so under the GDPR.\nGenerally speaking, we may, pursuant to Art.\n6(1)(f) GDPR use your data based on our legitimate interests<ul>\n<li>to provide and improve our Service;</li>\n<li>to perform internal quality checks;</li>\n<li>to prevent, detect, process and investigate malfunctions, incidents, fraudulent or other illegal activities, or mitigate the risk of occurrence of the aforementioned events;</li>\n<li>to ensure network and information security;</li>\n<li>to create statistics on access channels and the use of our Service;</li>\n<li>to contact you, if requested by you or if necessary to fulfil the contract or permitted by law;</li>\n<li>enforcing obligations owed to us, and contractual terms and conditions and;</li>\n<li>accounting, risk management and record keeping</li>\n</ul>Also, pursuant to Art.\n6(1)(c) GDPR we may use your data to comply with legal obligations, e.g.\nto observe retention periods required by trade or tax law or to comply with obligations to disclose data based on a legally binding court decision or official order.More specifically, we may use your data for the following purposes.<ul>\n<li>\n<strong>ResearchGate account</strong>The personal data you provide in connection with registering for your Member account will be used to create, maintain, and secure your account.\nBy creating a Member account, you will benefit from functionalities and services that are not available to Visitors.\nAny personal data you provide in addition to the required data to register for an account, will facilitate your ability to get into contact with other Members, promote yourself and your research, and receive more relevant recommendations from our recommendation services.<ul>\n<li>Our legal basis for this processing this data is Art.\n6 (1)(b) GDPR.</li>\n</ul>\n</li>\n<li>\n<strong>Communications</strong>Depending on the way you are communicating with us, we may use your name, email address, telephone number, and the content of your previous correspondence to respond to you and provide assistance.<ul>\n<li>Our legal basis for this processing is Art.\n6 (1)(b) or (f) GDPR.\nAs a public-facing company, we have a legitimate interest in being able to receive, process, and respond to enquiries.</li>\n</ul>\n</li>\n<li>\n<strong>Transactional emails</strong>Provided you have not opted out from receiving transactional emails from us, we will use your email address to send you emails about relevant developments on the Service concerning for example, your network, new features, publications, projects, updates from the Q&amp;A section, and emails regarding your professional career.You can opt out from receiving transactional emails at any time by clicking the \"unsubscribe\" link within an email or by visiting your account settings.<ul>\n<li>Legal basis for this processing is Art.\n6 (1)(b) GDPR.</li>\n</ul>\n</li>\n<li>\n<strong>Sponsored emails</strong>Where you have provided your prior consent to receiving sponsored emails, we will use your email address to send you such emails.\nWhere legally allowed, we will also use your email address to send you sponsored emails without your prior consent.In any case, you can opt out from receiving sponsored emails at any time by clicking the \"unsubscribe\" link within an email or visiting the \"notification settings\" in your account.<ul>\n<li>Our legal basis for this processing is Art.\n6 (1)(a) or (f) GDPR.\nWhenever we rely on our legitimate interest to process your email address for sending sponsored emails, we do so as it is in our best interest to make the Service as helpful and meaningful to you as possible, which may also mean that third-party content will be taken into consideration.\nIn addition, these email campaigns help us in monetizing our Service, so we can keep offering it to you.</li>\n</ul>\n</li>\n<li>\n<strong>Offer Members tailored content</strong>Using our recommendation technology, we process your personal data or infer information in order to provide the Service in a way that is tailored to your interests.\nThis enables us to customize the features and offerings ResearchGate provides to you through the Service.\nFor example, we provide dynamic web pages that are individually adapted to you.\nWe may present content recommendations such as research items that are \"Suggested for you\" and/or recommendations regarding other individuals such as \"Who to follow\" or \"Related researchers\" (other Members) you can follow.\nIn the same way that you benefit from content and individuals recommended to you, you and your content might be recommended to other Members and therefore might appear in their experience, for example in their home feed.\nWe derive learnings from Members’ interactions with tailored content and suggestions and subsequently take them into account to improve any further offerings of tailored content.<ul>\n<li>Our legal basis for this processing is Art.\n6 (1)(b) or (f) GDPR.\nWe have a legitimate interest in providing the best user experience based on the individual needs.\nThis processing does not conflict with your interests as it corresponds with a person’s reasonable expectations when signing up for an account.\nThe processing has no negative impact for our Members but is in their interests as it allows ResearchGate to provide them a tailored service.</li>\n</ul>\n</li>\n<li>\n<strong>Offer Members tailored advertising content and relevant jobs</strong>As a Member, we aim to offer you advertising content that is most relevant to you.\nIn this context, we use, whether separately or combined, the personal data you provide, we collect, or we infer from your use of the Service and the Internet and also contextual information of the site you are currently visiting.\nThis enables us to display advertisements that best match your particular interests, and job suggestions that are relevant to your scientific field, experience and research.\nFor further information about advertisements on the Service, please refer to section Advertisements on ResearchGate below.<ul>\n<li>Our legal basis for this processing is Art.\n6 (1)(f) GDPR.\nAdvertising is a ubiquitous part of the Internet, but we believe that advertising, when done well, is a good thing.\nWe aim to display the most relevant and most helpful advertisements to you.\nTo be able to do this, we must take your interests, your journey, and some of your personal data into account.\nWithout this processing, the advertisements we would be able to disseminate would not be different from random advertisements you can see everywhere in the Internet.\nWe take great care in choosing the right advertising partners and limiting the personal data we process.\nThe personal data that we process for this purpose will not be shared with any third party except our technical service provider (see section Third party services for analytics, measurement and ad delivery), and will only support our purposes.\nGiven that we limit the data processed, do not share it with other third parties, and process your personal data to display only relevant advertisements to you, we believe that our legitimate interest to monetize our platform and therefore continue to provide you with the Service outweighs.\nWe believe our Service is a service to researchers, research, and science as a whole.\nAmong other things, we make worldwide collaboration possible, and facilitate the solving of important scientific questions.\nOur mission is an important one.\nBut this mission must be financed.</li>\n</ul>\n</li>\n<li>\n<strong>Offer Visitors tailored advertising content and jobs</strong>As a Visitor, we also aim to offer you advertising content that is most relevant to you.\nIn the case of Visitors, this means that the third parties delivering advertisements may take into account the context of the current site you are visiting.\nFor further information about advertisements on the Service, please refer to section Advertisements on ResearchGate below.<ul>\n<li>Our legal basis for this processing is Art.\n6 (1)(f) GDPR and where applicable Art.\n6 (1)(a) GDPR.\nBecause some parts of our Service are available to everyone, even those who don’t have an account with us, we believe that wherever we haven’t asked you for your consent, the data processing conducted is of such limited effect on you, that our interest to monetize the platform and therefore continue to provide the Service also to non- Members, is legitimate.</li>\n</ul>\n</li>\n<li>\n<strong>Candidate search</strong>A limited amount of your profile information (including only some information from the overview and research tabs) will be visible for recruiters with a Recruiter Account on the Service.\nIf the information on your profile matches the search criteria entered by a recruiter in our candidate search feature, this limited version of your profile may show up in their search results.\nRecruiters may choose to contact you through the messaging functionality provided within the feature.\nYour inclusion in candidate search, including being contacted by recruiters, is fully under your control.\nYou can choose to block specific recruiters, or opt out from being included in candidate search and contacted by any recruiters by changing your privacy settings at any time.<ul>\n<li>Legal basis for this processing is Art.\n6 (1)(b) GDPR.</li>\n</ul>\n</li>\n<li>\n<strong>Ensure the security of your personal data</strong>We process your personal data in order to avoid its accidental or unlawful destruction, as well as its loss, alteration, or unauthorized disclosure.\nFor example, we process the number of profile pages you and others view so as to detect and prevent data harvesting.\nLikewise, we truncate the last octet of your IP address to prevent you from being identified.<ul>\n<li>Our legal basis for this processing is Art.\n6 (1)(c) and (f) GDPR.\nWe are legally obliged to secure data from unauthorized loss and alteration and it is also in our mutual interest to ensure data security.\nAs this primarily serves the purpose of protecting your data there are no overriding interests on your part.</li>\n</ul>\n</li>\n<li>\n<strong>Generate statistics</strong>We use your personal data to generate statistics which pertain to reading/search behavior and achievements.\nWe also generate statistics for internal purposes in order to constantly improve the Service and its features.\nWe also conduct research and development to maintain quality and improve our Service and the User experience.<ul>\n<li>Our legal basis for this processing is Art.\n6 (1)(f) GDPR.\nWe have a legitimate interest to assess and evaluate the traffic on our site to improve our Service.\nSuch improvement is also in the interest of our Users as it allows them to always benefit from the best Service we can offer.</li>\n</ul>\n</li>\n</ul>4.\nHow we use relevant publicly available dataWe also process personal data relating to Authors that is publicly available and relevant for our Service.We may obtain a variety of information about Authors from publicly available sources, such as information regarding previous research published, the publication itself (including personal data too) and other functions or references of an Author related to a publication.\nWe may also process information related to an Author, to create a record of their body of scientific contributions, or that might help understand professional connections between Authors and Members.\nWhere an Author's scientific work was publicly or privately funded, we may also process this publicly available information.When we collect publicly available materials we do not have a way to ensure that personal data in such materials has been processed in accordance with the applicable laws.\nHowever, if you notify us that your personal data contained in such materials is inaccurate or has been processed in violation of applicable data protection laws, we may delete it upon verification of your identity.The public data processed may be associated with an account when an Author chooses to become a Member.<ul>\n<li>Our legal basis for this processing is Art.\n6 (1)(f) GDPR.\nThe data processed is publicly available data.\nAlso, the data processed has to be processed to provide a correct and complete scientific picture.\nOur legitimate interest is to provide a comprehensive and accurate repository of scientific work, contributions and success.\nWithout processing additional public data, we could not achieve these aims.\nFurthermore, since we offer the possibility to connect this data with an account, we provide Members a convenient way to establish an account that is as complete as possible, without the effort of manually adding the information themselves.</li>\n</ul>5.\nInformation we process when using technologies like cookies and pixelsWe and service providers acting on our behalf store log files and use tracking technologies such as cookies, web beacons, tracking pixels, and local shared objects, also known as flash cookies, to collect information relating to you and your use of the Service.<ol>\n<li>\n<strong>Basics</strong>\"Cookies\" are small files that enable us to store and collect specific information related to you and your use of the Service on your computer or other end devices.\nThey help us to analyze the number of people who use the Service, usage frequency, User behavior and advertising effectiveness, to increase security and to tailor our Service and advertisements to your needs and preferences.<ul>\n<li>This website uses so-called \"session cookies\" which after your session on the website session ends, will automatically be deleted.\n</li>\n<li>This website also uses \"persistent cookies\" to record information about repeat Users of the Service.\nPersistent cookies are designed to help us continually improve the products and services we offer you and to ensure the quality of our services.\n\"Persistent cookies\" remain for a certain pre-defined period of time and are recognized by us when you return to the Service (or one of our partner sites).</li>\n<li>You can edit the settings of your browser to prevent cookies from being stored, to limit the storage of cookies to certain websites, or such that your browser informs you every time a cookie is sent.\nYou can also delete cookies at any time.\nHowever, please note that if cookies are deactivated you will not be able to take advantage of some of ResearchGate’s features.\nFor specific help on how to delete Cookies with the help of your browser, please consult respective help sections, such as Google Chrome, Mozilla Firefox or Safari.</li>\n</ul>\n</li>\n<li>\n<strong>Cookie table for ResearchGate</strong>ResearchGate use cookies for various purposes, but cookies primarily help us provide, protect and improve our products and services, tailor advertising and content, and better understand the use of our services.\nThe following table will provide you with information on cookies that ResearchGate is placing and using, their respective retention period and purpose.<strong>Name</strong>\n<strong>Party</strong>\n<strong>Purpose</strong>\n<strong>Lifetime</strong>__cfduidCloudflare (see sec.\nCloudflare)This cookie helps Cloudflare detect malicious visitors to our website and minimizes blocking of legitimate Users.\nIt may be placed on your device to identify individual clients behind a shared IP address and apply security settings on a per-client basis.30 days__cfruidCloudflareThis cookie relates to rate limiting policies.\nIt is used by a rate limiting feature with network address translation support enabled to distinguish individual users behind a single IP.\nUsing this allows to control the rate of requests to our website.30 minutescf_clearanceCloudflareWhen a Cloudflare captcha or Javascript challenge is solved such as for a Firewall Rule or IP Access Rule, a cf_clearance cookie is set in the client browser.30 minutes__cf_bmCloudflareThis cookie supports Cloudflare Bot Management by managing incoming traffic that matches criteria associated with bots.\nThe cookie does not collect any personal data, and any information collected is subject to one-way encryption.\nThis encrypted file contains Cloudflare’s proprietary bot score and helps manage incoming traffic that matches specific criteria.30 minutesdidResearchGateThis is a random unique identifier.One yearplResearchGateThis is a random unique identifier.One yearptcResearchGatePermanent TrackingTwo yearssidResearchGate(Login) Session IDOne yearciiirResearchGateThis cookie classifies whether you are interested in recruiting.One yearciliResearchGateThis cookie marks the user as logged-in.\nIt is created on every successful log in and refreshed on every subsequent successful log in.One yearcirguResearchGateThis cookie tells us, whether you are a ResearchGate User with an account at ResearchGate.One yearSKpbjs-id5id<br>SKpbjs-id5id_last<br>SKpbjs_unifiedid<br>SKpbjs-unifiedid_last<br>PrebidWhere applicable, these cookies enable the technology Prebid to work, to assign an identifier to you and to participate in so- called header bidding for disseminating advertisements.Three months_gadsGoogle Ad ManagerThis cookie is used to target advertising for users and publishers.Two years_gaGoogle AnalyticsUsed to distinguish users.Two years_gidGoogle AnalyticsUsed to distinguish users.One day_gat,<br>_gat_UAGoogle AnalyticsUsed to throttle request rate.One minute_cmpBlockedVendorshash,<br>_cmpNoniabvendorshash,<br>_cmprepromptoptions,<br>euconsent,<br>eupubconsent,<br>googlepersonalisation,<br>noniabvendorconsentQuantcast consent modalThese cookies will remember that you have maybe seen, interacted with, might have applied settings and store your consent for the purposes of the consent modal.One year and 25 days</li>\n<li>\n<strong>Other technology</strong>In addition to cookies, this website uses so-called pixels, web beacons, clear GIFs, and other similar mechanisms (\"<strong>Pixels</strong>\").\nA Pixel is an image file or link to an image file added to the website code but not sent to your end device.\nPixels are largely used for the same reasons as cookies, i.e.\nto analyze the number of people who use our Service or, if the User's email program allows HTML, to determine whether and when an email was opened.\nPixels help us to check and optimize the effectiveness of our Service and offers as well as advertising campaigns served on ResearchGate.\nPixels do not provide us with personal data.\nPixels are usually used in conjunction with cookies.\nIf you have deactivated the use of cookies in your browser, then Pixels will only report an anonymous website visit.We also use Pixel-based and cookie-based conversion tracking technologies to, for example, measure the success of advertising campaigns served on the Service.\nTo this end we use technologies provided by Google (see below section Google Services).</li>\n</ol>6.\nAdvertisements on ResearchGateWe display advertisements on our Service so we can continue to offer many of our features for free.\nWe generate revenue by disseminating advertisements.\nWe allow selected partners to advertise their products, content, jobs and more, on our Service.<ol>\n<li>\n<strong>Basics</strong>When advertisers or ad networks place advertisements on our Service, they may collect or we may share the following types of information from within our Service:<ul>\n<li>performance data (such as the number of clicks on an advertisement);</li>\n<li>aggregated and/or de-identified information about you and other Users collectively that is not intended to specifically identify you (such as Users who are located in Berlin);</li>\n<li>certain technical information (for example, IP addresses, cookieIDs, non-persistent device identifiers such as Identifiers for Advertising (IDFAs).\nand</li>\n<li>other contextual data about our dissemination and your potential perception of advertisements.</li>\n</ul>Advertisers or ad networks may collect this information through the use of tracking technologies like browser cookies and web beacons (see explanations above), and they may use a single tracking technology or multiple tracking technologies at the same time.<br>The information collected may be used to:<ul>\n<li>measure how effective advertisements are;</li>\n<li>offer you targeted advertising in order to personalize your experience by showing you advertisements that are more relevant to you.\nand/or</li>\n<li>undertake web analytics to analyze traffic and other User activity to improve your experience.</li>\n</ul>After clicking on a third-party advertisement, you may no longer be on a site hosted by ResearchGate.\nResearchGate is not responsible for any third party, or its affiliates or agents, failing to use your personal data in accordance with such third party's privacy policy, or any contractual or other legal obligations to which such third party, its affiliates or agents, may be subject.</li>\n<li>\n<strong>Logged-in experience</strong>The advertising content shown to logged-in Members is served by ResearchGate itself using the help of third party technology providers, such as Google Analytics, Google Tag Manager, GoogleDV 360 and Lotame.\nInformation on those service providers can be found at section Third party services for analytics, measurement and ad delivery.In the case of these advertisements, ResearchGate has a direct relationship with the advertiser.\nWe take great care when choosing such advertising partners.\nWe allow them to target you based on pre-defined segments of which you may be a part.\nThese segments are created by ResearchGate and may take into consideration your profile information and/or contextual information.\nFor example, a segment might take into account your skills, disciplines, career level, current location, or what page on the Service you are currently visiting.\nWe may also infer data such as gender or age group (for example 20-35 male) to assign you to a segment.\nAn example of a segment that an advertising partner could target is: \"Scientist, Biotechnology, EU, on a publication page containing a publication about a virus.\" Targeting this segment would mean that only Members who are part of this segment will see that advertiser’s advertisement on the Service.By using this information and these segments, we and our advertising partners are able to present relevant advertisements to you.\nWe will take your previous interactions with advertisements into account when determining whether to present you with subsequent advertisements and in subsequent segmentation efforts.\nThis is another way that we try to avoid providing you with advertisements that are not of interest to you.ResearchGate might also re-target you with advertisements of our advertising partners on third-party platforms.\nFor this re-targeting, we don’t share any of your personal data with our advertising partners.\nRather, we provide Google DV 360 (see below) with an anonymized (i.e.\nhashed) value of your ResearchGate cookie ID.\nGoogle DV 360 might have the same hash value already in its systems, received from a third-party platform.\nWhenever this is the case, we could present you with an advertisement from one of our advertising partners on a third-party platform.You can opt out from receiving cookie-based tailored advertisements on the Service and retargeting at any time, by clicking here.\nNote that this opt out will place a cookie on your device so we can remember your choice, which means if you delete your cookies at any point in time, you would have to opt out again.Please also note that opting out from ResearchGate cookie-based tailored advertising will not have the effect of disabling advertisements completely.\nFor the delivery of advertisements, we will still take into account the context of the page you are currently visiting and personalize advertisements based on information other than cookie-based information.Information about the respective cookies we are using for ResearchGate served advertisements can be found in the cookie table above.</li>\n<li>\n<strong>Logged-out experience</strong>A great amount of information, particularly publication pages and the Q&amp;A section of our Service, are available also for Visitors.\nThese parts of our Service are also free for everyone.\nAs a result, logged-out Visitors will find advertisements there.Primarily, ResearchGate enables third-party networks and platforms with which we have a business relationship to disseminate advertisements on the Service.For each of those third parties, their technology, data processing and purposes, we may ask you for your explicit consent.\nWe do so with the help of our consent modal.\nHere’s how to navigate it:<ul>\n<li>Under \"More options\", you will find a list of data processing purpose-stacks.\nBy clicking on these, you can find out what each stack specifically consists of, according legal descriptions and a corresponding list of partners that process data under this purpose stack.\nYou can choose to allow the stack or just parts of the stack.\nIf you prefer to not allow a stack or specific purposes, you don't have to do anything.</li>\n<li>Clicking \"Agree\" has the effect of explaining consent for all data processing and according partners.</li>\n<li>Any settings you made will be stored when you click \"Save and exit\".</li>\n<li>If you don't want to explain any consent, you just have to click \"Save &amp.\nexit\", since data processing that requires prior consent is default “OFF”.</li>\n<li>\"Additional links\" will refer you to this Privacy Policy.</li>\n<li>Under \"More options\" – \"Partners\" you will find a list of partners, their purposes and respective descriptions, as well as links pointing to the respective partners privacy policies.\nHere you can make specific choices regarding each partner.\nSome personal data is processed without your prior consent, but you have the right to object.</li>\n<li>Under \"More options\" – \"Legitimate interest\" you will find a list of \"Legitimate interest purposes\" and \"Legitimate interest vendors\".\nWhen you unfold the legitimate interest purposes, the legal description and the partner relying on legitimate interest for this purpose is provided.\nWhen you unfold the description of a specific partner, you can also find out for which purposes, the specific partner relies on Legitimate interest.\nWhere processing of personal data is being executed without your prior approval but with the legal basis \"Legitimate Interest\", you have the right to object.\nUnder \"More options\" – \"Legitimate interest\", you can explain your objection for each purpose and each partner, but you can also click \"Object all\".</li>\n<li>Most important for you: unless you granted consent by clicking \"Agree\" in our consent modal, our partners will only be able to process very limited personal data and only if they can claim legitimate interest to do so.</li>\n<li>At any time, you can withdraw any consent given or modify your consent.\nYou can do so by re-prompting the consent modal by clicking here.</li>\n<li>Please note: even if you have not provided your consent, you will still be presented with advertisements, but such advertisements will not be tailored to you.</li>\n</ul>\n</li>\n</ol>7.\nThird party services for analytics, measurement and ad delivery<ol>\n<li>\n<strong>Google Services</strong>Google Analytics: We use Google Analytics to evaluate the usage behavior on our Service.\nGoogle Analytics is a web analysis service provided by Google Ireland Ltd, Gordon House, Barrow Street, Dublin 4, Ireland.\nFor this web analysis service, Google uses cookies on our website to systematically evaluate the interactions of Users on our Service.\nThe information generated by the cookie about the use of our Service by the user (e.g.\ntruncated IP address, website currently visited, referrer, duration of stay, and frequency of the call of the website) is transferred to a Google server in Ireland.\nIn addition, a transfer of the data to another Google server in the USA is possible.\nGoogle will use this information for the purpose of evaluating your use of the Service, compiling reports on website activity for us, and providing other services relating to website activity and Internet usage.\nThe processed data can be used to create pseudonymous user profiles of Users.\nThe data is deleted after 26 months.\nBy activating IP anonymization on our website, your IP address is truncated before it is forwarded within the member states of the European Union or other states party to the Agreement on the European Economic Area.\nOnly in exceptional cases will your full IP address be forwarded to a Google server in Ireland and possibly the USA and shortened there.\nGoogle will not combine your IP address collected via Google Analytics with other data that Google holds.\nTo opt out from Google Analytics, please click here.\nIf you delete your cookies, you have to click this link again.<br>Our use of Google Analytics is also administered by the consent modal as described at Advertisements on ResearchGate.In addition, each of the following services is provided by Google Ireland Ltd, Gordon House, Barrow Street, Dublin 4, Ireland.You can opt out from the following Google services using this link:<ul>\n<li>Google Tag Manager is a solution that allows us to manage website tags through one interface.\nThe Tag Manager itself is a cookie-less domain and does not collect personal data.\nThe tool triggers other tags that may collect personal data.\nGoogle Tag Manager does not access this data.</li>\n<li>We use Google DV 360, including the tool \"Display &amp.\nVideo\" to be able to recognize you on third-party websites.\nFor this purpose, the Google Display &amp.\nVideo 360 will place cookies on your device which will enable recognition of you in the Google advertising network.\nWe are subsequently able to present you advertisements on the basis of your surfing behavior on third-party platforms.\nThis service also enables us to evaluate delivered advertisements and optimize them.</li>\n<li>Google Ad Manager enables the control and optimization of advertisements on our Service.\nIt also helps to create campaign performance reports and prevents advertisements being displayed to you multiple times.\nGoogle Ad Manager also uses cookies for this purpose.</li>\n</ul>If you are a Californian resident, please click here to limit Google’s ability to use your personal data for the serving of personalized ads.</li>\n<li>\n<strong>Lotame</strong>We also use the services of Lotame Solutions Inc, 8850 Stanford Blvd., Suite 4000, Columbia, MD 21045, USA.\nTheir service provides us with the capability of creating user segments which can subsequently be used to tailor delivery of advertisements and content to those user segments.\nLotame is capable of doing this because it is processing cookie IDs, IP addresses, Non-precise Geo Location Data, and browsing information.\n<br>You can opt out from Lotame’s services by visiting this website.</li>\n<li>\n<strong>Cloudflare</strong>We also use the services of Cloudflare, Inc.\n(101 Townsend St., San Francisco, CA 94107, USA).\nCloudflare helps us to provide our Service to our Users in the fastest way by \"copying\" our Service and putting it on servers that are geographically as close as possible to your current location.\nCloudflare distributes the server load to those servers that make the most sense for your request.\nAdditionally, Cloudflare blocks threats and abusive bots and crawlers that have a negative impact on our bandwidth and server resources.\nCloudflare also provides an \"I am under attack\"- mode that requests Users to solve a task before they can visit the site.\nThrough Cloudflare, our Service is more powerful and less vulnerable.\nFor these purposes Cloudflare uses cookies (see <strong>Cookie table for ResearchGate</strong>) and processes data of which your IP address could be considered personal.\nCloudflare might store this data in the US.\nMore information about Cloudflare can be found here.</li>\n</ol>8.\nRecipients and safeguards<ol>\n<li>\n<strong>Recipients</strong>ResearchGate does not sell any of your personal data.The personal data that ResearchGate collects from you and that you provide to ResearchGate is processed in Canada and stored on servers in Canada.\nCanada is one of the few countries for which the EU has adopted an adequacy decision in which it decided that Canada ensures an adequate level of protection according to EU standards.\nYou can review the Commission Decision here.Some of your personal data is accessible to other Users of our platform who may, for example, visit your publication pages or profile.Your personal data may also be transferred to third parties as described in this Privacy Policy and where applicable to those third parties listed in our consent modal.\nThese parties might be advertisers or companies that help us disseminate advertisements, measure the performance of our advertisements and/or analyze your use of the Service.\nThese third parties will not receive data that directly personally identifies you.\nThe data shared is limited to identifiers such as IP addresses and cookie IDs.\nYour name, email address, and other directly identifying data will only be shared with third parties if you explicitly allow us to share this data.We may also disclose personal data in response to legal process or when the law requires it (for example, in response to a court order) or, to the extent permitted by applicable law, to protect the rights, property, or safety of ResearchGate, the Service, Users of the Service (including you), and others.We may use third party service providers, in particular for technical and business services, tax advisors and legal counsel.\nThese service providers receive personal data solely for the performance of their services for us on our behalf.\nThey are contractually obliged not to use personal data for other purposes.</li>\n<li>\n<strong>Safeguards </strong>Some of the third parties with whom your personal data will be shared are located outside of the European Economic Area, in countries whose data protection laws may not be as extensive as those which apply to us.If we transfer your personal data to countries outside of the European Economic Area or which do not offer adequate and similar protection, we will ensure that we do this in accordance with applicable data protection regulations (for example, by putting in place an appropriate data transfer instrument such as the European Standard Contractual Clauses).<br>\n<br>We will do this with a view to ensuring that the level of protection applied to the processing of your personal data in these countries is similar to that applied within the European Economic Area.</li>\n</ol>9.\nClosing your account and retention of personal dataFor Members, we generally store their personal data as long as their account is active.If you have created an account, you can close it yourself in your ‘Account Settings’.\nIf you request that we close your account for you, we might ask for proof of identity before doing so.We may also close inactive accounts or accounts that are used in violation of our Terms of Service or any applicable law.Immediately after closing an account, it will not be accessible/visible anymore.\nPlease note that closing an account is irreversible.For Members, we will retain personal data from closed or inactive accounts to the extent and as long as it is necessary and relevant for our operations and/or to comply with law, prevent fraud, collect any fees owed, resolve disputes, troubleshoot problems, assist with any investigations, enforce our Terms of Service, and/or take other actions otherwise permitted by law.In general, personal data from closed or inactive accounts will be deleted or anonymized from our system backups one year after the account is closed or deactivated.We only keep personal data for the time strictly necessary in order to enable the use of our Service and/or to fulfil the purposes identified above, and/or to comply with any legal or regulatory obligations.\nIn all other cases, we delete your personal data with the exception of such data that we are required to retain for the purpose of contractual or statutory (e.g., taxation or commercial law) retention periods.\nIn particular, we keep payment and invoice related information or support inquiries to the extent required by trade and tax law for the statutory retention periods (ten, respectively six years).10.\nAutomated decision-makingWe do not engage in automated individual decision-making, including profiling (according to Art.\n22 (1) and (4) GDPR).11.\nData subject rightsIn addition to your rights to withdraw any consent you may have granted or exercise any opt out option we provide, you may be entitled to exercise some or all of the following rights:<ul>\n<li>Right of access by the data subject in accordance with Art.\n15 GDPR.\nIn particular, you can obtain information about the purposes of processing, categories of personal data, categories of recipients to whom your data has been or will be disclosed, planned storage period, and origin of your data if it was not collected directly from you.</li>\n<li>Right to correct inaccurate personal data or complete incomplete data according to Art.\n16 GDPR.</li>\n<li>Right to obtain deletion of your personal data stored with us in accordance with Art.\n17 GDPR, subject to legal or contractual retention periods or other legal obligations or rights which must be observed.</li>\n<li>Right to restrict the processing of your personal data in accordance with Art.\n18 GDPR in the event that: you contest the accuracy of the data.\nthe processing is unlawful but you oppose its deletion.\nwe no longer need the personal data for the purposes of the processing but you need it for your assertion.\nit may be relevant to the exercise or defense of legal claims.\nor you have lodged an objection to the processing in accordance with Art.\n21 GDPR.</li>\n<li>Right to data portability in accordance with Art.\n20 GDPR, to receive the stored personal data concerning you in a structured, commonly used, and machine-readable format or request the transfer of this data to another responsible party.</li>\n<li>Right to lodge a complaint with your competent supervisory authority.\nYour competent authority is the authority at your usual place of residence or the authority competent for us (see below at section 12).</li>\n</ul>\n<strong>You have the right to object to all types of processing that are based on Art.\n6(1)(f) GDPR (legitimate interests), based on grounds relating to your particular situation, Art.\n21(1) GDPR.\nTo the extent we process your personal data pursuant to Art.\n6(1)(f) GDPR for direct marketing purposes, you can object to such processing at any time without giving a particular reason.</strong>You may (i) exercise the rights referred to above or (ii) pose any questions or (iii) make any complaints regarding data processing by contacting us here.12.\nContact informationIf you have any questions or concerns about this Privacy Policy, please email our Data Protection Officer at privacy@researchgate.net, contact us here, or send a letter to:Data Protection OfficerResearchGate GmbHChausseestr.\n2010115 Berlin, GermanyYou can find additional information about security and privacy in our Help Center here.<br>\n<br>In the event you still have requests or complaints, please contact the Berlin Commissioner for Data Protection and Freedom.https://www.datenschutz-berlin.de/<br>Tel.: +49 30 13889-0<br>Fax: +49 30 2155050<br>E-Mail: mailbox@datenschutz-berlin.de<br>", "created_at": "2018-07-17 10:11:43.30455", "updated_at": "2020-12-11 15:06:50.724077"}, {"id": 89, "name": "Intellectual Property Policy", "url": "https://www.researchgate.net/ip-policy", "xpath": "", "text": " ResearchGate terms and policiesWe've made it easy for you to read all our legal terms, policies, and community guidelines from one place.\nHere, you can access all the information you need to understand your rights when using ResearchGate, and make sure you're respecting the rights of others too.If you're using one of our business products, this is where you'll find the terms and guidelines that apply to your use of that product and any related features or services.You can access downloadable copies of the current and previous versions of our terms and policies here.TermsPrivacyCopyrightCommunityBusinessLast updated: January 8, 2018Intellectual Property PolicyResearchGate was developed by scientists to enable collaboration, sharing of content and communication among scientists, researchers, authors, institutions and other professionals.\nWe respect the intellectual property rights of others and ask that you do the same.\nWe have a process for submitting complaints regarding content posted by our members.\nOur policy and procedures are described below.Posting content on ResearchGateAs a member, when you post full-text articles or supplementary materials on ResearchGate, you do not transfer or assign copyright to us. Rather, you make the content available to the public through ResearchGate.\nYou retain the right to remove such content from ResearchGate at any time, or to archive your content so it is available only to you and your co-author(s).\nYou may also remove content from appearing on your profile page.Our platform enables the private archiving and public posting of various types of content.\nIf you choose to privately archive or publicly post content, we encourage you to first confirm your rights before doing so.\nThis applies to posting content to your own profile as well as other places on the platform, such as in a Q&amp;A forum or a project.\nAs we do not have any information about rights you may hold, or any license terms or other restrictions which might apply to such content, we necessarily rely on you to understand your rights and act accordingly.\nFor this reason, we request that you fully investigate and confirm that you have sufficient rights to post particular content to ResearchGate before you do so.\nAs a general matter, if you are an author publishing in a journal, you may be allowed to publish certain versions of your article, but not others, and privately share certain content with others.\nHowever, many journals restrict publication of final versions and impose limitations on private sharing.Your starting point for understanding your rights is the agreement(s) you have with your publisher or other rights owner.\nIf you’re still unsure about what you’re allowed to share on ResearchGate, we recommend that you get in touch directly with your publisher.\nThere are other resources available that you might also find useful in understanding your rights, such as How Can I Share It.\nWe also provide some general information in our Help Center.Complaints regarding content posted on ResearchGateIt is our policy to respond to notices of claimed copyright infringement submitted by rights owners in accordance with the notice and takedown procedures found in section 512(c) of the Digital Millennium Copyright Act (United States) and the European eCommerce Directive, detailed below.\nOur Designated Agent for receiving notices of claimed copyright and other intellectual property infringement is:Copyright AgentResearchGate GmbHChausseestr.\n20Berlin, Germany 10115Email: copyright@researchgate.netTelephone: +49 (0) 30 200051-100Please be aware that, regardless of whether we disable access to or remove the content complained about, we may forward your written notification, including your contact information, to the member who posted the content, and/or take other reasonable steps to notify the member that we have received notice of an alleged violation of copyright or intellectual property rights.Please also remember that, if you choose to request removal of content by submitting an infringement notification, you are initiating a legal process.\nAny notice or counter-notice you submit must be truthful and must be submitted under penalty of perjury.\nA false notice or counter-notice may give rise to personal liability.\nYou may therefore wish to seek the advice of legal counsel before submitting a notice or counter-notice.Copyright and other intellectual property infringement notification requirementsPlease note that if you are not a copyright owner or authorized to act on behalf of a copyright owner, we must ask that you contact the copyright owner and ask them to submit a notice of claimed infringement.\nIf you are a copyright owner, US, European and other laws require that your notice of claimed infringement follow a specific form.\nThe easiest way to do this is to complete our simple form and send it to copyright@researchgate.net:NOCI FormIt provides us with a required signature and information about you or your company that we will keep on file.\nYou can save a copy of the form to prevent you having to fill in your contact information next time.\nIf you do not wish to use our form, you can use your own form or send an email to copyright@researchgate.net, so long as it contains all the required information, including:<ol>\n<li>The name, address, telephone number, and e-mail address of the complaining party.</li>\n<li>A description of the copyrighted work(s) or other intellectual property claimed to have been infringed and the country of claimed rights.</li>\n<li>A description of where the allegedly infringing material is located on ResearchGate, with information sufficient to permit us to locate the material.\nIn order for us to be able to accurately identify and remove content notified to be infringing, it is necessary to provide the specific URL for the actual file and not the URL of the publication page where the file is displayed, as the content displayed on a publication page can change.\nYou can identify the URL of a particular file by clicking on the downward-facing arrow at the top-right corner of a publication page, selecting \"Full-text sources,\" right clicking on the respective download button of the file and copying the link address.</li>\n<li>A statement that the complaining party \"has a good faith belief that the use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\"</li>\n<li>A statement that \"the information in this notification is accurate, and under penalty of perjury, the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\"</li>\n<li>An electronic or physical signature of the person authorized to act on behalf of the owner of the copyright or other right that is allegedly infringed.</li>\n</ol>\n<i>Note: If you are asserting infringement of an intellectual property right other than copyright, please specify the intellectual property right at issue (for example, \"trademark\").</i>Upon receiving notice of a claimed infringement that complies with the above requirements, we will expeditiously remove or disable access to the allegedly infringing material and will notify the member who posted it.\nAt that time, we will also provide the member with an email address which may be used to contact the complaining party with any questions, or if they think a mistake has been made.Repeat infringer policyIn accordance with applicable law, we have a repeat infringer policy that provides for the disabling of a member's uploading rights or termination of their membership in appropriate circumstances.Counter notice requirementsResearchGate recognizes that sometimes content may be mistakenly identified by a rights owner as infringing their rights.\nIn the event such a mistake occurs, you should first contact the complaining party directly using the email address provided to you.\nResearchGate will allow you to re-upload the content upon receipt of an acknowledgement of the error from the complaining party.If the complaining party does not agree that their request for removal was in error, you may submit a counter notice using this Counter Notice Form.Alternatively, you can submit a written communication to ResearchGate’s Designated Agent (contact details above).\nTo be effective, your counter notice must include substantially the following:<ul>\n<li>Your name, address and telephone number.</li>\n<li>Identification of the material that has been removed or to which access has been disabled and the location (URL) at which the material appeared before it was removed or access to it was disabled.</li>\n<li>A statement under penalty of perjury that you have a good faith belief that the material was removed or disabled as a result of mistake or misidentification of the material to be removed or disabled.</li>\n<li>A statement that you consent to the jurisdiction of Federal District Court for the judicial district in which your address is located, or if your address is outside the United States, for any judicial district in which ResearchGate may be found, and that you will accept service of process from the party who submitted the notification of claimed infringement or an agent of that party.</li>\n<li>Your physical or electronic signature.</li>\n</ul>We will not be able to consider your counter notice unless you fill out the form in its entirety, and physically sign it.\nPlease make sure that the counter notice you send to ResearchGate is legible.\nif we cannot read your handwriting we will not be able to process it.Upon receiving the original of your fully completed counter notice, ResearchGate will provide the complaining party with a copy of your notice.\nWe will also inform them that we will allow you to replace the removed material after 10 business days, unless ResearchGate’s Designated Agent receives notice from the complaining party that it has filed an action seeking a court order to restrain you from engaging in infringing activity relating to the material on ResearchGate.\nIf the complaining party notifies us in writing that they no longer object to the material being made available, we will allow you to repost it.\nCompanyAbout usNewsCareersSupportHelp CenterBusiness solutionsAdvertisingRecruiting© 2008-2020 ResearchGate GmbH.\nAll rights reserved.<ul>\n<li>Terms</li>\n<li>Privacy</li>\n<li>Copyright</li>\n<li>Imprint</li>\n</ul>\norDiscover by subject areaJoin for freeLog in &lt;iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-MKVKH7\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"&gt;&lt;/iframe&gt.\n&lt;style&gt.\n.no-javascript-warning { border: 1px solid #FAC8AF.\nbackground-color: #FADECF.\nmargin: 0.\npadding: 10px 15px.\ntext-align: center.\nposition: fixed.\nbottom: 0.\nleft: 0.\nright: 0.\nz-index: 10.\n} .no-javascript-warning__message { padding: 10px.\n} &lt;/style&gt.\n&lt;div class=\"no-javascript-warning\"&gt.\n&lt;div class=\"no-javascript-warning__message\"&gt.\n&lt;b&gt;For full functionality of ResearchGate it is necessary to enable JavaScript.\nHere are the &lt;a href=\"http://www.enable-javascript.com/\" rel=\"nofollow noopener\" target=\"_blank\"&gt.\ninstructions how to enable JavaScript in your web browser&lt;/a&gt;.&lt;/b&gt.\n&lt;/div&gt.\n&lt;/div&gt.\n", "created_at": "2018-07-17 10:11:43.362792", "updated_at": "2020-12-11 15:07:41.077814"}, {"id": 88, "name": "Terms of Service", "url": "https://www.researchgate.net/terms-of-service", "xpath": "", "text": " ResearchGate terms and policiesWe've made it easy for you to read all our legal terms, policies, and community guidelines from one place.\nHere, you can access all the information you need to understand your rights when using ResearchGate, and make sure you're respecting the rights of others too.If you're using one of our business products, this is where you'll find the terms and guidelines that apply to your use of that product and any related features or services.You can access downloadable copies of the current and previous versions of our terms and policies here.TermsPrivacyCopyrightCommunityBusinessLast updated: July 8, 2020Terms of Service<strong>\n<i>Please note:</i>\n</strong>\n<ul>\n<li>\n<i>If you reside outside of the United States, sections 1 to 15 of these Terms apply to you.</i>\n</li>\n<li>\n<i>If you are a United States resident, additional Terms of Service (\"<strong>Additional U.S.\nTerms</strong>\") apply to you (see sec.\n16-19), <strong>INCLUDING A MANDATORY ARBITRATION CLAUSE IN SECTION 17.</strong>\n</i>\n</li>\n<li>\n<i>These terms (\"<strong>Terms</strong>\") incorporate additional policies (\"<strong>Policies</strong>\") that may apply to you when using certain features (e.g.\nProjects, Q&amp;A, Members’ discussions on ResearchGate, etc.) including our:</i>\n<i>Intellectual Property PolicyUnsolicited Ideas PolicyCommunity Guidelines</i>\n</li>\n</ul>Contents<ul>\n<li>1.\nGeneral information</li>\n<li>2.\nConclusion of agreement</li>\n<li>3.\nScope of the Service</li>\n<li>4.\nUser Obligations</li>\n<li>5.\nExport control laws</li>\n<li>6.\nCopyright and other intellectual property rights</li>\n<li>7.\nUnsolicited ideas</li>\n<li>8.\nChanges to the Service</li>\n<li>9.\nChanges to these Terms</li>\n<li>10.\nTerm, Termination</li>\n<li>11.\nLiability</li>\n<li>12.\nIndemnity</li>\n<li>13.\nApplicable law</li>\n<li>14.\nInternational jurisdiction / Venue for legal disputes / Consumer dispute resolution</li>\n<li>15.\nMiscellaneous</li>\n</ul>\n<strong>Additional Terms of Service for United States residents only (\"Additional U.S.\nTerms\")</strong>\n<ul>\n<li>16.\nNo warranty, release, and limitation of liability</li>\n<li>17.\nAgreement to arbitrate, class action waiver and release</li>\n<li>18.\nApplicable US law</li>\n<li>19.\nVenue for legal disputes not subject to arbitration</li>\n</ul>1.\nGeneral informationResearchGate GmbH, Chausseestr.\n20, 10115 Berlin, Germany (\"<strong>ResearchGate</strong>\", \"<strong>we</strong>\", \"<strong>us</strong>\", or \"<strong>our</strong>\") provides the services made available at www.researchgate.net and all other websites operated by ResearchGate and all associated applications, including mobile applications, and services (\"<strong>Service</strong>\"), as an information society service in the meaning of Article 1(b) of Directive (EU) 2015/1535.\nFull ResearchGate contact information is available here.ResearchGate’s mission is to connect the world of science and make research open to all.\nConnections can only be established when potential connections and commonalities are known and connecting lines can be drawn.\nOpenness can only be achieved with comprehensive accessibility.\nOur Service takes your work and activities on the Service into account to help connect you with other individuals who are relevant to you, and recommend relevant content.\nWe also gather information from external sources, in order to disseminate as much relevant scientific content as possible to drive science forward.\nAny natural or legal person who, as a recipient of the Service, accesses or uses the Service for any purpose is a User (\"<strong>User</strong>\", \"<strong>you</strong>\").\nOur registered Users (\"<strong>Members</strong>\") can, by way of example, and not as a limitation, share their professional identities, credentials, awarded grants, display their academic publications, engage and collaborate with their networks, exchange knowledge and professional insights, contact or be contacted by other Users (including recruiters), post and view relevant content, and discover business and career opportunities.\nSome content is also visible to unregistered and logged-out Users (\"<strong>Visitors</strong>\").2.\nConclusion of agreementThese Terms constitute a legally binding agreement between ResearchGate and any of its Users.\nIn some jurisdictions, you may be bound to these Terms if you access the Service.\nFurthermore, a Visitor may also be asked to assent to these Terms in order to use a certain limited number of features on the Service.\nThe Terms become binding on Members once we accept your offer to enter into a binding agreement with us, e.g., once you have submitted the registration process and we have sent confirmation that you have successfully registered for the Service.The Service is only available to individuals who are at least 18 years old.\nIf you are under 18, you may not use or attempt to register for the Service.\nIn addition, if you have previously had your membership restricted by us, you may not attempt to register for the Service again.3.\nScope of the ServiceAmong other things, the Service provides you with the ability to add, create, upload, submit, distribute, send, share, or post (\"<strong>submit</strong>\", \"<strong>submitting</strong>\", or \"<strong>submission</strong>\") content, articles, data, text, photographs, images, illustrations, advertisements, job posts, or other information on or to the Service (collectively, the \"<strong>Member Submissions</strong>\").\nBy way of example, and not as a limitation, Member Submissions may be submitted when you request the Service to:<ol>\n<li>identify, resolve, copy, or import content stored on your or a third party’s computer system;</li>\n<li>synchronize content such that the Service stores or \"mirrors\" content stored on your or a third party’s computer system by storing such content on equipment owned or operated by ResearchGate;</li>\n<li>save or store your comments, edits, or annotations to content accessible through the Service.\nor</li>\n<li>share with another person any content stored on your or a third party’s computer system.</li>\n</ol>The Service also enables you to learn about other Members, get into contact with or be contacted by other Members and/or institutions, consume their work, their research, post and answer questions on various topics and interact with ResearchGate’s community.\nThe Service also allows you to present, organize and manage scientific collaboration.The Service also provides you with functionalities that support your scientific work, your professional life and development.\nTo be as helpful as possible, the Service takes information about you as a Member, your Member Submissions and your activity on the Service into account in suggesting content and providing other aspects of the Service.\nThis way we can make recommendations for connections, content, and features that may be useful to you.\nAlso, by taking your work, research, career, experience, and other factors into account, we are able to provide you with opportunities, vacancies, information and helpful contacts.\nKeeping your profile information accurate and up-to-date helps us to make these recommendations more accurate and relevant.For further information regarding our data processing, please refer to our Privacy Policy.ResearchGate shall not be a contracting party to any agreements entered into by Users with other Users or with any third party via the Service.\nUsers are solely responsible for the execution and/or fulfilment of agreements they enter into.\nResearchGate shall not be held liable for breaches of duty in relation to such agreements.\nIf there is a dispute between you and a third party, you agree that ResearchGate assumes no responsibility and is under no obligation to become involved.The Service consists largely of information uploaded by and/or stored upon the request of Members.\nWe do not manually or automatically preview or review or filter such information.\nTherefore, we do not and cannot have current knowledge of possible infringements, inappropriate content, or violations of law caused by information that is uploaded by and/or stored upon the request of Members.\nWe are not liable for such information (Digital Millennium Copyright Act, 17 U.S.C.\nsection 512.\nArticle 14 of Directive 2000/31/EC).\nWe will, upon obtaining knowledge about or becoming aware of such infringements, act expeditiously to remove or disable access to such information.\nSee our Intellectual Property Policy for more information about how to report content.In addition to Member Submissions, we also source bibliographical information from various publicly available sources.\nWe do so to enrich our platform with information that is not a Member Submission.\nWe want to promote scientific discourse by adding even more relevant information to our platform.\nTo the extent that content collected from third-party sources, including personal data, is made available by ResearchGate on the Service, we are unable to control the legitimacy or accuracy of such content.\nHowever, we will review any issues that are reported to us.\nOur Help Center provides information about how to report content to us.4.\nUser ObligationsResearchGate strives to connect the world of science.\nIt is essential for the credibility of the world of science and for the reputation of researchers that Members identify themselves using their real names and their true affiliations.\nYou must therefore provide only true and non-misleading statements and use your real name.\nyou may not use pseudonyms or pen names.\nYou may not accept, adopt, or post content that falsely or misleadingly implies an incorrect identity, inaccurate biographical facts, or misleading information about your research, qualifications, work experience, awarded grants, or achievements.You warrant and represent that all personal data you provide is accurate.\nYou are obliged to update such data when it changes.\nIf you choose to use a profile photo, you must use a photo where you can be clearly identified and for which you have the necessary usage/license rights.\nimages of more than one person, other people, animals, text, graphics and inappropriate content are not permitted.You are responsible for ensuring that the use or other exploitation of any Member Submissions by you as contemplated by these Terms does not infringe or violate the rights of any third party, including without limitation any privacy rights, publicity rights, patent, copyrights, contract rights, or any other intellectual property or proprietary rights.\nExcept in the case of Member Submissions containing content exclusively in the public domain, you represent and warrant, and can demonstrate to our full satisfaction upon request that (i) you own or otherwise control any and all rights or licenses required in order to submit or share all content in your Member Submissions and you consent to the use of such content as contemplated by these Terms, and (ii) you have full authority to act on behalf of any and all owners of any right, title, or interest in and to any content in your Member Submissions to use such content as contemplated by these Terms.You understand that all information publicly posted or privately transmitted through the Service is the sole responsibility of the person by whom such content was submitted.\nWe will not be liable for any errors or omissions in any such content.\nWe reserve the right to&nbsp;delete, modify, demote, or reformat any materials, content, or information submitted by you when, in our sole discretion, we deem it to be necessary or appropriate, including if we determine that the content may&nbsp;expose us to harm, potential legal liability, or is in breach of these Terms.\nWe do not endorse and have no control over any content submitted to the Service.\nWe cannot guarantee the authenticity of any Member Submission.\nYou acknowledge that all content accessed by you in connection with your use of the Service is at your own risk and you will be solely responsible for any damage or loss to any party resulting from your access to or your inability to access such content.You understand that depending on your settings, your profile information, account activity or Member Submissions may be publicly available.\nIn such case you understand that it may be shared with third parties (including other Members, recruiters or Visitors) and that we cannot and do not control any such third parties.\nFor further information, please refer to our Privacy Policy.\nAs a Member you may change the visibility of your profile information and full-text content at any time when you are logged in.You are obliged to keep your password confidential at all times.\nResearchGate will not disclose your password to any third party, and will not ask for your password at any time other than during the login process.\nYou are solely responsible for anything that happens through your account, unless you close it or report misuse.You must not publish, share, sell, or make available information that is provided within the Service to any third party outside the Service, unless such a distribution or disclosure is intended within the scope of and in accordance with the Service.\nInformation made available within the Service is not to be commercialized by Users in any way.You must not store, process, or use any other User's personal data for any other purpose than the natural purpose of such data being published within the Service by the respective User.In connection with using or accessing the Service, you shall <u>not</u>:<ul>\n<li>Post false, inaccurate, dishonest, misleading, manipulative, deceptive, defamatory or libelous content;</li>\n<li>Use the Service to annoy, harass, abuse, degrade, shame, insult, bully, personally attack, or send other unwelcome communications to others (including to ResearchGate), including but not limited to unwanted romantic advances, junk mail, offers to buy or sell, spam, chain letters, phishing schemes, and deceptive or excessive messages (cf.\nSection 7 of the German Unfair Competition Act - UWG);</li>\n<li>Use the Service to harm others or their careers or business prospects or to air personal grievances and disputes;</li>\n<li>Post personal data about another person without a legal basis to do so (such as their email address, phone number, identification number or document, photograph, or medical records);</li>\n<li>Post confidential or proprietary information, private communications, or any information you do not have a right to publish;</li>\n<li>Post content which constitutes hate speech, including, but not limited to, that which attacks people based on their race, ethnicity, national origin, political or religious affiliation, sexual orientation, sex, gender, gender identity, age, immigration status, disabilities or diseases;</li>\n<li>Post or share any pornographic, intimidating, abusive, shocking, immoral, sexually inappropriate, or violence-glorifying materials or any content that violates any applicable legislation for the protection of minors or communicates in any sexually explicit or suggestive way;</li>\n<li>Transfer your ResearchGate account to another party without our consent, or operate an account under a false name or identity;</li>\n<li>Distribute or promote advertising or commercial promotional content, or send unsolicited promotional content, advertising, job offers, or business proposals, unless permitted by other ResearchGate terms to which you have agreed;</li>\n<li>Commercialize any ResearchGate application or any information or software associated with such application, except with the prior express permission of ResearchGate in writing;</li>\n<li>Post or fulfill requests for unauthorized copyrighted material (e.g.\nsoftware, books, publications) or \"pirated\" or \"cracked\" versions of software;</li>\n<li>Post content whose primary purpose is to drive Users to web pages, domains and/or applications outside of the Service, unless permitted by other ResearchGate terms to which you have agreed;</li>\n<li>Act unprofessionally or inappropriately, including by posting broad, vague, irrelevant, untargeted, off-topic, or non-scientific content, potentially harmful or potentially dangerous content, or by misusing the Service and its features;</li>\n<li>Intentionally infect others with viruses, worms, or other software that can destroy, interrupt, or collect their data or computer devices;</li>\n<li>Post excessively within a short timeframe, interfere with the working of our Service, or impose an unreasonable or disproportionately large load on our infrastructure;</li>\n<li>Impose an unreasonable or disproportionately large administrative burden on ResearchGate, including by sending a disproportionate number of communications or reports to our Community Support Team;</li>\n<li>Use any robot, spider, scraper, data mining tools, data gathering and extraction tools, or other automated means to access our Service for any purpose, except with the prior express permission of ResearchGate in writing;</li>\n<li>Employ any mechanisms, software, or scripts when using the Service;</li>\n<li>Block, overwrite, modify, or copy any contents of the Service, unless said actions are necessary for the proper use of ResearchGate.\nor</li>\n<li>Encourage or enable any other individual to do any of the foregoing.</li>\n</ul>5.\nExport control lawsWe do not represent that the materials made available in the Service are appropriate or available for use in any particular location.\nThose who choose to access or use the Service do so on their own initiative and are responsible for compliance with all applicable local laws, including, if you are in the United States, any applicable export control or foreign assets control regulations.6.\nCopyright and other intellectual property rightsThe software running the Service, the site design and content, the logos and other graphics, articles and other texts, as well as the database are protected by copyright, trademark, and other intellectual property laws in multiple jurisdictions.\nFor information about protecting Intellectual Property on the Service, please see our Intellectual Property Policy.7.\nUnsolicited ideasAny idea, information, or feedback you submit to us without our specific request is subject to our Unsolicited Ideas Policy.8.\nChanges to the ServiceWe reserve the right to modify the Service or to offer services different from those offered at the time of the User’s registration at any time, in particular under, but not limited to, the following circumstances:<ol>\n<li>We introduce new features that enhance the Service;</li>\n<li>To the extent we are required in order to comply with applicable law, including in the event of a change in such laws;</li>\n<li>To the extent we are required to do so because of a legal order or decision by a government authority;</li>\n<li>To the extent the respective modifications are required to mitigate any potential security vulnerabilities;</li>\n<li>If the modification is only beneficial to the Member.\nor</li>\n<li>If the modification is of a purely technical or process-related nature without any material impact on the Member.</li>\n</ol>9.\nChanges to these Terms<ol>\n<li>We may change the Terms at any time.\nYou will become subject to the new terms if you explicitly agree to them, or we provide you with notice of the changes.\nWe will provide such notice by sending you an email and/or notifying you on the Service.\nUnless we state otherwise, changes are effective thirty days from the time they are posted.\nIn our notices, we will inform you of the new terms and the main changes to these Terms, your right to object and the importance of the deadline to object.\nYou are obliged to check your account regularly for a notice about changes to these Terms.\nFor the avoidance of doubt, if you continue to use your Account after the notice period, you agree that you are bound by the changes.</li>\n<li>If you do not agree with the new terms you must close your account.</li>\n<li>If you have a dispute with us, the version of the terms in effect at the time that we receive actual notice of your dispute shall apply.</li>\n</ol>10.\nTerm, TerminationYou may terminate the contractual relationship at any time without cause by deleting your account.\nIn order to protect you from unauthorized deletion of your account, we may be required to perform an identity check before agreeing to delete your account at your request.ResearchGate is entitled to immediate extraordinary termination for good cause at any time.\nExtraordinary termination for good cause is defined as an event which makes it unacceptable for the terminating party to continue the agreement until the end of the termination period, taking into account all circumstances of the individual case and weighing up the interests of both parties.\nA good cause for ResearchGate includes, but is not limited to, any of the following events:<ol>\n<li>The Member fails to comply with any applicable legal provisions;</li>\n<li>The Member breaches a contractual obligation of these Terms;</li>\n<li>The reputation of the Service is potentially substantially impaired by the online presence of the Member;</li>\n<li>The Member promotes any communities or associations, or any of their methods or activities, which are accused of a crime, or under surveillance by authorities responsible for public safety or the protection of minors;</li>\n<li>The Member causes harm or poses a risk to any other User(s).\nor</li>\n<li>The Member exposes ResearchGate to potential risk or legal liability.</li>\n</ol>In the event of a good cause and notwithstanding our right to terminate, we are entitled to:<ol>\n<li>Delete or modify Member Submissions;</li>\n<li>Issue a warning to the Member;</li>\n<li>Suspend, disable, restrict, or block the Member’s access to the Service;</li>\n<li>Take technical and/or legal steps to prevent the Member from using our Service.</li>\n</ol>If the Member relinquishes or loses the right to use the Service, the following shall survive termination:<ol>\n<li>The ability of other Members and Visitors to use and share any content and information shared by the Member through the Service in accordance with the Terms and applicable laws, when appropriate;</li>\n<li>The Member’s ability to access the Service as a Visitor;</li>\n<li>Sections 3, 4, 6, 7, 10, 11, 12, 13, 14, 15, 16, 17, 18 and 19 of these Terms.</li>\n</ol>11.\nLiabilityResearchGate may be liable without limitation for damages resulting from injury to life, limb, or health which occur due to a breach of duty by ResearchGate or one of its legal representatives or vicarious agents.\nResearchGate may also be liable without limitation for damages owing to a lack of a characteristic warranted by ResearchGate or due to malicious conduct by ResearchGate.\nIn addition, ResearchGate may be liable without limitation for damages due to intent or gross negligence by ResearchGate or one of its legal representatives or vicarious agents.Liability pursuant to the German Product Liability Act shall remain unaffected.Apart from the cases set out above, ResearchGate’s liability shall be limited to typical foreseeable contractual damages in the event of a breach of any of its cardinal contractual duties due to slight negligence.\nCardinal contractual duties are an abstract description of those obligations whose fulfilment is indispensable for the proper implementation of an agreement and on whose fulfilment the contracting parties can usually rely.\nAny other liability on the part of ResearchGate is excluded.12.\nIndemnityYou will indemnify and hold ResearchGate (including our affiliates and subsidiaries, as well as our and their respective officers, directors, employees, and agents) harmless from any claim or demand, including reasonable legal fees, made by any third party due to or arising out of your breach of these Terms, your improper use of the Service, or your breach of any law or your violation of the rights of a third party.13.\nApplicable lawExcept as provided below in Section 17 with respect to U.S.\nUsers, these Terms shall be governed by the laws of the Federal Republic of Germany, except for its conflicts of laws principles and the CISG (United Nations Convention on the International Sale of Goods).If the User is a consumer in the sense of Article 6 of EU Regulation 593/2008 and has their habitual residence outside of Germany, provisions which, in the absence of choice, would have been applicable and which cannot, by virtue of law, be derogated from by agreement, shall remain unaffected.14.\nInternational jurisdiction / Venue for legal disputes / Consumer dispute resolutionExcept as provided below in Section 17 with respect to U.S.\nUsers, the courts of the Federal Republic of Germany shall have sole jurisdiction over any disputes arising out of or in connection with these Terms.\nThis does not apply if the User is a consumer in the sense of Article 17 of EU Regulation No.\n1215/2012 and is residing in a Member State of the EU.\nin this case the international jurisdiction is governed by Article 18 of EU Regulation No.\n1215/2012.If the User (i) is a merchant, a legal person under public law, or special funds under public law, and is either a resident of Germany or resides outside of the European Union (EU), or (ii) is resident of another Member State of the EU and is not a consumer in the sense of Article 17 of EU Regulation No.\n1215/2012, or (iii) has its residence outside of the EU, the courts of Berlin, Germany, shall have sole jurisdiction over any disputes arising out of or in connection with these Terms.Statutory provisions regarding exclusive jurisdiction shall remain unaffected.The EU Commission provides an Online Dispute Resolution (ODR) platform for the out-of-court resolution of disputes concerning contractual obligations with consumers (as defined in Article 4 of EU Directive No 11/2013).\nYou can find the link to this platform here: http://ec.europa.eu/consumers/odr/.\nWe do not participate in such ODR.We do not use alternative dispute resolution (ADR) procedures to resolve disputes with consumers.15.\nMiscellaneousAny administrative emails from ResearchGate will be sent to the Member’s current primary email address listed for their account.\nIn the event that the last email address you provided is not valid, or for any reason is not capable of delivering you the notice, our dispatch of the email containing such notice will nonetheless constitute effective notice.\nFor security and privacy reasons, non-personal email address (such as generic company email addresses) may not be listed as contact email addresses for an account.We are permitted to transfer rights and duties to third parties, in whole or in part.\nSection 10 applies.\nIf ResearchGate does not act to enforce a breach of these Terms, that does not mean ResearchGate has waived its rights to enforce these Terms.If any provision or portion of these Terms is held to be or becomes invalid, illegal, unenforceable, or in conflict with the law of any applicable jurisdiction, the validity, legality, and enforceability of the remaining provisions shall not in any way be affected or impaired thereby.These Terms are only available and binding in their English-language version.Additional Terms of Service for United States residents only (\"Additional U.S.\nTerms\")The following Additional U.S.\nTerms apply only to United States residents and apply in addition to the Terms set out above.\nTo the extent they are inconsistent with any previous Terms, the following Additional U.S.\nTerms shall prevail.16.\nNo warranty, release, and limitation of liabilityThe Service is provided \"as is\" and we disclaim any and all representations and warranties, whether express or implied, including, but not limited to, implied warranties of title, merchantability, fitness for any particular purpose, or non-infringement.\nWe do not promise any specific results, effects, or outcome from the use of the Service.\nWe do not represent or warrant that the Service and the data and information provided are accurate, up-to-date, complete, or reliable.You acknowledge and agree that you assume full responsibility for your use of the Service and the data.\nRecognizing such, you understand and agree that, to the fullest extent permitted by applicable law, neither we (and our affiliates and subsidiaries, and our and their respective officers, directors, employees and agents) nor any of our suppliers or licensors will be liable to you for any direct, indirect, incidental, special, consequential, punitive, exemplary, or other damages of any kind, including without limitation damages for loss of profits, goodwill, use, data or other tangible or intangible losses or any other damages based on contract, tort (including but not limited to negligence), strict liability, or any other theory (even if we have been advised of the possibility of such damages), resulting from your use of or inability to use the Service and/or the data.\nunauthorized access to or alteration of your transmissions or data.\nany actions we take or fail to take as a result of communications you send us.\nhuman errors.\nviruses.\nor technical malfunctions.\nNotwithstanding anything to the contrary contained herein, our liability to you for any cause whatsoever and regardless of the form of action, will at all times be limited to the amount paid, if any, by you to us for use of the Service over the past twelve (12) months, or one hundred dollars ($100), whichever is greater.\nSome laws do not allow the limitation or exclusion of liability, so these limits may not apply to you.\nHowever, if you are a resident of the State of New Jersey, these limitations and exclusions do apply to you.If you have a dispute with one or more Users, you release us (and our affiliates and subsidiaries, and our and their respective officers, directors, employees and agents) from claims, demands, and damages (actual and consequential) of every kind and nature, known and unknown, arising out of or in any way connected with such disputes.\n<strong>In entering into this release, you expressly waive any protections (whether statutory or otherwise) that would otherwise limit the coverage of this release to include only those claims which you may know or suspect to exist in your favor at the time of agreeing to this release.</strong>17.\nAgreement to arbitrate, class action waiver and releaseThis section only applies to Users in the United States.<strong>PLEASE READ THIS SECTION CAREFULLY — IT MAY SIGNIFICANTLY AFFECT YOUR LEGAL RIGHTS, INCLUDING YOUR RIGHT TO FILE A LAWSUIT IN COURT AND TO HAVE A JURY HEAR YOUR CLAIMS.</strong> In order to expedite and control the cost of disputes, you and we agree that any legal or equitable claim arising out of or relating in any way to your use of the Service or these Terms, and the formation, validity, enforceability, scope, or applicability of these Terms, including this Section 17 (referred to as a \"<strong>Claim</strong>\") will be resolved as follows:Informal ResolutionWe will first try to resolve any Claim informally.\nAccordingly, neither of us may start a formal proceeding (except for Claims described in the \"Exceptions\" section below) for at least 30 days after one of us notifies the other of a Claim in writing.\nNotice of the Claim will include a brief written statement that sets forth the name, address, and contact information of the party giving it, the facts giving rise to the dispute, claim, or controversy and the relief requested.\nYou will send your notice by email to copyright@researchgate.net AND to this address: ResearchGate GmbH, Chausseestr.\n20, 10115 Berlin, Germany.\nWe will send our notice by email to the email address associated with your account.\nNotwithstanding the foregoing, the notice and 30-day negotiation period required by this paragraph shall not apply, however, to disputes, claims, or controversies concerning patents, copyrights, moral rights, trademarks, and trade secrets and claims of piracy or unauthorized use of the Service.Formal ResolutionExcept as provided in the \"Exceptions\" section below, if we cannot resolve a Claim informally, any Claim either of us asserts will be resolved <strong>only by binding arbitration and not in courts of general jurisdiction.</strong> The arbitration will be conducted under the rules of JAMS that are in effect at the time the arbitration is initiated (referred to as the \"<strong>JAMS Rules</strong>\") and under the rules set forth in these Terms.\nIf there is a conflict between JAMS Rules and the rules set forth in these Terms, the rules set forth in these Terms will govern.\n<strong>ARBITRATION MEANS THAT YOU WAIVE YOUR RIGHT TO A JURY TRIAL.</strong> You may, in arbitration, seek any and all remedies otherwise available to you pursuant to your state’s law.<ol>\n<li>\n<strong>Personal Users</strong>If you are a User who uses the Service solely for your own personal, non-commercial use, and not in a professional capacity and you decide to initiate arbitration on your own behalf as a living person (\"<strong>Personal User</strong>\"), we agree to reimburse your arbitration initiation fee, and any additional deposit required by JAMS to initiate your arbitration.\nWe also agree to pay the costs of the arbitration proceeding.\nOther fees, such as attorney’s fees and expenses of travel to the arbitration, will be paid in accordance with JAMS Rules.\nThe arbitration will be held at a location in your hometown area unless you and we both agree to another location or telephonic arbitration.\nTo start an arbitration, you or we must do the following things:<ol>\n<li>Write a Demand for Arbitration.\nThe demand must include a description of the Claim and the amount of damages sought to be recovered.\nYou can find a copy of a Demand for Arbitration at www.jamsadr.com.</li>\n<li>Send three copies of the Demand for Arbitration, plus the appropriate filing fee, to: <strong>JAMS, 500 North State College Blvd., Suite 600, Orange, CA 92868 (1-800-352-5267).</strong>\n</li>\n<li>Send one copy of the Demand for Arbitration to us at: ResearchGate GmbH, Chausseestr.\n20, 10115 Berlin, Germany.</li>\n</ol>\n</li>\n<li>\n<strong>Professional Users</strong>If you are a User who uses the Service in a professional capacity in connection with an educational institution or legal entity (\"<strong>Professional User</strong>\") and you decide to initiate arbitration associated with your professional use of the Service, you will be required to pay the arbitration initiation fee as well as any additional deposit required by JAMS to initiate your arbitration.\nYou also agree to pay the costs of the arbitration proceeding.\nOther fees, such as attorney’s fees and expenses of travel to the arbitration, will be paid in accordance with JAMS Rules.\nThe arbitration will be held in San Francisco, California, unless you and we both agree to another location or telephonic arbitration.\nTo start an arbitration, you or we must do the following things:<ol>\n<li>Write a Demand for Arbitration.\nThe demand must include a description of the Claim and the amount of damages sought to be recovered.\nYou can find a copy of a Demand for Arbitration at www.jamsadr.com.</li>\n<li>Send three copies of the Demand for Arbitration, plus the appropriate filing fee, to: <strong>JAMS, 500 North State College Blvd., Suite 600, Orange, CA 92868 (1-800-352-5267).</strong>\n</li>\n<li>Send one copy of the Demand for Arbitration to us at: ResearchGate GmbH, Chausseestr.\n20, 10115 Berlin, Germany.</li>\n</ol>\n</li>\n</ol>Special RulesIn the arbitration proceeding, the arbitrator has no authority to make errors of law, and any award may be challenged if the arbitrator does so.\nOtherwise, the arbitrator’s decision is final and binding on all parties and may be enforced in any federal or state court that has jurisdiction.\n<strong>Neither you nor we shall be entitled to join or consolidate claims in arbitration by or against other individuals or entities, or arbitrate any claim as a representative member of a class or in a private attorney general capacity.</strong> Accordingly, you and we agree that the JAMS Class Action Procedures do not apply to our arbitration.\nA court may sever any portion of Section 17 that it finds to be unenforceable, except for the prohibition on class, representative, and private attorney general arbitration.ExceptionsNotwithstanding the foregoing, disputes, claims, or controversies concerning patents, copyrights, moral rights, trademarks, and trade secrets and claims of piracy or unauthorized use of the Service, including disputes involving a violation of the Communications Act of 1934, 47 U.S.C.\n§ 605, or the Digital Millennium Copyright Act, 17 U.S.C.\n§ 1201, or the Electronic Communications Privacy Act, 18 U.S.C.\n§§ 2510-2521, or any other statement or law governing theft of service, shall not be subject to arbitration as set out in this Section 17 and may be decided only by a court of competent jurisdiction.\nMoreover, you may choose to pursue your claim in small claims court where jurisdiction and venue over ResearchGate and you otherwise qualify for such small claims court and where your claim does not include a request for any type of equitable relief.Personal User right to opt outIf you are a Personal User, you have the right to opt out and not be bound by the binding arbitration requirement by sending written notice of your decision to opt out to the email address copyright@researchgate.net.\nThe notice must be sent within 30 days of the effective date of these Terms or your first use of the Service, whichever is later.\nIf you opt out of the binding arbitration requirement, we also will not be bound by the requirement.\nProfessional Users may not opt out of the binding arbitration requirements.Changes to this sectionWe will provide 30 days’ notice of any changes to this section.\nChanges will become effective on the 30th day, and will apply prospectively only to any claims arising after the 30th day.18.\nApplicable US lawThe U.S.\nFederal Arbitration Act (including its procedural provisions) is the law that will be applied to determine whether Section 17 can be enforced and how it should be interpreted.Apart from that, if you are a United States resident, these Terms and our relationship will be governed by Californian law, except for its conflicts of laws principles.19.\nVenue for legal disputes not subject to arbitrationIf you are a United States resident, judicial proceedings that are excluded from the Arbitration Agreement in Section 17 must be brought in state or federal court in San Francisco, California, unless we both agree to some other location.\nYou and ResearchGate both consent to venue and personal jurisdiction in San Francisco, California.\nCompanyAbout usNewsCareersSupportHelp CenterBusiness solutionsAdvertisingRecruiting© 2008-2020 ResearchGate GmbH.\nAll rights reserved.<ul>\n<li>Terms</li>\n<li>Privacy</li>\n<li>Copyright</li>\n<li>Imprint</li>\n</ul>\norDiscover by subject areaJoin for freeLog in &lt;iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-MKVKH7\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"&gt;&lt;/iframe&gt.\n&lt;style&gt.\n.no-javascript-warning { border: 1px solid #FAC8AF.\nbackground-color: #FADECF.\nmargin: 0.\npadding: 10px 15px.\ntext-align: center.\nposition: fixed.\nbottom: 0.\nleft: 0.\nright: 0.\nz-index: 10.\n} .no-javascript-warning__message { padding: 10px.\n} &lt;/style&gt.\n&lt;div class=\"no-javascript-warning\"&gt.\n&lt;div class=\"no-javascript-warning__message\"&gt.\n&lt;b&gt;For full functionality of ResearchGate it is necessary to enable JavaScript.\nHere are the &lt;a href=\"http://www.enable-javascript.com/\" rel=\"nofollow noopener\" target=\"_blank\"&gt.\ninstructions how to enable JavaScript in your web browser&lt;/a&gt;.&lt;/b&gt.\n&lt;/div&gt.\n&lt;/div&gt.\n", "created_at": "2018-07-17 10:11:43.337604", "updated_at": "2020-12-11 15:07:29.473992"}], "points": [{"id": 4258, "title": "promise to inform/notify", "source": "https://www.researchgate.net/terms-of-service#termChanges", "status": "promise to inform/notify", "created_at": "2018-06-04 10:08:30.367412", "updated_at": "2018-08-16 11:27:18.403436", "quoteText": null, "case_id": 165, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 4247, "title": "personal data is used for advertising", "source": "https://www.researchgate.net/privacy-policy", "status": "personal data is used for advertising", "created_at": "2018-05-30 09:36:29.876647", "updated_at": "2018-08-20 10:38:19.665831", "quoteText": "<li>offer you targeted advertising in order to personalize your experience by showing you advertisements that are more relevant to you.\nand/or</li>", "case_id": 216, "document_id": 87, "quoteStart": 31980, "quoteEnd": 32127}, {"id": 1973, "title": "Privacy Policy Research Gate", "source": "https://groups.google.com/forum#!topic/tosdr/nvdXrfFArIg", "status": "Privacy Policy Research Gate", "created_at": "2018-05-15 09:12:10.289546", "updated_at": "2021-02-06 03:50:29.243849", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 12016, "title": "There is a date of the last update of the terms", "source": "https://www.researchgate.net/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-12-03 10:15:14.498355", "updated_at": "2020-12-16 19:53:16.500771", "quoteText": "Last updated: July 8, 2020", "case_id": 331, "document_id": 88, "quoteStart": 611, "quoteEnd": 637}, {"id": 12017, "title": "Third parties may be involved in operating the service", "source": "https://www.researchgate.net/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-12-03 10:16:07.04422", "updated_at": "2020-12-16 19:48:37.169452", "quoteText": "ResearchGate does not process any credit card information itself, however we do retain your name and address so we may generate and send you an invoice.\nCredit card information is collected and processed by a third-party provider, namely Stripe.", "case_id": 207, "document_id": 87, "quoteStart": 10376, "quoteEnd": 10621}, {"id": 12019, "title": "This service prohibits users sending chain letters, junk mail, spam or any unsolicited messages", "source": "https://www.researchgate.net/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-12-03 10:17:36.628568", "updated_at": "2020-12-16 19:53:48.750851", "quoteText": "including but not limited to unwanted romantic advances, junk mail, offers to buy or sell, spam, chain letters, phishing schemes, and deceptive or excessive messages ", "case_id": 281, "document_id": 88, "quoteStart": 13817, "quoteEnd": 13983}, {"id": 12020, "title": "You have the right to leave this service at any time", "source": "https://www.researchgate.net/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-12-03 10:18:17.981349", "updated_at": "2020-12-16 19:56:45.544782", "quoteText": "Members, we generally store their personal data as long as their account is active.If you have created an account, you can close it yourself in your ‘Account Settings’.\nIf you request that we close your account for you, we might ask for proof of identity before doing so.", "case_id": 170, "document_id": 87, "quoteStart": 46436, "quoteEnd": 46707}, {"id": 4250, "title": "pseudonym not allowed (user-to-user trust is relevant for service)", "source": "https://www.researchgate.net/terms-of-service", "status": "pseudonym not allowed (user-to-user trust is relevant for service)", "created_at": "2018-05-31 11:08:08.753285", "updated_at": "2021-02-06 04:16:30.876829", "quoteText": "ResearchGate strives to connect the world of science.\nIt is essential for the credibility of the world of science and for the reputation of researchers that researchers identify themselves using their real names and their affiliation.\nYou must therefore provide only true and non-misleading statements and your real name.\nyou may not use pseudonyms or pen names.\nYou may not accept, adopt, or post content that falsely or misleadingly implies an incorrect identity, inaccurate biographical facts, or misleading information about your qualifications, work experience, or achievements.You warrant and represent that all Personal Information you provide is accurate and complete.\nYou are obliged to update such data when it changes.\nIf you choose to use a profile photo, you must use a photo where you can be clearly identified.\nimages of other people, animals, text, and logos are not permitted.\nThis again is essential for the credibility of the researchers using the Service and is in the best interest of the world of science.", "case_id": 213, "document_id": 88, "quoteStart": 5559, "quoteEnd": 6586}, {"id": 12014, "title": "You waive your right to a class action.", "source": "https://www.researchgate.net/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-12-03 10:13:37.940448", "updated_at": "2020-12-03 20:43:25.318565", "quoteText": "Agreement to arbitrate, class action waiver", "case_id": 117, "document_id": 88, "quoteStart": 2125, "quoteEnd": 2168}, {"id": 12015, "title": "When the service wants to change its terms, users are notified a week or more in advance.", "source": "https://www.researchgate.net/terms-of-service", "status": "If the service changes its terms, users are notified 30 days before it becomes effective.", "created_at": "2020-12-03 10:14:47.897607", "updated_at": "2021-02-06 04:39:21.069656", "quoteText": "<li>We may change the Terms at any time.\nYou will become subject to the new terms if you explicitly agree to them, or we provide you with notice of the changes.\nWe will provide such notice by sending you an email and/or notifying you on the Service.\nUnless we state otherwise, changes are effective thirty days from the time they are posted.\n", "case_id": 123, "document_id": 88, "quoteStart": 19159, "quoteEnd": 19501}, {"id": 12018, "title": "The service collects many different types of personal data", "source": "https://www.researchgate.net/privacy-policy", "status": "Users may be required to provide demographic information, which includes gender, birthday, occupation and age.", "created_at": "2020-12-03 10:17:02.419764", "updated_at": "2021-02-06 04:38:02.798934", "quoteText": "You may also be invited or required to provide information about you, including, for example, demographic information, such as occupation, and research vita, education, authorship of articles, academic or research expertise or interests, conferences you have attended, groups of which you are a member, information regarding your professional and academic career, academic degree, your previous roles and jobs.</li>\n", "case_id": 376, "document_id": 87, "quoteStart": 6318, "quoteEnd": 6734}, {"id": 12013, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://www.researchgate.net/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-12-03 10:12:59.337151", "updated_at": "2020-12-03 20:40:32.979346", "quoteText": "We and service providers acting on our behalf store log files and use tracking technologies such as cookies, web beacons, tracking pixels, and local shared objects, also known as flash cookies, to collect information relating to you and your use of the Service.", "case_id": 323, "document_id": 87, "quoteStart": 24558, "quoteEnd": 24819}], "urls": ["researchgate.net"]}}