{"error": 448, "message": "OK", "parameters": {"id": 2768, "name": "Unity", "created_at": "2021-02-10 10:48:20.605631", "updated_at": "2021-05-27 22:00:08.848787", "wikipedia": "https://en.wikipedia.org/wiki/Unity_(game_engine)", "keywords": null, "related": null, "slug": "unity", "is_comprehensively_reviewed": false, "rating": 1, "status": null, "image": "https://s3.tosdr.org/logos/2768.png", "url": "unity.com,unity3d.com", "documents": [{"id": 4179, "name": "Terms of Service", "url": "https://unity3d.com/legal/terms-of-service", "xpath": "//*[@id=\"content-wrapper\"]/div[1]/div[1]/div/div", "text": " Unity Terms of Service <p>\n<strong>Last updated: April 27, 2021</strong>\n</p>\n<p>Unity (sometimes “<strong>our</strong>” or “<strong>we</strong>”) provides game-development and related software (the “<strong>Software</strong>”), support services and other development-related services (like Unity Teams (“<strong>Developer Services</strong>”)), and various Unity communities (like Unity Answers and Unity Connect (“<strong>Communities</strong>”)), provided through or in connection with our website, accessible at unity3d.com or unity.com (collectively, the “<strong>Site</strong>”).\nExcept to the extent you and Unity have executed a separate agreement, these terms and conditions exclusively govern your access to and use of the Software, Developer Services, Communities and Site (collectively, the “<strong>Services</strong>”), and constitute a binding legal agreement between you and Unity (the “<strong>Terms</strong>”).\n&nbsp;These Terms, including all Additional Terms referenced in Section 1.3 below, are, collectively, the “<strong>Agreement</strong>.” Unless otherwise indicated, \"<strong>Unity</strong>,\" as used throughout the Agreement, means Unity Technologies ApS.</p>\n<p>If you accept or agree to the Agreement on behalf of a company, organization or other legal entity (a “<strong>Legal Entity</strong>”), you represent and warrant that you have the authority to bind that Legal Entity to the Agreement and, in such event, “<strong>you</strong>” and “<strong>your</strong>” will refer and apply to that company or other legal entity.</p>\n<p>You acknowledge and agree that, by accessing, purchasing or using the services, you are indicating that you have read, understand and agree to be bound by the agreement whether or not you have created a unity account, subscribed to the unity newsletter or otherwise registered with the site.\nIf you do not agree to these terms and all applicable additional terms, then you have no right to access or use any of the services.</p>1.\nYour Use Of The Services 1.1 Eligibility<p>Except as expressly provided otherwise on the Site, the Services are intended for persons above the age to consent to processing&nbsp;in their region&nbsp;(e.g., 13 in the US, 16 in the EU, no minimum age in ANZ, etc.), however, you must be at least 18 to make purchases or submit content to Unity.\nIf you are under the age of 18 or whatever is the age of legal majority where you access the Services, you may purchase access to the Services only with the involvement of your legal guardian, and you represent and warrant that your legal guardian has read, understood and agreed to this Agreement.</p>1.2 Privacy<p>Your privacy is important to us.\n&nbsp;Unity’s Privacy Policy discloses the information we collect and how we use it.\n&nbsp;By using any of the Services, you agree to the terms of the Privacy Policy, so please review the Privacy Policy carefully.\n&nbsp;You affirm that you have read and accept the Privacy Policy and its terms.\n</p>\n<p>If you are an elementary or secondary school purchasing educational Software for distribution to/use by your students, you understand and accept the Unity Educational Products for Schools Privacy Notice (\"<strong>Privacy Notice</strong>\"), and you represent and warrant that you can and do consent, and have obtained all relevant consents, to the limited collection of personal information from your students in connection with providing access to those products (including transfer of such information outside of the European Economic Area), as described in the Privacy Notice.</p>1.3 Additional Terms<p>The Software, Developer Services and Site/Communities are subject to additional terms as shown below (“<strong>Additional Terms</strong>”).\nFor clarity, unless otherwise indicated in specific Additional Terms, Services are provided by Unity Technologies ApS.</p>\n<p>\n<strong>Software</strong>\n</p>\n<p>Unity Software Additional Terms&nbsp;(Unity Pro, Unity Plus and Unity Personal)</p>\n<p>Unity ArtEngine Additional Terms</p>\n<p>Unity Build Server Additional Terms</p>\n<p>Unity Forma Additional Terms</p>\n<p>Unity MARS Additional Terms</p>\n<p>Unity Reflect Additional Terms</p>\n<p>Unity VisualLive Additional Terms</p>\n<p>Experimental Build/Beta Additional Terms</p>\n<p>\n<strong>Support Services</strong>\n</p>\n<p>Professional Services Additional Terms</p>\n<p>Professional Services Descriptions</p>\n<p>Publisher Support Terms</p>\n<p>Success Plans Additional Terms</p>\n<p>Success Plans Descriptions</p>\n<p>\n<strong>Site and Communities</strong>\n</p>\n<p>Connect Additional Terms</p>\n<p>Unity&nbsp;Site and Communities Additional Terms</p>\n<p>Unity Pulse Additional Terms</p>\n<p>\n<strong>Developer Services</strong>\n</p>\n<p>Live Help Additional Terms</p>\n<p>Plastic SCM Additional Terms</p>\n<p>Unity Simulation Service Additional Terms</p>\n<p>Unity Teams Additional Terms</p>\n<p>\n<strong>Learning Products &amp.\nServices</strong>\n</p>\n<p>Certification Program Additional Terms</p>\n<p>Learning Credits Additional Terms</p>\n<p>Learning Partner Instructor-Led Training Additional Terms</p>\n<p>Self-Paced Courseware Additional Terms</p>\n<p>Unity Training Workshop Additional Terms</p>\n<p>\n<strong>Private Alphas</strong>\n</p>\n<p>Additional Terms for alpha groups are made available separately to invitees of certain product/services alpha groups.</p>\n<p>If there is any conflict between these Terms and the Additional Terms, the Additional Terms govern in relation to the relevant Software, Developer Service or Site/Communities.</p>\n<p>Unity Ads is operated by Unity Technologies SF and has its own terms and conditions for the publishers and advertisers utilizing its services.\nBoth of these terms and conditions are subject to the Monetization and Advertising Controller DPA for Monetization and Ads Terms of Service &nbsp;</p>\n<p>The Unity Asset Store has separate terms and conditions for use of the Asset Store and Asset Store Providers.\nBoth of these terms and conditions are subject to the Asset Store Controller DPA.</p>1.4 Modification<p>Unity reserves the right, at its sole discretion, to modify, discontinue or terminate the Services.\n&nbsp;Unity may also modify the Agreement at any time and without prior notice.\nIf we modify the Agreement, we will post the modification on the Site or otherwise provide you with notice of the modification.\nWe will also update the “Last updated” date at the top of these Terms.\nBy continuing to access or use the Services after we have provided you with notice of a modification, you indicate that you agree to be bound by the modified Terms.\nIf the modified Terms are not acceptable to you, your only recourse is to cease using the Services.</p>\n<p>Notwithstanding this Section 1.4, any modification of the Unity Software Additional Terms is subject to Section 8 of the Unity Software Additional Terms.</p>2.\nYour Unity Account<p>In order to use most Services, you must register for a “<strong>Unity Account</strong>”.\n&nbsp;To create a Unity Account, you will be required to provide certain information and you will establish a username and a password.\nYou agree to provide accurate, current and complete information during the registration process and to update such information to keep it accurate, current and complete.\nUnity reserves the right to suspend or terminate your account if any information provided during the registration process or thereafter proves to be inaccurate, not current or incomplete.\nYou are responsible for safeguarding your password.\nYou agree not to disclose your password to any third party and to take sole responsibility for any activities or actions under your account, whether or not you have authorized such activities or actions.\nYou will immediately notify Unity of any unauthorized use of your account.</p>\n<p>You may cancel your Unity Account at any time by sending an email to support@unity3d.com.\nCanceling your Unity Account does not relieve you of the obligation to pay any and all remaining amounts owing for your existing Software or Developer Service subscriptions</p>3.\nYour Responsibilities<p>You represent and warrant that: (a) you have the legal capacity to agree to the Agreement.\n(b) you are not located in a country embargoed by the United States and that you are not on the U.S.\nTreasury Department's list of Specially Designated Nationals.\nand (c) you will comply with all applicable laws and regulations in connection with your use of the Services (including but not limited to applicable Federal Trade Commission rules and COPPA), and in accordance with the terms and conditions specified in the Agreement.</p>4.\nIntellectual Property Rights4.1 Unity’s Ownership<p>The Site, Software, Developer Services, Communities and Website Content (as that term is defined in the Site and Communities Additional Terms) are protected by copyright, trademark, and other laws of the United States and foreign countries.\nExcept as expressly provided in the Agreement, Unity and its licensors exclusively own all right, title and interest in and to the Services, including all associated intellectual property rights.\nYou will not remove, alter or obscure any copyright, trademark, service mark or other proprietary rights notices incorporated in or accompanying the Services.</p>4.2 Your Content<p>As between you and Unity, you own all right, title and interest (including, all intellectual property rights) in and to the content you create using the Software, Developer Services and/or any content you post to the Site or in the Communities (collectively, “<strong>Your Content</strong>”) (other than any components of the Software contained therein or used in connection therewith).\n</p>4.3 Data License &nbsp;<p>You grant Unity a perpetual, irrevocable, fully-paid and royalty-free license to collect, access, process, transmit, store, copy, share, display, and use any data and information collected by Unity or provided by you in connection with your use of the Services in order to provide, operate, develop, improve, and/or optimize any of our Services, and otherwise as permitted by our Privacy Policy.</p>4.4 Copyright Policy &nbsp;<p>Unity respects copyright law and expects its users to do the same.\nUnity has adopted and implemented a policy that provides for the termination in appropriate circumstances of registered users or other account holders who repeatedly infringe or are believed to be repeatedly infringing the rights of copyright holders.\nPlease see Unity’s Copyright Policy for further information.</p>4.5 Proprietary Rights Notices<p>All trademarks, service marks, logos, trade names and any other proprietary designations of Unity used herein are trademarks or registered trademarks of Unity.\nAny other trademarks, service marks, logos, trade names and any other proprietary designations are the trademarks or registered trademarks of their respective parties.</p>5.\nPayments5.1 Fees<p>Fees for certain Services are set forth on the Site or via the service panel in the Software (the “<strong>Service Panel</strong>”).\n&nbsp;Unity may increase, modify or add new fees and charges for any of the Services from time to time by posting such changes to the Site or within the Services Panel.\n&nbsp;Unity will provide you with at least 30 days’ notice of any changes affecting existing Software and/or Developer Services you have already started using, and your continued use of such Software and/or Developer Service after the effective date of any such change means that you accept and agree to such changes, as applicable.</p>\n<p>You agree to pay all amounts due for the Services as set forth in the online cart, quote or invoice and in accordance with Unity's payment terms and, if applicable, those of any payment processor.\nIf any payment is not made on time, Unity may deactivate your access to the Services.\n&nbsp;</p>\n<p>Payments made under the Agreement shall be made without deduction or set-off for any withholding taxes, levies, imports, duties, charges and/or fees imposed by any governmental taxing authority except as required by law.\nIf you are compelled to make any such deduction, you will pay to Unity such additional amounts as are necessary to ensure Unity's receipt of the full amount that Unity would have received but for the deduction.&nbsp;You will be responsible for, and agree to promptly pay, all taxes or duties of any kind (including but not limited to sales, use and withholding taxes) associated with any purchase or your receipt or use of the Services, except for taxes based on Unity’s net income.\n&nbsp;In the event that Unity is required to collect any tax for which you are responsible, you will pay such tax directly to Unity or its payment processor.\n&nbsp;Unity reserves the right to collect any applicable sales, use or value added tax.\n</p>\n<p>All sales are final and there shall be no refunds except as required by law.\nFurther, Unity will not allow changes to your purchase after you complete it.\nUnity may disable all copies of the Software and/or your access to any Services you have licensed or subscribed to in the event you fail to make all payments when due.\n</p>\n<p>You acknowledge and agree that, in the case of certain Services, any estimates of fees and charges provided to you by Unity (whether based on assumed data consumption or otherwise) are solely estimates based on assumptions and that you are fully responsible for the actual fees and charges that accrue.</p>5.2 Billing<p>If you purchase Services, you will be asked to provide customary billing information, such as name, company name, billing address, credit card information, and VAT or GST number, either to Unity or its third party payment processor.\nVAT and GST numbers cannot be added or changed after the purchase is completed.\nWhen you provide billing information to Unity or its third party payment processor, you: (i) represent and warrant that you are the authorized user of the card, PIN, key or account associated with such billing information.\n(ii) agree to pay Unity for all purchases (including all applicable taxes) made via the Site or Services Panel.\nand (iii) thereby authorize Unity or its third party payment processor to charge your credit card or otherwise process your payment for any purchase, subscription or other fees incurred by you.\nIf you are directed to Unity’s third party payment processor, you may be subject to terms and conditions governing use of that third party’s service and that third party’s privacy policy.\nPlease review such third party’s terms and conditions and privacy policy before using such services.</p>5.3 Subscription Terms<p>Any subscriptions you purchase will remain in effect for the initial subscription period, and thereafter will automatically renew at the then-current list price, unless you terminate and cancel it as described on the Site.</p>6.\nCompliance<p>To ensure compliance with the Agreement, you agree that within ten (10) days from the date of Unity or its authorized representative’s request, you shall provide all pertinent records and information requested in order to verify that your installation and use of any and all Services is in compliance with the Agreement along with a signed verification that all such information is complete and correct.\nFurthermore, if you are a Legal Entity, Unity or its authorized representatives may upon reasonable prior notice access and inspect your facilities and computer systems to review and verify your compliance with the Agreement.\n&nbsp;Any such inspection shall be conducted during regular business hours at your facilities or electronically via remote access.\nIn the event you have impermissibly used Unity Personal (or other products) or have not paid the applicable fees for all Services you have deployed or used, you agree to immediately pay for such Services, as well as the reasonable inspection costs, upon Unity’s demand.</p>7.\nTermination And Account Cancellation &nbsp;<p>Unity will have the right in its sole discretion, and without prior notice to you, to suspend or disable your Unity Account or terminate the Agreement and/or your right or ability to access or use any of the Services if: (a) you breach this Agreement.\n(b) your use of the Services poses a security risk to, or otherwise adversely impacts, the Services or any third party.\n(c) your use of the Services subjects Unity, our affiliates or any third party to liability.\n(d) your use of the Services may be fraudulent.\n(e) you have ceased to operate in the ordinary course, made an assignment for the benefit of creditors or similar disposition of your assets, or become the subject of any bankruptcy, reorganization, liquidation, dissolution or similar proceeding.\n</p>\n<p>In the event of any suspension, disablement or termination, you acknowledge that: (i) Unity will have no further obligation to provide the Services to you.\n(ii) all rights granted to you under the Agreement will immediately cease.\n(iii) you may no longer access any of Your Content that was previously submitted via any of the Services or that was related to your Unity Account, and Unity will have no obligation to maintain or forward you Your Content.\nand (iv) you will remain liable for all fees and charges for all Services ordered.\n&nbsp;If Unity suspends, disables or terminates due to your breach, you will also remain liable for any remaining amounts owing for the entire term of your subscriptions.\nAny suspension, disablement or termination will not affect your obligations to Unity (including, without limitation, proprietary rights and ownership, indemnification and limitation of liability), which by their sense and context are intended to survive such suspension, disablement or termination.</p>8.&nbsp;Disclaimer<p>THE SERVICES ARE ALL PROVIDED BY UNITY ON AN “AS IS” AND “AS AVAILABLE” BASIS, WITHOUT ANY REPRESENTATIONS, WARRANTIES, COVENANTS OR CONDITIONS OF ANY KIND.\nUNITY AND ITS LICENSORS DO NOT WARRANT OR REPRESENT THAT THE SERVICES, OR ANY PART THEREOF, WILL OPERATE UNINTERRUPTED OR ERROR-FREE.\nUNITY AND ITS LICENSORS DISCLAIM ALL WARRANTIES AND REPRESENTATIONS (EXPRESS OR IMPLIED, ORAL OR WRITTEN), WHETHER ALLEGED TO ARISE BY OPERATION OF LAW, BY REASON OF CUSTOM OR USAGE IN THE TRADE, BY COURSE OF DEALING OR OTHERWISE, INCLUDING ANY AND ALL: (I) WARRANTIES OF MERCHANTABILITY.\n(II) WARRANTIES OF FITNESS OR SUITABILITY FOR ANY PURPOSE (WHETHER OR NOT UNITY KNOWS, HAS REASON TO KNOW, HAS BEEN ADVISED OR IS OTHERWISE AWARE OF ANY SUCH PURPOSE).\nAND (III) WARRANTIES OF NONINFRINGEMENT OR CONDITION OF TITLE.\nNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED FROM UNITY OR ELSEWHERE WILL CREATE ANY WARRANTY OR CONDITION NOT EXPRESSLY STATED IN THE AGREEMENT.</p>\n<p>YOU SHALL BE SOLELY RESPONSIBLE FOR THE ACCURACY AND QUALITY OF YOUR CONTENT, AND YOU UNDERSTAND THAT YOU MUST EVALUATE AND BEAR ALL RISKS ASSOCIATED WITH YOUR USE OF THE SERVICES, OR YOUR RELIANCE ON THE ACCURACY, COMPLETENESS, OR USEFULNESS OF THE SERVICES.</p>9.\nIndemnity<p>To the maximum extent permitted by law, you agree to defend, indemnify, and hold Unity, its officers, directors, employees and agents, harmless from and against any and all claims, actions, suits or proceedings, as well as any and all losses, liabilities, damages, costs and expenses, including, without limitation, reasonable legal and accounting fees, arising out of or in any way connected with: (i) your access to or use of any of the Services.\n(ii) Your Content.\nor (iii) your violation of the Agreement or any other agreement/license with Unity.</p>10.\nLimitation Of Liability<p>UNITY AND ITS LICENSORS’ TOTAL AGGREGATE LIABILITY TO YOU FROM ALL CAUSES OF ACTION AND UNDER ALL THEORIES OF LIABILITY RELATED TO THE SERVICES WILL BE LIMITED TO THE GREATER OF: (A) THE AMOUNTS PAID BY YOU IN THE MOST RECENT THREE (3) MONTHS FOR USE OF THE SERVICES.\nOR (B) ONE HUNDRED U.S.\nDOLLARS &nbsp;(US$100).\nIN NO EVENT WILL UNITY, ITS LICENSORS OR ANY OTHER PARTY INVOLVED IN CREATING, PRODUCING OR DELIVERING THE SERVICES BE LIABLE TO YOU FOR ANY SPECIAL, INCIDENTAL, EXEMPLARY, PUNITIVE OR CONSEQUENTIAL DAMAGES (INCLUDING LOSS OF DATA, BUSINESS, PROFITS, GOODWILL, SERVICE INTERRUPTION, COMPUTER DAMAGE, SYSTEM FAILURE OR ABILITY TO EXECUTE) OR FOR THE COST OF PROCURING SUBSTITUTE PRODUCTS OR SERVICES ARISING OUT OF OR IN CONNECTION WITH THE AGREEMENT OR THE EXECUTION OR PERFORMANCE OF THE SERVICES, OR FROM THE USE OR INABILITY TO USE THE SITE, COMMUNITIES OR WEBSITE CONTENT, OR FROM ANY COMMUNICATIONS, INTERACTIONS OR MEETINGS WITH OTHERS AS A RESULT OF YOUR USE OF THE SITE, SERVICES OR COMMUNITIES, WHETHER SUCH LIABILITY ARISES FROM ANY CLAIM BASED UPON CONTRACT, WARRANTY, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR OTHERWISE, AND WHETHER OR NOT UNITY OR ITS LICENSORS HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH LOSS OR DAMAGE.\nTHE FOREGOING LIMITATIONS WILL SURVIVE AND APPLY EVEN IF ANY LIMITED REMEDY SPECIFIED IN THE AGREEMENT IS FOUND TO HAVE FAILED OF ITS ESSENTIAL PURPOSE.\nSOME JURISDICTIONS DO NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATION OR EXCLUSION MAY NOT APPLY TO YOU.</p>11.\nControlling Law and Jurisdiction11.1 Choice Of Law&nbsp;<p>The Agreement is governed by and construed in accordance with the laws of Denmark, without regard to or application of conflict of laws rules or principles.\nThe United Nations Convention on Contracts for the International Sale of Goods will not apply.\n</p>11.2 Arbitration &nbsp;<p>Except as set forth below in Section 11.3, any dispute arising out of or in connection with the Agreement, including any disputes regarding the existence, validity or termination thereof, shall be settled by arbitration.\nThe parties agree to arbitrate all disputes by simplified arbitration arranged by The Danish Institute of Arbitration in accordance with the rules of simplified arbitration procedure adopted by The Danish Institute of Arbitration and in force at the time when such proceedings are commenced.\nThe parties further agree that any arbitration shall be conducted in their individual capacities only and not as a class action or other representative action, and the parties expressly waive their right to file a class action or seek relief on a class basis.\nYou and unity agree that each may bring claims against the other only in your or its individual capacity, and not as a plaintiff or class member in any purported class or representative proceeding.\nIf any court or arbitrator determines that the class action waiver set forth in this paragraph is void or unenforceable for any reason or that an arbitration can proceed on a class basis, then the arbitration provision set forth above shall be deemed null and void in its entirety and the parties shall be deemed to have not agreed to arbitrate disputes.</p>11.3 Arbitration Exceptions<p>Notwithstanding the parties’ agreement to resolve all disputes through arbitration, either party may bring an action in court: (a) to enforce its intellectual property rights (“<strong>intellectual property rights</strong>” means patents, copyrights, moral rights, trademarks, and trade secrets, but not privacy or publicity rights), including without limitation to seek injunctive relief.\n(b) in cases that do not involve intellectual property rights, to seek temporary, preliminary or other expedited or provisional injunctive relief (but not money damages).\nor (c) collect fees due pursuant to the Agreement.\nIf you reside (or your principal place of business is) within the United States and the parties have an intellectual property rights dispute, you and Unity agree to submit to the personal and exclusive jurisdiction of and venue in the state and federal courts located in San Francisco County, California.\nIf you reside (or your principal place of business is) outside of the United States and the parties have an intellectual property rights dispute, you and Unity agree to submit to the personal and exclusive jurisdiction of and venue in the courts located in Copenhagen, Denmark.\nThe parties agree to accept service of process by mail, and hereby waive any and all jurisdictional and venue defenses otherwise available.</p>12.\nGeneral<p>The Agreement is the complete and exclusive understanding and agreement between the parties regarding its subject matter, and supersedes all proposals, understandings or communications between the parties, oral or written, regarding its subject matter, unless you and Unity have executed a separate agreement governing your use of the Services, in which case such separate agreement(s) will control in relation to the relevant Services.\nThe English language version of the Agreement is legally binding in case of any inconsistencies between the English version and any translations.\nAny terms or conditions contained in your purchase order or other ordering document that are inconsistent with or in addition to the terms and conditions of the Agreement are hereby rejected by Unity and will be deemed null.\nYou may not assign or transfer the Agreement or any rights granted hereunder, by operation of law or otherwise, without Unity’s prior written consent.\nAny attempt by you to do so, without such consent, will be void.\nUnity may assign or transfer the Agreement, at its sole discretion, without restriction.\nUnity may assign your User account for collection, and the collection agency may pursue claims limited to the collection of past due and owing amount and any interest or cost of collection permitted by law or the Agreement in any court of competent jurisdiction.&nbsp;Subject to the foregoing, the Agreement will bind and inure to the benefit of the parties, their successors and permitted assigns.\n&nbsp;&nbsp;Except as expressly set forth in the Agreement, the exercise by either party of any of its remedies under the Agreement will be without prejudice to its other remedies under the Agreement or otherwise.\nUnity will deliver all notices, approvals or other communications required or permitted under the Agreement, including those regarding modifications to the Agreement: (a) via e-mail (in each case to the address that you provide).\nor (ii) by posting to the Site, the Service Panel or your Unity Account.\n&nbsp;For notices made by e-mail, the date of receipt will be deemed the date on which such notice is transmitted.\nThe failure by either party to enforce any provision of the Agreement will not constitute a waiver of future enforcement of that or any other provision.\nAny waiver, modification or amendment of any provision of the Agreement will be effective only if in writing and signed by authorized representatives of both parties.\nIf any provision of the Agreement is held to be unenforceable or invalid that provision will be enforced to the maximum extent possible and the other provisions will remain in full force and effect.</p>\n<p>If you have questions about these Terms of Service, you may contact terms@unity3d.com.\n</p>\n<p>If you have questions about your software license key, you may contact support@unity3d.com.</p>&nbsp.\n", "created_at": "2021-02-10 10:53:09.426627", "updated_at": "2021-05-27 10:20:19.787859"}, {"id": 4177, "name": "Cookie Policy", "url": "https://unity3d.com/legal/cookie-policy", "xpath": "//*[@id=\"content-wrapper\"]/div[1]/div[1]", "text": " Cookie Policy May 27, 2020<p>&nbsp;</p>What are cookies?<p>Cookies are pieces of data that sites and services you use or visit can set on your browser or device and they can typically be read on future visits to learn more about the User and to personalize an experience, including the ads that are displayed to the User.\n\"Cookies\" is also a term that may be used to refer to a range of technologies that help an operator identify Users and devices, which in turn can help personalize an experience, prevent fraud, store preferences, and speed up delivery of content.</p>\n<p>For more information on how Unity processes your personal information, please see our Privacy Policy.\n</p>\n<p>How does Unity use cookies?</p>\n<p>Unity may employ cookies and related technologies described below for a variety of purposes, including:</p>\n<ul>\n<li>\n<p>to learn more about how our products and Services are used and similar analytical purposes;</p>\n</li>\n<li>\n<p>to understand how Users interact with our ads;</p>\n</li>\n<li>\n<p>to understand how to improve performance;</p>\n</li>\n<li>\n<p>to prevent fraud;</p>\n</li>\n<li>\n<p>to customize our products and Services with more relevant content.\nand</p>\n</li>\n<li>\n<p>to provide you with more relevant advertising.</p>\n</li>\n</ul>\n<p>For example, we might use a web beacon to learn whether an email message was opened or we might store preferences in a flash cookie.</p>What types of cookies and other technologies does Unity use?<p>As described below Unity employs a number of technologies to provide and improve the Service.\nDepending on your location, you will be offered a choice to accept or decline our use of these technologies, but you are welcome also to exercise the choices described below.&nbsp.\nPlease note declining cookies may cause our website not to function correctly.</p>\n<p>Generally, our cookies fall into the following categories listed below with some examples of the uses for each category:</p>\n<ul>\n<li>Strictly Necessary cookies:&nbsp;&nbsp;These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</li>\n<li>Functionality cookies:&nbsp;&nbsp;These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies then some or all of these services may not function properly.</li>\n<li>Performance cookies:&nbsp;These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.\n&nbsp;</li>\n<li>Third party advertising cookies:&nbsp;&nbsp;These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will still see ads, but they will not be tailored to your interests.\nThese cookies are read by our advertising partners and allow us to re-target you with advertising as you browse the web.</li>\n<li>Social Media cookies: These cookies are set by a range of social media services that we have added to the site to enable you to share our content with your friends and networks.\nThey are capable of tracking your browser across other sites and building up a profile of your interests.\nThis may impact the content and messages you see on other websites you visit.\nIf you do not allow these cookies you may not be able to use or see these sharing tools.</li>\n</ul>\n<p>Below is more information about the specific technology employed for the above purposes.</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<p>Browser cookies: Unity uses browser cookies.\nMost major browser companies offer tools or settings for Users that do not want cookies set or read on their devices.\nPlease visit your browser’s settings or privacy settings pages.\n</p>\n</li>\n<li>\n<p>Local Shared Objects: Unity may use local shared objects (also known as Flash cookies) on its sites.\nFlash cookies operate differently than browser cookies, and cookie management tools available in a web browser will not remove flash cookies.\nTo learn more about how to manage flash cookies, you can visit the Adobe website and make changes at the Global Privacy Settings Panel.</p>\n</li>\n<li>\n<p>Beacons, pixel tags, clear gifs: Unity or its service providers or third parties advertising within the Service may use these technologies to learn the online behavior and interests of Users and to personalize ads that Users see.\nTo learn more about behavioral advertising, please visit the Network Advertising Initiative’s website..</p>\n</li>\n<li>\n<p>Device IDs and digital fingerprinting: The Service may use one or more of a variety of unique identifiers to recognize users and their devices, including MAC address, IDFA, Android Ad ID, and digital fingerprint, which may be comprised of several types of data, including device name, the app list or applications installed on the device, and browser characteristics.\nNOTE: Unity may also generate and assign a user ID when you access or use one of its Services.</p>\n</li>\n</ul>\n<p>&nbsp;</p>What are my privacy choices for advertising?<p>Advertising helps to defray certain costs of providing Services, especially costs that are incurred by Unity but not recovered from Users.\nThus, you may not have a choice to prevent advertisements from being presented when using the Services.\nhowever, you do have choices to limit personalized advertisements that are tailored to your interests.</p>\n<p>Unity has implemented a cookie management tool for its website.&nbsp.\nIn addition, you may also be able to control targeting as you browse the web through browser settings and other mechanisms.\nIf you do not wish to receive personalized advertising that is delivered by third parties, you may be able to exercise that choice through opt-out programs that are administered by third parties, including the Network Advertising Initiative (NAI), the Digital Advertising Alliance (DAA), and/or the European Interactive Digital Advertising Alliance (EIDAA).\nWhere applicable, you may exercise your opt-out choices at the&nbsp;NAI website, the&nbsp;DAA website, or the&nbsp;EIDAA website.\nUnity does not control these third-party-provided opt-out processes and is not responsible for any choices you make using these mechanisms or the continued availability or accuracy of these mechanisms.</p>\n<p>If Unity delivers personalized advertising, Unity will provide notice and information about how you may be able to opt-out of such personalized advertisements.\n&nbsp;Such opportunity to opt out may occur through your device settings (See “Information and choices regarding tracking and targeting on mobile devices” below).</p>\n<p>Developers may use other third party advertising networks.\nIf you do not wish to receive personalized advertising that is delivered by third parties, you may be able to exercise that choice through opt-out programs that are administered by third parties, including the Network Advertising Initiative (NAI), the Digital Advertising Alliance (DAA), and/or the European Interactive Digital Advertising Alliance (EIDAA).\nWhere applicable, you may exercise your opt-out choices at the NAI website, the DAA website, or the EIAA website.\nUnity does not control these third-party provided opt-out processes and is not responsible for any choices you make using these mechanisms or the continued availability or accuracy of these mechanisms.</p>\n<p>Unity uses Google, among others, to provide advertising through the Services and on third party websites.\nWe may use the following features based on Google Analytics for Display Advertising: Remarketing, Google Display Network Impression Reporting, the DoubleClick Campaign Manager integration, and Google Analytics Demographics and Interest Reporting.\nTo opt-out of Google Analytics for Display Advertising or customize Google Display Network ads, you can visit the Google Ads Settings page.</p>More choices regarding browser cookies and beacons and other tracking technologies<p>There are several browser plugins available to Users that want to be better informed about and have more control over the use of cookies and related technologies on their devices.\nSome popular ones are Ghostery and Abine.</p>Information and choices regarding tracking and targeting on mobile devices<ul>\n<li>\n<p>As of the effective date of this policy, Apple and Google offered the owners of devices that use their operating systems, iOS and Android, options for limiting tracking and targeting in relation to ads.\n&nbsp;&nbsp;Unity does not control your device level opt out processes and is not responsible for any choices you make through such mechanism or for the continued availability, accuracy, effectiveness, or location of that mechanism.\n&nbsp;&nbsp;Using a device level opt-out mechanism may opt you out of all third party personalized advertisements, not just those delivered by Unity.</p>\n</li>\n<li>\n<p>If you use an Apple device go here.</p>\n</li>\n<li>\n<p>If you use an Android device, navigate to the google settings page, select ads and then choose to reset your Android Ad ID or opt-out of personalized ads.</p>\n</li>\n<li>\n<p>To learn about options for many mobile ad networks, go here.</p>\n</li>\n</ul> ", "created_at": "2021-02-10 10:49:45.953518", "updated_at": "2021-03-22 20:48:35.523096"}, {"id": 4178, "name": "Privacy Policy", "url": "https://unity3d.com/legal/privacy-policy", "xpath": "//*[@id=\"content-wrapper\"]/div[1]/div[1]/div", "text": " Privacy Policy <p>\n<strong>Last Updated: October 18, 2020</strong>\n</p>\n<p>Last Edit/Review:&nbsp.\nApril 27, 2021</p>1.\nFrequently Asked Questions (FAQs)<p>These FAQs provide a handy entry point to our longer and more comprehensive Privacy Policy (see Section 2 below).\nThey are intended to enhance rather than replace the important notices in the Privacy Policy, which governs our collection, use, storage, and sharing of the information that we collect or receive from you.</p>What's new as of April, 2021?<p>On April 27, 2021, we added information to add our VisualLive product to our privacy policy.\nPlease note instructions on how to order your data reports for this product.&nbsp;</p>\n<p>On April 8, 2021, we made edits to the Privacy Policy to incorporate our privacy practices regarding ChilliConnect, Furioos, and Rest AR.\nWe also made updates to Section 13, to incorporate data subject rights provided for by LGPD and the Israel Protection of Privacy Law.\nFinally, we made some formatting and clarifying changes to other sections.&nbsp;</p>\n<p>On October 18, 2020, we made edits to the Privacy Policy to incorporate our privacy practices regarding Artomatix, Códice Software (Plastic SCM), deltaDNA, and Finger Food ATG.\nWe made some edits about the information we may collect as well as our use and sharing of it.\nWe expanded on how we determine our retention periods.\nWe added information relating to Canadian Privacy Rights.\nWe updated our EU address.\nWe updated our Third Party Ad Network Partners.\nFinally, we added a provision on biometric information related to forthcoming products and services.&nbsp;</p>\n<p>On August 17, 2020, we made an edit to Section 12 to provide an additional summary of rights for data collected in Europe.&nbsp;&nbsp;</p>\n<p>On May 27, 2020, we made the following updates: We are updating our policy to include a reference to our service provider’s privacy statement in Section 5.&nbsp.\nWe are notifying you by asking you to accept this new policy to be sure you see this update.&nbsp.\nPlease note if you do not pay your Unity fees by credit card, this change has no effect on you.&nbsp.\nOther changes on May 27, 2020 include an addition of three partners in Section 16 for ads network partners.&nbsp.\nNote players in the European Union have had this information available to consider prior to today.\nhowever, we will only now begin sharing ads data with those partners for EU players.&nbsp.\nFinally, we have added a section about features involving Unity’s access to cameras on devices.&nbsp.\nYou will note there is similar language in the consent we request for access to the camera, and we do not collect images from your device at this time.</p>\n<p>Additionally, as of March 10, 2020, we are adding a last edit/review date.&nbsp.\nThe difference between an edit/review and an update is that \"updates\" involve material changes to our policy whereas edits are not material or simply indicate a review has occurred.&nbsp.\nFor example, we may make clarifying edits by giving additional examples.&nbsp.\nWhen we provide an update, you receive a notice to accept and read the changes, which are summarized in this first FAQ.</p>\n<p>As a reminder, we enhanced our FAQs in May 2018 to provide more examples of how we may use some of the data we collect.\nThese answers enhanced our prior explanations but are not intended to imply that these are new uses of collected data.\nAdditionally, if your data indicates you are in the European Economic Area (EEA), we have added information regarding new choices enabled for in-game advertising, and information on how you can exercise your data access and deletion (erasure) rights.\nWe have added the l“Data Privacy” icon to our ads, dashboards, and other points of interaction:</p>\n<p>\n</p>\n<p>This icon will show you where you can review your data and exercise your privacy choices.\nIt is meant as a helpful access point for viewing your personal data in the context of its use within Unity systems.\nFor those playing games where Unity ads appear, you may see the icon instead of the traditional information (“ℹ”) button.\nFor those using our software to build games, you may see it in a privacy dashboard.</p>I am a game developer that uses Unity software to build my game, what should I know?<p>You can access and update your information by logging into your Unity account on our website.\nWe use analytics services to understand how developers use our software in order to improve our software and services.\nWe also include certain device data collection in the runtime of the software, which is incorporated into the applications you create with the software.\nYou should be sure that your privacy policy explains to your players the variety of technical information that is collected and shared with third parties like Unity.\nIf you use Unity developer services such as Mobile Advertising, Unity Analytics, or deltaDNA services, read the applicable FAQs below and our&nbsp;Cookie Policy.</p>I visit Unity or its affiliates' websites, what should I know?<p>We collect log info, including IP address and device data, related to your visits to our site.\nWhen you post comments on our community pages and forums, other forum users will be able to see your username, photo and comments.\nWhen you post, you should assume that all the information you provide is public.</p>I play a game that was built with or uses certain Unity software, what should I know?<p>Unity has collected some or all of the following information about your device: unique device identifiers (e.g., IDFV for iOS devices and Android ID for Android devices).\nIP address.\ncountry of install (mapped from IP address).\ndevice manufacturer and model platform type (iOS, Android, Mac, Windows, etc.) and the operating system and version running on your system or device.\nlanguage.\nCPU information such as model, the number of CPUs present, frequency, and instruction set support flags.\nthe graphics card type and vendor name.\ngraphics card driver name and version (e.g., “nv4disp.dll 6.10.93.71”).\nwhich graphics API is in use (e.g., “OpenGL 2.1” or “Direct3D 9.0c”).\namount of system and video RAM present.\ncurrent screen resolution.\nversion of the Unity Editor used to create the game.\nsensor flags (e.g., device support for gyroscope, touch pressure or accelerometer).\napplication or bundle identification (“app ID”) of the game installed.\nunique advertising identifiers provided for iOS and Android devices (e.g., IDFA or Android Ad ID).\nand a checksum of all the data that gets sent to verify that it transmitted correctly.</p>\n<p>Some developers use Unity’s Analytics, deltaDNA services and Ad services, which collect additional information (see FAQs on Unity Analytics, deltaDNA, and Unity Ads below for details).\nhowever, our usage of this data is largely for the following purposes.\nIn serving ads, we try to predict which ads will be of most interest to you based on the games you play and the ads you watch.\nFor Unity Analytics and deltaDNA, we assist developers to deliver the best game experience for you.\nFor example, game developers who use our software often standardize certain features to enhance game player experience, such as saving your place in a game.\nThis means that the game level you reached in your last session is where you will begin when you return to the game.\nDevelopers also need our assistance in tracking when you are eligible to redeem a reward within a game, such as when you have completed a challenge and get store credits to purchase new tools to play the game.\n&nbsp;In our Unity Analytics and deltaDNA services, some of your data points will also be rolled up into an anonymized, aggregated format to help game developers make decisions about how they support their games.\nFor example, if a game developer is considering phasing out support for an older version of iOS software, they may look at the total number of players currently using that version of iOS software to determine if they need to support that version in updates.&nbsp.\nAnother use on a per game basis is when a developer analyzes the numbers of players dropping out after a certain level.&nbsp.\nThe developer would use this information to look at the design of their game and re-assess if the game challenge is truly intuitive or needs some additional instruction for players.&nbsp.\nThis allows the developer to enhance the experience and retain the developer’s customers better.</p>\n<p>Some Unity developers may collect your information independent of Unity.\nUnity does not have control over this information.\nIf you want to request access to or deletion of this information, then check each developer’s app settings or website for instructions on how to make a request.</p>I play a game that uses Unity Analytics of deltaDNA, what do I need to know?<p>Unity has collected device information, like IP address and device identifiers, as well as events completed or actions taken within the game, including level, number of credits, time it took you to earn them, metadata about in-game communications and the value and details of purchases.\nUsing our systems, the developer of the game has ongoing access to this data.\nThis collection and use of data makes it possible for your experience to operate as expected by permitting you to do&nbsp;things like redeem rewards you have earned or return to where you left off in a game.\nOther Unity customers may have access to aggregated reports about game activity in general across a number of games.\nThese reports are based, in part, on your game activities, but do not specifically identify you or your device.\nThe reports described in this paragraph help developers make decisions on optimal methods to run the games they have made for you.\nFor example, the developer may need to know the types of devices running the game to determine how to support game updates on an ongoing basis.&nbsp;Some data collected by Unity Analytics or deltaDNA may be used by Unity Ads for personalized advertising.\nsee the FAQs related to advertising for more information.</p>I received an ad from Unity Ads, what do I need to know?<p>Unity Ads has probably collected device information, like IP address and device identifiers, and information regarding the delivery of ads and your interaction with them, all of which may be shared with ad publishers and attribution companies.\nFor clarity, Unity collects the following data: whether you click or tap an ad for a new game, whether you watch the ad or play a game frequently, whether others playing a game like the one you’re playing have downloaded a particular new game, and whether you download and install the new game you see advertised.\nWhere a developer has enabled certain featues, Unity Ads may also collect your session information and monetization events.\nAll of this is for purposes of predicting the types of new games that you might like to download.\nUnity may track additional data about you in the future for purposes of making these types of predictions, and we will notify you prior to new data collection.</p>Do I have any choices regarding the data collection described above if I do not wish to see personalized ads?<p>If you are in the EU and do not wish to be targeted in this manner, the first Unity ad you see in an app (as of May 25, 2018) explains how you can opt-out of data collection in that particular game.\nYou can opt-out then or at any time by clicking or tapping the “ℹ” button (or Data Privacy icon) on any ad you see (the “ℹ” button or Data Privacy icon will also allow you to access the data that is collected about you in that particular app).\nFor example, you might see a summary&nbsp.\n&nbsp;that includes information indicating that&nbsp.\nwe see that you are using an iPhone 8 and you are playing from Germany.\nIn the past week we’ve seen you 5 times in this game and have shown you 27 ads.\nYou have installed 0 games based on those ads.</p>\n<p>(Additionally, all users, regardless of their location, may opt-out of all personalized advertising by enabling privacy features on their devices such as Limit Ad Tracking (iOS) and Opt Out of Ads Personalization (Android).\nSee your device’s Help system for more information.)</p>\n<p>Also, you may see certain “brand” advertising within our ad network (a brand ad is advertising for products that are not games, such as ads for an airline travel deal or a soft drink).\nUnity gets these ads from third-party networks.\nWe do not permit these third parties to add your app usage to their marketing database, except for a few exceptions, which we specifically list in the Advertising Choices section of our Privacy Policy.\nThe small subset of third parties listed are clearly noted as being permitted by our contracts to use the fact that you play a particular game in their future targeting of ads to you for other non-Unity parties.\n&nbsp;The remaining parties listed have been clearly noted as not permitted to maintain data about the ad they served you through the Unity network for future use.&nbsp.\nPlease note that if you have told Unity not to target you or you have exercised choices directly with these third parties as described in our Advertising Choices section, this information will not be maintained or used by us or these third parties.\nPlease note that if you have elected to not have your data collected by Unity, we do not send your advertising identifier to any third party, and you will receive only contextual advertising inside our network.\nYou may also visit the third parties listed in our Privacy Policy (at the links we provide) to see the types of data that these parties have about you based on your device’s advertising identifier.\nPlease review the section “What are my privacy choices for advertising?” below to learn more about how to exercise choice with regard to personalized ads.</p>I play a game that uses Unity Multiplayer, what do I need to know?<p>Unity has collected unique device identifiers, IP address (which may be matched to identify approximate location for matchmaking), as well as information regarding games played and match attributes.</p>What are device identifiers (like IDFA or fingerprints) and why do you collect them?<p>Like many other providers of mobile apps, instead of requiring users to create an account and log in to it each time they access one of our apps, Unity and others using our products may opt to recognize the user’s device through various device identifiers.\nDevice identifiers are also used for functions that require Unity to recognize devices across various apps.</p>I use Unity’s game replay service (Everyplay), what do I need to know?<p>A: Unity has sunset this service.</p>\n<p>I sell assets in the Unity Asset Store.\nWhat do I need to know?</p>\n<p>Unity has collected information about your device, including IP address, and your use of the Asset Store as well as any information you actively provided when you created your account.\nOur primary uses of your information will be to facilitate your placement of assets in the store and to ensure that you are paid in accordance with our agreement.\nOther uses might include sending you updates on changes or promotions in the Asset Store.\nYou can access and update your account info by logging in to the Asset Store and visiting the Publisher Administration page.\nAlso, when you publish or provide assets for licenses on the Asset Store, your seller name and other information in your Publisher profile will be visible.</p>I bought an asset in the Unity Asset Store.\nWhat should I know?<p>Unity has collected information about your device, including IP address, and your use of the Asset Store as well as any information you actively provided when you created your account.\nOur primary uses of your information will be to facilitate your access to the Asset Store and any assets you have purchased as well as to assure our developers selling assets on the Asset Store that we are effectively providing them due compensation.</p>\n<p>Other uses of this information might include sending you updates on changes or promotions in the Asset Store.\nYou can access and update your account info by logging in to the Asset Store and visiting your My Account page.\nYou can also adjust your settings to limit the types of marketing materials we send you or to remove your consent for receiving any advertising from Unity.</p>2.\nPrivacy Policy Overview<p>Unity Technologies and its subsidiaries and affiliates (collectively “Unity”) offer a variety of products, services, and websites for game Developers and game players that will be referred to in this policy as the “Service” or “Services.” Because we would like to avoid excessive formality and make this information easy to understand, the policy refers to Unity as “we” or “us” and to the reader as “you.” When we say “device,” we mean any device, including desktop, laptop, PC or Mac computers, smartphones, tablets, or any other device that is used to access or interact with the Service.\nWhen we say “Developer,” we mean a third party that develops and/or distributes a game or other app made with Unity software and/or a game using Unity Services.\nBy using the Service, you agree to this Privacy Policy and understand that we may transfer your data outside of the European Economic Area (EEA).</p>\n<p>It is important that you read this Privacy Policy together with any other privacy noitce or fair processing notice we may provide on specific occassions when we are collecting or processing personal data about you, so that you are fully aware of how and why we are using your data.\nThis Privacy Policy suppliements the other notices and is not intended to override them.&nbsp;</p>\n<p>This Privacy Policy governs our information practices for the Service, which includes any websites, where a link to this policy is provided.\nIt describes how we collect, use, share, and protect information from Developers, players, ad recipients, or people browsing or using our sites (collectively “Users”) when Users access or interact with or use our Service.\nThis Privacy Policy also applies to the personal data we collect offline, such as when you call us or interact with Unity in person, such as at an industry event or at a place of business.\nThis includes when Users:</p>\n<ul>\n<li>\n<p>Visit Unity websites.\n</p>\n</li>\n<li>\n<p>Choose to interact with the community and forum pages on the Services;</p>\n</li>\n<li>\n<p>License and download Unity’s game and app development software (“Unity Software”);</p>\n</li>\n<li>\n<p>License and download third party assets from, or offer your assets in, the Unity Asset Store;</p>\n</li>\n<li>\n<p>Use Unity Developer Services such as Unity Cloud Build, Unity Multiplayer, Unity Collaborate, Unity Analytics, deltaDNA and Unity Ads;</p>\n</li>\n<li>\n<p>Play games or use applications developed by Developers using Unity Software;</p>\n</li>\n<li>\n<p>Play games or use applications that employ Unity Analytics (including IAP) or deltaDNA to help Developers understand how their games and applications are used;</p>\n</li>\n<li>\n<p>Play games or use applications that display ads delivered by Unity Ads;</p>\n</li>\n<li>\n<p>Use Unity’s game replay Service, Everplay (including, viewing, posting and commenting on game video content/replays or communicating with other Users via with Everyplay.\n</p>\n</li>\n<li>\n<p>Play games or use applications that employ the Unity Multiplayer Service to help facilitate multiplayer game play.</p>\n</li>\n</ul>\n<p>We receive information about Users, their devices, locations and interactions with the Service primarily in two ways:</p>\n<ul>\n<li>\n<p>\n<em>Actively:</em> When Users actively provide us with information.\nFor example, when a User creates an account with Unity, he or she will type in a name, username, and email address and may be required to provide a date of birth or other information.</p>\n</li>\n<li>\n<p>\n<em>Passively:</em> When our systems automatically collect information about browsers, devices, and certain activity within the Service.\nFor example, when Users access games that employ Unity Analytics, or deltaDNA, our systems (with assistance from the Developers who want our help to analyze the use of their games) may automatically collect a variety of information from User devices and/or User game activity, including device name, device characteristics, and unique identifiers (e.g., Apple IDFA and Google Android Ad ID).</p>\n</li>\n</ul>3.\nInformation We Collect (Depending on the Product or Service)Information that you or others actively provide, including:<ul>\n<li>\n<p>Name</p>\n</li>\n<li>\n<p>Age or date of birth</p>\n</li>\n<li>\n<p>Gender</p>\n</li>\n<li>\n<p>Username</p>\n</li>\n<li>\n<p>Profile photo</p>\n</li>\n<li>\n<p>Email address</p>\n</li>\n<li>\n<p>Physical or mailing address</p>\n</li>\n<li>\n<p>Phone number</p>\n</li>\n<li>\n<p>Name and contact information for a business or organization</p>\n</li>\n<li>\n<p>Password(s) that Users create to access parts of the Service</p>\n</li>\n<li>\n<p>Billing or financial account information and tax or government IDs:</p>\n<ul>\n<li>\n<p>When Users provide payment (e.g.\ncredit card information, billing address, etc.) information to make a purchase, that information is sent to payment processors who assist Unity.\nUnity’s payment systems are not designed to store credit card numbers.</p>\n</li>\n<li>\n<p>When Users, such as publishers in the Asset Store, provide us with the information we need to send them payments.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>Social network information: When you log in to our Services with a social network account, you may have the option of sharing information such as the name you use on that network and your friends list or other information that the third party social network chooses to share with Unity.</p>\n</li>\n<li>\n<p>Company information including but not limited to company name, work, address, and job title.&nbsp;</p>\n</li>\n<li>\n<p>Users may share information with us that we store on their behalf and use to enhance their experiences.\nFor example, in Unity’s game replay Service, Users may be able to upload contacts so they can make connections or to have invitations sent to friends.</p>\n</li>\n<li>\n<p>Users may provide us with information when they participate in community and forum pages on the Services or websites.\n</p>\n</li>\n<li>\n<p>For certain Developer Services such as Unity Cloud Build, Unity Collaborate, Unity Multiplayer or Unity Analytics, Developers may provide game information and credentials, including source control information as well as codes and keys.</p>\n</li>\n<li>\n<p>Location information:</p>\n<ul>\n<li>\n<p>Users can actively provide specific location information in certain account registration processes or when providing payment information, such as a billing address.</p>\n</li>\n<li>\n<p>Users can choose to share the specific location of their device by permitting games and apps, including those that use Unity Analytics, to access it through the GPS functionality on their device.</p>\n</li>\n</ul>\n</li>\n</ul>Information that is passively collected by Unity (often automatically), including:<ul>\n<li>\n<p>Device Information: including various unique identifiers, such as IDFA, Android Ad ID, IDFV, MAC address, when, for example:</p>\n<ul>\n<li>\n<p>You access games provided by Developers that are developed with Unity Software;</p>\n</li>\n<li>\n<p>You access games in which the Developer employs Unity Analytics or deltaDNA to understand the use of their games and improve the player experience</p>\n</li>\n<li>\n<p>You receive ads delivered by Unity Ads;</p>\n</li>\n<li>\n<p>You play games provided by Developers that utilize Unity’s Multiplayer Service.\n</p>\n</li>\n<li>\n<p>You access games provided by Developers that offer Unity’s game replay Service.\nand</p>\n</li>\n</ul>\n</li>\n<li>Location information: Our systems (like most used on the web) automatically collect an IP address when Users access the Service.\nIP addresses can be used to learn about the general location (e.g.\ncity, state and country) of the User’s point of access to the web.</li>\n<li>\n<p>Game play activity and actions: When you play a game that uses Unity Analytics or deltaDNA, certain game activities such as play session information and monetization events are collected.\nSession information and monetization events may also be collected if certain features of Unity Ads are enabled.\n</p>\n</li>\n<li>\n<p>A Developer using Unity Analytics may choose to collect User information such as name, email address, birthdate, gender, app ID or other Developer-defined data parameters.\nPlease note that Unity does not access or use this data collected pursuant to a Developer’s custom configuration.</p>\n</li>\n<li>\n<p>Log information: When you access our website(s), Services or products that use an aspect of our Service, we may log a variety of technical information (“Log Info”), including:</p>\n<ul>\n<li>\n<p>IP address;</p>\n</li>\n<li>\n<p>Device information, including device name and IDs, hardware model, operating system and version, and mobile network information;</p>\n</li>\n<li>\n<p>Browser information;</p>\n</li>\n<li>\n<p>Cookie information;</p>\n</li>\n<li>\n<p>Login data;</p>\n</li>\n<li>\n<p>Language preferences;</p>\n</li>\n<li>\n<p>Linking information and click stream data;</p>\n</li>\n<li>\n<p>Date/time of access and time zone setting;</p>\n</li>\n<li>\n<p>Search engine(s) and keywords used to find our website(s).\n</p>\n</li>\n<li>\n<p>Pages viewed within our website(s) and/ or website log files;</p>\n</li>\n<li>\n<p>Requested page(s).\nand</p>\n</li>\n<li>\n<p>Referring page(s).</p>\n</li>\n</ul>\n</li>\n<li>\n<p>User device information: When you play a game built with Unity Software, Unity may collect some or all of the following information when you use the game:</p>\n<ul>\n<li>\n<p>Unique device identifier generated from the device MAC/IMEI/MEID, which we alter to limit the ability to identify the relevant device in the future;</p>\n</li>\n<li>\n<p>An advertising ID, such as the Apple IDFA or the Android Ad ID;</p>\n</li>\n<li>\n<p>IP address;</p>\n</li>\n<li>\n<p>Device manufacturer and model;</p>\n</li>\n<li>\n<p>The operating system and version running on your system or device;</p>\n</li>\n<li>\n<p>Browser type;</p>\n</li>\n<li>\n<p>Language;</p>\n</li>\n<li>\n<p>The make of the CPU, and number of CPUs present;</p>\n</li>\n<li>\n<p>The graphics card information, such as type, vendor and driver name, version and graphics API;</p>\n</li>\n<li>\n<p>Amount of system and video RAM present;</p>\n</li>\n<li>\n<p>Current screen resolution;</p>\n</li>\n<li>\n<p>Unity Player and Unity Editor versions;</p>\n</li>\n<li>\n<p>Operating system identifier (e.g., Mac, Windows, etc.);</p>\n</li>\n<li>\n<p>A checksum of all the data that gets sent to verify that it did transmit correctly.\nand </p>\n</li>\n<li>\n<p>App ID of the game installed.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>Developer Software information: When you use Unity Software to develop games and apps, we will collect IP address, Unity ID, organization ID, project ID, session ID, time stamps (associated with events), Unity Software serial and version number, Unity Software Revision ID, build target, OS platform and version, asset count (approximate number of assets in a folder), session duration, and active duration (this differs from session duration as a session may not time out).&nbsp.\nWe collect this information and connect it to event information for the purpose of core business metrics analaysis.\nYou cannot opt-out of core busines metric analytics as such analytics are strictly necessary for us to run the services.</p>\n</li>\n<li>\n<p>We also collect aggregate metrics that we use for usage analytics.\nYou can opt-out of usage analytics in \"Edit Your Privacy Settings\" in the Privacy section under \"My Account\".&nbsp;</p>\n</li>\n<li>\n<p>When you use Unity Software, it may automatically make Internet connections to check for updates, validate your license keys, and provide us with aggregated usage statistics.\nWe may employ third-party analytics services to collect and analyze Developers’ use of the Unity Software.</p>\n</li>\n<li>Unity Cloud Build information: If you use Unity Cloud Build Services, our systems are designed to track the progress of builds and to alert you and us when key steps have been completed.</li>\n<li>\n<p>VisualLive information: If you upload your project, we will collect model name, description, and file name.\nWe will use this information to check that the upload has been processed.&nbsp;</p>\n</li>\n<li>\n<p>Cookies and choices concerning Unity Ads:</p>\n<ul>\n<li>Unity and others working on Unity’s behalf may employ cookies and related technologies to store information on or read information from your browser or device.\nThe technologies used for these purposes may include: (i) cookies.\n(ii) web beacons.\n(iii) tracking pixels.\nand/or (iv) local shared objects (also known as Flash cookies).\nTo learn more, see our&nbsp;Cookie Policy.</li>\n<li>Unity may collect information, including the App List, to provide personalized ads.\nTo learn more, see our&nbsp;Cookie Policy.</li>\n<li>Third-party advertisers (and the ad networks they use) who place ads within the Service may use cookies or related technologies to deliver ads.\nTo learn more about the use of cookies and related technologies within the Service, see our&nbsp;Cookie Policy.</li>\n</ul>\n</li>\n<li>\n<p>Other information: We may obtain additional information about you from third parties such as marketers, partners, researchers, and others.\nWe may combine information that we collect from you with information about you that we obtain from such third parties and information derived from any other subscription, product, or service we provide.</p>\n</li>\n</ul>\n<p>Unless we request it, we ask that you not send us, and you not disclose, any special category data or criminal offense data (e.g., social security numbers, infromation related to racial or ethnic origin, political opinions, religion or other beliefs, health, criminal background, or trade union membership) on or through the Unity website, the Services or otherwise to us.\n</p>4.\nHow We Use the Information We Collect or ReceiveA.\nUse at a Glance<p>We primarily use the information we collect to provide, administer, operate and improve our Services.\nWe may use your information for the following purposes:</p>\n<ul>\n<li>\n<p>To create, administer and troubleshoot accounts, Services we provide;</p>\n</li>\n<li>\n<p>To credit or accept payments;</p>\n</li>\n<li>\n<p>To provide technical support and respond to inquiries;</p>\n</li>\n<li>\n<p>To prevent fraud, enforce the relevant terms of service or licenses, and protect Users;</p>\n</li>\n<li>\n<p>To analyze use of the relevant ad, site, game, product, or software.\ntest changes and improvements.\nto personalize your experiences, and.\nto identify and suggest connections with other Users;</p>\n</li>\n<li>\n<p>To permit gameplayers wishing to play connected games to be matched with other players in our Multiplay or other connected games services;</p>\n</li>\n<li>\n<p>To perform analytics and research aimed at improving the accuracy, effectiveness, usability, or popularity of website(s), products and services that Unity and Developers provide;</p>\n</li>\n<li>\n<p>To perform analytics and research on our core business metrics, and to take action on the results of such analysis;</p>\n</li>\n<li>\n<p>To create and share statistics and reports regarding aggregate usage of Unity-powered apps;</p>\n</li>\n<li>\n<p>To enable user-to-user communications;</p>\n</li>\n<li>\n<p>To link to or combine with other information we have gathered;</p>\n</li>\n<li>\n<p>To deliver and target advertising, including personalized ads;</p>\n</li>\n<li>\n<p>To inform Users of new products and services, including promotional offers.\nand</p>\n</li>\n<li>\n<p>To contact you with information that we believe will be of interest to you.</p>\n</li>\n<li>\n<p>As we believe to be necessary or appropriate: (a) under applicable law, including laws outside your country of residence.\n(b) to comply with legal process.\n(c) to respond to requests from public and government authorities, including public and government authorities outside your country of residence.\n(d) to enforce our terms and conditions.\n(e) to protect our operations or those of any of our affiliates.\n(f) to protect our rights, privacy, safety or property, and/or that of our affiliates, you or others.\nand (g) to allow us to pursue available remedies or limit the damages that we may sustain.</p>\n</li>\n</ul>B.\nComprehensive List<p>Below we list how we and our service providers use Personal Information for legitimate business purposes more comprehensively and inclusive of our legal basis for such collection and use as required by laws of certain jurisdictions where we operate including:</p>\n<p>\n<strong>Providing the functionality of the Services and fulfilling your requests.</strong>\n</p>\n<ul>\n<li>To provide the website(s) and Services’ functionality to you, such as arranging access to your registered account, and providing you with related customer service, including troubleshooting and service restoration.</li>\n<li>To analyze and take action on the analysis of our core business metrics.&nbsp;</li>\n<li>To respond to your inquiries and fulfill your requests, when you contact us via one of our online contact forms or otherwise, for example, when you send us questions, suggestions, compliments or complaints, or when you request a quote for or other information about our Services.</li>\n<li>To complete your transactions (including financial) and provide you with related customer service.</li>\n<li>To send administrative information to you, such as changes to our terms, conditions and policies.</li>\n<li>To allow you to send messages to another person if you choose to do so.</li>\n</ul>\n<p>\n<em>We will engage in these activities to manage our contractual relationship with you, to comply with a legal obligation, when we have your consent (e.g., when you are requesting for us to respond to you), and/ or when necessary for our legitimate interests (e.g., to respond to inquiries from customers and potential customers, for license enforcement and prevention of software piracy, to inform decisions around service offerings, and for operational improvements).&nbsp;</em>\n</p>\n<p>\n<strong>Providing you with our newsletter and/or other marketing materials and facilitating social sharing</strong>\n</p>\n<ul>\n<li>To send you marketing related emails, with information about our services, new products and other news about our company.</li>\n<li>To facilitate social sharing functionality that you choose to use.</li>\n</ul>\n<p>\n<em>We will engage in this activity with your consent or where we have a legitimate interest.</em>\n</p>\n<p>\n<strong>Analysis of Personal Information for business reporting and providing personalized services.</strong>\n</p>\n<ul>\n<li>To analyze or predict our users’ preferences in order to prepare aggregated trend reports on how our digital content is used, so we can improve our website(s) and Services.</li>\n<li>To better understand you, so that we can personalize our interactions with you and provide you with information and/or offers tailored to your interests.</li>\n<li>To better understand your preferences so that we can deliver content via our website(s) and Services that we believe will be relevant and interesting to you.</li>\n</ul>\n<p>\n<em>We will perform analyses based on our legitimate interest.\nWe will provide personalized services either with your consent or because we have a legitimate interest.</em>\n</p>\n<p>\n<strong>Allowing you to participate in sweepstakes, contests or other promotions.</strong>\n</p>\n<ul>\n<li>We may offer you the opportunity to participate in a sweepstakes, contest or other promotion.</li>\n<li>Some of these promotions have additional rules containing information about how we will use and disclose your Personal Information.</li>\n</ul>\n<p>\n<em>We use this information to manage our contractual relationship with you, or in some cases, based on your consent or our legitimate interest.</em>\n</p>\n<p>\n<strong>Accomplishing our business purposes.</strong>\n</p>\n<ul>\n<li>For data analysis and testing, for example, to improve the efficiency of our website(s) and Services;</li>\n<li>For system maintenance;&nbsp;</li>\n<li>For reporting and hosting of data;</li>\n<li>For audits, to verify that our internal processes function as intended and are compliant with legal, regulatory or contractual requirements;</li>\n<li>For fraud and security purposes, for example, monitoring to detect and prevent cyberattacks or attempts to commit identity theft;</li>\n<li>For the prevention of criminal activity or harm to users of our Services;</li>\n<li>For developing new products and services;</li>\n<li>For enhancing, improving, or modifying our current website(s), products and services and/or assisting our developers with this activity;</li>\n<li>For identifying usage trends, for example, understanding which parts of our website(s) and Services are of most interest to users;</li>\n<li>For determining the effectiveness of our promotional campaigns, so that we can adapt our campaigns to the needs and interests of our users or our publisher’s and other advertising customer’s users.\nand</li>\n<li>For operating and expanding our business activities, for example, understanding which parts of our Services are of most interest to our users or assisting our developers with this activity within their business so we can focus our and their energies and resources on meeting our users’ interests;&nbsp;</li>\n</ul>\n<p>\n<em>We engage in these activities to manage our contractual relationship with you, to comply with a legal obligation, and/or because we have your consent or a legitimate interest.</em>\n</p>\n<p>\n<strong>Aggregating and/or anonymizing Personal Information.</strong>\n</p>\n<ul>\n<li>We may aggregate and/or anonymize Personal Information so that it will no longer be considered Personal Information.\nWe do so to generate other data for our use, which we may use and disclose for any purpose.</li>\n</ul>\n<p>&nbsp;</p>C.\nTo allow us to disclose your information to the extent permitted by law, in the situations described more fully below<p>\n<strong>To our affiliates for the purposes described in this Privacy Policy.</strong>\n</p>\n<ul>\n<li>You can consult the list and location of our affiliates here: https://unity3d.com/contact/addresses</li>\n</ul>\n<p>\n<strong>Unity Technologies, Inc.\n</strong>is the party responsible for the management of the jointly-used Personal Information.</p>\n<p>\n<strong>To our third-party service providers, to facilitate services they provide to us.</strong>\n</p>\n<ul>\n<li>These can include providers of services such as website hosting, data analysis, payment processing, order fulfillment, information technology and related infrastructure provision, customer service, email delivery marketing, mailing, surveys, auditing, and other services</li>\n</ul>\n<p>\n<strong>To third parties, to permit them to send you marketing communications, consistent with your choices.</strong>\n</p>\n<p>\n<strong>To third-party sponsors of sweepstakes, contests, and similar promotions.</strong>\n</p>\n<ul>\n<li>\n<strong>By using the Services, you may elect to disclose Personal Information</strong>\n</li>\n<li>On message boards, chat, profile pages, blogs and other services to which you are able to post information and content (including, without limitation, our Social Media Pages).&nbsp.\nPlease note that any information you post or disclose through these services will become public and may be available to other users and the general public.</li>\n<li>Through your social sharing activity.&nbsp.\nWhen you connect your Services account with your social media account, you will share information with your friends associated with your social media account, with other users, and with your social media account provider.\nBy doing so, you authorize us to facilitate this sharing of information, and you understand that the use of shared information will be governed by the social media provider’s privacy policy</li>\n</ul>\n<p>\n<strong>Other Uses and Disclosures</strong>\n</p>\n<p>We also use and disclose your Personal Information as necessary or appropriate, especially when we have a legal obligation or legitimate interest to do so:</p>\n<ul>\n<li>\n<strong>To comply with applicable law and regulations.&nbsp;</strong>\n<em>This can include laws outside your country of residence.</em>\n</li>\n<li>\n<strong>To cooperate with public and government authorities.\n</strong>To respond to a request or to provide information we believe is important.&nbsp;<em>These can include authorities outside your country of residence.</em>\n</li>\n<li>\n<strong>To cooperate with law enforcement.&nbsp;</strong>For example, when we respond to law enforcement requests and orders or provide information we believe is important.</li>\n<li>\n<strong>For other legal reasons.\n</strong>For example, to enforce our terms and conditions or licenses.\nand to protect our rights, privacy, safety or property, and/or that of our affiliates, you or others.</li>\n<li>\n<strong>In connection with a sale or business transaction.\n</strong>We have a legitimate interest in disclosing or transferring your Personal Information to a third party in the event of any reorganization, merger, sale, joint venture, assignment, transfer or other disposition of all or any portion of our business, assets or stock (including in connection with any bankruptcy or similar proceedings)<em>&nbsp;Such third parties may include, for example, an acquiring entity and its advisors.</em>\n</li>\n</ul>5.\nSharing InformationHow we might share the information we collect or receive<ul>\n<li>\n<p>Our affiliates located all over the world for the purposes described in this Privacy Policy on a need to know basis.\nYou can consult the list and location of our affiliates here: https://unity3d.com/contact/addresses</p>\n</li>\n<li>\n<p>Third-party service providers: We provide User information to other companies that perform Services on Unity’s behalf.\nFor example, we may employ service providers to process payments.\nhost or store our data.\ndeliver email messages.\nprovide legal or other guidance.\nor analyze data.&nbsp;Our payments processor, Worldpay, has requested that we provide you with a link to their Privacy Statement.</p>\n</li>\n<li>\n<p>With certain Asset Store sellers, we provide customer information, such as an email address, when you purchase or license certain products (like SDKs) to the sellers of those products in our Asset Store.\nWe provide this information to assist the provider with fulfilling your purchase(s) and, in the case of our Asset Store partners, to allow them to contact you about new products and Services.</p>\n</li>\n<li>\n<p>Safety, security, and legal compliance: We may share your information:</p>\n<ul>\n<li>\n<p>When we have a good faith belief that we are required to disclose the information in response to legal process (e.g., if we receive a court order, search warrant, subpoena, or similar legal process);</p>\n</li>\n<li>\n<p>To satisfy any applicable laws or regulations;</p>\n</li>\n<li>\n<p>If we believe that the Service is being used in the commission of a crime, including to report such criminal activity or to exchange information with other companies and organizations for the purposes of fraud protection and credit risk reduction;</p>\n</li>\n<li>\n<p>When we have a good faith belief that there is a meaningful risk that poses a threat to the safety of you, another person or the public generally.\nand</p>\n</li>\n<li>\n<p>In order to protect the rights or property of Unity, including to enforce the terms and licenses that govern the use of the Services.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>Sale or merger: In the event that Unity explores or undergoes a business transition, such as a merger, acquisition by another company, transfer of control, or sale of all or a portion of its assets, we may share or transfer all of your information, including personal information.</p>\n</li>\n<li>\n<p>Developers using Unity Analytics or deltaDNA will have ongoing access to data about the Users of their games and apps and any associated data, such as user ID, device ID, app ID, purchasing data, and actions completed within their games.</p>\n</li>\n<li>\n<p>Advertising:</p>\n<ul>\n<li>\n<p>Unity Ads: We may utilize the data collected from Developers’ apps to place personalized ads in Developers’ apps and elsewhere.\nThis usage will permit other parties, such as publishers and attribution companies, to learn about the devices that received, viewed or interacted with ads.</p>\n</li>\n<li>Third-party products and services: As discussed in our&nbsp;Cookie Policy and elsewhere, we may permit advertisers and their agents to use cookies or related technologies within the Service to store information on or read information from your browser or device so that they can optimize their advertising campaigns, including to frequency cap and deliver targeted ads.</li>\n</ul>\n</li>\n<li>\n<p>With your consent: We may share your information for other purposes if (i) you direct us to do so or (ii) you consent to such sharing.</p>\n</li>\n<li>\n<p>De-identified and/or aggregated information: Some of the information we collect does not directly identify you or your device.\nWe may modify other information that can identify you or your device to limit or prevent such identification by de-identifying it or aggregating it.\nWe can share de-identified and/or aggregated information with any third party without restriction and use it for any purpose.</p>\n</li>\n<li>\n<p>As may be required if we transfer your personal information, we will ensure it is protected in a manner that is consistent with how your personal information will be protected by us in the country of collection, either by contractual or other means to provide a comparable level of protection while the information is processed by a third party.&nbsp;</p>\n</li>\n</ul>Example of how your actions can result in sharing with others<ul>\n<li>\n<p>Sharing can happen within our Services and outside it when you take certain actions.\nFor example:</p>\n<ul>\n<li>\n<p>When you ask to be matched with another player to play a connected game</p>\n</li>\n<li>\n<p>When you comment on or share an Article using Unity’s Connect service, your comments or posts will be visible to other Users.</p>\n</li>\n<li>\n<p>When you share a replay on a social network – depending on your privacy settings at the relevant social network – some Users of the relevant social network will be able to see the replay.</p>\n</li>\n<li>\n<p>When you post comments on our forums, visitors and other forum Users will be able to see your username, photo, and comments.</p>\n</li>\n<li>\n<p>When you publish or provide assets for license on the Asset Store, your seller name and other information in your Publisher profile will be visible.</p>\n</li>\n</ul>\n</li>\n</ul>6.\nOur Policies Concerning Children<p>Our Services are intended for general audiences.\nUnity does not knowingly collect any personal information from children.&nbsp;Beginning in January 2020, Unity’s ads service may collect certain age range or age band information to confirm that we comply with Applicable Data Protection laws.&nbsp;&nbsp;</p>\n<ul>\n<li>\n<p>If any party becomes aware that a child under the age of 13, or under the age of 16 for those parties in the European Economic Area, has provided us with personal information in contravention of our policies, they should contact us at DPO@unity3d.com.</p>\n</li>\n<li>\n<p>Some third parties, such as platform providers like the iTunes Store or Google Play, may provide age-based ratings on some of the apps created by Developers.\nThese ratings shall have no bearing on this limitation.\nThird parties may also provide content categories on some of the Services.\nThese categories shall have no bearing on this limitation.</p>\n</li>\n</ul>\n<p>&nbsp;</p>7.\nAccessing/Updating/Deleting Your Information<p>We provide Users with a variety of ways to access and update their information (described below).\nFor those with Unity accounts described below, please send any requests or questions to DPO@unity3d.com.</p>\n<strong>Unity Software</strong>\n<p>\n<em>Developers: </em>Log in to the&nbsp;Unity Store&nbsp;and navigate to the My Account page to view and update your information.\nYou can request that your account be deleted.\nhowever, certain financial recordkeeping information may be maintained in our systems because we have a legitimate legal and financial interest in maintaining such records.</p>\n<strong>Asset Store</strong>\n<p>\n<em>Sellers:</em> Log in to the&nbsp;Asset Store&nbsp;and visit your Publisher Administration page to view and update your information.\nYou can request that your account be deleted.\nhowever, certain financial recordkeeping information may be maintained in our systems because we have a legitimate legal and financial interest in maintaining such records.</p>\n<p>\n<em>Purchasers:</em> Log in to the&nbsp;Asset Store&nbsp;and visit your My Account page to view and update your information.\nYou can request that your account be deleted.\nhowever, certain financial recordkeeping information may be maintained in our systems because we have a legitimate legal and financial interest in maintaining such records.&nbsp;&nbsp;</p>\n<strong>Unity Ads</strong>\n<p>\n<em>Publishers and Advertisers:</em> Log in to your account and navigate to the Settings page where you can view and update your information.\nYou can request that your account be deleted.\nhowever, certain financial recordkeeping information may be maintained in our systems because we have a legitimate legal and financial interest in maintaining such records.&nbsp;&nbsp;</p>\n<strong>Unity Cloud Build</strong>\n<p>\n<em>Developers:</em> Log in to your account and navigate to the My Account page to view and update your information.\nThe account administrator for Unity Cloud Build products may also have to direct Unity as to the deletion (erasure) of specific users and the exporting of content for the project that the administrator controls.\nUnity may not be able to fulfill a request to delete (erase) or port a project without first receiving an account administrator’s permission.\nPlease direct all such requests to DPO@unity3d.com.</p>\n<strong>Community (including Forums and Answers)</strong>\n<p>Log in to the&nbsp;Unity website&nbsp;and navigate to the Edit Account page.\nYou can request that your account be deleted.\nhowever, certain financial recordkeeping information may be maintained in our systems because we have a legitimate legal and financial interest in maintaining such records.</p>\n<strong>Unity Analytics</strong>\n<p>\n<em>Developers</em>: Log in to your account and navigate to the Edit My Account page to view and update your information.\nYou can request that your account be deleted.\nhowever, certain financial recordkeeping information may be maintained in our systems because we have a legitimate legal and financial interest in maintaining such records.</p>\n<strong>Unity’s connected games service (including Multiplay)</strong>\n<p>\n<em>Developers:&nbsp;</em>Log into your account to edit or update your account information.&nbsp;You can request that your account be deleted.\nhowever, certain financial recordkeeping information may be maintained in our systems because we have a legitimate legal and financial interest in maintaining such records.</p>\n<p>\n<em>Game Players using Multiplay:&nbsp;&nbsp;</em>Unity acts as a storage and facilitation service only briefly with respect to your data to complete the match.&nbsp.\nYour game developer controls your data and your ability to update or delete it.</p>\n<strong>Unity's Vivox Service</strong>\n<p>\n<em>Developers</em>: Log into your Vivox account to edit or update your account information.&nbsp.\nYou can request that your account be deleted.\nhowever, certain financial recordkeeping information may be maintained in our systems because we have a legitimate legal and financial interest in maintaining such records.</p>\n<p>\n<em>Game Players</em>: Vivox acts as a service provider and processor to its customers who ultimately control your data.&nbsp.\nYou must obtain copies of your data and exercise your privacy rights directly with your game developer as Vivox does not have sufficient information to identify you.</p>\n<strong>deltaDNA Services&nbsp;</strong>\n<p>\n<em>Developers</em>: Log into your deltaDNA account to edit or update your account information.&nbsp.\nYou can request that your account be deleted by emailing&nbsp;&nbsp;DPO@unity3d.com.\nhowever, certain financial recordkeeping information may be maintained in our systems because we have a legitimate legal and financial interest in maintaining such records.</p>\n<strong>Artomatix Services&nbsp;</strong>\n<p>\n<em>Developers</em>: Please email&nbsp;&nbsp;DPO@unity3d.com&nbsp;to request access to or update your information.\nYou can request that your account be deleted by emailing&nbsp;&nbsp;DPO@unity3d.com.\nhowever, certain financial recordkeeping information may be maintained in our systems because we have a legitimate legal and financial interest in maintaining such records.</p>ChilliConnect Services<p>\n<em>Developers</em>: Log into your ChilliConnect account to view or update your information.&nbsp.\nYou can request that your account be deleted by emailing&nbsp;&nbsp;DPO@unity3d.com.\nhowever, certain financial recordkeeping information may be maintained in our systems because we have a legitimate legal and financial interest in maintaining such records.</p>\n<strong>Códice (Plastic SCM) Services&nbsp;</strong>\n<p>\n<em>Developers</em>: Log into your PlasticSCM account to edit or update your account information.&nbsp.\nYou can request that your account be deleted by emailing&nbsp;&nbsp;DPO@unity3d.com.\nhowever, certain financial recordkeeping information may be maintained in our systems because we have a legitimate legal and financial interest in maintaining such records.</p>\n<strong>Finger Food ATG Services&nbsp;</strong>\n<p>\n<em>Developers</em>: Please email&nbsp;&nbsp;DPO@unity3d.com&nbsp;to request access to or update your information.\nYou can request that your account be deleted by emailing&nbsp;&nbsp;DPO@unity3d.com.\nhowever, certain financial recordkeeping information may be maintained in our systems because we have a legitimate legal and financial interest in maintaining such records.</p>\n<strong>Furioos Services&nbsp;</strong>\n<p>Log into your Furioos accoutn to edit or update your account information.\nYou can request that your account be deleted.\nhowever, certain financial recordkeeping information may be maintained in our systems because we have a legitimate legal and financial interest in maintaining such records.&nbsp;</p>\n<strong>Rest AR Services</strong>\n<p>Please email&nbsp;&nbsp;DPO@unity3d.com&nbsp;to request access to or update your information.\nYou can request that your account be deleted by emailing&nbsp;&nbsp;DPO@unity3d.com.\nhowever, certain financial recordkeeping information may be maintained in our systems because we have a legitimate legal and financial interest in maintaining such records.</p>VisualLive<p>Log into your VisualLive account to edit or update your account information.\nYou can request that your account be deleted.\nhowever, certain financial recordkeeping information may be maintained in our systems because we have a legitimate and financial interest in maintaining such records.&nbsp;</p>\n<p>If you are signed up for VisualLive through Unity or if you were a customer of VisualLive before Unity purchased VisualLive, you can access your data by&nbsp;emailing&nbsp;&nbsp;DPO@unity3d.com.\nUntil such time as the VisualLive data report can be accessed thorugh your Unity account in the privacy settings page, Unity's data privacy office will make every effort to fulfill your VisualLive access request within 10 business days.&nbsp;</p>\n<strong>For Services Not Listed</strong>\n<p>Please email&nbsp;&nbsp;DPO@unity3d.com&nbsp;to request access to or update your information.\nYou can request that your account be deleted by emailing&nbsp;&nbsp;DPO@unity3d.com.\nhowever, certain financial recordkeeping information may be maintained in our systems because we have a legitimate legal and financial interest in maintaining such records.</p>\n<strong>Gameplayers viewing Unity Ads or Profiled in Unity Analytics or deltaDNA</strong>\n<p>Depending on your app publisher’s implementation of privacy tools, you can access the data collected about your device on a per-app basis by clicking or tapping the “ℹ” button or the Data Privacy icon on the ad unit.\nBy scrolling through the disclosure, you will either see a dynamically populated paragraph of plain text showing you the data related to your device from that app or you will see an option to click/tap a link within the text to see the data display.\nIf you object to our maintaining this data or collecting future app-usage data, you may elect to opt-out of further collection and request deletion of historical data.\n&nbsp;Please note IP address may be maintained in logs for security of our system for both Ads, Unity Analytics, and deltaDNA services running on your device and may continue to be collected.&nbsp.\nIf your app developer does not use Unity Ads service but collects data and uses Unity Analytics and deltaDNA, the app developer may have configured privacy settings within the app in order to permit you to object to profiling and opt-out of further profiling using this data.\nYou will be able to request deletion (erasure) of data with this feature enabled directly within your app.&nbsp;&nbsp;</p>8.\nYour Choices About Unity’s Collection and Use of Your Information<ul>\n<li>You always have the option to refrain from using the Service or to discontinue using the Service if you do not want information collected about you.</li>\n<li>You can choose to use the Service in a manner that limits the data we collect.\nFor example, in Unity’s Connect service you can choose not to publicly share your profile.</li>\n<li>You can access and update your information as described in the section “7.\nAccessing/Updating Your Information.\"</li>\n<li>\n<p>You can opt out of communications like email, by following the instructions in any marketing message you receive.\nHowever,</p>\n<ul>\n<li>\n<p>We reserve the right to send a message confirming your opt-out, whether it applies to email or SMS messages.\nand</p>\n</li>\n<li>\n<p>Users who opt-out of marketing messages may still receive administrative, relationship, or transactional messages (e.g., we might send a notice about changes to our Terms of Service or changes to the functionality of a product or Service).</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<em>Unity Editor opt-out:</em> You can opt-out of usage analytics in \"Edit Your Privacy Settings\" in the Privacy section under \"My Account\".&nbsp;<strong>Please note:</strong> You cannot opt-out of core business metrics analytics as such analytics are strictly necessary for us to run the services.</p>\n</li>\n<li>\n<p>\n<em>Unity Ads opt-out:</em> You cannot opt-out of receiving ads in games or apps using Unity Ads, but you can take steps to opt-out of certain personalized ads, including within the ad unit, by clicking or tapping the “ℹ” button or the Data Privacy icon.</p>\n</li>\n</ul>\n<p>Please note that if you are not in the European Economic Area (EEA) or California, your app publisher may have chosen to only apply the opt-out to those players in those jurisdictions where applicable privacy laws require choice.\nIf that is the case, you may opt-out of all tracking by following the instructions in our Advertising Choices section or see our&nbsp;Cookie Policy&nbsp;for more information on your choices for tracking and targeting of ads in apps on mobile devices and the options available to you.</p>\n<ul>\n<li>\n<p>\n<em>Analytics opt-out:</em> Unity Analytics offers an opt-out to Users of Developer apps to the extent the data collected may be used for targeting purposes and assisting Unity Ads in delivery of its Services.\nIf you do not want your information collected by Unity Analytics for other purposes described herein, such as crash reporting or helping you save your place in the game, you may have to stop using the game or application utilizing Unity Analytics.</p>\n</li>\n<li>\n<em>deltaDNA</em>\n<em>&nbsp;opt-out:</em> Developers may choose to install a mechanism to opt-out of analytics.&nbsp;</li>\n<li>\n<em>Multiplayer opt-out:</em> Unity Multiplayer does not currently offer an opt-out to Users of Developer apps.\nIf you do not want your information collected by Unity Multiplayer, you may have to stop using the multiplayer features in the game or application utilizing Unity Multiplayer.</li>\n<li>\n<p>We use Google Analytics to understand how our sites are used and to improve experiences within the Service.\nIf you want to know more about how Google Analytics works or to exercise choice in regard to the data collected by it, please visit&nbsp;http://www.google.com/policies/privacy/partners/.\nIn order to control the collection of data for analytical purposes by Google, you can install the&nbsp;Google Analytics Opt-out Browser Add-On.\nPlease note that we can use our own logging and tracking to understand use of our sites that do not make use of Google Analytics, and your use of their browser add-on will not impact that tracking.</p>\n</li>\n<li>\n<p>We use Twitter’s ad platform to bring you more useful and interesting advertising content.\nIf you are on the web, you can visit the Digital Advertising Alliance’s (DAA) consumer choice tool at&nbsp;optout.aboutads.info&nbsp;to opt out of interest-based advertising from Twitter in your current browser.\nOn your mobile device, enable the Limit Ad Tracking setting in your iOS phone’s settings, or the Opt Out of Ads Personalization setting in your Android phone’s settings.</p>\n</li>\n</ul>9.\nTransfers out of Country of Collection<ul>\n<li>\n<p>Unity has implemented and maintains a framework consistent with applicable law for transfers of data outside of the country of collection, including for transfers out of the EEA.</p>\n</li>\n<li>\n<p>Your Personal Information may be stored and processed in any country where we have facilities or in which we engage service providers, and by using the Services you understand that your information will be transferred to countries outside of your country of residence, including the United States, which may have data protection rules that are different from those of your country.&nbsp.\nIn certain circumstances, courts, law enforcement agencies, regulatory agencies or security authorities in those other countries may be entitled to access your Personal Information.\nADDITIONAL INFORMATION REGARDING THE EEA: Some of the non-EEA countries are recognized by the European Commission as providing an adequate level of data protection according to EEA standards (the full list of these countries is available at:&nbsp;&nbsp;https://ec.europa.eu/info/law/law-topic/data-protection/data-transfers-outside-eu/adequacy-protection-personal-data-non-eu-countries_en).\nFor transfers from the EEA to countries not considered adequate by the European Commission, we have put in place adequate measures, such as standard contractual clauses adopted by the European Commission to protect your Personal Information.\nYou may obtain a copy of these measures by contacting&nbsp;DPO@unity3d.com.</p>\n</li>\n</ul>10.\nRetention<p>We retain Personal Information for as long as needed or permitted in light of the purpose(s) for which it was obtained and consistent with applicable law.\nThe criteria to determine our retention periods include:</p>\n<ul>\n<li>The length of time we have an ongoing relationship with you and provide the Services to you (for example, for as long as you have an account with us or keep using the Services);</li>\n<li>Whether there is a legal obligation to which we are subject (for example, certain laws require us to keep records of your transactions for a certain period of time before we can delete them).\nor&nbsp;</li>\n<li>Whether retention is advisable in light of our legal position (such as in regard to applicable statutes of limitations, litigation or regulatory investigations).&nbsp;</li>\n</ul>11.\nSafeguards<p>We employ a variety of measures to safeguard the collection, transmission, and storage of the information we collect.\nThese measures vary based on the sensitivity of the information that we collect, process, and store, and the current state of technology.\nPlease note that no system can be guaranteed to be 100% secure.\nTherefore, while we strive to employ reasonable protections for your information that are appropriate to its sensitivity, we cannot guarantee or warrant the security of the information you share with us and we cannot be responsible for the theft, destruction, loss or inadvertent disclosure of your information.\nWhere we have given you (or where you have chosen) a password which enables you to access certain parts of our site, you are responsible for keeping this password confidential.\nWe ask you not to share a password with anyone.\nWe have put in place procedures to deal with any suspected personal data breach and will notify you and any applicable regulator of a breach where we are legally required to do so.&nbsp;</p>12.\nChanges to This Privacy Policy<p>We reserve the right to change our practices and this policy at any time.\nWe may also send an email or provide notice within some or all of our offerings when this policy changes.\nWe encourage you to check this page regularly so that you know what our current practices are.</p>13.\nPrivacy Rights<ul>\n<li>\n<em>Please note that Unity has placed a new California Notice of Rights&nbsp;on its website to explain how California residents may exercise their privacy rights under the <strong>California Consumer Privacy Act</strong>.\nThis notice is incorporated into this policy.\nGenerally, under this new law, California residents have</em>\n<br>\n<em>Sharing with third parties for direct marketing purposes:</em> California residents have the right to request the identity of any third parties to whom the resident’s personal information was shared, if such sharing was to enable the third party’s direct marketing efforts.\nIf you are a California resident and wish to make such a request, please submit your request to DPO@unity3d.com OR to opt-out of having your personal information shared with third parties for their direct marketing purposes, please email us at DPO@unity3d.com.<ol>\n<li>\n<em>A right to transparent notice about the collection of your data;</em>\n</li>\n<li>\n<em>&nbsp;A right to know what personal information Unity holds about you, including where we obtain it and the categories of third parties with whom we share it,</em>\n</li>\n<li>\n<em>A right to request deletion of personal information in certain circumstances;</em>\n</li>\n<li>\n<em>&nbsp;A right to opt-out of sales of personal information;</em>\n</li>\n<li>\n<em>An ability to appoint a third party representative to assist you with exercising your rights and,</em>\n</li>\n<li>\n<em>A right not to be discriminated against for exercising your rights.&nbsp;</em>\n</li>\n</ol>\n<ul>\n<li>\n<em>Please note Unity does not discriminate in its provision of services to you based on exercising your rights.&nbsp;</em>\n</li>\n<li>\n<em>Your requests to delete data is limited to data that Unity is not allowed to retain under the CCPA.&nbsp.\nUnity may retain data for certain purposes, including completing transactions for you or reasonably related to completing transactions for you, detecting security incidents, illegal activity and fraud, maintaining our systems, complying with applicable law and legal obligations, engaging in public or peer reviewed research provided we comply with applicable ethics and privacy laws related to such research, or enabling solely internal purposes such as financial recordkeeping.\n&nbsp;</em>\n</li>\n<li>\n<em>You may ask a third party representative to assist you in exercising your rights.&nbsp.\nThird parties may write to DPO@unity3d.com to provide documentation of their right to act on your behalf.\n&nbsp;If you are a game player, we will not have a way to locate records about your outside of an app using Unity’s software, but you may direct your reports to be sent to your representative once you have verified your identity inside of the app.\nUnity account holders may also send data reports obtained through your account directly to your representative.&nbsp.\nYou need only to provide their email or mailing address instead of your own when ordering.&nbsp.\nFor third party representatives writing in on behalf of Unity account holders, please provide the name and any signed documentation you may have to act on behalf of the account holder, or you may ask the account holder to write to us from their account email to provide us permission to transact with you directly.\nUnity reserves the right to take reasonable steps to verify the authenticity of identities and authorizations in compliance with applicable laws prior to making any disclosures.</em>\n</li>\n<li>\n<em>More information on your rights as a Californian and instructions on how to exercise them with Unity may be found&nbsp;here.\n&nbsp;</em>\n</li>\n<li>\n<em>\n<em>You may view our CCPA Transparency Report at&nbsp;https://unity3d.com/legal/privacy-report.&nbsp.\nThis report provides details on our responses to requests to access, delete or opt-out under CCPA.</em>\n</em>\n</li>\n</ul>\n</li>\n<li>\n<em>How we respond to “Do Not Track” signals:</em> We are committed to providing you with meaningful choices about the information collected on our Services for third-party purposes, and that is why we provide information in our&nbsp;Cookie Policy&nbsp;about how to prevent the delivery of targeted ads, and information in this policy about how to prevent Google Analytics and Twitter from collecting information.\nWe do not, however, recognize or respond to browser-initiated Do Not Track signals, as the Internet industry is currently still working on Do Not Track standards, implementations, and solutions.\nTo learn more about Do Not Track signals, you can visit&nbsp;allaboutdnt.com.</li>\n</ul>\n<p>If you are a European Union resident, the <strong>General Data Protection Regulation </strong>provides certain rights to you with respect to your personal data.\nWhere Unity is a data controller, you have the following rights:</p>\n<ul>\n<li>\n<strong>Right to Access</strong> - You have the right to request Unity provide you with a copy of your personal data.&nbsp;&nbsp;</li>\n<li>\n<strong>Right to Rectification (Correction)</strong> - You have the right to request Unity to correct any information about you that you believe is incorrect.&nbsp.\nYou also have the right to request Unity to complete information about you that you believe is incorrect.</li>\n<li>\n<strong>Right to Erasure (Deletion)</strong> - You have the right to request Unity to erase your personal data, under certain conditions.&nbsp;&nbsp;</li>\n<li>\n<strong>Right to Restrict Processing</strong> - You have the right to request Unity to restrict the processing of your personal data, under certain conditions.</li>\n<li>\n<strong>Right to Object to Processing</strong> - You have the right to object to Unity’s processing of your personal data, under certain conditions.</li>\n<li>\n<strong>Right to Data Portability</strong> - You have the right to request Unity to transfer your personal data that we have collected to another organization, or directly to you, under certain conditions.</li>\n</ul>\n<p>The <strong>Canadian Personal Information Protection and Electronic Documents Act</strong> provides certain rights with respect to your personal data, such as:</p>\n<ul>\n<li>\n<strong>Right to Access</strong>&nbsp;- You have the right to request Unity provide you with a copy of your personal data.&nbsp;&nbsp;</li>\n<li>\n<strong>Right to Rectification (Correction)</strong>&nbsp;- You have the right to request Unity to correct any information about you that you believe is incorrect.&nbsp.\nYou also have the right to request Unity to complete information about you that you believe is incorrect.</li>\n</ul>\n<p>The&nbsp;<strong>Brazilian General Data Protection Act</strong> provides you the right to:</p>\n<ul>\n<li>Confirm Unity's processing of your data;&nbsp;</li>\n<li>Access your data;&nbsp;</li>\n<li>Correct your incomplete, inaccurate, or outdated data;</li>\n<li>Request anonymization, blocking or elimination of unnecessary or excessive data or of data processed in noncompliance with the Brazilian General Data Protection Act;&nbsp;</li>\n<li>Port your data to other service providers or suppliers of products;&nbsp;</li>\n<li>Delete your personal data when processed with your consent;</li>\n<li>Obtain information on the public and private entities with whom Unity shared your data;&nbsp;</li>\n<li>Obtain information on the possibility of not providing consent and on the consequences of the denial;&nbsp;</li>\n<li>Revoke your consent to the processing of your data when we seek your consent.\nand&nbsp;</li>\n<li>Lodge complaints before data protection authorities.&nbsp;</li>\n</ul>\n<p>The&nbsp;<strong>Israel Protection of Privacy Law 5741-1981</strong>:</p>\n<p>Any information provided by you is on a voluntary basis with no legal requirement to do so, but if you refuse to provide such information we may not be able to provide you with the Services.\nAccording to the Protection of Privacy Law, each person is entitled to inspect, either himself or thorugh a representative authorized by him in writing or his guardian, any information about him kept in a database.</p>\n<p>&nbsp;</p>\n<p>To exercise the above rights, email DPO@unity3d.com (or contact us as indicated in the ‘Contact Us’ section below).&nbsp.\nIn some cases a Unity customer, such as a game developer, may be the controller of your data and Unity only a Processor.&nbsp.\nIn this case, Unity will direct you to its customer, and Unity will support its customers in responding to requests as required by law.</p>\n<p>In addition, where our processing activities in respect of your Personal Data are subject to the GDPR, you may lodge a complaint with a European Union supervisory authority.\nIf you do have a complaint, we would appreciate the chance to deal with your concerns before approaching your supervisory body, so please contact us at dpo@unity3d.com if you wish to discuss any complaint.\nYou can find your supervisory authority here.</p>14.\nLinks to Sites and Service Operated by Others<p>The Unity Service may contain links to other sites, applications, and services.\nBecause Unity does not operate those other sites, applications, and services, we cannot take responsibility for the privacy practices of the entities that operate them.\nWe recommend that you consistently check privacy policies to understand an operator’s practices.\nAs a reminder, this policy describes Unity’s practices.</p>15.\nContact Us:<ul>\n<li>DPO@unity3d.com</li>\n<li>Unity Technologies, 30 3rd Street, San Francisco, CA 94103 (United States contact)</li>\n<li>Unity Technologies ApS, Niels Hemmingsens Gade 24, 1153 Copenhagen, Denmark (European Union contact)</li>\n</ul>16.\nCookie PolicyWhat are cookies?<p>Cookies are pieces of data that sites and services you use or visit can set on your browser or device and they can typically be read on future visits to learn more about the User and to personalize an experience, including the ads that are displayed to the User.\n“Cookies” is also a term that may be used to refer to a range of technologies that help an operator identify Users and devices, which in turn can help personalize an experience, prevent fraud, store preferences, and speed up delivery of content.</p>\n<p>For more information on how Unity uses cookies, the types of cookies and other technologies used, and your privacy choices, please see our Cookie Policy.&nbsp;</p>\n<p>To update your cookie preferences, please select \"Cookie Settings\" at the bottom of the webpage.&nbsp;</p>\n<p>&nbsp;</p>17.\nUnity Ads Privacy Features and Third Party Partners in Providing Advertising<strong>Privacy Features</strong>\n<p>If Unity delivers personalized advertising through its ad network, Unity will provide notice and information about how you may be able to opt-out of such personalized advertisements.&nbsp.\nPlease note that the limitations available to you are determined by the laws within your jurisdiction and the tools the developer of your game chooses to implement.\nSuch opportunity to opt out may occur through your device settings (see the section “Information and choices regarding tracking and targeting on mobile devices”&nbsp;in our&nbsp;Cookie Policy) and the choices available within the ad unit as described in this policy by accessing the “ℹ” button or Data Privacy icon in the ad unit.</p>\n<p>\n<em>\n<strong>Developer Advertising Using Other Ad Networks</strong>\n</em>\n</p>\n<p>Developers may use other third-party advertising networks, and Unity’s choice features within its ad units only apply to ads delivered in the Unity network.</p>\n<p>Please note that the Developer of the app showing Unity Ads may have limited providing certain identifying information, including your device advertising ID, about you to our third-party partners advertising goods and services (non-game advertisements) with Unity.&nbsp.\nIf that is the case, you will see an affirmative statement to that effect when you view the information inside of a Unity Ad through the “i” button or Data privacy icon inside of your app.\n&nbsp;You may still see ads from the partners listed below, but they will not be based on your personal data.\n&nbsp;Additionally, you may have opted-out of profiling in Unity’s ad network within a Unity Ad for your app, and we will only serve contextual ads from ourselves and these partners within your app.\nFor all others, please review the following information:</p>Third Party Ad Network Partners&nbsp;<p>The following third party partners may receive an ad request from Unity containing your advertising ID, IP address, and the name of the app/game in which you will see the ad.&nbsp.\nThis list may be updated from time to time.\nThese partners use this information build your profile and personalize your ad experience to serve future ads you may see on the internet as well as inside the Unity ad network.&nbsp.\nThe privacy policies linked below provide you information around the data that they have from all sources, including Unity, and your rights to delete or remove data.&nbsp;</p>\n<p>\n<strong>Google&nbsp;(Review the link to AdSettings), Aarki, AdColony, Adikteev, AdMaxim, AdMixer, Adtiming, Appodeal, Appreciate, Beeswax, Bidease, BidSwitch, Bigabid, Charboost, CrossInstall, CubePile, DiscoverTech, DotC, EngageBDR, GDM Services, InMobi, Jampp, Kayzen (fka Applift), Kidoz, Lifestreet, Liftoff, LoopMe, Machine Zone Inc, Manage.com, Moloco, Persona.ly, Pubnative, Remerge, RTBHouse, Smadex, Telaria, TreSensa, Wildlife Studios, and YeahMobi.&nbsp;</strong>\n</p>\n<p>&nbsp;</p>18.\nOther Useful Information<strong>&nbsp;</strong>\n<ul>\n<li>For more information on Unity's policies and other Legal Information, please see our Legal Information page.&nbsp;</li>\n<li>Some of Unity’s product features require access to your camera.&nbsp.\nWhile using these features we ask that you be aware of your surroundings and be considerate of others.\nUse of these features may result in cached images being saved to your device.\nIn certain products, we may save your images to our cloud servers.\nYou will be notified at the time of access if the images are being saved to our servers.\nPlease keep your security features on your device up to date and securely dispose of your device when you change devices by clearing this information.</li>\n<li>For more information on the Unity MARS Companion App, which is one of our services that uses your camera, please see the App's Supplemental Privacy Notice.&nbsp;</li>\n<li>You will have an opportunity to consent to camera access prior to Unity accessing your camera.</li>\n</ul>\n<p>&nbsp;</p>19.\nBiometric Information<strong>&nbsp;</strong>\n<p>Your use of these features may result in the collection of biometric information.\nBiometric information is any information based on an individual's biometric identifier used to identify an individual.\nBiometric information that may be collected depending on how you use Unity's products includes scans of an individual's hand or face geometry.\nFor example, if you are using Unity MARS to scan a person's hand or face geometry, that may be considered to be collecting biometric information under Applicable Laws.\nAt this time, Unity does not use these scans, but we do store the image in accordance with how you choose to store the data.&nbsp;</p>\n<p>We use commecially reasonable organizational, technical, and administrative methods designed to protect biometric information within our organization.&nbsp;</p>\n<p>We retain biometric information for as long as needed or permitted in light of the purposes stated in this policy, unless a longer retention period is permitted or required by applicable law.\nFor more information on the criteria used to determine our retention periods, please see the \"Retention\" section above.&nbsp;</p>\n<p>We will destroy or dispose of your biometric information as required by applicable law.\nFor example, we may destroy electronic records of biometric information through such processes as overwiritng magnetic media, degaussing, or physical destruction, and we may dispose of paper records by such processes as shredding or incineration.&nbsp;</p>\n<p>&nbsp;</p>\n<ul>\n</ul>&nbsp;&nbsp;<p>&nbsp;</p> ", "created_at": "2021-02-10 10:51:53.904648", "updated_at": "2021-05-27 10:21:22.904713"}], "points": [{"id": 26968, "title": "Your biometric data is collected", "source": "https://unity3d.com/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2022-02-24 19:32:04.194508", "updated_at": "2022-02-24 19:32:04.194508", "quoteText": "<p>Your use of these features may result in the collection of biometric information.", "case_id": 397, "document_id": 4178, "quoteStart": 80044, "quoteEnd": 80128}, {"id": 26967, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://unity3d.com/legal/terms-of-service", "status": "Generated through the annotate view", "created_at": "2022-02-24 19:28:34.929236", "updated_at": "2022-02-24 19:28:34.929236", "quoteText": "If any provision of the Agreement is held to be unenforceable or invalid that provision will be enforced to the maximum extent possible and the other provisions will remain in full force and effect.</p>", "case_id": 295, "document_id": 4179, "quoteStart": 26668, "quoteEnd": 26870}, {"id": 26966, "title": "The court of law governing the terms is in Denmark", "source": "https://unity3d.com/legal/terms-of-service", "status": "Generated through the annotate view", "created_at": "2022-02-24 19:26:29.627337", "updated_at": "2022-02-24 19:26:56.377892", "quoteText": "The Agreement is governed by and construed in accordance with the laws of Denmark, without regard to or application of conflict of laws rules or principles.", "case_id": 163, "document_id": 4179, "quoteStart": 21211, "quoteEnd": 21367}, {"id": 26965, "title": "This service has a no refund policy with some exceptions", "source": "https://unity3d.com/legal/terms-of-service", "status": "Generated through the annotate view", "created_at": "2022-02-24 19:21:59.126989", "updated_at": "2022-02-24 19:21:59.126989", "quoteText": "All sales are final and there shall be no refunds except as required by law.", "case_id": 398, "document_id": 4179, "quoteStart": 12784, "quoteEnd": 12860}, {"id": 26964, "title": "You must report to the service any unauthorized use of your account or any breach of security", "source": "https://unity3d.com/legal/terms-of-service", "status": "Generated through the annotate view", "created_at": "2022-02-24 19:19:08.533106", "updated_at": "2022-02-24 19:19:08.533106", "quoteText": "You will immediately notify Unity of any unauthorized use of your account.</p>\n<p>", "case_id": 484, "document_id": 4179, "quoteStart": 7698, "quoteEnd": 7780}, {"id": 26963, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://unity3d.com/legal/terms-of-service", "status": "Generated through the annotate view", "created_at": "2022-02-24 19:18:31.922583", "updated_at": "2022-02-24 19:18:31.922583", "quoteText": "You agree not to disclose your password to any third party and to take sole responsibility for any activities or actions under your account, whether or not you have authorized such activities or actions.", "case_id": 148, "document_id": 4179, "quoteStart": 7494, "quoteEnd": 7697}, {"id": 26962, "title": " Terms may be changed any time at their discretion, without notice to you ", "source": "https://unity3d.com/legal/terms-of-service", "status": "Generated through the annotate view", "created_at": "2022-02-24 19:17:53.319279", "updated_at": "2022-02-24 19:17:53.319279", "quoteText": "Unity may also modify the Agreement at any time and without prior notice.", "case_id": 121, "document_id": 4179, "quoteStart": 6134, "quoteEnd": 6207}, {"id": 26961, "title": "They may stop providing the service at any time", "source": "https://unity3d.com/legal/terms-of-service", "status": "Generated through the annotate view", "created_at": "2022-02-24 19:17:02.367922", "updated_at": "2022-02-24 19:17:02.367922", "quoteText": "<p>Unity reserves the right, at its sole discretion, to modify, discontinue or terminate the Services.", "case_id": 203, "document_id": 4179, "quoteStart": 6025, "quoteEnd": 6127}, {"id": 26960, "title": "There is a date of the last update of the agreements", "source": "https://unity3d.com/legal/terms-of-service", "status": "Generated through the annotate view", "created_at": "2022-02-24 19:15:20.457458", "updated_at": "2022-02-24 19:15:20.457458", "quoteText": "Last updated: April 27, 2021</strong>", "case_id": 331, "document_id": 4179, "quoteStart": 36, "quoteEnd": 73}, {"id": 21287, "title": "Minors must have the authorization of their legal guardians to use the service", "source": "https://unity3d.com/legal/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-05-27 10:48:46.308576", "updated_at": "2021-05-27 15:56:39.311943", "quoteText": "If you are under the age of 18 or whatever is the age of legal majority where you access the Services, you may purchase access to the Services only with the involvement of your legal guardian, and you represent and warrant that your legal guardian has read, understood and agreed to this Agreement.", "case_id": 486, "document_id": 4179, "quoteStart": 2332, "quoteEnd": 2630}, {"id": 21288, "title": "There is a date of the last update of the agreements", "source": "https://unity3d.com/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-27 10:52:21.053258", "updated_at": "2021-05-27 15:56:46.354557", "quoteText": "Last Updated: October 18, 2020</strong>\n</p>\n<p>Last Edit/Review:&nbsp.\nApril 27, 2021</p>", "case_id": 331, "document_id": 4178, "quoteStart": 28, "quoteEnd": 118}, {"id": 21290, "title": "The service claims to be GDPR compliant for European users", "source": "https://unity3d.com/legal/privacy-policy", "status": "", "created_at": "2021-05-27 10:54:29.501072", "updated_at": "2021-05-27 16:08:39.286258", "quoteText": "<p>If you are a European Union resident, the <strong>General Data Protection Regulation </strong>provides certain rights to you with respect to your personal data.\nWhere Unity is a data controller, you have the following rights:</p>\n<ul>\n<li>\n<strong>Right to Access</strong> - You have the right to request Unity provide you with a copy of your personal data.&nbsp;&nbsp;</li>\n<li>\n<strong>Right to Rectification (Correction)</strong> - You have the right to request Unity to correct any information about you that you believe is incorrect.&nbsp.\nYou also have the right to request Unity to complete information about you that you believe is incorrect.</li>\n<li>\n<strong>Right to Erasure (Deletion)</strong> - You have the right to request Unity to erase your personal data, under certain conditions.&nbsp;&nbsp;</li>\n<li>\n<strong>Right to Restrict Processing</strong> - You have the right to request Unity to restrict the processing of your personal data, under certain conditions.</li>\n<li>\n<strong>Right to Object to Processing</strong> - You have the right to object to Unity’s processing of your personal data, under certain conditions.</li>\n<li>\n<strong>Right to Data Portability</strong> - You have the right to request Unity to transfer your personal data that we have collected to another organization, or directly to you, under certain conditions.", "case_id": 481, "document_id": 4178, "quoteStart": 70110, "quoteEnd": 71468}, {"id": 21291, "title": "The service claims to be CCPA compliant for California users", "source": "https://unity3d.com/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-27 10:56:32.894068", "updated_at": "2021-05-27 15:56:03.647073", "quoteText": "Please note that Unity has placed a new California Notice of Rights&nbsp;on its website to explain how California residents may exercise their privacy rights under the <strong>California Consumer Privacy Act</strong>.\nThis notice is incorporated into this policy.", "case_id": 482, "document_id": 4178, "quoteStart": 65559, "quoteEnd": 65822}, {"id": 21292, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://unity3d.com/legal/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-05-27 10:57:07.474435", "updated_at": "2021-05-27 15:56:52.348136", "quoteText": "THE SERVICES ARE ALL PROVIDED BY UNITY ON AN “AS IS” AND “AS AVAILABLE” BASIS, WITHOUT ANY REPRESENTATIONS, WARRANTIES, COVENANTS OR CONDITIONS OF ANY KIND.", "case_id": 286, "document_id": 4179, "quoteStart": 17718, "quoteEnd": 17874}, {"id": 21293, "title": "The terms may be changed at any time, but you will receive notification of the changes", "source": "https://unity3d.com/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-27 11:07:27.017635", "updated_at": "2021-05-27 15:56:59.478692", "quoteText": "We reserve the right to change our practices and this policy at any time.\nWe may also send an email or provide notice within some or all of our offerings when this policy changes.\nWe encourage you to check this page regularly so that you know what our current practices are.", "case_id": 122, "document_id": 4178, "quoteStart": 65249, "quoteEnd": 65523}, {"id": 21286, "title": "This service is only available to users over a certain age", "source": "https://unity3d.com/legal/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-05-27 10:48:09.614229", "updated_at": "2021-05-27 15:56:34.234174", "quoteText": "Except as expressly provided otherwise on the Site, the Services are intended for persons above the age to consent to processing&nbsp;in their region&nbsp;(e.g., 13 in the US, 16 in the EU, no minimum age in ANZ, etc.), however, you must be at least 18 to make purchases or submit content to Unity.", "case_id": 152, "document_id": 4179, "quoteStart": 2033, "quoteEnd": 2331}, {"id": 21289, "title": "The service claims to be LGPD compliant for Brazilian users", "source": "https://unity3d.com/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-27 10:53:20.241624", "updated_at": "2021-05-27 15:57:05.568851", "quoteText": "The&nbsp;<strong>Brazilian General Data Protection Act</strong> provides you the right to:</p>\n<ul>\n<li>Confirm Unity's processing of your data;&nbsp;</li>\n<li>Access your data;&nbsp;</li>\n<li>Correct your incomplete, inaccurate, or outdated data;</li>\n<li>Request anonymization, blocking or elimination of unnecessary or excessive data or of data processed in noncompliance with the Brazilian General Data Protection Act;&nbsp;</li>\n<li>Port your data to other service providers or suppliers of products;&nbsp;</li>\n<li>Delete your personal data when processed with your consent;</li>\n<li>Obtain information on the public and private entities with whom Unity shared your data;&nbsp;</li>\n<li>Obtain information on the possibility of not providing consent and on the consequences of the denial", "case_id": 483, "document_id": 4178, "quoteStart": 72092, "quoteEnd": 72885}, {"id": 21296, "title": "The service claims to be GDPR compliant for European users", "source": "https://unity3d.com/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-27 16:15:08.499511", "updated_at": "2021-05-28 07:29:42.205331", "quoteText": "<p>If you are a European Union resident, the <strong>General Data Protection Regulation </strong>provides certain rights to you with respect to your personal data.", "case_id": 481, "document_id": 4178, "quoteStart": 70110, "quoteEnd": 70273}, {"id": 21294, "title": "You can request access, correction and/or deletion of your data", "source": "https://unity3d.com/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-27 16:13:33.660914", "updated_at": "2021-05-28 07:29:32.568174", "quoteText": "\n<strong>Right to Access</strong> - You have the right to request Unity provide you with a copy of your personal data.&nbsp;&nbsp;</li>\n<li>\n<strong>Right to Rectification (Correction)</strong> - You have the right to request Unity to correct any information about you that you believe is incorrect.&nbsp.\nYou also have the right to request Unity to complete information about you that you believe is incorrect.</li>\n<li>\n<strong>Right to Erasure (Deletion)</strong> - You have the right to request Unity to erase your personal data, under certain conditions.&nbsp;&nbsp;</li>\n<li>\n<strong>Right to Restrict Processing</strong> - You have the right to request Unity to restrict the processing of your personal data, under certain conditions.</li>\n<li>\n<strong>Right to Object to Processing</strong> - You have the right to object to Unity’s processing of your personal data, under certain conditions.</li>", "case_id": 195, "document_id": 4178, "quoteStart": 70352, "quoteEnd": 71257}, {"id": 21295, "title": "You can retrieve an archive of your data", "source": "https://unity3d.com/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-27 16:14:49.168042", "updated_at": "2021-05-28 07:29:37.356657", "quoteText": "Right to Data Portability</strong> - You have the right to request Unity to transfer your personal data that we have collected to another organization, or directly to you, under certain conditions.", "case_id": 140, "document_id": 4178, "quoteStart": 71271, "quoteEnd": 71468}], "urls": ["unity.com", "unity3d.com"]}}