{"error": 448, "message": "OK", "parameters": {"id": 4178, "name": "Public Broadcasting Service ", "created_at": "2021-06-23 19:02:20.227733", "updated_at": "2021-06-23 22:00:44.781044", "wikipedia": "https://en.wikipedia.org/wiki/PBS_Kids", "keywords": null, "related": null, "slug": "public-broadcasting-service", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4178.png", "url": "pbskids.org", "documents": [{"id": 7240, "name": "Terms of Use", "url": "https://pbskids.org/privacy/termsofuse.html", "xpath": "/html/body/div[2]", "text": " For Families Visiting PBS KIDS: <p> Last modified: December 6, 2018 </p>\n<p> The following terms and conditions (\"Terms of Use\") govern the use by you of websites, applications, or online services that PBS KIDS operates (\"Services\").\nThese Terms of Use also apply to all materials, online communications and other content and information that is or becomes available via the Services or that you post to the Services.\nBY USING THE SERVICES, YOU AGREE TO ABIDE BY THESE TERMS OF USE AND ANY MODIFICATIONS THERETO.\n</p> Commercial Use Not Permitted <p> The Services are for your personal use.\nYou shall not exploit the Services for commercial purposes or otherwise use the Services in a manner that is inconsistent with these Terms of Use.\n</p> Obligation to Abide By Applicable Law <p> In connection with the use of the Services, you shall abide by all applicable federal, state or local laws, including without limitation, those pertaining to libel, slander, defamation, trade libel, product disparagement, harassment, invasion of privacy, tort, obscenity, indecency, copyright and trademark (\"Applicable Law\").\nThe Services may include intellectual property that is protected under copyright, trademark and other intellectual property laws of the United States and/or other countries (\"Intellectual Property Laws\").\nSuch Intellectual Property Laws generally prohibit the unauthorized reproduction, distribution or exhibition of all text, photographic and graphic images, music, sound samplings and other protected materials.\nThe violation of applicable Intellectual Property Laws may give rise to civil and/or criminal penalties.\n</p> Online Communications <p> You should be aware that some administrative personnel of PBS may, in the course of their regular duties, have access to communications for technical or operational purposes or to maintain community safety.\nPBS may also disclose any communications to the extent permitted or required by law.\n</p> Prohibition Against Rogue Programming <p> You shall not post, transmit or make available in any way through the Services any software or other materials which contain a computer virus, trojan horse, timebomb, worm or other rogue programming (\"Rogue Programming\").\nPBS has no obligation to detect the presence of any Rogue Programming.\nAny downloading of software or other materials or any other use of the Services is at your risk, and you are advised to take adequate precautions to minimize any loss to your system caused by Rogue Programming, including use of anti-virus programs and proper backup of files.\n</p> Content You Post to the Services <p> You are responsible for all content you post on the Services.\nUnless otherwise indicated in the Services, PBS has no obligation to monitor or control any content that is or becomes available on the Services.\nPBS reserves the right to review any content that is or becomes available on the Services.\nPBS reserves the right to refuse to post or to remove any content that is, in PBS's sole discretion, unacceptable, undesirable or in violation of these Terms of Use.\nHowever, PBS has no obligation to do so.\n</p>\n<p> PBS may terminate access for content providers or forum participants who are found repeatedly to provide or post protected material without necessary rights and permissions or material that is unacceptable, undesirable or in violation of these Terms of Use.\n</p>\n<p> By submitting content to PBS, you grant PBS a perpetual, sublicensable, non-exclusive, royalty-free, worldwide license to use, transmit, copy and display such content in any and all media now know or hereinafter devised and represent that you have all necessary rights in such content to grant such license to PBS.\n</p> Disclaimer of Warranties <p> THE SERVICES ARE PROVIDED ON AN \"AS IS\" BASIS WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING WITHOUT LIMITATION WARRANTIES OF TITLE, NONINFRINGEMENT, OR IMPLIED WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE.\nNEITHER PBS NOR THE MEMBER STATIONS WARRANT THAT ANY INFORMATION IS COMPLETE OR ACCURATE, THAT THE SERVICES WILL BE UNINTERRUPTED OR ERROR FREE OR THAT ANY INFORMATION IS FREE OF ROGUE PROGRAMMING.\n</p> Limitation of Damages <p> UNDER NO CIRCUMSTANCES, INCLUDING NEGLIGENCE, SHALL PBS OR THE MEMBER STATIONS BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, PUNITIVE OR CONSEQUENTIAL DAMAGES THAT MAY RESULT FROM THE USE OR INABILITY TO USE THE SERVICES, INCLUDING WITHOUT LIMITATION USE OF OR RELIANCE ON INFORMATION AVAILABLE ON THE SERVICES, INTERRUPTIONS, ERRORS, DEFECTS, MISTAKES, OMISSIONS, DELETIONS OF FILES, DELAYS IN OPERATION OR TRANSMISSION, NONDELIVERY OF INFORMATION, DISCLOSURE OF COMMUNICATIONS, OR ANY OTHER FAILURE OF PERFORMANCE.\n</p> Release and Indemnity <p> YOU HEREBY RELEASE AND WAIVE ANY AND ALL CLAIMS AND/OR LIABILITY AGAINST PBS AND/OR THE MEMBER STATIONS ARISING FROM OR IN CONNECTION WITH YOUR USE OF THE SERVICES.\nYOU ALSO AGREE TO DEFEND, INDEMNIFY AND HOLD HARMLESS, PBS AND PBS MEMBER STATIONS, FROM AND AGAINST, ANY AND ALL CLAIMS OR LIABILITY, INCLUDING COSTS AND ATTORNEYS FEES, ARISING FROM OR IN CONNECTION WITH YOUR USE OF THE SERVICES OR FAILURE TO ABIDE BY APPLICABLE LAW.\n</p> Modifications of these Terms of Use <p> We may revise these Terms of Use, for example, to reflect changes in the law, our practices, or the features of the Services.\nWe'll notify you before we make any material changes and give you the opportunity to review the revised terms before you choose to continue using our Services.\nNon-material changes will be effective immediately upon posting, however we will always note the effective date of such changes at the top of these Terms of Use.\n</p>\n", "created_at": "2021-06-23 19:02:20.2366", "updated_at": "2021-06-23 17:07:56.269"}, {"id": 7239, "name": "Privacy", "url": "https://pbskids.org/privacy/", "xpath": "/html/body/div[2]", "text": " For Families Visiting PBS KIDS: Last modified: May 12, 2020 <p> PBS is a nonprofit institution that strives to serve the American public.\nWe value the trust you have placed in us for many years to make quality educational children's content.\nSometimes, we may need to collect information about our users and their use of our services to help us achieve that goal.\n</p>\n<p> We are committed to creating a safe and secure environment that family members of all ages can enjoy.\nWe do not collect information that, on its own, directly identifies your child.\n</p>\n<p> This privacy policy (\"Privacy Policy\") describes how we use, share, and protect information that we collect from you and your child, who may be under the age of 13 or 18, through websites, applications, or online services that PBS KIDS operates or that link to this Privacy Policy (collectively, the \"Services\").\nThis Privacy Policy applies only to the Services.\n</p>\n<p> Please note that a separate privacy policy may apply to third-party services you use to access our content.\nAdditionally, if we conduct a research study we may do so pursuant to a separate agreement, therefore this Privacy Policy may not govern the processing of information from that research study.\nWe strongly encourage you to familiarize yourself not only with this Privacy Policy, but any other privacy policies or agreements that may govern your use of services.\n</p> What information do we collect? <ul>\n<li> Contact information.\nWe ask parents to provide their email address so they may access certain services, login to OTT devices, see what their child has played and watched on certain Services and/or receive tips about PBS KIDS content.\n</li>\n<li> User name and password for account creation.\nNeither you nor your child is required to create an account in order to use the Services.\nHowever, you may want to do so in order to save your or a child's progress, settings, or content created while using the Services.\nIf you do create an account, we may collect your user name and password.\n<br>\n<br> Please note that if you or your child chooses to create an account, you or your child will create a custom username.\nUsernames are moderated with the aim of preventing you or your child from using any personal information to create an account.\nAdditionally, passwords are encrypted.\n</li>\n<li> Rough geolocation information.\nWe collect your zip code and other rough information about your location when using the Services, solely to display information for your local PBS station and provide you with localized content.\n</li>\n<li> Search queries.\nOur Services may include search fields that allow you to search (only within the Services) for content or answers to questions.\nWe collect information about what items and topics you query, and any additional search terms.\n</li>\n<li> Your content.\nWe collect comments and other information that children post through interactive online features.\nHowever, all such information is either canned or moderated to avoid collecting personal information and to help maintain a safe environment for users.\nSome of our Services allow children to use their device's camera to take photos.\nIn most instances, these photos are only able to be stored locally on the device.\nWe do not collect them.\nIn the event that we do allow children to upload photos, such photos are moderated.\n</li>\n<li> Correspondence you send to us.\nWe may store correspondence with parents related to our Services.\n</li>\n<li> Information about how our Services are used.\nWe may collect information such as preferences, avatars, high scores, connections between friends, what happens in a game, what videos are watched, or pages you view and links you click on within the Services.\n</li>\n<li> Device information.\nWe may collect information about your device, including hardware model, operating system version, and unique identifiers.\n</li>\n</ul>\n<br> We do not collect...\n<ul>\n<li> Student education records (and therefore PBS KIDS is not subject to the Family Educational Rights and Privacy Act (\"FERPA\")).\n</li>\n<li> Biometric or health data.\n</li>\n<li> Information that directly identifies a child (such as name, e-mail address, phone number).\nor </li>\n<li> Personal information of a child, unless we endeavor to obtain a parent or legal guardian's consent or otherwise comply with law.\n</li>\n</ul>\n<br> We use the information we collect to...\n<ul>\n<li> Provide local PBS station information including TV schedule.\n<br> Please note that we only use rough geolocation information, such as zip code, as necessary to identify your local station.\nA user's IP address is stored in a local cookie.\nUsers may be able to disable this cookie using their browser settings.\nUsers can also change their local station by manually providing their zip code.\n</li>\n<li> Provide you with other localized content, for instance our PBS KIDS 24/7 channel localized for your PBS station.\n</li>\n<li> To debug, or cap the frequency of, underwriting messages.\n</li>\n<li> Save a child's game state, settings and/or content.\n</li>\n<li> Send parents PBS promotional materials, or other materials related to our services.\n</li>\n<li> Customize the content displayed when a child uses our educational services so that their experience is appropriate for their skill level.\n</li>\n<li> Analyze use of the Services to understand, develop and improve our Services, such as determining which pages are most popular, which browsers are most used, how long users spend on the Services, and from which websites they come.\n</li>\n<li> Otherwise support the internal operations of the Services.\n</li>\n<li> Provide you with notifications pursuant to our legal obligations, including in the case of a data incident.\n</li>\n<li> Prevent potentially prohibited or illegal activities and enforce the Terms of Use.\nand </li>\n<li> For any other purposes disclosed to you or your child at the time we collect the information or pursuant to your consent.\n</li>\n</ul>\n<p> We will not use children's personal information we collect, if any, for marketing or online advertising.\n</p>\n<br> Do we share information we collect with any third parties? <p> We may share information that is collected from you or your child as follows: </p>\n<ul>\n<li> Authorized third-party vendors.\nWe may share information with our third-party vendors to help us evaluate, develop and improve the Services, including performing usage analytics and data processing.\n</li>\n<li> PBS member stations.\nIn some circumstances, we may share information with your local PBS member station(s).\n</li>\n<li> Business transfers.\nWe may share information in connection with a substantial business transaction, such as the sale of the Services, a merger, consolidation, asset sale, or in the unlikely event of bankruptcy.\n</li>\n<li> Legal purposes.\nWe do not rent or sell information to third parties, but we may disclose information to respond to subpoenas, court orders, legal process, law enforcement requests, legal claims or government inquiries, and to protect and defend the rights, interests, property, safety, and security of PBS, our member stations, users, or the public.\n</li>\n<li> With your consent.\nWe otherwise may share your or your child's information with your consent.\n</li>\n</ul>\n<br> How do we collect information? <p> We may use javascript, cookies, web beacons, Local Shared Objects, and other similar technologies to collect information about your or your child's use of the Services.\nLocal Shared Objects (sometimes referred to as \"Adobe Flash cookies\") are downloaded to a computer or mobile device by the Adobe Flash media player.\n</p>\n<p> We use these technologies for measurement, analytics, and to improve our Services.\nFor example, we use these technologies to help us recognize your or your child's browser as a previous user and save any preferences that may have been set.\nto help us customize the content shown while you use or your child uses the Services.\nto provide you or your child with content customized to your interests.\nto understand whether parents read email messages and click on links contained within those messages, so that we can deliver relevant content and offers.\nand to help measure and research the effectiveness of our Services.\n</p>\n<p> We may allow third parties to place and read their own cookies, web beacons, and similar technologies to collect information through the Services, including to help us with traffic measurement, research, and analytics.\nWe permit these third parties only to collect cookie information and similar identifiers that do not, on their own, directly identify you or your child.\n</p>\n<p> You may be able to refuse or disable cookies by adjusting your web browser settings.\nBecause each web browser is different, please consult the instructions provided by your web browser (typically in the \"help\" section).\nPlease note that you may need to take additional steps to refuse or disable Local Shared Objects and similar technologies.\nFor example, Local Shared Objects may be controlled through the instructions on Adobe's Setting Manager page.\nIf you choose to refuse, disable, or delete these technologies, some of the functionality of our Services may no longer be available to you or your child.\n</p>\n<p> Note regarding do-not-track signals and similar mechanisms: Some web browsers transmit \"do-not-track\" signals to websites.\nBecause of differences in how web browsers incorporate and activate this feature, it is not always clear whether users intend for these signals to be transmitted, or whether they even are aware of them.\nWe currently do not take action in response to these signals.\n</p>\n<br> Does PBS aggregate information? If so, what does PBS do with aggregated information? <p> We may aggregate your or your child's information with information about other users in a way that does not directly identify you or your child.\n</p>\n<p> We also may share aggregated or de-identified information with third parties, including to help us develop, analyze and improve content and Services.\nIt is possible that the third parties may use this aggregated or de-identified information to develop their own products and service offerings.\n</p>\n<br> Information regarding parental consent, access, and deletion <p> As PBS KIDS does not collect personal information, we are not able to identify your child and therefore are not able to fulfill modification, access, correction, deletion, or portability requests.\n</p>\n<p> If PBS KIDS ever does in the future collect, use or disclose personal information from your child, we will endeavor to obtain a parent or legal guardian's consent before doing so or otherwise comply with law.\nWe will not keep this personal information for longer than necessary.\nParents or legal guardians may also contact us to ask if we have collected their child's personal account information, to review that information, if any, and request that PBS KIDS stop collecting this information and have it deleted.\nSuch requests are subject to PBS KIDS verifying to our satisfaction that the requester is in fact the child's parent or legal guardian.\n</p>\n<br> How do we protect information we collect? <p> We are committed to protecting your and your child's information.\nWe have adopted reasonable technical, administrative, and physical procedures to help protect this information from loss, misuse, and alteration, including encryption as appropriate.\nPlease note that no data transmission or storage can be guaranteed to be 100% secure.\nWe want you to feel confident using the Services, but we cannot ensure or warrant the security of any information you transmit or your child transmits to us.\n</p>\n<br> Notice for international users <p> The Services are designed for and targeted to United States audiences, and are governed by and operated in accordance with the laws of the United States.\nWe make no representation that the Services are operated in accordance with the laws or regulations of any other nations.\nInformation collected through the Services may be stored and processed in the United States or any other country in which we or our service providers maintain facilities.\nOur service providers may transfer information that we collect about you, including personal information, across borders and from your country or jurisdiction to other countries or jurisdictions, some of which may not have the same data protection laws as your jurisdiction.\nBy using the Services and providing us with information directly or indirectly, you consent to the transfer of information to the U.S.\nor to any other country in which our service providers maintain facilities for processing by us in accordance with this Privacy Policy.\n</p> Can PBS make changes to this Privacy Policy? Will I be notified? <p> We may revise this Privacy Policy, for example, to reflect changes in the law, our practices, or the features of the Services.\nWe'll notify you before we make any material changes and give you the opportunity to review the revised policy before you choose to continue using our Services.\n</p>\n<p> Non-material changes will be effective immediately upon posting, however we will always note the effective date of such changes at the top of this Privacy Policy.\nPlease periodically review this Privacy Policy so that you are up to date on our most current policies and practices.\n</p>\n<br> Do you have any questions about this Privacy Policy? <p>If so, please contact us at: </p>\n<br>\n<strong>Public Broadcasting Service</strong>\n<br> 1225 S Clark St<br> Arlington, VA 22202<br> (703) 739-5127<br> kids@pbs.org<p>\n</p> PBS KIDS | TV Times | Help | Terms of Use <br>\n<br> Copyright © 1995-2021 Public Broadcasting Service (PBS).\nAll rights reserved.\n<br>\n<br>\n<p>\n</p> ", "created_at": "2021-06-23 19:02:20.231463", "updated_at": "2021-06-23 17:08:06.745628"}], "points": [], "urls": ["pbskids.org"]}}