{"error": 448, "message": "OK", "parameters": {"id": 3623, "name": "Glympse", "created_at": "2021-05-15 11:39:17.553721", "updated_at": "2021-05-17 22:00:22.536688", "wikipedia": null, "keywords": null, "related": null, "slug": "glympse", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/3623.png", "url": "glympse.com", "documents": [{"id": 6024, "name": "Terms and Conditions of Use", "url": "https://glympse.com/terms/", "xpath": "//body", "text": " <ul>\n<li>Free Delivery &amp.\nPickup</li>\n<li>Contact Sales</li>\n<li>Get Glympse App</li>\n<li>Glympse Cares</li>\n<li>SOC 2 Compliance</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>Platform</li>\n<li>\n<i>\n</i>Solutions\n<ul>\n<li>\n<i>\n</i>Industries<i>\n</i>\n<ul>\n<li>\n<i>\n</i>Grocery</li>\n<li>\n<i>\n</i>Retail</li>\n<li>\n<i>\n</i>Field Service</li>\n</ul>\n</li>\n<li>\n<i>\n</i>Use Cases<i>\n</i>\n<ul>\n<li>\n<i>\n</i>Curbside Pickups</li>\n<li>\n<i>\n</i>Delivery Orchestration</li>\n<li>\n<i>\n</i>Service Appointments</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\n<i>\n</i>Partners</li>\n<li>\n<i>\n</i>Resources\n<ul>\n<li>\n<i>\n</i>Thought Leadership</li>\n<li>\n<i>\n</i>Newsroom</li>\n<li>\n<i>\n</i>Videos</li>\n<li>\n<i>\n</i>Blog</li>\n</ul>\n</li>\n<li>\n<i>\n</i>About\n<ul>\n<li>\n<i>\n</i>Leadership</li>\n<li>\n<i>\n</i>Careers</li>\n<li>\n<i>\n</i>Events</li>\n<li>\n<i>\n</i>Get Support</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Platform<i>\n</i>\n<i>\n</i>\n</li>\n<li>Solutions<i>\n</i>\n<i>\n</i>\n<ul>\n<li>Industries<i>\n</i>\n<i>\n</i>\n<ul>\n<li>Grocery<i>\n</i>\n<i>\n</i>\n</li>\n<li>Retail<i>\n</i>\n<i>\n</i>\n</li>\n<li>Field Service<i>\n</i>\n<i>\n</i>\n</li>\n</ul>\n</li>\n<li>Use Cases<i>\n</i>\n<i>\n</i>\n<ul>\n<li>Curbside Pickups<i>\n</i>\n<i>\n</i>\n</li>\n<li>Delivery Orchestration<i>\n</i>\n<i>\n</i>\n</li>\n<li>Service Appointments<i>\n</i>\n<i>\n</i>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Partners<i>\n</i>\n<i>\n</i>\n</li>\n<li>Resources<i>\n</i>\n<i>\n</i>\n<ul>\n<li>Thought Leadership<i>\n</i>\n<i>\n</i>\n</li>\n<li>Newsroom<i>\n</i>\n<i>\n</i>\n</li>\n<li>Videos<i>\n</i>\n<i>\n</i>\n</li>\n<li>Blog<i>\n</i>\n<i>\n</i>\n</li>\n</ul>\n</li>\n<li>About<i>\n</i>\n<i>\n</i>\n<ul>\n<li>Leadership<i>\n</i>\n<i>\n</i>\n</li>\n<li>Careers<i>\n</i>\n<i>\n</i>\n</li>\n<li>Events<i>\n</i>\n<i>\n</i>\n</li>\n<li>Get Support<i>\n</i>\n<i>\n</i>\n</li>\n</ul>\n</li>\n</ul>\n<i>\n</i> Terms and Conditions of Use <p>Date of Last Revision: May 25, 2018</p>\n<p>PLEASE READ THESE TERMS AND CONDITIONS OF USE CAREFULLY.\nBY ACCESSING OR USING THIS WEB SITE, THE GLYMPSE APP AND ANY RELATED SERVICES, YOU AGREE TO BE BOUND BY THE TERMS AND CONDITIONS DESCRIBED HEREIN AND ALL TERMS, POLICIES, GUIDELINES AND DISCLOSURES INCORPORATED BY REFERENCE.\nIF YOU ARE OBTAINING A LICENSE ON BEHALF OF AN ORGANIZATION, YOU CONFIRM THAT YOU HAVE THE AUTHORITY TO BIND THE ORGANIZATION AND THAT THE ORGANIZATION WILL BE BOUND BY THESE TERMS, AND THE TERM “YOU” SHALL THEN REFER TO YOU AND YOUR ORGANIZATION.\nIF YOU DO NOT AGREE TO ALL OF THESE TERMS, DO NOT USE THIS WEB SITE OR THE GLYMPSE SERVICES.</p>\n<p>These terms and conditions of use (“Site Terms”) apply exclusively to your access to, and use of, the Glympse Web site located at www.Glympse.com (the “Site”) and the information and other services provided therein, and to your use of the Glympse app accessed through your mobile device (together the “Services”).\nThe Glympse Site and Services are owned and operated by Glympse Inc., located at 1424 11th Ave #300, Seattle, Washington, United States (the “Company”).</p>\n<p>These Site Terms do not alter in any way the terms or conditions of any other agreement you may have with Company, or its subsidiaries or affiliates, for products, services or otherwise.</p>\n<p>Company reserves the right to change or modify any of the terms and conditions contained in these Site Terms or any policy or guideline of the Site or the Services, at any time and in its sole discretion.\nAny changes or modification will be effective immediately upon posting of the revisions on the Site.\nYour continued use of this Site or the Services following the posting of its changes or modifications will constitute your acceptance of such changes or modifications.\nTherefore, you should frequently review these Site Terms and applicable policies from time-to-time to understand the terms and conditions that apply to your use of the Site and Services.\nIf you do not agree to the amended terms, you must stop using the Site and the Services.</p>\n<p>\n<strong>1.\nPrivacy Policy</strong>\n</p>\n<p>Please refer to our&nbsp;<u>Privacy Policy&nbsp;</u>&nbsp;for information on how the company collects, uses and discloses personally identifiable information from its users.</p>\n<p>\n<strong>2.\nAge Restrictions.</strong>\n</p>\n<p>If you are not sixteen (16) years old or older, you may not use this Site or the Services.\nIf you are sixteen(16) or older but under the age of majority in the country where you live, then you should obtain the consent of your parent or guardian prior to use of the Site or the Services.\nIf you are a parent or guardian who has consented to your child’s use of the Site or Services, then, to the fullest extent permitted by applicable law, you agree to and accept full responsibility for that child’s use of the Glympse software and the Services, including all financial charges and legal liability that he or she may incur.</p>\n<p>\n<strong>3.\nSafety.</strong>\n</p>\n<p>The Services are designed to permit others to visualize your location (i.e.\nthat of your mobile device) on a map.\nThey are also designed to provide you with the ability to know when you are broadcasting your location and with the ability to limit the duration of such broadcast.\nNonetheless, use of the Services may involve special risks associated with other persons knowing your location.\nYou should only share such information with those that you trust.\nYou should not endanger yourself or others by viewing a portable mobile device while driving, operating dangerous mechanical devices, or in other situations in which you should be observing your surroundings.</p>\n<p>\n<strong>4.\nConsent to Receive Emails</strong>\n</p>\n<p>If you provide us with your email address as part of your use of the Site or the Services, we may send you news and product updates relating to the Company.\nYou may “opt out” of receiving marketing or promotional emails from the Company at any time by following unsubscribe instructions or using unsubscribe links within communications we send.\nPlease note, however, that as long as you receive the Services, you may not “opt out” of receiving service related emails from the Company.</p>\n<p>\n<strong>5.\nCopyright and Limited License</strong>\n</p>\n<p>Unless otherwise indicated, the Site and all content and other materials on the Site or forwarded by the Company through the Services, including, without limitation, the Company logo, and all designs, text, graphics, pictures, reviews, information, data, software, sound files, other files and the selection and arrangement thereof (collectively, the “Glympse Materials”) are the property of Company or its licensors or users and are protected by U.S.\nand international copyright laws.</p>\n<p>You are granted a limited, non-sublicensable license to access and use the Site and the Services.\nSuch license is subject to these Site Terms and does not include or authorize: (a) any resale or commercialization of the Site, the Glympse Materials or the content forwarded to you by the Services.\n(b) the distribution, public performance or public display of any Glympse Materials.\n(c) modifying or otherwise making any derivative uses of the Site or the Glympse Materials, or any portion thereof.\n(d) use of any data mining, robots or similar data gathering or extraction methods.\n(e) downloading (other than the page caching) of any portion of the Site, the Glympse Materials or any information contained therein, except as expressly permitted by the Company.\nor (f) any use of the Site or the Glympse Materials other than for its intended purpose.\nAny use of the Site or the Glympse Materials other than as specifically authorized herein, without the prior written permission of Company, is strictly prohibited and will terminate the license granted herein.\nSuch unauthorized use may also violate applicable laws including without limitation copyright and trademark laws and applicable communications regulations and statutes.\nUnless explicitly stated herein, nothing in these Site Terms shall be construed as conferring any license to intellectual property rights, whether by estoppel, implication or otherwise.\nThis license is revocable at any time.</p>\n<p>\n<strong>6.\nRepeat Infringer Policy</strong>\n</p>\n<p>In accordance with the Digital Millennium Copyright Act (DMCA) and other applicable law, Company has adopted a policy of terminating, in appropriate circumstances and at Company’s sole discretion, users who are deemed to be repeat infringers.\nCompany may also at its sole discretion limit or terminate access to the Site and the Services of any users who infringe any intellectual property rights of others, whether or not there is any repeat infringement.</p>\n<p>\n<strong>7.\nCopyright Complaints</strong>\n</p>\n<p>If you believe that any material on the Site or the Services infringes upon any copyright which you own or control, you may file a notification of such infringement with our Designated Agent as set forth below.</p>\n<p>E-Mail Address of Designated Agent:&nbsp;&nbsp;<u>dmca@glympse.com</u>\n</p>\n<p>We may give notice of a claim of copyright infringement to our users by means of a general notice on the Site, electronic mail to a user’s email address in our records, or by written communication sent by first-class mail to a user’s address in our records.</p>\n<p>\n<strong>8.\nTrademarks</strong>\n</p>\n<p>”Glympse”, the Company logo and any other product or service name or slogan contained on the Site or included in the Services are trademarks of Company and its suppliers or licensors, and may not be copied, imitated or used, in whole or in part, without the prior written permission of Company or the applicable trademark holder.\nYou may not use any metatags or any other “hidden text” utilizing “Glympse” or any other name, trademark or product or service name of Company without our prior written permission.\nIn addition, the look and feel of the Site and graphical user interface of the Glympse app, including, but not limited to, all page headers, custom graphics, button icons and scripts, is the service mark, trademark and/or trade dress of Company and may not be copied, imitated or used, in whole or in part, without our prior written permission.\nAll other trademarks, registered trademarks, product names and company names or logos mentioned in the Site or through the Services are the property of their respective owners.</p>\n<p>\n<strong>9.\nHyperlinks</strong>\n</p>\n<p>You are granted a limited, non-exclusive right to create a text hyperlink to the Site for noncommercial purposes, provided such link does not portray Company, any of its products and services, in a false, misleading, derogatory or otherwise defamatory manner and provided further that the linking site does not contain any adult or illegal material or any material that is offensive, harassing or otherwise objectionable.\nThis limited right may be revoked at any time.\nYou may not use a Company logo or other proprietary graphic of Company to link to this Site without the express written permission of Company.\nFurther, you may not use, frame or utilize framing techniques to enclose any Company trademark, logo or other proprietary information, including the images found in Content without Company’s express written consent.\nExcept as noted above, you are not conveyed any right or license by implication, estoppel or otherwise in or under any patent, trademark, copyright or proprietary right of Company or any third party.</p>\n<p>Company makes no claim or representation regarding, and accepts no responsibility for, the quality, content, nature or reliability of third-party Web sites accessible by hyperlink from the Site or through the Services, or Web sites linking to the Site.\nSuch sites are not under the control of Company and Company is not responsible for the contents of any linked site or any link contained in a linked site, or any review, changes or updates to such sites.\nCompany provides these links to you only as a convenience, and the inclusion of any link does not imply affiliation, endorsement or adoption by Company of any site or any information contained therein.\nWhen you leave the Site, you should be aware that our terms and policies no longer govern.\nYou should review the applicable terms and policies, including privacy and data gathering practices, of any site to which you navigate from the Site.</p>\n<p>\n<strong>10.\nFlagging.</strong>\n</p>\n<p>Please report any violations of these Terms and Conditions to&nbsp;<u>reportabuse@glympse.com&nbsp;</u>.</p>\n<p>\n<strong>11.\nDisclaimers and Acknowledgements Regarding Use of Site Information</strong>\n</p>\n<p>THE SITE, THE GLYMPSE MATERIALS AND THE SERVICES ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED.\nTO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, COMPANY DISCLAIMS ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE AND NON-INFRINGEMENT AS TO THE INFORMATION, CONTENT OR MATERIALS ON THE SITE OR PROVIDED THOUGH THE SERVICES.\nCOMPANY DOES NOT REPRESENT OR WARRANT THAT GLYMPSE MATERIALS, INCLUDING THE INFORMATION AVAILABLE IN OR ON THE SITE, OR THE SERVICES ARE ACCURATE, COMPLETE, RELIABLE, CURRENT OR ERROR-FREE.\nCOMPANY DOES NOT REPRESENT OR WARRANT THAT THE SITE OR ITS SERVERS ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.</p>\n<p>You should independently verify the accuracy of any information you obtain on the Site or through the Services before using it.\nYou agree to be solely responsible for your use of the content found on this Site, the Glympse Materials and the Services.</p>\n<p>TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, COMPANY IS NOT RESPONSIBLE FOR ERRORS OR OMISSIONS IN ANY INFORMATION OR MATERIALS CONTAINED ON THE SITE OR THROUGH THE SERVICES.\nWHILE COMPANY ATTEMPTS TO MAKE YOUR ACCESS AND USE OF THE SITE AND SERVICES SAFE, COMPANY CANNOT AND DOES NOT REPRESENT OR WARRANT THAT THE SITE OR ITS SERVICES, OR ANY CONTENT OR MATERIALS ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nTHEREFORE, YOU SHOULD USE INDUSTRY-RECOGNIZED SOFTWARE TO DETECT AND DISINFECT VIRUSES, SPYWARE, MALWARE, AND OTHER HARMFUL OR OTHERWISE UNDESIRABLE COMPONENTS FROM ANY DOWNLOAD.</p>\n<p>Company reserves the right to change any and all content contained in the Site and any Services offered through the Site at any time without notice.</p>\n<p>\n<strong>12.\nLimitation of Liability</strong>\n</p>\n<p>TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT SHALL COMPANY OR ANY OF ITS CORPORATE AFFILIATES, INDEPENDENT CONTRACTORS, SERVICE PROVIDERS OR CONSULTANTS, OR ANY OF THEIR RESPECTIVE DIRECTORS, EMPLOYEES AND AGENTS, BE LIABLE FOR ANY DIRECT, SPECIAL, INDIRECT OR CONSEQUENTIAL DAMAGES, OR ANY OTHER DAMAGES OF ANY KIND, INCLUDING BUT NOT LIMITED TO, LOSS OF USE, LOSS OF PROFITS OR LOSS OF DATA, WHETHER IN AN ACTION IN CONTRACT, TORT (INCLUDING BUT NOT LIMITED TO NEGLIGENCE) OR OTHERWISE, ARISING OUT OF OR IN ANY WAY RELATED TO OR CONNECTED WITH ANY USE OF THE SITE, THE SERVICES, THE CONTENT OR THE MATERIALS CONTAINED IN OR ACCESSED THROUGH THE SITE OR SERVICES, INCLUDING WITHOUT LIMITATION ANY DAMAGES, LOSS OR INJURY CAUSED BY OR RESULTING FROM RELIANCE BY USER ON ANY INFORMATION OBTAINED FROM COMPANY OR THE SITE, OR THAT RESULT FROM MISTAKES, OMISSIONS, INTERRUPTIONS, DELETION OF FILES OR EMAIL, ERRORS, DEFECTS, VIRUSES, DELAYS IN OPERATION OR TRANSMISSION OR ANY FAILURE OF PERFORMANCE, WHETHER OR NOT RESULTING FROM ACTS OF GOD, COMMUNICATIONS FAILURE, THEFT, DESTRUCTION OR UNAUTHORIZED ACCESS TO COMPANY’S RECORDS, PROGRAMS OR SERVICES.\nTHE AGGREGATE LIABILITY OF COMPANY, WHETHER IN CONTRACT, WARRANTY, TORT (INCLUDING NEGLIGENCE, WHETHER ACTIVE, PASSIVE OR IMPUTED), PRODUCT LIABILITY, STRICT LIABILITY OR OTHER THEORY, ARISING OUT OF OR RELATING IN ANY MANNER TO THE USE OF THE SITE, THE SERVICES OR THE GLYMPSE MATERIALS, SHALL NOT EXCEED ANY COMPENSATION YOU PAY, IF ANY, TO COMPANY FOR ACCESS TO OR USE OF THE SITE OR THE SERVICES.\nTHE LIMITATIONS IN THIS PARAGRAPH DO NOT APPLY TO ANY LIABILITY WHICH CANNOT BE LIMITED OR EXCLUDED UNDER APPLICABLE LAW.</p>\n<p>IF YOU ARE A CALIFORNIA RESIDENT, YOU WAIVE CALIFORNIA CIVIL CODE SECTION 1542, WHICH SAYS “A GENERAL RELEASE DOES NOT EXTEND TO CLAIMS WHICH THE CREDITOR DOES NOT KNOW OR SUSPECT TO EXIST IN HIS FAVOR AT THE TIME OF EXECUTING THE RELEASE, WHICH, IF KNOWN BY HIM MUST HAVE MATERIALLY AFFECTED HIS SETTLEMENT WITH THE DEBTOR.”</p>\n<p>\n<strong>13.\nThird Party Content</strong>\n</p>\n<p>Company or users may provide links to Web pages and content of third parties as a service to those interested in such links and content, and Company may post third party content or allow users to post their content or third party content to the Site or through the Services (such content is collectively referred to as “Third Party Content”).\nCompany does not monitor or have any control over any Third Party Content or third party Web sites.\nCompany does not endorse or adopt any Third Party Content or third party Website and can make no guarantee as to its accuracy or completeness.\nCompany does not represent or warrant the accuracy of any information contained therein and undertakes no responsibility to update or review any Third Party Content or third party Websites.\nUsers use these links, Third Party Content and third party Websites at their own risk.</p>\n<p>\n<strong>14.\nThird Party Services</strong>\n</p>\n<p>The Site or the Services may also contain, provide information regarding or link to certain applications and services provided or offered by third parties (collectively the “Third-Party Services”).\nCompany is merely an information provider and is not a referral service, and it does not recommend or endorse any such Third-Party Services or monitor or have any control over such Third-Party Services.\nTherefore, Company makes no guarantee, representation or warranty of any kinds as to the quality, competency, value, reliability, responsiveness, accuracy or completeness of any such Third-Party Services or the results obtained therefrom, and Company assumes no responsibility or liability for any Third Party Services or for the actions or failure to act of those providing such Third-Party Services.\nYou assume full responsibility for your use of any such Third-Party Services, and Company is not responsible or liable for any Third-Party Services.</p>\n<p>\n<strong>15.\nAdvertisements and Promotions</strong>\n</p>\n<p>Company may run advertisements and promotions from third parties on the Site or through the Services.\nYour business dealings or correspondence with, or participation in promotions of, advertisers other than Company, and any terms, conditions, warranties or representations associated with such dealings, are solely between you and such third party.\nCompany is not responsible or liable for any loss or damage of any sort incurred as the result of any such dealings or as the result of the presence of such non-Company advertisements on the Site or made available through the Services.</p>\n<p>\n<strong>16.\nMobile Services</strong>\n</p>\n<p>The Glympse app requires the use of mobile devices and wireless services.\nThe Company does not charge for its Services provided to end users.\nHowever, your mobile service provider may charge you for those services that it provides, which are related to the Company Services.\nYou should check with your mobile service provider to learn about such charges.\nBy using the Services, you agree that the Company may communicate with you regarding the Services by SMS, text message, email or other electronic means to your mobile device or email address.</p>\n<p>\n<strong>17.\nSubmissions</strong>\n</p>\n<p>You acknowledge and agree that any materials, including but not limited to questions, comments, reviews, suggestions, ideas, feedback, plans, notes, original or creative materials or other information, provided by you in the form of email or other submissions to Company (other than “User Content”, as defined below), are non-confidential and shall become the sole property of Company.\nYou agree Company shall own exclusive rights, including all intellectual property rights, and shall be entitled to the unrestricted use and dissemination of these materials for any purpose, commercial or otherwise, without acknowledgment or compensation to you.</p>\n<p>\n<strong>18.\nUser Posted Content &amp.\nOther Interactive Services or Areas</strong>\n</p>\n<p>The Site or the Services may from time to time include areas in which users may post content and information (the “User Content”) and may include other interactive areas or services in which you or third parties may create, post, modify or store information, content, materials or other items (“Interactive Areas”).\nYou are solely responsible for your use of such Interactive Areas and use them at your own risk.\nBy using any Interactive Areas, you agree not to post, upload to, transmit, distribute, store, create or otherwise publish through the Site or the Services any of the following:</p>\n<ol>\n<li>User Content that is false, deceptive, deceitful, misleading, unlawful, libelous, defamatory, obscene, pornographic, indecent, lewd, suggestive, harassing, threatening, invasive of privacy or publicity rights, abusive, inflammatory, harmful to minors, fraudulent or otherwise objectionable;</li>\n<li>User Content that would constitute, encourage or provide instructions for a criminal offense, violate the rights of any party, violate any applicable rules of professional conduct, or that would otherwise create liability or violate any local, state, national or international law;</li>\n<li>User Content that may infringe any patent, trademark, trade secret, copyright or other intellectual or proprietary right of any party.\nBy posting any User Content, you represent and warrant that you have the lawful right to distribute and reproduce such User Content as provided under these Site Terms;</li>\n<li>User Content that impersonates any person or entity or otherwise misrepresents your affiliation with a person or entity;</li>\n<li>Unsolicited promotions, political campaigning, advertising or solicitations, including without limitation any advertisements for commercial services or products;</li>\n<li>Private or confidential information of any third party, including, without limitation, addresses, phone numbers, email addresses, Social Security numbers and credit card numbers;</li>\n<li>Viruses, spyware, malware, corrupted data or other harmful, disruptive or destructive files;</li>\n<li>Any answers, responses, comments, opinions, analysis or recommendations that you are not properly licensed or otherwise qualified to provide.\nand</li>\n<li>User Content that, in the sole judgment of Company, is objectionable or which restricts or inhibits any other person from using or enjoying the Interactive Areas, the Site or the Services, or which may expose Company or its users to any harm or liability of any type.</li>\n<li>User Content that harasses, degrades, intimidates or is hateful toward an individual or group of individuals for any reason and especially on the basis of religion, gender, sexual orientation, race, ethnicity, age or disability.</li>\n</ol>\n<p>&nbsp;</p>\n<p>Additionally, you agree not to:</p>\n<ol>\n<li>use the Services to impersonate a third party or load the Glympse software on a third party’s mobile device without their permission;</li>\n<li>use the Services to “stalk”, harm or otherwise harass anyone;</li>\n<li>use the Services or collect personal data about others for unlawful purposes;</li>\n<li>use automated means, including spiders, robots, crawlers, data mining tools, or the like to download data from the Site or the Services – unless expressly permitted by the Company;</li>\n<li>post non-local or otherwise irrelevant User Content, repeatedly post the same or similar User Content or otherwise impose an unreasonable or disproportionately large load on our infrastructure;</li>\n<li>attempt to gain unauthorized access to the Company’s computer systems or engage in any activity that disrupts, diminishes the quality of, interferes with the performance of, or impairs the functionality of, the Services or the Glympse website;</li>\n<li>use any form of automated device or computer program that enables the submission of postings without each posting being manually entered by the author thereof (an “automated posting device”), including without limitation, the use of any such automated posting device to submit postings in bulk, or for automatic submission of postings at regular intervals.\nor</li>\n<li>threaten anyone or exploit anyone in a sexual, violent or other objectionable manner.</li>\n</ol>\n<p>&nbsp;</p>\n<p>To the fullest extent permitted by applicable law, Company disclaims all liability for any User Content posted, stored or uploaded by you or any third party, or for any loss or damage thereto, nor is Company liable for any mistakes, defamation, slander, libel, omissions, falsehoods, obscenity, pornography or profanity you may encounter.\nYour use of Interactive Areas is at your own risk.\nAs a provider of interactive services, Company is not liable for any statements, representations, responses, comments or other User Content provided by its users.\nAlthough Company has no obligation to screen, edit or monitor any of the User Content posted in any Interactive Area, Company reserves the right, and has absolute discretion, to remove, screen or edit any User Content posted or stored on the Site or made available through the Services at any time and for any reason without notice.\nAny use of the Interactive Areas or other portions of the Site or the Services in violation of the foregoing violates these Site Terms and may result in, among other things, termination or suspension of your rights to use the Interactive Areas, and/or the Site and/or the Services.</p>\n<p>If you post User Content to the Site or through the Services, you grant Company and its affiliates a nonexclusive, royalty-free, perpetual, irrevocable and fully sublicensable right to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, perform and display such User Content throughout the world in any media.\nIf applicable local law does not allow the above rights to be granted in perpetuity, you agree that they shall be granted for the maximum period allowed, being no less than the duration of the relevant intellectual property right.\nYou grant Company and its affiliates and sublicensees the right to use the name that you submit in connection with such User Content, if they choose.\nYou represent and warrant that (a) you own and control all of the rights to the User Content that you post or you otherwise have the right to post such User Content to the Site and the Services and to grant the rights granted herein.\n(b) the User Content is accurate and not misleading.\nand (c) use and posting of the User Content you supply does not violate these Site Terms and will not violate any rights of or cause injury to any person or entity.</p>\n<p>&nbsp;</p>\n<p>\n<strong>19.\nRegistration Data.\nSecurity</strong>\n</p>\n<p>In consideration of your use of the Site and/or Services, you agree to (a) provide accurate, current and complete information about you as may be prompted by any registration forms on the Site or through the Services (“Registration Data”).\nand (b) promptly inform the Company of any changes to the Registration Data, and any other information you provide to Company, to keep it accurate, current and complete.\nIn addition, you agree not to access or use, or attempt to access or use, the Site or any part thereof or the Services using the identity or the Registration Data of any person other than yourself.</p>\n<p>\n<strong>20.\nIndemnification</strong>\n</p>\n<p>To the fullest extent permitted by applicable law, you agree to defend, indemnify and hold harmless Company, its corporate affiliates, independent contractors, service providers and consultants, and each of their respective directors, employees and agents, from and against any claims, damages, costs, liabilities and expenses (including, but not limited to, reasonable attorneys’ fees) arising out of or related to any User Content you post, store or otherwise transmit on or through the Site or the Services or your use of or inability to use the Site or the Services, including without limitation any actual or threatened suit, demand or claim arising out of or relating to the User Content, your conduct, your violation of these Site Terms or your violation of the rights of any third party (save to the extent that a court of competent jurisdiction holds that such claim arose due to an act or omission by the Company).</p>\n<p>\n<strong>21.\nApplicable Law and Venue</strong>\n</p>\n<p>These Site Terms and your use of the Site and Services shall be governed by and construed in accordance with the laws of the United States of America and the State of Washington applicable to agreements made and to be entirely performed within the State of Washington (even if your use is outside of the State of Washington), without resort to its conflict of law provisions.\nYou agree that with respect to any disputes or claims not subject to arbitration (as set forth below), any action at law or in equity arising out of or relating to the Site, the Services or these Site Terms shall be filed only in the state and federal courts located in King County, Washington and you hereby irrevocably and unconditionally consent and submit to the exclusive jurisdiction of such courts.\nThe requirements in this paragraph 21 shall not apply where and to the extent they are prohibited by the local law in the country where you live.</p>\n<p>\n<strong>22.\nArbitration</strong>\n</p>\n<p>You and Company agree that except as otherwise specifically provided in this paragraph, any controversy or claim arising out of or relating in any way to these Site Terms, or the breach thereof, or to the Site and/or the Services shall be settled exclusively by arbitration administered by the American Arbitration Association (the “AAA”) in accordance with its Commercial Arbitration Rules and, in the case of consumer disputes, with the AAA’s Supplementary Procedures for Consumer Related Disputes (collectively, the “AAA Rules”), and that judgment on the award rendered by the arbitrator(s) may be entered in any court having jurisdiction thereof.\nNotwithstanding the foregoing, to the extent that either of us has in any manner infringed upon or violated or threatened to infringe upon or violate the other party’s patent, copyright, trademark or trade secret rights, then the parties acknowledge that arbitration is not an adequate remedy at law and that without waiving any remedy under these Site Terms, injunctive or other appropriate relief may be sought from any court specified in Section 21 (above).\nThe place of arbitration and the allocation of costs and fees for such arbitration shall be determined in accordance with such AAA Rules.\nTo the fullest extent permitted by applicable law, no arbitration or claim shall be joined to any other arbitration or claim, and no class arbitration proceedings shall be permitted.\nIn no event shall any claim, action or proceeding by you related in any way to the Site or the Services be instituted more than two (2) years after the cause of action arose.\nIn the event that any term of this Section 22 (Arbitration) is held to be in conflict with a mandatory provision of applicable law, such conflicting term shall be modified automatically to comply with such provision and the remainder of this Section 22 shall not be affected.</p>\n<p>\n<strong>23.\nTermination</strong>\n</p>\n<p>Notwithstanding any of these Site Terms, Company reserves the right, without notice and in its sole discretion, to terminate your license to use the Site and the Services, and to block or prevent your access to and use of the Site and the Services.</p>\n<p>\n<strong>24.\nSeverability</strong>\n</p>\n<p>If any provision of these Site Terms shall be deemed unlawful, void or for any reason unenforceable, then that provision shall be deemed severable from these Site Terms and shall not affect the validity and enforceability of any remaining provisions.</p>\n<p>\n<strong>25.\nQuestions &amp.\nContact Information</strong>\n</p>\n<p>Questions or comments about the Site or the Service may be directed to Company at the email address&nbsp;<u>customercare@glympse.com</u>.</p>\n<ul>\n<li>Careers</li>\n</ul>\n<ul>\n<li>Newsroom</li>\n<li>Contact Us</li>\n<li>Newsletter</li>\n</ul>\n<ul>\n<li>Support</li>\n<li>Developers</li>\n<li>Get Glympse App</li>\n</ul>\n<ul>\n<li>Privacy Policy</li>\n<li>Terms of Use</li>\n</ul> © Glympse Inc 2021 <p>\n<br>\n<br>\n</p>\n<p>\n</p> x <p>\n</p>\n<p>\n<br>\nSubscribe</p>\n<p>\n</p> X Download Now! 1.\nFill out the form below<br>\n2.\nClick the “Submit” button<br>\n3.\nClick the “Download…” link again<br>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<br>\nSubmit</p>\n<p>\n</p> X <p>Notifications</p>", "created_at": "2021-05-15 11:42:20.506605", "updated_at": "2021-05-15 11:42:29.991246"}, {"id": 6023, "name": "Privacy policy", "url": "https://glympse.com/privacy/", "xpath": "//body", "text": " <ul>\n<li>Free Delivery &amp.\nPickup</li>\n<li>Contact Sales</li>\n<li>Get Glympse App</li>\n<li>Glympse Cares</li>\n<li>SOC 2 Compliance</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>Platform</li>\n<li>\n<i>\n</i>Solutions\n<ul>\n<li>\n<i>\n</i>Industries<i>\n</i>\n<ul>\n<li>\n<i>\n</i>Grocery</li>\n<li>\n<i>\n</i>Retail</li>\n<li>\n<i>\n</i>Field Service</li>\n</ul>\n</li>\n<li>\n<i>\n</i>Use Cases<i>\n</i>\n<ul>\n<li>\n<i>\n</i>Curbside Pickups</li>\n<li>\n<i>\n</i>Delivery Orchestration</li>\n<li>\n<i>\n</i>Service Appointments</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\n<i>\n</i>Partners</li>\n<li>\n<i>\n</i>Resources\n<ul>\n<li>\n<i>\n</i>Thought Leadership</li>\n<li>\n<i>\n</i>Newsroom</li>\n<li>\n<i>\n</i>Videos</li>\n<li>\n<i>\n</i>Blog</li>\n</ul>\n</li>\n<li>\n<i>\n</i>About\n<ul>\n<li>\n<i>\n</i>Leadership</li>\n<li>\n<i>\n</i>Careers</li>\n<li>\n<i>\n</i>Events</li>\n<li>\n<i>\n</i>Get Support</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Platform<i>\n</i>\n<i>\n</i>\n</li>\n<li>Solutions<i>\n</i>\n<i>\n</i>\n<ul>\n<li>Industries<i>\n</i>\n<i>\n</i>\n<ul>\n<li>Grocery<i>\n</i>\n<i>\n</i>\n</li>\n<li>Retail<i>\n</i>\n<i>\n</i>\n</li>\n<li>Field Service<i>\n</i>\n<i>\n</i>\n</li>\n</ul>\n</li>\n<li>Use Cases<i>\n</i>\n<i>\n</i>\n<ul>\n<li>Curbside Pickups<i>\n</i>\n<i>\n</i>\n</li>\n<li>Delivery Orchestration<i>\n</i>\n<i>\n</i>\n</li>\n<li>Service Appointments<i>\n</i>\n<i>\n</i>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Partners<i>\n</i>\n<i>\n</i>\n</li>\n<li>Resources<i>\n</i>\n<i>\n</i>\n<ul>\n<li>Thought Leadership<i>\n</i>\n<i>\n</i>\n</li>\n<li>Newsroom<i>\n</i>\n<i>\n</i>\n</li>\n<li>Videos<i>\n</i>\n<i>\n</i>\n</li>\n<li>Blog<i>\n</i>\n<i>\n</i>\n</li>\n</ul>\n</li>\n<li>About<i>\n</i>\n<i>\n</i>\n<ul>\n<li>Leadership<i>\n</i>\n<i>\n</i>\n</li>\n<li>Careers<i>\n</i>\n<i>\n</i>\n</li>\n<li>Events<i>\n</i>\n<i>\n</i>\n</li>\n<li>Get Support<i>\n</i>\n<i>\n</i>\n</li>\n</ul>\n</li>\n</ul>\n<i>\n</i> Privacy Policy <strong>Last Revised: May 19, 2020</strong>\n<p>This privacy policy (“Policy”) applies to the Website located at www.Glympse.com (the “Site”) owned and operated by Glympse Inc.\n(“Glympse” “we” or “us”) and the Glympse service accessed through our mobile application (the “service” or “app”).&nbsp.\nThe Glympse Site and app are owned and operated by Glympse Inc., located at 1424 11th Ave #300, Seattle, Washington, United States.</p>\n<p>The Policy is designed to tell you how we collect and use personal information (as defined below) so you can make an informed decision about using our Site and the Glympse service.\nPlease read this statement before submitting any personal information to us.\nBy using our Site and service, you represent that you:</p>\n<ul>\n<li>– are 16 years old or older,</li>\n<li>– you are using our app for lawful purposes,</li>\n<li>– and you consent to the information collection, use and retention practices described in this Policy.</li>\n</ul>\n<strong>EU-U.S.\nand Swiss-U.S.\nPrivacy Shield</strong>\n<p>Glympse complies with the EU-U.S.\nPrivacy Shield Framework and the Swiss-U.S.\nPrivacy Shield Framework as set forth by the U.S.\nDepartment of Commerce regarding the collection, use, and retention of personal information transferred from the European Union and Switzerland to the United States.\nGlympse has certified to the Department of Commerce that it adheres to the Privacy Shield Principles.\nIf there is any conflict between the terms in this privacy policy and the Privacy Shield Principles, the Privacy Shield Principles shall govern.\nTo learn more about the Privacy Shield program, and to view our certification, please visit&nbsp;https://www.privacyshield.gov/.</p>\n<p>In compliance with the Privacy Shield Principles, Glympse commits to resolve complaints about our collection or use of your personal information.\nEuropean Union and Swiss individuals with inquiries or complaints regarding our Privacy Shield policy should first contact Glympse at:</p>\n<p>privacy@glympse.com</p>\n<p>Glympse, Inc.<br>\nAttn: Legal Department<br>\n1424 11th Ave #300<br>\nSeattle, WA 98122<br>\nUSA</p>\n<p>Glympse commits to cooperate with the panel established by the EU data protection authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner, and comply with the advice given by the panel and Commissioner with regard to data transferred from the EU and Switzerland.</p>\n<p>Glympse is subject to the investigatory and enforcement powers of the Federal Trade Commission (FTC).\nUnder certain conditions, there is the possibility for an individual to invoke binding arbitration.</p>\n<p>The EU-US Privacy Shield Framework and the Swiss-U.S.\nPrivacy Shield Framework allows the transfer of personal information to a third party, who acts as a service provider or a vendor, if certain steps are taken to assure privacy and security protections.\nUnder these circumstances, we will take all reasonable steps to require any third-party recipient to protect your personal information relevant to the Privacy Shield Framework.\nIn cases of onward transfer to third parties of data of EU and Swiss individuals received pursuant to the EU-US and Swiss-US Privacy Shield, Glympse is potentially liable.</p>\n<strong>EU Residents’ Rights Under the General Data Protection Regulation</strong>\n<p>The General Data Protection Regulation (GDPR) provides data subjects (you, if you use the Glympse service) who reside in the European Union with certain rights.\nThese rights are:</p>\n<p>1) The right to be informed.\nYou have the right to know the purposes for processing your personal data, how long your data will be kept and who your data will be shared with.</p>\n<p>2) The right of access.\nYou have the right to access your personal data.</p>\n<p>3) The right to rectification.\nYou have the right to have inaccurate personal data rectified or completed if it is incomplete.</p>\n<p>4) The right to erasure.\nYou have the right to have your personal data erased in certain circumstances, also known as “the right to be forgotten.”</p>\n<p>5) The right to restrict processing.\nYou have the right to request the restriction of processing of your personal data in certain circumstances.</p>\n<p>6) The right to data portability.\nYou have the right to receive personal data that you have provided to one controller and have it transmitted to another controller.</p>\n<p>7) The right to object.\nYou have the right to object to the processing of your personal data in certain circumstances.</p>\n<p>8) Rights related to automated individual decision making and profiling.&nbsp.\nGlympse does not engage in&nbsp;automated individual decision making or profiling.</p>\n<p>You can exercise the above rights by emailing &nbsp;privacy@glympse.com.</p>\n<strong>What is personal information?</strong>\n<p>As used herein, the term “personal information” means information that identifies an individual, or from which an individual could be identified (such as a name, address, telephone number, mobile number, email address, credit card number or other account number), and information about that individual’s location or activities, such as information about his or her use of the Glympse service.\nPersonal information also includes demographic information such as date of birth, gender, geographic area and preferences when such information is linked to other personal information that identifies you.\nPersonal information does not include “aggregate” information, which is data we collect about the use of the Site or service or categories of Site and service users, from which any personal information has been removed.\nFor example, information that forty-seven percent of the Site’s registered users identify themselves as male, is aggregate information.\nWe collect aggregate data for a number of purposes, including to help us understand trends and user needs so that we can better consider new publications, products and services, and tailor existing publications, products and services to user desires.\nThis Policy in no way limits or restricts our collection of aggregate information.</p>\n<strong>What personal information do we collect?</strong>\n<p>Personal information may be collected in a number of ways when you use the various services and activities available through the Glympse Site and service.\nAt several places on our Site or within our mobile application, we may collect certain information you voluntarily provide to us which may contain personal information, such as your recipient’s contact information, e.g.\nfirst name, last name, email address and/or phone number.\nWhen you use our app, you have the option to provide us with a username and profile picture, which will be sent along with any “Glympse” you send.\nIf you register for the mobile application or service, send us an email, or submit content, we may collect your name, photo, and demographic information that you provide.\nIn addition, from time to time we may collect contact or other personal or demographic information you provide in connection with your participation in surveys or promotional offers.</p>\n<p>We will never post to any social network or contact anyone on your behalf without your permission.\nWe may provide the option of connecting to the Glympse service through Facebook, Twitter, Google+ or other social networks as a faster, easier way for you to create a profile on the Glympse service.</p>\n<p>When turned on and with an active Glympse, the Glympse app will automatically collect location information from your mobile device and/or your mobile carrier.\nWhen you use the service, via your mobile device, some information is also automatically collected, such as your Internet Protocol (IP) address, your operating system, the browser type, the address of a referring website, and your activity on the application and through the service.</p>\n<p>We treat the information collected in conjunction with the app as personal information if we combine it with or link it to any of the identifying information mentioned above.\nUnless you direct us to act otherwise, your personal location information is only stored by Glympse for up to 48 hours after which location information is disassociated from personal information.\nFrom this point onwards, it is used in the aggregate only.\nIf you no longer wish to allow us to collect and use your location information, you may discontinue the use of the service.</p>\n<strong>Tracking Technologies</strong>\n<p>Glympse and its partners use cookies or similar technologies to analyze trends, administer the website, track users’ movements around the website, and to gather demographic information about our user base as a whole.\nYou can control the use of cookies at the individual browser level, but if you choose to disable cookies, it may limit your use of certain features or functions on our website or service.</p>\n<strong>Behavioral Advertising / Re-Targeting</strong>\n<p>We may partner with a third party to either display advertising on our Website or within our apps or to manage advertising on other sites or within other apps.\nOur third-party partner may use technologies such as cookies to gather information about your activities on this site or within our app and on other sites or within other apps in order to provide you advertising based upon your browsing activities and interests.</p>\n<strong>Log Files</strong>\n<p>As true of most websites, we gather certain information automatically and store it in log files.&nbsp.\nThis information may include internet protocol (IP) addresses, browser type, internet service provider (ISP), referring/exit pages, operating system, date/time stamp, and/or clickstream data.&nbsp.\nWe do not link this automatically collected data to other information we collect about you.</p>\n<strong>Mobile Analytics</strong>\n<p>We use mobile analytics software to allow us to better understand the functionality of our Mobile Software on your phone.\nThis software may record information such as how often you use the application, the events that occur within the application, aggregated usage, performance data, and from where the application was downloaded.\nWe do not link the information we store within the analytics software to any personally identifiable information you submit within the mobile application.</p>\n<strong>Push Notifications</strong>\n<p>We may send you push notifications from time-to-time in order to update you about any updates, events or promotions that we may be running.\nIf you do not wish to receive these types of communications, you may turn them off at the device level.\nTo ensure you receive proper notifications, we will need to collect certain information about your device such as operating system and user identification information.</p>\n<strong>Usage and Disclosure</strong>\n<p>In general, we use personal information we may collect (such as your name, location or social network information) to facilitate your use of the mobile application and Glympse service, to provide you with information, products and services you request, to administer and assist us with the operation of the Site, our app, and for any other purpose for which the information was provided.\nFor example, we may use the information we collect:</p>\n<p>– to respond to your emails, submissions, comments, requests or complaints;</p>\n<p>– to ensure that the application is working correctly and that you are being served the most recent version;</p>\n<p>– to allow other users of the service that you designate to temporarily view your whereabouts in real-time;</p>\n<p>– to request feedback and to enable us to develop, customize and improve the Site and our information and services.\nand</p>\n<p>– for the specific purpose for which the information was provided.</p>\n<p>In addition, if you so indicate in the event of sharing your contact information with us, we may use the information we collect to send you news and product and service updates, including contacting you about our services, products, activities, special events or offers and for other marketing, informational, product development and promotional purposes, including notifications about new features and or improvements to the Site or our products and services.</p>\n<p>We may also receive information from third parties with whom we have business relationships, and may combine this information with the other personal information we have about you.\nIn such cases, this Policy governs our use and disclosure of such information.</p>\n<strong>What personal information do we share with third parties?</strong>\n<p>We do not sell, share, or rent any personal information to third parties in any ways different from what is disclosed in this Policy.\nHowever, we may provide other non-personal information and aggregate information to third parties without your authorization.\nWith regard to SMS functionality, when Glympse sends location information from your mobile device to those recipients chosen by you, your phone number will be provided to them along with such identifying information as you choose, such as your username and/or photo.\nWe may share your contact information with third parties, but only if you have indicated to us that you wish to receive information from such parties.\nIn the event that we engage or partner with third party vendors, consultants or other service providers in connection with the operation of the Site and our services (“Service Providers”), we may share personal information with such Service Providers who need access to such information to carry out their work for us.\nService Providers include network operations and service monitoring (NOC) providers, server hosting companies, customer support service providers, and analytics services.&nbsp.\nIn addition, we may offer various features through a third party service provider.\nWhen you use these services, you would be providing information directly to the provider of these services, and the provision of such information would be subject to such party’s own privacy policy.\nWe are not responsible for any information you provide to these parties directly, and we encourage you to become familiar with their practices before disclosing information directly to such third parties with which you come into contact.</p>\n<p>You should only share your location with people you know and trust not to convey your location to others.\nYou should also note that personal information you share with others may be forwarded, and any information you post to public areas of the Site or in connection with third party sites (including social media sites such as Facebook) may become publicly available.\nFor example, information you display online or post to social media groups (including any interactive or public forums offered within the Site) may be made publicly available and can potentially be viewed by anyone.\nYour posting to such public areas of the Site constitutes your consent to share such information publicly.</p>\n<p>We also may disclose personal information when we are required to comply with the law (e.g.\na lawful subpoena, warrant or court order).\nto enforce or apply this privacy policy or our other policies or agreements.\nto initiate, render, bill, and collect for amounts owed to us.\nto protect our or our customers’ rights, property or safety.\nto protect our customers from fraudulent, abusive, or unlawful use of our Site.\nor if we believe that an emergency involving the danger of death or serious physical injury to any person requires disclosure of communications or justifies disclosure of personal information.\nIn addition, information about our customers, including personal information, may be disclosed as part of any merger, acquisition, debt financing, sale of company assets, as well as in the event of an insolvency, bankruptcy or receivership in which personally identifiable information could be transferred to third parties as one of the business assets of the Company.</p>\n<p>\n<u>Please note:</u>&nbsp;The Site and service may provide links to other sites, or other interactive forums hosted by a third party.\nPlease be aware that although we may participate in or utilize such other sites, we are not responsible for the privacy practices of such other sites.\nWe encourage you to be aware when you leave our Site and to read the privacy policies of any Website that collects personally identifiable information.\nSimilarly, if you entered the Glympse Site through another Web site, we are also not responsible for the privacy practices of that site, and you should review the privacy policy of the originating site before providing any personal information to that site.\nThis privacy policy applies solely to information collected by us.</p>\n<strong>Where is your information stored?</strong>\n<p>Glympse Inc.\nis based in the United States of America, and any information which we collect about you or which you provide to us may therefore be transferred to the United States.\nSome of our Service Providers may also be located in the United States or in other countries.\nIf you are using the Site and the app in the European Economic Area (EEA), you consent to your personal information being transferred outside the EEA, including to countries where you may have fewer legal rights.&nbsp.\nHowever, we will take steps to ensure that your personal information is treated securely and in accordance with this Policy, wherever it is handled.</p>\n<strong>What steps do we take to protect your information online?</strong>\n<p>Glympse endeavors to secure your personal information from unauthorized access, use or disclosure by putting into place measures to safeguard the information we collect.\nPlease be aware, however, that despite our efforts, no security measures are perfect or impenetrable, and that we cannot guarantee that the Site or services will be free of any defects or flaws that affect your use of it or the security of your information.</p>\n<p>When you enter sensitive information or we automatically collect sensitive information on our forms, we encrypt the transmission of that information using transport layer security (TLS).</p>\n<strong>What choices and means do you have for limiting the use and disclosure of your personal information?</strong>\n<p>When you use the application to send an invitation to a third party to view your location, the invitation remains in your user history as a “sent” request.\nSuch invitation will remain in your user history regardless of whether it is accepted or rejected by the invitee.\nYou may delete your user history, and each sent invitation, at your discretion within the “user history” section of the app.</p>\n<p>If you use the features within the app that allow you to designate a particular individual as a “favorite,” the app will associate the designation with the selected individual(s) within the app.\nIt is not necessary to use the “favorites” feature to use the app.\nYou may change your designated “favorites” or otherwise delete a “favorite” within the app at your discretion.</p>\n<p>Your personal information&nbsp;is kept strictly confidential and will not be shared or sold to third parties&nbsp;other than (a) as expressly described in this Privacy Policy (see “What personal information do we share with third parties“), (b) to your Glympse invitees or (c) only if you have affirmatively agreed (opt-in) that you wish to receive information from any such third parties.\nFor example, you may choose to use certain features that we offer through a third party service provider.\nThat is “opt-in” sharing or disclosure.\nYou can opt out of the sharing or disclosure by discontinuing the use of the features offered through the third party service provider.</p>\n<p>If you provide us with your contact details as part of your use of the Site or the app, we may send you news and product updates relating to Glympse.&nbsp.\nYou may “opt out” of receiving marketing or promotional email from Glympse by following unsubscribe instructions or using unsubscribe links within communications we send.\nPlease note, however, that as long as you receive the Glympse service, you may not “opt out” of receiving service-related emails from Glympse.</p>\n<p>If Glympse intends to use your personal information for a purpose that is materially different from the purpose(s) for which it was originally collected or subsequently authorized by you, Glympse will only do so after notifying you and giving you an opportunity to opt out of the use.&nbsp.\nGlympse will provide you with a reasonable, clear and conspicuous, readily available mechanism to exercise your choice.</p>\n<p>Glympse limits the use of your personal information to the purposes indicated in this Privacy Policy.</p>\n<p>Unless you have requested us to do otherwise, we do not keep your personal Glympse location data for longer than 48 hours after which we disassociate it from your personal information for future aggregate use.</p>\n<strong>How can you correct and update your personal information or obtain additional information?</strong>\n<p>Upon request, we will provide you with information about whether we hold any of your personal information.\nIf you have any questions or comments about this Policy or the practices relating to this Site or our service, please contact us at privacy@glympse.com.\nIf you wish to verify, correct or delete any of your personal information that may be collected by Glympse, please email your request to privacy@glympse.com.\nAll requests sent to privacy@glympse.com will be processed within a reasonable timeframe.</p>\n<strong>Data Retention</strong>\n<p>Any information supplied by you in connection with a Glympse user account will be retained as long as your account is active or as needed to provide you services.</p>\n<p>If you created a user account with Glympse for your mobile device and you wish to delete it, you can click the “delete my account” button within the application.</p>\n<p>We may retain and use your information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.</p>\n<p>Glympse may be required to disclose personal information in response to lawful requests by public authorities, including to meet national security or law enforcement requirements.</p>\n<strong>Facebook Connect or other OpenID providers</strong>\n<p>You can log in to our mobile application using sign-in services such as Facebook Connect or an OpenID provider.\nThese services will authenticate your identity and provide you the option to share certain personal information with us such as your name and email address to pre-populate our sign-up form.\nServices like Facebook Connect give you the option to post information about your activities and locations on this Website to your profile page to share with others within your network.</p>\n<strong>Social Media Features</strong>\n<p>Our website and apps may include Social Media Features, such as links to Facebook or Twitter.&nbsp.\nThese features may collect your IP address, which page you are visiting on our site, and may set a cookie to enable the Feature to function properly.&nbsp.\nSocial Media Features are hosted by third parties.&nbsp.\nYour interactions with these Features are governed by the privacy policy of the company providing it.</p>\n<strong>California Residents:</strong>\n<p>Starting January 1, 2020, under the California Consumer Privacy Act (CCPA), California Residents have the right to request the following information from Glympse by emailing Glympse at privacy@Glympse.com and Glympse will provide such information to you upon verification of your request:</p>\n<p>• The categories of personal information Glympse collects about you;<br>\n• The categories of sources from which your personal information is collected;<br>\n• The business purpose for collecting your personal information;<br>\n• The categories of third parties with whom Glympse shares your personal information.\nand<br>\n• The specific pieces of personal information Glympse has collected about you.</p>\n<p>In addition, you can find the following information in the corresponding Glympse Privacy Policy Sections:</p>\n<p>\n</p>\n<p>If you elect to exercise any of your rights under CCPA, Glympse will not deny services, provide a different price or rate for our services, or provide a different level of service to you because you exercised such rights.\nUnder the current definition of CCPA, Glympse does not sell your personal information.</p>\nSales of personal information\n<p>In the preceding twelve (12) months, Glympse has not sold personal information, including any personal information of minors under 16 years of age.\nUnder the current definition of CCPA, Glympse does not sell any personal information.</p>\n<em>Deletion Request Rights</em>\n<p>You have the right to request that Glympse delete any of your personal information that we collected from you and retained, subject to certain exceptions.\nOnce we receive and confirm your verifiable consumer request (see <em>Exercising Access, Data Portability, and Deletion Rights</em>), we will delete (and direct our service providers to delete) your personal information from our records, unless an exception applies.</p>\n<p>We may deny your deletion request if retaining the information is necessary for us or our service provider(s) to:</p>\n<p>1.\nComplete the transaction for which we collected the personal information, provide a service that you requested, take actions reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform our contract with you.<br>\n2.\nDetect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities.<br>\n3.\nDebug products to identify and repair errors that impair existing intended functionality.<br>\n4.\nExercise free speech, ensure the right of another consumer to exercise their free speech rights, or exercise another right provided for by law.<br>\n5.\nComply with the California Electronic Communications Privacy Act (Cal.\nPenal Code § 1546 et.\nseq.).<br>\n6.\nEngage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when the information’s deletion may likely render impossible or seriously impair the research’s achievement, if you previously provided informed consent.<br>\n7.\nEnable solely internal uses that are reasonably aligned with consumer expectations based on your relationship with us.<br>\n8.\nComply with a legal obligation.<br>\n9.\nMake other internal and lawful uses of that information that are compatible with the context in which you provided it.</p>\n<em>Disclosures of Personal Information for a Business Purpose</em>\n<p>In the preceding 12 months, Glympse has disclosed certain user data to the following categories of third parties: Service Providers.<br>\nRefer to the following section in our Privacy Policy: “What personal information do we share with third parties?”</p>\n<em>Exercising Access, Data Portability, and Deletion Rights</em>\n<p>To exercise the access, data portability, and deletion rights described above, please submit a verifiable consumer request to us by:<br>\n• Emailing us at privacy@glympse.com</p>\n<p>Only you, or a person registered with the California Secretary of State that you authorize to act on your behalf, may make a verifiable consumer request related to your personal information.\nYou may use an authorized agent to submit a request to know or a request to delete on your behalf.\nAn authorized agent is a person or business registered with the California Secretary of State that you have authorized to act on your behalf to make a request to know or a request to delete according to the California Consumer Privacy Act.</p>\n<p>You may only make a verifiable consumer request for access or data portability twice within a 12-month period.\nThe verifiable consumer request must:<br>\n• Provide sufficient information that allows us to reasonably verify you are the person about whom we collected personal information or an authorized representative.<br>\n• Describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it.</p>\n<p>We cannot respond to your request or provide you with personal information if we cannot verify your identity or authority to make the request and confirm the personal information relates to you.</p>\n<p>We will only use personal information provided in a verifiable consumer request to verify the requestor’s identity or authority to make the request.</p>\n<em>Response Timing and Format</em>\n<p>We endeavor to respond to a verifiable consumer request within forty-five (45) days of its receipt.\nIf we require more time (up to 90 days), we will inform you of the reason and extension period in writing.</p>\n<p>Any disclosures we provide will only cover the 12-month period preceding the verifiable consumer request’s receipt.\nThe response we provide will also explain the reasons we cannot comply with a request, if applicable.\nFor data portability requests, we will select a format to provide your personal information that is readily useable and should allow you to transmit the information from one entity to another entity without hindrance.</p>\n<p>We do not charge a fee to process or respond to your verifiable consumer request unless it is excessive, repetitive, or manifestly unfounded.\nIf we determine that the request warrants a fee, we will tell you why we made that decision and provide you with a cost estimate before completing your request.</p>\n<strong>Changes in this Privacy Statement</strong>\n<p>We may update this privacy statement to reflect changes to our information practices.\nIf we make any material changes we will notify you by posting the revised privacy policy on our Site or, if you have established a Glympse user account, we will send a notification to the email address specified in your account.\nAny revisions to our privacy policy will become effective after such notification.\nWe encourage you to periodically review this page for the latest information on our privacy practices.<u>\n</u>\n</p>\n<p>\n<strong>Contact Us:</strong>\n</p>\n<p>Glympse, Inc.<br>\n1424 11th Ave #300<br>\nSeattle, WA 98122<br>\nprivacy@glympse.com</p>\n<ul>\n<li>Careers</li>\n</ul>\n<ul>\n<li>Newsroom</li>\n<li>Contact Us</li>\n<li>Newsletter</li>\n</ul>\n<ul>\n<li>Support</li>\n<li>Developers</li>\n<li>Get Glympse App</li>\n</ul>\n<ul>\n<li>Privacy Policy</li>\n<li>Terms of Use</li>\n</ul> © Glympse Inc 2021 <p>\n<br>\n<br>\n</p>\n<p>\n</p> x <p>\n</p>\n<p>\n<br>\nSubscribe</p>\n<p>\n</p> X Download Now! 1.\nFill out the form below<br>\n2.\nClick the “Submit” button<br>\n3.\nClick the “Download…” link again<br>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<br>\nSubmit</p>\n<p>\n</p> X <p>Notifications</p>", "created_at": "2021-05-15 11:39:35.815394", "updated_at": "2021-05-15 11:39:52.424596"}], "points": [{"id": 20597, "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting", "source": "https://glympse.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-05-15 12:00:23.168525", "updated_at": "2021-05-17 18:09:18.288178", "quoteText": "Glympse and its partners use cookies or similar technologies to analyze trends, administer the website, track users’ movements around the website, and to gather demographic information about our user base as a whole.", "case_id": 323, "document_id": 6023, "quoteStart": 10188, "quoteEnd": 10404}, {"id": 20596, "title": "The service claims to be GDPR compliant for European users", "source": "https://glympse.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-05-15 11:58:13.541779", "updated_at": "2021-05-17 18:04:51.595125", "quoteText": "The General Data Protection Regulation (GDPR) provides data subjects (you, if you use the Glympse service) who reside in the European Union with certain rights.\nThese rights are:</p>\n<p>1) The right to be informed.\nYou have the right to know the purposes for processing your personal data, how long your data will be kept and who your data will be shared with.</p>\n<p>2) The right of access.\nYou have the right to access your personal data.</p>\n<p>3) The right to rectification.\nYou have the right to have inaccurate personal data rectified or completed if it is incomplete.</p>\n<p>4) The right to erasure.\nYou have the right to have your personal data erased in certain circumstances, also known as “the right to be forgotten.”</p>\n<p>5) The right to restrict processing.\nYou have the right to request the restriction of processing of your personal data in certain circumstances.</p>\n<p>6) The right to data portability.\nYou have the right to receive personal data that you have provided to one controller and have it transmitted to another controller.</p>\n<p>7) The right to object.\nYou have the right to object to the processing of your personal data in certain circumstances.</p>\n<p>8) Rights related to automated individual decision making and profiling.&nbsp.\nGlympse does not engage in&nbsp;automated individual decision making or profiling.</p>\n<p>You can exercise the above rights by emailing &nbsp;privacy@glympse.com.", "case_id": 481, "document_id": 6023, "quoteStart": 5056, "quoteEnd": 6484}, {"id": 20595, "title": "You can opt out of promotional communications", "source": "https://glympse.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-05-15 11:54:53.157552", "updated_at": "2021-05-17 18:04:44.276033", "quoteText": "You may “opt out” of receiving marketing or promotional email from Glympse by following unsubscribe instructions or using unsubscribe links within communications we send.", "case_id": 223, "document_id": 6023, "quoteStart": 21598, "quoteEnd": 21768}, {"id": 20594, "title": "You can request access, correction and/or deletion of your data", "source": "https://glympse.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-05-15 11:54:30.039907", "updated_at": "2021-05-17 18:04:37.892408", "quoteText": "If you wish to verify, correct or delete any of your personal information that may be collected by Glympse, please email your request to privacy@glympse.com.", "case_id": 195, "document_id": 6023, "quoteStart": 23031, "quoteEnd": 23188}, {"id": 20593, "title": "The service claims to be CCPA compliant for California users", "source": "https://glympse.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-05-15 11:52:57.36586", "updated_at": "2021-05-17 18:04:30.821655", "quoteText": "</p>\n<strong>California Residents:</strong>\n<p>Starting January 1, 2020, under the California Consumer Privacy Act (CCPA),", "case_id": 482, "document_id": 6023, "quoteStart": 24995, "quoteEnd": 25117}, {"id": 20592, "title": "The court of law governing the terms is in a jurisdiction that is less friendly to user privacy protection (State of Washington, USA)", "source": "https://glympse.com/terms/", "status": "Generated through the annotate view", "created_at": "2021-05-15 11:49:09.042239", "updated_at": "2021-05-17 18:03:57.182703", "quoteText": "<p>These Site Terms and your use of the Site and Services shall be governed by and construed in accordance with the laws of the United States of America and the State of Washington applicable to agreements made and to be entirely performed within the State of Washington (even if your use is outside of the State of Washington), without resort to its conflict of law provisions.", "case_id": 242, "document_id": 6024, "quoteStart": 28683, "quoteEnd": 29061}, {"id": 20591, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://glympse.com/terms/", "status": "Generated through the annotate view", "created_at": "2021-05-15 11:47:53.942423", "updated_at": "2021-05-17 18:04:18.948858", "quoteText": "<p>THE SITE, THE GLYMPSE MATERIALS AND THE SERVICES ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED.", "case_id": 286, "document_id": 6024, "quoteStart": 12459, "quoteEnd": 12621}, {"id": 20590, "title": " Terms may be changed any time at their discretion, without notice to you ", "source": "https://glympse.com/terms/", "status": "Generated through the annotate view", "created_at": "2021-05-15 11:46:34.986317", "updated_at": "2021-05-17 18:02:34.702512", "quoteText": "\n<p>Company reserves the right to change or modify any of the terms and conditions contained in these Site Terms or any policy or guideline of the Site or the Services, at any time and in its sole discretion.", "case_id": 121, "document_id": 6024, "quoteStart": 3086, "quoteEnd": 3294}, {"id": 20589, "title": "Minors must have the authorization of their legal guardians to use the service", "source": "https://glympse.com/terms/", "status": "Generated through the annotate view", "created_at": "2021-05-15 11:44:29.646749", "updated_at": "2021-05-17 18:04:25.388593", "quoteText": "If you are sixteen(16) or older but under the age of majority in the country where you live, then you should obtain the consent of your parent or guardian prior to use of the Site or the Services.", "case_id": 486, "document_id": 6024, "quoteStart": 4210, "quoteEnd": 4406}, {"id": 20588, "title": "This service is only available to users over 16 years old", "source": "https://glympse.com/terms/", "status": "Generated through the annotate view", "created_at": "2021-05-15 11:43:36.946076", "updated_at": "2021-05-17 18:04:13.879989", "quoteText": "If you are not sixteen (16) years old or older, you may not use this Site or the Services.", "case_id": 152, "document_id": 6024, "quoteStart": 4119, "quoteEnd": 4209}, {"id": 20587, "title": "There is a date of the last update of the agreements", "source": "https://glympse.com/terms/", "status": "Generated through the annotate view", "created_at": "2021-05-15 11:43:10.003525", "updated_at": "2021-05-17 18:02:25.278671", "quoteText": "Date of Last Revision: May 25, 2018", "case_id": 331, "document_id": 6024, "quoteStart": 1749, "quoteEnd": 1784}], "urls": ["glympse.com"]}}