{"error": 448, "message": "OK", "parameters": {"id": 602, "name": "Posteo", "created_at": "2018-07-16 08:25:29.932698", "updated_at": "2021-11-07 01:34:35.143109", "wikipedia": "https://de.wikipedia.org/wiki/Posteo", "keywords": null, "related": null, "slug": "posteo", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/602.png", "url": "posteo.de,posteo.net", "documents": [{"id": 393, "name": "Privacy Policy", "url": "https://posteo.de/en/site/privacy_policy", "xpath": "", "text": " &lt;div class='error'&gt.\n&lt;span&gt;Posteo only works with Javascript activated!&lt;/span&gt.\n&lt;/div&gt.\nPosteo.de - back to homepage - Email: Green, secure, ad-free Menü back to top Sign up Deutsch Français Deutsch Français <ul>\n<li>Features The account</li>\n<li> About us More on Posteo <ul>\n<li>About Posteo</li>\n<li>Press reports</li>\n<li>Transparency report</li>\n<li>Who we donate to</li>\n<li>Posteo Lab in Berlin</li>\n</ul>\n</li>\n<li>Newsroom Blog &amp.\npress</li>\n<li> Background info On privacy etc <ul>\n<li>FAQ</li>\n<li>Maximum privacy</li>\n<li>Posteo encryption</li>\n<li>Comprehensive sustainability</li>\n<li>Anonymised payment</li>\n</ul>\n</li>\n<li>Help with all questions</li>\n<li>Contact We're here for you</li>\n</ul> Privacy policy <p>Posteo stands for maximum data protection, data economy and privacy by design.\nWe show how an internet provider can consistently be run without collecting data, tracking or financing through advertising.\nAs a matter of principle, we do not collect inventory data from you including names or addresses.\nOur website and webmailer are ad-free and tracking-free.\nAdditionally, we refrain from incorporating social media plug-ins and from using Google products.</p>\n<p>In this privacy policy, we provide you with an overview of Posteo's protection and security of data.</p> Legal basis <p>The rendering of our email services requires the processing of data and occurs according to legal provisions.\nThe following government regulations are of particular relevance to privacy - the European General Data Protection Regulation (GDPR), the German Federal Data Protection Act (BDSG), the German Telemedia Act (TMG) as well as the secrecy of telecommunications .\nThe services provided by Posteo are exclusively hosted on our servers in Germany.</p> Responsible parties: <p>This privacy information applies to the processing of data by:</p> Posteo e.K.<br>\nMethfesselstrasse 38<br>\n10965 Berlin<br>\nGermany<br>\nEmail: support@posteo.de <br> Data Protection Officer: Niels Herrmann<br>\nEmail: datenschutz@posteo.de<br>\n<p>The Data Protection Officer at Posteo e.K.\nis also reachable at the postal address listed above.\n(Addition to the Posteo e.K.\npostal address: \"Data Protection Officer Niels Herrmann\").</p>\n<p>\nIn November 2016, the German Federal Commissioner for Data Protection (BfDI) conducted an inspection of privacy without cause at Posteo.\nNo complaints were made and the federal privacy commissioner explicitly praised our privacy security concept.\nThe complete report can be found here.</p> No inventory data <p>As a matter of principle, we do not collect and save any inventory data (such as names, addresses, etc.) from you.\nWhen registering, you do not enter any inventory data and we do not collect any other personally related data.</p>\n<p>We effectively prevent data theft with this concept of data economy.\nThe only data sets that cannot be stolen with 100 percent certainty are those that do not exist within a company.\nFuthermore, payment data is not connected to your account at Posteo.\nBecause of this, in total, no inventory data exists for your account at Posteo.\nIn other words, Posteo does not keep records with customer data or personally related data to your account.</p>\n<p>In 2017, this was confirmed independently within an audit report by the German Federal Commissioner for Data Protection after an on-site inspection.</p> Traffic data: No IP addresses <p>Traffic data consists of all data, that is accumulated through the use of Posteo.<br>\nIn conformity with the law, we strictly do not collect and save any IP addresses that could be traced back to customers..\nThis was independently confirmed in an audit report by the German Federal Commissioner for Data Protection.\nWe also do not collect your IP address if you visit our website or if you use our contact form or webmailer.\nWe also do not collect or save your IP address if you use an external client to retrieve your emails via IMAP or POP3 or to transmit messages via SMTP to be delivered by us.\nIn the communication between email servers via SMTP, we come to know the IP addresses of other email servers (for example IP addresses from GMX and Gmail servers).\nThe IP addresses of provider servers are only logged in the logfiles when errors occur and deleted after 7 days.</p>\n<p>We exclusively record errors that occur when sending and receiving emails to quickly identify and correct technical disruptions and errors.\nWe delete this data, which cannot be traced back to an individual, automatically after 7 days.\nIn addition, we create generic, anonymised system usage and capacity statistics.\nThese statistics also do not contain any personal information or IP addresses.</p> Content data <p>Content data as a term is not legally defined.\nWe refer to it in this context as the saved contents in an email account.<br>\nThe contents of a communication and its accompanying circumstances (emails and their metadata) are subject to telecommunications secrecy and are protected by fundamental rights.\nThat means that no one is allowed to read your emails and we're not allowed to pass them on to third parties.\nThis would be a violation of your fundamental rights and punishable by law.\nTelecommunications secrecy can be restricted only in individual cases and only by way of a judge if there is suspicion of certain criminal offenses.\nWe always technically protect your content data with the latest security technologies (see our information page about encryption).\nIn addition, content data is consistently saved on encrypted hard drives to protect them from physical access.\nWe operate and maintain our own server infrastructure.\nAll of our servers and stored data are located in Germany.\nWe save all content data daily in a security backup and keep this data for a duration of 7 days.\nAs a security precaution, please create an additional copy of your content data on a regular basis just in case you accidentally delete this data.\nAdditionally, we offer the possibility to encrypt all emails, notes, contacts and calendar entries that are saved at Posteo individually with the password of the account (AES-encryption).\nYou can do this in the settings of your mailbox at the touch of a button.\nUsers of end-to-end encryption can add an additional level of encryption by applying inbound encryption to all incoming emails.</p>\n<p>\n</p>\n<p>When you delete content data, it's deleted immediately.\nIf the data has been backed up in one of our daily security backups, it will remain there for an additional 7 days until it is completely deleted.<br>\nIn general, Posteo does not delete content data from an account as long as the contractual relationship is standing and has not been terminated by you or through Posteo in accordance with our terms and conditions.</p>\n<p>Automatic spam and virus detection occurs at Posteo without any personal information and without the creation of profiles.\nWe implement our own spam detection.\nWe also use blacklists from third parties for this purpose but only locally on our own servers.\nThe content of our users is not analysed by third parties and strictly not processed by spam recognition software hosted by third parties.\nThird party providers also do not obtain any information about the results of spam recognition at Posteo.</p> Payment data is not connected with email accounts <p>When paying via bank transfer or PayPal, your name or the name of the paying person as well as an IBAN (with bank transfers) is transmitted to us.\nWe do not receive any data about paying customers from credit card companies.\nAt Posteo, payment data is strictly not connected with email accounts meaning that transferred payment details do not not exist within an account.\nSince our founding in 2009 we use our own anonymisation process for all payment processes that completely separates them from accounts.\nYou can find detailed information about this subject on our information page about payment.\nThis process protects your sensitive payment data in the best possible way from potential data theft and from abuse.\nAs there is no payment information saved in your Posteo account, you cannot set up a standing order.\nPayment for accounts is always prepaid.\nYou receive a receipt for your prepayment without a name, address or VAT statement.\nThis receipt is a tax-relevant proof of payment.\nFor tax purposes, we are legally required to keep receipts of all payments for 10 years.\nReceipts are only kept for this purpose.\nOur procedure of anonymising the payment processes has also been mentioned in the audit report of the German Federal Commissioner for Data Protection.\nThis report confirms that payment data is not connected with email accounts.</p>\n<p>Back in 2014, the German Federal Government confirmed in their response to an inquiry by the former German member of parliament, Hans-Christian Ströbele, that there is no requirement for email providers to connect payment data with an email account.</p> No use of Schufa (German credit investigation company)/Collection agencies <p>We do not require any credit reports from Schufa (German credit investigation company) or any other credit reports about you.\nWe also do not use the services of collection agencies for delayed payments.\nAll payments for Posteo accounts are made in advance.</p> No advertising, no tracking, no integration of social media or Google products <p>Posteo is free of tracking tools and advertising.\nWe also do not send any advertising emails to you.\nWe work independently and do not have any advertising partners.\nThis is the only way an internet-based service can truly be run in a privacy-oriented fashion.</p>\n<p>In addition, our website is free of social-media plug-ins like Facebook, Twitter, etc.\nWere we to integrate such plug-ins into our website, usage data and personal data such as IP addresses would be transmitted to these services.\nWe do not want this.</p>\n<p>We do not use any Google products like Google Analytics or so-called captchas from third-party providers.\nThe captcha with which security questions are asked when registering has been programmed by Posteo and does not collect any data from you such as your IP address.</p>\n<p>You can subscribe to Posteo's newsletter if you'd like by opting in within your account settings.\nYou have the option to unsubscribe from the newsletter at any time.</p> Privacy-oriented password reset <p>You can activate our \"forgotten password\" feature in connection with your mobile phone number in the settings of your account.\nIn the case of a lost password, you can have a new password sent to you via text message (SMS).\nYour sensitive mobile telephone number is not transmitted to us when activating this feature.\nWe only receive a mathematically calculated result (a salted hash) that we additionally secure again.\nThis data is only a character string and is not considered inventory data after a decision by the Federal Network Agency in 2017 with regard to Posteo.\nAs a result, they are not required by law to be reported to government agencies.\nYou can deactivate this feature at any time in the settings of your account.\nBy doing so, the character string will also be deleted.</p> Posteo migration service: Secure data transfer without third-party providers <p>We have implemented a migration service of our own development because we do not want to use or recommend solutions from third-party providers for transferring your sensitive email data out of privacy reasons.\nWith Posteo's migration service, you can safely transfer external email accounts of other providers (e.g.\nGMX, web.de, iCloud, etc.) including all folder structures (with unlimited levels).\nYou decide whether you'd like to copy the entire contents of your previous email account or just selected folders.\nPosteo directly retrieves the selected folders from your previous provider and they are transferred via an encrypted connection directly into your Posteo account.\nAt no point in time is your data transmitted via third-party providers.\nNowadays, it's also possible to transfer contacts and calendars from many providers (e.g.\nGMX, web.de, iCloud, etc.) in this same way.\nPosteo's migration service has been conceived based on our policy of maximum data economy.<br>\nAfter the migration has occurred, you can continue to have newly incoming emails retrieved from your old account.\nThis email collection is initially only for three months but can be renewed an unlimited amount of times.\nData entered for the purposes of the email collector are saved with encryption until the email collector has been deleted by you.\nEntered data for the migration service is encrypted and held in working memory only for the duration of the migration.</p> Data import and export <p>Your data belongs to you.\nYou can export and save all of your data stored at Posteo (emails, contacts, calendars, notes) locally at any time with the help of open standards and freely available programs.\nIt's also possible to import data to your account in the same way.\nThese standards are IMAP, POP3, SMTP, CardDAV and CalDAV.\nWe provide instructions on how to import and export data in our help section.\nAlternatively, you can also use our migration service in many cases for importing.</p> No tracking cookies <p>We do not use any tracking or analytical cookies.<br>\nWe only use so-called session cookies in the customer menu when logging in and in the webmailer.\nThe data that is saved on your computer exclusively serves for logging on and is especially not used to to create user profiles or anything similar.\nSession cookies are deleted at the end of each session.\nIf you use the simplified version of our homepage (ECO-switch), one cookie will be used that saves only one information: The information that the browser should load the simplified version of the homepage when directed to our website.\nIf you change to the regular homepage, the cookie will be deleted.\nThis cookie will also not be used to track you or to create a user profile of you.</p> Customer support without retention of personal data <p>You can contact our customer support with questions and problems related to your Posteo account at any time free of charge via email at support@posteo.de or through the contact form on our website.\nOur team provides support in German, English and French.</p>\n<p>Data that you voluntarily send us in an inquiry via email, such as an alternative email address for contacting you or a general inquiry, are not saved as information to your email account with Posteo.\nWe do not collect IP addresses if you use our contact form.\nFor privacy reasons, our customer support also works entirely without a customer database and ticket system.\nThere is no documentation of your contact made via email or about the questions you have asked our customer support.\nYour inquiry will only be answered via email by our team.\nWe exclusively use open source email clients on encrypted computers for this purpose.<br>\nAll email correspondence will automatically be completely deleted at Posteo 14 days after a case has been closed.</p>\n<p>When you enter text in our contact form, it remains locally on your device until it has been submitted.\nPosteo stands for genuine privacy by design.\nSuggestions for solutions that may appear are kept locally in your browser and displayed when you enter keywords.\nWhile you are typing, no data is transmitted through the internet to Posteo to compare the words you have entered with a keyword database located at Posteo.</p> No transmission of data to third-party companies <p>At no point in time do we voluntarily give personal data to third party companies or service contractors.\nAll data is exclusively stored on our servers in Germany.\nPosteo is financed by our customers: There are no advertising partners or investors.</p> Requests by government agencies/Transparency reports <p>\n</p>In certain legally regulated cases, especially when presented with a court order in cases of criminal offenses, we are required when applicable to release an account.\nWe document how often government agencies have attempted to acquire such data from Posteo in our transparency reports.\nInventory data or personally identifiable IP addresses do not exist for Posteo accounts and cannot be released.<p>\n</p> Your rights according to the General Data Protection Regulation (legally required part of the privacy policy) <p>We do neither collect or save inventory data (like names or address) nor personally identifiable IP addresses from you.<br>\nNevertheless, we are legally required to fully inform you of your rights in our privacy policy.\nWe hereby do so.</p> You have the right: <p>In accordance with <strong>GDPR article 15</strong> you have the right to demand a confirmation from Posteo e.K.\nas to whether we process personal data in relation to you.\nIn this case, we will confirm in writing that we do not have any inventory data or personally identifiable IP addresses and that no customer database entry exists in relation to you.\nWe will confirm that payment data must be retained in written form for 10 years for tax authorities but also that payment data does not exist within your email account and has no connection to your account.\nWe will answer that you can delete or export saved content data at any point in time in your non-personally-identifiable email account.</p>\n<p>In accordance with <strong>GDPR article 16</strong> you have the right to immediately demand the correction or completion of personal data that is stored within a company in relation to you.\nAs no inventory data such as names or addresses in relation to your email account is collected at Posteo as well as payment data is not saved in relation to an account, no such data set exist on which we could make such changes (correction/completion).\nWe only retain payment data for tax purposes.\nChanges cannot be made to this data.</p>\n<p>In accordance with <strong>GDPR article 17</strong> you have the right to demand the immediate deletion of personal data that is saved within a company in relation to you.\nInventory data as well as personally identifiable IP addresses do not exist at Posteo.\nPayment data cannot be deleted upon your request as it would conflict with legal requirement of retaining this information for 10 years for tax authorities.\nPayment details are not connected with email accounts and therefore do not exist in connection with your account.\nWe only keep payment data for tax purposes.\nThis data cannot be deleted.</p>\n<p>In accordance with <strong>GDPR article 18</strong> you have the right to demand a restriction of the processing of personal data that is stored at a company in relation to you.\nInventory data and personally identifiable IP addresses do not exist at Posteo.\nWe only retain payment data for tax purposes.\nRestrictions of the processing of this data cannot be made due to tax reasons.</p>\n<p>If companies give personal data to third parties, the company must inform the recipients if personal data has been corrected or deleted according to <strong>GDPR article 19</strong>.<br>\nYou have the right to request to which recipients this information went from the company.\n<br>\nAs no inventory data such as names or addresses in relation to your email account is collected at Posteo, no such data set exist with which we could pass on to third parties or with which we could make changes (corrections/deletions).</p>\n<p>Should you have provided a company with personal data in an automated process, you have the right to receive this stored personal data in a structured, current and machine-readable format or to demand the transfer of this data to another responsible party according to <strong>GDPR article 20</strong>.\nAt least within technical possibilities.<br>\n</p>\n<p>In accordance with <strong>GDPR article 21</strong> you have the right to revoke the processing of personal data within a company.\nWe neither collect inventory data nor personally identifiable IP addresses from you and your email account at Posteo.\nWe only retain payment data for tax purposes and this cannot be revoked.</p>\n<p>In accordance with <strong>GDPR article 7 paragraph 3</strong>, you also have the right to revoke given consent of the processing of personal data from a company.\nWe neither collect inventory data nor personally identifiable IP addresses from you and your email account at Posteo.\nWe only retain payment data for tax purposes and this cannot be revoked.</p>\n<p>In accordance with <strong>GDPR article 22</strong> you also have the right not to be subject to a resulting decision from an automated process including profiling.<br>\nAt no point in time will you be subject to a resulting decision from an automated process (including profiling) at Posteo.</p>\n<p>Should a company store any of your personal data, the company has to inform you immediately if the protection of your data has been infringed upon according to <strong>GDPR article 34</strong>.\nAs a matter of principle, we do not store any inventory data, payment data or personally identifiable IP addresses for your email account.<br>\nDue to our data economy and the protection of sensitive data, we conceptually prevent the theft and other abuse of customer data related to your account through maximal \"Privacy by Design\".<br>\nIn the case of a security related incident that could affect the security of your data stored at Posteo, we will inform you via email and in our company’s blog.\nFurthermore, we will explain how to contact our data protection officer and offer tips for suitable measures.</p>\n<p>According to <strong>GDPR article 77</strong>, you have the right to raise a complaint with a supervisory authority.\nThe competent supervisory authorities are:</p> The German Federal Commissioner for Data Protection (BfDI)<br>\nHusarenstr.\n30<br>\n53117 Bonn<br>\nGermany<p>\n</p> The Federal Commissioner for Data Protection and Freedom of Information of Berlin<br>\nMaja Smoltczyk<br>\nFriedrichstr.\n219<br>\n10969 Berlin<br>\nGermany<p>\n</p> Actuality and changes in this privacy policy\n<p>This privacy policy is currently valid and is applicable as of July 2019.<br>\nIt may become necessary to change this privacy policy as Posteo develops or based on changes in legal or official guidelines.\nThe respectively current privacy policy can be accessed and printed at any time on our website: https://posteo.de/en/site/privacy_policy\n</p> To the top <ul>\n<li>About us</li>\n<li>Contact</li>\n<li>Jobs</li>\n<li>Legal notice</li>\n</ul>\n<ul>\n<li>Help</li>\n<li>Blog</li>\n<li>Features</li>\n<li>Press reviews</li>\n</ul>\n<ul>\n<li>Transparency report</li>\n<li> Terms / Privacy policy </li>\n<li>Javascript license information</li>\n<li> Anti-abuse team / Security Transparency </li>\n</ul> ", "created_at": "2018-08-27 07:22:29.632048", "updated_at": "2020-12-14 16:13:41.457346"}, {"id": 394, "name": "Datenschutzerklärung", "url": "https://posteo.de/site/datenschutzerklaerung", "xpath": "", "text": " &lt;div class='error'&gt.\n&lt;span&gt;Posteo funktioniert nur mit aktiviertem Javascript!&lt;/span&gt.\n&lt;/div&gt.\nPosteo.de - zurück zur Startseite - E-Mail: Grün, sicher, werbefrei Menü zurück zum Anfang der Seite Registrieren Français English Français English <ul>\n<li>Das Postfach Alle Leistungen</li>\n<li> Über uns Mehr zu Posteo <ul>\n<li>Wir über uns</li>\n<li>Presse über uns</li>\n<li>Posteo-Transparenzbericht</li>\n<li>Wen wir unterstützen</li>\n<li>Posteo Lab in Berlin</li>\n</ul>\n</li>\n<li>Aktuelles Blog &amp.\nPresse</li>\n<li> Hintergrund-Info zu Datenschutz &amp.\nCo <ul>\n<li>Häufige Fragen</li>\n<li>Maximaler Datenschutz</li>\n<li>Posteo-Verschlüsselung</li>\n<li>Konsequente Nachhaltigkeit</li>\n<li>Anonymisierte Zahlung</li>\n</ul>\n</li>\n<li>Hilfe bei allen Fragen</li>\n<li>Kontakt Wir sind für Sie da</li>\n</ul> Datenschutzerklärung <p>Posteo steht für maximalen Datenschutz, Datensparsamkeit und Privacy by Design: Wir zeigen, wie ein Internetdienst konsequent ohne Datensammeln, Tracking und Werbefinanzierung betrieben werden kann.\nSo erheben wir grundsätzlich keine Bestandsdaten wie Namen oder Adressen.\nUnsere Website und der Webmailer sind werbe- und trackingfrei.\nWir verzichten außerdem auf das Einbinden von Social-Media-Plugins, verwenden keine Google-Produkte.</p>\n<p>In dieser Datenschutzerklärung geben wir Ihnen einen Überblick über den Datenschutz bei Posteo.</p> Rechtsgrundlage <p>Die Erbringung unserer E-Mail-Dienstleistungen erfordert die Verarbeitung von Daten und erfolgt entsprechend den gesetzlichen Vorschriften.\nFür den Datenschutz sind insbesondere die Datenschutzgrundverordnung (DSGVO), das geltende Bundesdatenschutzgesetz (BDSG), das Telemediengesetz (TMG) sowie das Fernmeldegeheimnis maßgeblich.\nDie Dienste von Posteo werden ausschliesslich auf unseren Servern in Deutschland gehostet.</p> Verantwortlich: <p>Diese Datenschutzinformation gilt für die Verarbeitung durch</p> Posteo e.K.<br>\nMethfesselstrasse 38<br>\n10965 Berlin<br>\nE-Mail: support@posteo.de<br> Betrieblicher Datenschutzbeauftragter: Niels Herrmann<br>\nE-Mail: datenschutz@posteo.de<br>\n<p>Der betriebliche Datenschutzbeauftragte von Posteo e.K.\nist auch unter der oben stehenden Postanschrift erreichbar (Adresszusatz: \"Datenschutzbeauftragter Niels Herrmann\").</p>\n<p>\nIm November 2016 hat die Bundesdatenschutzbeauftragte(BfDI) einen anlasslosen Kontrollbesuch zum Datenschutz bei Posteo durchgeführt.\nEs gab keine Beanstandungen und die BfDI lobte ausdrücklich unser Datenschutzkonzept.\nDen vollständigen Prüfbericht finden Sie hier.\n</p> Keine Bestandsdaten <p>Wir erheben und speichern grundsätzlich keine Bestandsdaten (wie Namen, Adressen, etc.) von Ihnen.\nSie geben bei der Registrierung weder Bestandsdaten an, noch werden sonstige personenbezogene Daten erhoben.\n</p>\n<p>Wir beugen mit dieser konzeptionellen Datensparsamkeit effektiv Datendiebstählen vor: Nur Datensätze, die bei einem Unternehmen nicht vorliegen, können mit 100-prozentiger Sicherheit nicht entwendet werden.\nDarüber hinaus werden Bezahldaten bei Posteo nicht mit Ihrem Postfach verknüpft.\nDeshalb liegen bei uns insgesamt tatsächlich keine Bestandsdaten zu Ihrem Posteo-Postfach vor.\nIn anderen Worten: Posteo führt keinen Datensatz mit Kundendaten bzw.\npersonenbezogenen Daten zu Ihrem Postfach.</p>\n<p>Dies wurde 2017 nach einer Vor-Ort-Prüfung in einem Prüfbericht der Bundesdatenschutzbeauftragten unabhängig bestätigt.</p> Nutzungsdaten: Keine IP-Adressen <p>Die Nutzungsdaten sind alle Daten, die durch die Nutzung von Posteo anfallen.</p>\n<p>Wir erheben und speichern rechtskonform grundsätzlich keine auf Kunden beziehbaren IP-Adressen.\nDies wird im Prüfbericht der Bundesdatenschutzbeauftragten zu Posteo unabhängig bestätigt.\nWir erheben Ihre IP-Adresse auch nicht, wenn Sie unsere Website besuchen, unser Kontaktformular oder den Webmailer nutzen.\nWir erheben oder speichern Ihre IP-Adresse auch nicht, wenn Sie E-Mails über IMAP oder POP3 abrufen oder mit einem externen Client über SMTP bei uns zum Versand einliefern.\nBei der Kommunikation zwischen E-Mailservern über SMTP werden uns IP-Adressen anderer E-Mail-Server bekannt, also z.B.\nIP-Adressen von GMX- oder Gmail-Servern.\nDie IP-Adressen der Anbieter-Server werden nur in Fehlerfällen in den Logfile-Protokollen aufgeführt und nach 7 Tagen gelöscht.</p>\n<p>Wir protokollieren lediglich Fehler beim Senden und Empfangen von E-Mails, um technische Störungen und Fehler rasch nachvollziehen und beseitigen zu können.\nDiese nicht personenbeziehbaren Daten löschen wir automatisiert nach 7 Tagen.\nAußerdem erstellen wir allgemeine, anonyme System-Nutzungs- bzw.\nAuslastungsstatistiken.\nAuch diese Statistiken enthalten keine personenbeziehbaren Daten oder IP-Adressen.</p> Inhaltsdaten <p>Inhaltsdaten sind als Begriff rechtlich nicht definiert.\nWir sprechen in diesem Zusammenhang von den gespeicherten Inhalten eines Postfaches.</p>\n<p>Die Inhalte einer Kommunikation und ihren näheren Umstände (E-Mails und deren Metadaten) unterliegen dem Fernmeldegeheimnis (auch Telekommunikationsgeheimnis) und sind grundrechtlich geschützt.\nDas bedeutet: Niemand darf Ihre E-Mails lesen - und wir dürfen sie auch nicht an Dritte weitergeben.\nDas wäre eine Verletzung Ihrer Grundrechte und strafbar.\nEingeschränkt werden kann das Fernmeldegeheimnis nur im Einzelfall und nur durch einen Richter, beim Verdacht auf bestimmte Straftaten.\nTechnisch schützen wir Ihre Inhaltsdaten stets mit neuesten Sicherheitstechnologien, siehe Infoseite Verschlüsselung.\nDie Inhaltsdaten werden außerdem stets auf verschlüsselten Festplatten gespeichert, um sie vor physischen Zugriffen zu schützen.\nWir betreiben und pflegen eine eigene Server-Infrastruktur, Serverstandort und Speicherort aller Daten ist Deutschland.\nWir sichern Inhaltsdaten täglich in Sicherheits-Backups, und heben diese für die Dauer von 7 Tagen auf.\nBitte erstellen Sie zur Sicherheit jedoch zusätzlich selbst regelmäßig Kopien Ihrer Inhaltsdaten, falls Sie solche einmal versehentlich löschen.\nWir bieten zusätzlich die Möglichkeit, die bei Posteo gespeicherten E-Mail-, Notiz-, Adressbuch- und Kalenderdaten auf unseren Servern individuell mit dem Postfach-Passwort verschlüsselt abzuspeichern (AES-Verschlüsselung).\nDas können Sie in den Einstellungen Ihres Postfachs auf Knopfdruck tun.\nNutzer einer Ende-zu-Ende-Verschlüsselung können allen neu eingehenden E-Mails mit der Eingangsverschlüsselung eine weitere Verschlüsselungsschicht hinzufügen.</p>\n<p>Löschen Sie Inhaltsdaten, sind diese sofort gelöscht.\nWurden die Daten zuvor in einem unserer täglichen Sicherheits-Backups gespeichert, verbleiben sie dort weitere 7 Tage, bis sie auch dort restlos gelöscht sind.\nPosteo löscht Inhaltsdaten grundsätzlich nicht aus einem Postfach, so lange das Vertragsverhältnis besteht und das Postfach nicht ordentlich durch Sie oder durch Posteo gemäß unserer AGB gekündigt wurde.</p>\n<p>Die automatisierte Spam- und Virenerkennung erfolgt bei Posteo ohne Personenbezug und es werden keine Profile erstellt.\nWir führen die Spamerkennung selbst durch.\nDazu nutzen wir auch Blacklists von Drittanbietern, aber rein lokal auf unseren Servern.\nDie Inhalte unserer Nutzerinnen und Nutzer werden nicht durch bzw.\nüber Dritte analysiert, und auch grundsätzlich nicht auf Spamerkennungs-Softwares bei Dritten verarbeitet.\nDrittanbieter erhalten auch keine Informationen über Ergebnisse der Spamerkennung bei Posteo.</p> Bezahldaten: Nicht mit den Postfächern verknüpft <p>Bei Überweisungen oder Paypal-Zahlungen wird Ihr Name oder der Name der bezahlenden Person sowie bei Überweisungen eine IBAN an uns übermittelt.\nVom Kreditkartenunternehmen erhalten wir keine Daten über den Einzahlenden.\nBezahldaten werden bei Posteo grundsätzlich nicht mit den E-Mail-Postfächern verknüpft, sodass übermittelte Einzahlerdaten nicht zum Postfach vorliegen.\nWir verwenden bereits seit unserer Gründung 2009 ein eigenes Anonymisierungsverfahren für alle Bezahlvorgänge, das diese vollständig von den Postfächern trennt.\nAuf unserer Infoseite Bezahlung finden Sie ausführliche Informationen zu diesem Thema.\nDas Verfahren schützt Ihre sensiblen Bezahldaten bestmöglich vor etwaigen Datendiebstählen und vor Missbrauch.\nDa in Ihrem Posteo-Postfach keine Bezahlinformationen hinterlegt werden, können Sie bei uns keinen Dauerauftrag einrichten: Sie bezahlen Ihr Postfach stets im Voraus (Prepaid).\nSie bekommen für Ihre Vorabzahlung einen Beleg ohne Namen, Anschrift und Mehrwertsteuerausweis.\nDieser Beleg ist ein steuerrelevanter Zahlungsnachweis.\nWir sind gesetzlich verpflichtet, die Belege über alle Zahlungen aus steuerlichen Gründen 10 Jahre aufzubewahren, die Belege werden nur zu diesem Zweck vorgehalten.\nUnser Verfahren zum Anonymisieren der Bezahlvorgänge wird auch im Prüfbericht der Bundesdatenschutzbeauftragten zu Posteo erwähnt und es wird bestätigt, dass die Bezahldaten nicht mit den Postfächern verknüpft werden.</p>\n<p>Bereits 2014 hatte die Bundesregierung in ihrer Antwort auf eine Anfrage des ehemaligen Bundestagsabgeordneten Hans-Christian Ströbele bestätigt, dass es für E-Mail-Anbieter keine Pflicht zum Verknüpfen von Bezahldaten und E-Mailpostfächern gibt.</p> Keine Schufa-Nutzung/Inkasso <p>Wir fordern keine Schufa-Auskünfte oder sonstige Bonitätsauskünfte über Sie ein.\nBei Zahlungsverzug nehmen wir auch keine Dienste von Inkassounternehmen in Anspruch.\nBei Posteo zahlen Sie Prepaid, im Voraus.</p> Keine Werbung, kein Tracking, kein Einbinden von Social Media und Google-Produkten <p>Posteo ist frei von Tracking-Tools und Werbeeinblendungen.\nWir versenden auch keine Werbe-Mails an Sie.\nWir arbeiten unabhängig und haben keine Werbepartner: Nur so kann ein Internetdienst tatsächlich datenschutzfreundlich betrieben werden.\nUnsere Website ist darüber hinaus frei von Social-Media-Plugins wie Facebook, Twitter und Co.\nWürden wir solche Plugins auf unserer Website einbinden, würden Nutzungs- und personenbezogene Daten wie IP-Adressen an diese Dienste übermittelt.\nDas möchten wir nicht.</p>\n<p>Wir verwenden auch keine Google-Produkte wie etwa Google Analytics oder so genannte Captchas von Drittanbietern: Das Captcha, mit dem bei der Registrierung Sicherheitsfragen gestellt werden, wurde von Posteo selbst programmiert und erhebt keine Daten von Ihnen, wie etwa Ihre IP-Adresse.</p>\n<p>Den Posteo-Newsletter können Sie auf Wunsch selbst per \"Opt-in\" in den Einstellungen Ihres Postfachs abonnieren.\nSie haben jederzeit die Möglichkeit, den Newsletter wieder abzubestellen.</p> Datenschutzfreundlicher Passwort-Reset <p>Sie können in den Einstellungen Ihres Postfachs unsere \"Passwort Vergessen\"-Funktion für Ihre Mobilfunknummer aktivieren.\nIm Falle eines Passwortverlustes können Sie sich ein neues Passwort per SMS zusenden.\nIhre sensible Mobilfunknummer wird uns nicht übermittelt, wenn Sie die Funktion aktivieren.\nWir erhalten nur ein mathematisches Berechnungsergebnis (einen gesalteten Hash), das wir noch einmal zusätzlich absichern.\nDiese Daten sind nur noch Zeichenfolgen - und nach einer Entscheidung der Bundesnetzagentur zu Posteo aus dem Jahr 2017 keine Bestandsdaten.\nStaatlichen Stellen gegenüber sind sie deshalb nicht auskunftspflichtig.\nSie können die Funktion jederzeit in den Einstellungen Ihres Postfachs wieder deaktivieren, dabei wird auch die Zeichenfolge gelöscht.</p> Posteo-Umzugsservice: Sicherer Datentransfer ohne Drittanbieter <p>Wir setzen bei Posteo einen Umzugsservice aus eigener Entwicklung ein, da wir für den Transfer Ihrer sensiblen E-Mail-Daten aus Datenschutzgründen keine Lösungen von Drittanbietern nutzen oder empfehlen wollen.\nMit dem Posteo-Umzugsservice können Sie externe E-Mailpostfächer anderer Anbieter (z.B.\nGMX, web.de, iCloud u.v.a.) inkl.\naller Ordnerstrukturen (unbegrenzte Ordnertiefe) sicher zu Posteo umziehen.\nSie entscheiden, ob Sie den gesamten Inhalt Ihres bisherigen E-Mail-Postfachs oder nur ausgewählte Ordner kopieren.\nDie ausgewählten Ordner werden durch Posteo direkt bei Ihrem bisherigen Anbieter abgerufen und über verschlüsselte Verbindungen direkt in Ihr Posteo-Postfach übertragen.\nIhre Daten werden zu keinem Zeitpunkt über Drittanbieter geleitet.\nVon vielen Anbietern (z.B.\nGMX, web.de, iCloud u.v.a.) können inzwischen auch Adressbuch- und Kalenderdaten auf diese Weise zu Posteo transferiert werden.\nDen Posteo-Umzugsservice haben wir nach unserem Grundsatz der maximalen Datensparsamkeit konzipiert.\nNach dem Umzug können Sie regelmäßig neu eingehende E-Mails von Ihrem alten Postfach abholen lassen.\nZunächst nur für drei Monate, Sie können das Abholen jederzeit und unbegrenzt verlängern.\nFür einen Sammeldienst eingegebene Daten werden verschlüsselt gespeichert, bis der Sammeldienst von Ihnen gelöscht wird.\nBeim Umzugsservice werden eingegebene Daten nur für die Dauer des Umzugs verschlüsselt im Arbeitsspeicher vorgehalten.\n</p> Datenimport/-export <p>Ihre Daten gehören Ihnen: Sie können alle bei uns gespeicherten Daten (E-Mail-, Adressbuch-, Kalenderdaten, Notizen) auch jederzeit mit Hilfe dafür vorgesehener offener Standards und frei verfügbarer Anwendungsprogramme exportieren - und lokal sichern.\nGenauso besteht umgekehrt die Möglichkeit, Daten auf diesselbe Weise zu importieren.\nDiese Standards sind: IMAP, POP3, SMTP, CardDAV und CalDAV.\nIn unserer Hilfe bieten wir Anleitungen rund um den Datenimport bzw.\n-export an.\n</p>\n<p>Alternativ können Sie in vielen Fällen für den Import auch unseren Umzugsservice benutzen.</p> Keine Tracking-Cookies <p>Wir verwenden keine Tracking- oder Analyse-Cookies.\n</p>\n<p>Für die Anmeldung nutzen wir im Kundenmenü und im Webmailer lediglich so genannte Session-Cookies.\nDie Daten, die dabei auf Ihrem Computer gespeichert werden, dienen ausschliesslich der Anmeldung und werden insbesondere nicht dazu verwendet, Nutzerprofile oder dergleichen zu erstellen.\nDie Session-Cookies werden nach dem Ende der jeweiligen Sitzung wieder gelöscht.\nWenn Sie die einfache Version unserer Startseite nutzen (ECO-Switch), wird außerdem ein Cookie benutzt, das nur eine Information speichert: Die Information, dass der Browser beim Aufruf unserer Seite die einfache Version der Startseite anzeigen soll.\nWechseln Sie zur regulären Startseite, wird das Cookie gelöscht.\nAuch dieses Cookie wird nicht dazu verwendet, Sie zu tracken bzw.\nNutzerprofile von Ihnen zu erstellen.</p> Kundendienst ohne Speicherung persönlicher Daten <p>Sie können sich mit Fragen und Problemen zu Ihrem Posteo-Postfach jederzeit kostenfrei per E-Mail unter support@posteo.de an unseren Kundendienst wenden oder das Kontaktformular auf unserer Website verwenden.\nUnser Team steht Ihnen auf Deutsch, Englisch und Französisch zur Verfügung.</p>\n<p>Daten, die Sie uns in Ihrer Anfrage freiwillig per E-Mail zusenden, wie etwa eine alternative E-Mail-Adresse für die Kontaktaufnahme oder Ihr Anliegen, werden nicht als Information zu Ihrem Posteo-Postfach gespeichert.\nWir erheben keine IP-Adressen, wenn Sie unser Kontaktformular nutzen.\nUnser Kundendienst arbeitet aus Datenschutzgründen auch vollständig ohne Kundendatenbank und Ticketsystem: es wird keine Dokumentation zu Ihrer Kontaktaufnahme oder zu Ihren Anfragen an unseren Kundendienst erstellt.\nIhre Anfrage wird lediglich per E-Mail durch unser Team beantwortet.\nHierfür werden ausschliesslich Open Source-E-Mail-Programme auf verschlüsselten Rechnern eingesetzt.\nDie E-Mail-Kommunikation wird 14 Tage nach Erledigung eines Falles automatisiert vollständig bei uns gelöscht.</p>\n<p>Geben Sie Text in unser Kontaktformular ein, bleibt er bis zum Absenden lokal auf Ihrem Gerät.\nPosteo steht für echtes \"Privacy by Design\": Ggf.\nangezeigte Lösungsvorschläge werden lokal in Ihrem Browser vorgehalten und beim Eintippen von Schlagworten angezeigt.\nWährend Sie tippen, werden keine Daten durch das Internet an Posteo übertragen, um sie dort mit einer Schlagwort-Datenbank abzugleichen.</p> Keine Daten-Weitergabe an Dritt-Unternehmen <p>Wir geben zu keinem Zeitpunkt personenbezogene Daten an Dritt-Unternehmen oder Dienstleister weiter.\nAlle Daten werden ausschliesslich in Deutschland auf unseren Servern gespeichert.\nPosteo ist Kunden-finanziert: Werbepartner oder Investoren gibt es nicht.</p> Anfragen staatlicher Stellen/Transparenzberichte <p>In bestimmten gesetzlich geregelten Fällen, insbesondere bei Vorlage eines richterlichen Beschlusses im Falle einer Straftat, sind wir ggf.\nzur Herausgabe eines Postfachs verpflichtet.\nWie oft staatliche Stellen bei Posteo versucht haben, solche Daten zu erlangen und wie oft wir solche tatsächlich nach anwaltlicher Prüfung herausgeben mussten , ist in unseren Transparenzberichten dokumentiert.\nBestandsdaten oder personenbeziehbare IP-Adressen liegen zu Posteo-Postfächern nicht vor und können nicht herausgegeben werden.</p> Ihre Rechte gemäß der Datenschutz-Grundverordnung (gesetzlich verpflichtender Teil der Datenschutz-Erklärung) <p>Wir erheben oder speichern weder Bestandsdaten (wie Namen und Adressen) noch personenbeziehbare IP-Adressen von Ihnen.\nWir sind dennoch gesetzlich dazu verpflichtet, Ihnen in dieser Datenschutzerklärung Ihre Rechte vollständig mitzuteilen, dies tun wir hiermit.</p> Sie haben das Recht: <p>Sie haben gemäß <strong>Art.\n15 DSGVO</strong> das Recht, von Posteo e.K.\neine Bestätigung darüber zu verlangen, ob bei uns Sie betreffende personenbezogene Daten verarbeitet werden.\nIn diesem Fall werden wir Ihnen schriftlich bestätigen, dass wir weder Bestandsdaten noch personenbeziehbare IP-Adressen vorliegen haben und kein Kundendatensatz zu Ihnen existiert.\nWir werden Ihnen bestätigen, dass Bezahldaten für das Finanzamt zwar 10 Jahre in schriftlicher Form aufgehoben werden müssen, Bezahldaten aber nicht zu Ihrem E-Mail-Postfach vorliegen bzw.\nmit diesem verknüpft sind.\nWir werden antworten, dass die in Ihrem nicht personenbezogenen Postfach gespeicherten Inhaltsdaten durch Sie jederzeit gelöscht oder exportiert werden können.</p>\n<p>Sie haben gemäß <strong>Art.\n16 DSGVO</strong> das Recht, unverzüglich das Berichtigen oder Vervollständigen von personenbezogenen Daten zu verlangen, die bei einem Unternehmen zu Ihnen gespeichert sind.\nDa bei Posteo e.K.\nkeine Bestandsdaten wie Namen und Adressen zu Ihrem E-Mail-Postfach erhoben werden und auch Bezahldaten nicht zum Postfach gespeichert werden, liegt bei uns kein Datensatz vor, an dem wir solche Änderungen (Berichtigen/Vervollständigen) vornehmen könnten.\nBezahldaten bewahren wir lediglich aus steuerrechtlichen Gründen auf, Änderungen hieran dürfen nicht vorgenommen werden.</p>\n<p>Sie haben gemäß <strong>Art.\n17 DSGVO</strong> das Recht, das unverzügliche Löschen von personenbezogenen Daten zu verlangen, die bei einem Unternehmen zu Ihnen gespeichert sind.\nBestandsdaten sowie personenbeziehbare IP-Adressen liegen bei Posteo nicht vor.\nBezahldaten dürfen auf Ihr Verlangen nicht gelöscht werden, da dem die rechtliche Verpflichtung entgegensteht, diese 10 Jahre für das Finanzamt aufzubewahren.\nDie Bezahldaten werden jedoch nicht mit E-Mail-Postfächern verknüpft und liegen somit nicht zu Ihrem Postfach vor.\nBezahldaten bewahren wir lediglich aus steuerrechtlichen Gründen auf, Löschungen hieran dürfen nicht vorgenommen werden.</p>\n<p>Sie haben gemäß <strong>Art.\n18 DSGVO</strong> das Recht, eine Einschränkung der Verarbeitung von personenbezogenen Daten zu verlangen, die bei einem Unternehmen zu Ihnen gespeichert sind.\nBestandsdaten und personenbeziehbare IP-Adressen liegen bei Posteo nicht vor.\nBezahldaten bewahren wir lediglich aus steuerrechtlichen Gründen auf, Einschränkungen der Verarbeitung hieran dürfen aus steuerrechtlichen Gründen nicht vorgenommen werden.</p>\n<p>Geben Unternehmen personenbezogene Daten an Dritte weiter, so muss das Unternehmen gemäß <strong>Art.19 DSGVO</strong> diesen Empfängern mitteilen, wenn personenbezogene Daten berichtigt oder gelöscht wurden.\nSie haben das Recht, bei Unternehmen zu erfragen, an welche Empfänger diese Informationen gingen.Da bei Posteo e.K.\nkeine Bestandsdaten wie Namen und Adressen zu Ihrem E-Mail-Postfach erhoben werden und auch Bezahldaten nicht am Postfach gespeichert werden, liegt bei uns kein Datensatz vor, den wir an Dritte weitergeben könnten oder an dem wir Änderungen (Berichtigen/Löschen) vornehmen könnten.\n</p>\n<p>Haben Sie einem Unternehmen in einem automatisierten Verfahren personenbezogene Daten bereitgestellt, haben Sie gemäß <strong>Art.\n20 DSGVO</strong> das Recht, die dort über Sie gespeicherten personenbezogenen Daten in einem strukturierten, gängigen und maschinenlesbaren Format zu erhalten oder die Übermittlung an einen anderen Verantwortlichen zu verlangen.\nZumindest, so weit dies technisch machbar ist.\n</p>\n<p>Sie haben gemäß <strong>Art.\n21 DSGVO</strong> das Recht, dem Verarbeiten von personenbezogenen Daten bei einem Unternehmen zu widersprechen.\nWir erheben weder Bestandsdaten noch personenbeziehbare IP-Adressen von Ihnen bzw.\nzu Ihrem Posteo-Postfach.\nBezahldaten bewahren wir lediglich aus steuerrechtlichen Gründen auf, dem kann nicht widersprochen werden.</p>\n<p>Sie haben gemäß <strong>Art.\n7 Abs 3 DSGVO</strong> Unternehmen gegenüber auch das Recht, eine erteilte Einwilligung zum Verarbeiten von personenbezogenen Daten zu widerrufen.\nWir erheben weder Bestandsdaten noch personenbeziehbare IP-Adressen von Ihnen bzw.\nzu Ihrem Posteo-Postfach.\nBezahldaten bewahren wir lediglich aus steuerrechtlichen Gründen auf, dem kann nicht widersprochen werden.</p>\n<p>Sie haben gemäß <strong>Art.\n22 DSGVO</strong> das Recht, nicht einer auf einer automatisierten Verarbeitung – einschließlich Profiling – beruhenden Entscheidung unterworfen zu werden.\nBei Posteo werden wir Sie zu keinem Zeitpunkt einer auf einer automatisierten Verarbeitung (einschließlich Profiling) beruhenden Entscheidung unterwerfen.</p>\n<p>Speichert ein Unternehmen personenbezogene Daten von Ihnen, muss es Sie gemäß <strong>Art.\n34 DSGVO</strong> unverzüglich darüber informieren, wenn der Schutz dieser Daten verletzt wurde.\nWir speichern grundsätzlich keine Bestandsdaten, Bezahldaten oder personenbeziehbaren IP-Adressen zu Ihrem E-Mail-Postfach.\nDurch unsere Datensparsamkeit und das Absichern sensibler Daten verhindern wir den Diebstahl und anderen Missbrauch von Kundendaten zu Ihrem Postfach konzeptionell mit maximalem \"Privacy by Design\".\nÜber sicherheitsrelevante Vorfälle, bei denen die Sicherheit Ihrer bei Posteo gespeicherten Daten verletzt werden könnte, werden wir Sie per E-Mail und in unserem Unternehmensblog informieren, den Kontakt unseres Datenschutzbeauftragten nennen und Tipps für geeignete Maßnahmen mitteilen.</p>\n<p>Gemäß <strong>Art.\n77 DSGVO</strong> haben Sie das Recht, sich bei einer Aufsichtsbehörde zu beschweren.\nDie zuständigen Aufsichtsbehörden sind:</p> Der Bundesbeauftragte für den Datenschutz und<br>\ndie Informationsfreiheit (BfDI)<br>\nHusarenstr.\n30<br>\n53117 Bonn<br>\n<br> Die Berliner Beauftragte für Datenschutz und Informationsfreiheit<br>\nMaja Smoltczyk<br>\nFriedrichstr.\n219<br>\n10969 Berlin<br> Aktualität und Änderung dieser Datenschutzerklärung\n<p>Diese Datenschutzerklärung ist aktuell gültig und hat den Stand Juli 2019.\nDurch die Weiterentwicklung von Posteo oder aufgrund geänderter gesetzlicher beziehungsweise behördlicher Vorgaben kann es notwendig werden, diese Datenschutzerklärung zu ändern.\nDie jeweils aktuelle Datenschutzerklärung kann jederzeit auf der Website unter https://posteo.de/site/datenschutzerklaerung von Ihnen abgerufen und ausgedruckt werden.</p> Nach oben <ul>\n<li>Über uns</li>\n<li>Kontakt</li>\n<li>Jobs</li>\n<li>Impressum</li>\n</ul>\n<ul>\n<li>Hilfe</li>\n<li>Blog</li>\n<li>Leistungen</li>\n<li>Presseberichte</li>\n</ul>\n<ul>\n<li>Transparenzbericht</li>\n<li> AGB / Datenschutzerklärung </li>\n<li>Javascript Lizenz-Informationen</li>\n<li> Anti-Abuse-Team / Security Transparency </li>\n</ul> ", "created_at": "2018-08-27 07:23:10.419751", "updated_at": "2020-12-14 16:13:46.634029"}, {"id": 395, "name": "Terms and Conditions", "url": "https://posteo.de/en/site/terms", "xpath": "", "text": " Posteo only works with Javascript activated! Posteo.de - back to homepage - Email: Green, secure, ad-free Menü back to top Sign up Deutsch Français Deutsch Français <ul>\n<li>Features The account</li>\n<li> About us More on Posteo <ul>\n<li>About Posteo</li>\n<li>Press reports</li>\n<li>Transparency report</li>\n<li>Who we donate to</li>\n<li>Posteo Lab in Berlin</li>\n</ul>\n</li>\n<li>Newsroom Blog &amp.\npress</li>\n<li> Background info On privacy etc <ul>\n<li>FAQ</li>\n<li>Maximum privacy</li>\n<li>Posteo encryption</li>\n<li>Comprehensive sustainability</li>\n<li>Anonymised payment</li>\n</ul>\n</li>\n<li>Help with all questions</li>\n<li>Contact We're here for you</li>\n</ul> Terms and Conditions 1.\nArea of application and changes to these conditions <p>1.1.\nThese Terms and Conditions govern the customer's use of the email service Posteo e.K., Methfesselstr.\n38, 10965 Berlin, Germany (“Posteo”).</p>\n<p>1.2.\nCustomers will be informed of any changes.\nIf changes occur that are to the disadvantage of the customer, they can terminate the relationship without notice.\nPosteo also advises customers of their right to terminate in the notification of changes.</p> 2.\nCustomer relationship <p>2.1.\nThe contract regarding use of Posteo takes effect through the customer’s completion of the online sign-up form.</p> 3.\nServices <p>3.1.\nAfter registration, customers gain access to their account.\nUntil the first payment has been made, the customer can only send 10 emails within a two hour period.\nAfter setting up the account, the following services are available to the customer:</p>\n<ul>\n<li>A personalised email address in the form “desiredname@posteo.de”</li>\n<li>Two additional alias email addresses configurable by the customer</li>\n<li>An email account with 2 GB storage capacity</li>\n<li>Ability to send and receive emails</li>\n<li>Attachments of up to 50 MB are supported</li>\n<li>Spam filter: emails identified as spam will not be accepted by our system (rejected)</li>\n<li>The customer has the ability to set up a list in order to ensure that emails from particular senders are always delivered</li>\n<li>Virus filter: incoming emails that contain a virus will be deleted and not delivered to the customer</li>\n<li>Webmail service with synchronisable address book and calendar</li>\n<li>Email forwarding</li>\n<li>Autoreply option (e.g.\nout-of-office)</li>\n<li>POP migration service, to collect your emails with other providers in your Posteo account</li>\n<li>Server powered by 100% green energy from Greenpeace Energy</li>\n</ul>\n<p>If the customer's storage space becomes full, the email account will not be able to receive any more emails.\nCustomers can change the size of their account via the Posteo website.\nWhen increased, each additional Gigabyte of storage costs an extra 0.25 EUR per month.\nOver and above the two aliases included free, up to 20 aliases can be set up, costing 0.10 EUR per alias per month.</p>\n<p>3.2 Posteo is usually available 24 hours a day.\nPosteo can make no assurances about the uninterrupted accessibility and availability of all services.\nOutages due to any potential maintenance work will be announced in advance.</p> 4.\nFees and payment methods <p>4.1 In order to use Posteo, the customer is required to pay the monthly fee after sign-up.\nPayment by bank transfer or PayPal is to be made for 12 months in advance.\nIf submitting payment by letter mail we only accept bank notes, therefore payment needs to be made for 15 months in advance.\nIf the contract is ended prematurely (by either party) any remaining credit can be refunded.\nThe customer can add a maximum of 120 EUR credit.</p>\n<p>4.2 Accepted payment methods are bank transfer, PayPal or cash by letter mail.</p>\n<p>4.3 All prices are listed in EUR on the Posteo website and include 19% German value added tax (VAT).</p>\n<p>4.4 The customers are required to pay any fees that they incur as well as those arising from unauthorised use of their account by a third party, except where the use is not in the responsibility of the customer.\nThe obligation to disprove culpability lies with the customer.</p>\n<p>4.5 If the customer’s credit remains negative for two months despite warnings and reminder emails, the account’s ability to send emails will be blocked.\nAfter that, the contractual relationship will be ended by Posteo.</p> 5.\nCustomer obligations <p>5.1 Customers keep the password of their account secret.\nThe customer will immediately change or reset it, if an unauthorised third party may have discovered it.</p>\n<p>5.2 Customers are also responsible for third parties who use the services within their account (whether authorised or unauthorised).\nThis does not apply when the unauthorised access had nothing to do with the customer.\nThe obligation is on the customers to prove they had nothing to do with the usage.</p>\n<p>5.3 The customer will not use the email service to send out advertisements for commercial purposes by email or to send standardised emails to a multitude of recipients.</p> 6.\nMisuse and child &amp.\nyouth protection <p>6.1 The customer is required not to use Posteo improperly:</p>\n<ul>\n<li>not to send any spam (and no more than 500 emails per hour and/or 1000 emails per day)</li>\n<li>not to break German laws</li>\n<li>not to break regulations regarding protection of children.</li>\n</ul>\n<p>6.2 Customers are liable to Posteo for damages resulting from a breach of their responsibilities under 6.1 and absolve Posteo from claims of any third parties in this regard.\nThis does not apply when the unauthorised access had nothing to do with the customer.\nThe obligation is on the customers to prove they had nothing to do with the usage.</p>\n<p>6.3 If the customer uses Posteo against the conditions set out in 6.1 and 5.3, the account can be blocked by Posteo without notice.\nThe right to immediate termination remains.</p> 7.\nPrivacy <p>7.1 Posteo and the customer will comply with the legal privacy regulations, in particular with the German laws Telemediengesetz (TMG) and the Bundesdatenschutzgesetz (BDSG).\nThe customer’s personal information and usage information will only be retrieved, processed or used, insofar as it is required to carry out the contractual relationship.</p>\n<p>7.2 Further information about the type, scope and purpose of the collection, processing and use of personal information and other data can be found in the Posteo privacy policy.</p> 8.\nGuarantee and liability <p>8.1 Posteo does not guarantee that all services listed under item 3 will always be available and error-free.\nThis applies, in particular, insofar as access to these services can involve disruptions that lie outside Posteo’s control.\nPosteo will troubleshoot and remove any disruptions to the services named in item 3 in regard to technical and operational matters without delay.</p>\n<p>8.2 Liability applies as per the German law on product liability (Produkthaftungsgesetz).</p> 9.\nTermination and deletion of accounts <p>9.1 The contract runs for an undetermined period.\nIt can be terminated by the customer or Posteo on a monthly basis with 14 days’ notice.\nThe right to terminate without notice under item 1.2 or for an important reason under items 5 or 6 remain unaffected.</p>\n<p>9.2 Termination of the contract by the customer can only occur via the Posteo user settings menu.\nPosteo can terminate the contract by email.</p>\n<p>9.3 If Posteo terminates the contract the customer’s saved data will be deleted 90 days after the termination.</p> 10.\nApplicable law <p>The complete legal relationship between Posteo and its customers is exclusively governed by the law of the Federal Republic of Germany.\nAppealing to the United Nations Convention on Contracts for the International Sale of Goods (UN CISG) is barred.</p>\n<p>Current as of January 2013</p>\n<p>Changes:</p>\n<p>01.01.2013: Name changed to Posteo e.K.</p> To the top <ul>\n<li>About us</li>\n<li>Contact</li>\n<li>Jobs</li>\n<li>Legal notice</li>\n</ul>\n<ul>\n<li>Help</li>\n<li>Blog</li>\n<li>Features</li>\n<li>Press reviews</li>\n</ul>\n<ul>\n<li>Transparency report</li>\n<li> Terms / Privacy policy </li>\n<li>Javascript license information</li>\n<li> Anti-abuse team / Security Transparency </li>\n</ul> ", "created_at": "2018-08-27 07:23:50.475791", "updated_at": "2022-03-12 20:56:37.262638"}, {"id": 396, "name": "Allgemeine Geschäftsbedingungen", "url": "https://posteo.de/site/agb", "xpath": "", "text": " &lt;div class='error'&gt.\n&lt;span&gt;Posteo funktioniert nur mit aktiviertem Javascript!&lt;/span&gt.\n&lt;/div&gt.\nPosteo.de - zurück zur Startseite - E-Mail: Grün, sicher, werbefrei Menü zurück zum Anfang der Seite Registrieren Français English Français English <ul>\n<li>Das Postfach Alle Leistungen</li>\n<li> Über uns Mehr zu Posteo <ul>\n<li>Wir über uns</li>\n<li>Presse über uns</li>\n<li>Posteo-Transparenzbericht</li>\n<li>Wen wir unterstützen</li>\n<li>Posteo Lab in Berlin</li>\n</ul>\n</li>\n<li>Aktuelles Blog &amp.\nPresse</li>\n<li> Hintergrund-Info zu Datenschutz &amp.\nCo <ul>\n<li>Häufige Fragen</li>\n<li>Maximaler Datenschutz</li>\n<li>Posteo-Verschlüsselung</li>\n<li>Konsequente Nachhaltigkeit</li>\n<li>Anonymisierte Zahlung</li>\n</ul>\n</li>\n<li>Hilfe bei allen Fragen</li>\n<li>Kontakt Wir sind für Sie da</li>\n</ul> Allgemeine Geschäftsbedingungen 1.\nGeltungsbereich und Änderungen dieser Nutzungsbedingungen <p>1.1.\nDie vorliegenden Nutzungsbedingungen regeln das zwischen dem Kunden und Posteo e.K., Methfesselstr.\n38, 10965 Berlin (nachfolgend “Posteo” genannt) begründete Nutzungsverhältnis des E-Mail-Services Posteo.</p>\n<p>1.2.\nPosteo behält sich vor, diese Nutzungsbedingungen sowie die Leistungsbeschreibung und Preise zu ändern.\nÄnderungen teilt Posteo dem Kunden mit.\nErfolgen Änderungen zu Ungunsten des Kunden, kann er das Nutzungsverhältnis fristlos kündigen.\nAuf dieses Kündigungsrecht weist Posteo den Kunden in der Änderungsmitteilung hin.</p> 2.\nNutzungsverhältnis <p>2.1.\nDer Vertrag über die Nutzung von Posteo kommt durch einen Auftrag des Kunden in Form der Online-Registrierung zustande.</p> 3.\nLeistungen <p>3.1.\nNach der Registrierung steht dem Kunden der Zugang zu seinem Postfach zur Verfügung.\nBis zur Bezahlung des ersten Entgelts können durch den Kunden maximal 10 E-Mails innerhalb von zwei Stunden versendet werden.\nNach der Einrichtung des Postfachs stehen dem Kunden die nachfolgenden Leistungen zur Verfügung:</p>\n<ul>\n<li>Eine eigene E-Mail Adresse nach dem Format “Wunschname@posteo.de”</li>\n<li>Zwei weitere durch den Kunden konfgurierbare E-Mail Aliasnamen</li>\n<li>Ein E-Mail Postfach mit 2GB Speicherkapazität</li>\n<li>Senden und Empfangen von E-Mails</li>\n<li>es werden E-Mail Anhänge bis 50MB unterstützt</li>\n<li>Spamfilter, spamverdächtige E-Mails werden von unserem System nicht angenommen (reject).\n</li>\n<li>Der Kunde hat die Möglichkeit, eine Liste zu pflegen, um Mails von bestimmten Absendern immer zugestellt zu bekommen.</li>\n<li>Virenfilter, eingehende E-Mails, die einen Virus enthalten, werden gelöscht und dem Kunden nicht zugestellt</li>\n<li>Webmailer mit synchronisierbarem Adressbuch und Kalender</li>\n<li>E-Mail Weiterleitungen</li>\n<li>automatische E-Mail Beantwortungsmöglichkeit (z.B.\nfür Abwesenheitsnachrichten)</li>\n<li>POP-Sammeldienst, um E-Mails von andere E-Mailanbietern bei Posteo zu sammeln</li>\n<li>Betrieb der Server mit 100% Ökostrom von Greenpeace Energy</li>\n</ul>\n<p>Wenn der Speicherplatz voll belegt ist, können keine weiteren Nachrichten mehr empfangen werden.\nAuf den Internetseiten von Posteo kann der Kunde die Belegung des Speicherplatzes kontrollieren.\nEs ist dem Kunden möglich, den Speicherplatz zu erweitern.\nJedes zusätzliche Gigabyte Speicher kostet einen Aufpreis von 0,25 EUR pro Monat.\nÜber die zwei kostenfreien Aliase hinaus lassen sich bis zu 20 Mailaliase für je 0,10 EUR pro Monat und Alias einrichten.</p>\n<p>3.2 Posteo steht in der Regel 24 Stunden täglich zur Verfügung.\nPosteo kann jedoch keine Gewähr für die ununterbrochene Erreichbarkeit und Verfügbarkeit sämtlicher Leistung übernehmen.\nAusfälle durch eventuelle Wartungsarbeiten werden vorher angekündigt.</p> 4.\nNutzungsentgelte und Zahlungsmöglichkeiten <p>4.1 Voraussetzung für die Nutzung von Posteo ist die Entrichtung des zu zahlenden monatlichen Entgelts nach der Registrierung.\nDie Zahlung erfolgt bei Überweisung und Paypal jeweils für 12 Monate im Voraus.\nBei Barzahlung per Brief akzeptieren wir nur Scheine, deshalb müssen dort 15 Monate im Voraus bezahlt werden.\nBei vorzeitiger Kündigung des Vertragsverhältnisses durch einen der Vertragspartner kann zuviel bezahltes Entgelt zurückerstattet werden.\nDer Kunde kann maximal 120 EUR Guthaben aufladen.</p>\n<p>4.2 Als Zahlungsmöglichkeiten stehen die Überweisung, die Zahlung per Paypal und die Barzahlung per Brief zur Verfügung.</p>\n<p>4.3 Alle Preise auf der Webseite von Posteo sind in EUR und enthalten 19% gesetzliche Mehrwertsteuer.</p>\n<p>4.4 Der Kunde ist verpflichtet, auch Entgelte zu zahlen, die durch befugte oder unbefugte Nutzung seines Accounts durch Dritte entstanden sind, es sei denn, der Kunde hat die Nutzung nicht zu vertreten.\nDer Nachweis für die Nichtvertretbarkeit liegt beim Kunden.</p>\n<p>4.5 Gerät der Kunde mit seinen Zahlungen trotz Hinweismails und Mahnungen 2 Monate in Rückstand, wird die Sendemöglichkeit des Postfachs gesperrt.\nDanach wird das Vertragsverhältnis durch Posteo gekündigt.</p> 5.\nPflichten des Kunden <p>5.1 Der Kunde wird das Zugangspasswort zu seinem Account geheim halten und es unverzüglich ändern oder von Posteo ändern lassen, wenn unbefugte Dritte davon Kenntnis erlangt haben könnten.</p>\n<p>5.2 Der Kunde haftet auch für Dritte, die befugt oder unbefugt Leistungen über seinen Account nutzen oder genutzt haben.\nDies gilt nicht, wenn der Kunde eine unbefugte Nutzung nicht zu vertreten hat.\nDer Kunde hat den Nachweis zu erbringen, dass er eine solche Nutzung nicht zu vertreten hat.</p>\n<p>5.3 Der Kunde wird über den Mail Service keine Werbung per E-Mail für kommerzielle Zwecke versenden und den Mail Service nicht zum Versand standardisierter E-Mails an eine Vielzahl von Empfängern nutzen.</p> 6.\nMissbrauch und Jugendschutz <p>6.1 Der Kunde verpflichtet sich, Posteo nicht missbräuchlich zu nutzen:</p>\n<ul>\n<li>keinen Spam zu verschicken (nicht mehr als 500 E-Mails pro Stunde und nicht mehr als 1000 E-Mails pro Tag versenden)</li>\n<li>nicht gegen Gesetze zu verstossen</li>\n<li>nicht gegen Vorschriften zum Schutze der Jugend zu verstoßen</li>\n</ul>\n<p>6.2 Der Kunde haftet Posteo gegenüber für Schäden, die durch Verstöße gegen seine Pflichten aus 6.1 entstehen und stellt Posteo von diesbezüglichen Ansprüchen Dritter frei.\nDies gilt nicht, wenn er den Verstoß nicht zu vertreten hat.\nDer Kunde hat den Nachweis zu erbringen, dass er den Verstoß nicht zu vertreten hat.</p>\n<p>6.3 Nutzt der Kunde Posteo entgegen den Bestimmungen aus 6.1 und 5.3 kann das Postfach ohne vorherige Ankündigung durch Posteo gesperrt werden.\nDas Recht zur fristlosen Kündigung bleibt davon unberührt.</p> 7.\nDatenschutz <p>7.1 Posteo und der Kunde werden die gesetzlichen datenschutzrechtlichen Vorgaben, insbesondere nach dem Telemediengesetz (TMG) und dem Bundesdatenschutzgesetz (BDSG) einhalten.\nBestands- und Nutzungsdaten des Kunden werden nur erhoben, verarbeitet oder genutzt, soweit dies für die Abwicklung des Vertragsverhältnisses erforderlich ist.</p>\n<p>7.2 Weitere Informationen über Art, Umfang und Zwecke der Erhebung, Verarbeitung und Nutzung personenbezogener und anderer Daten finden Sie in der Datenschutzerklärung zu Posteo.</p> 8.\nGewährleistung und Haftung <p>8.1 Posteo gewährleistet nicht, dass alle unter Ziffer 3 genannten Leistungen jederzeit erreichbar und fehlerfrei sind.\nDies gilt insbesondere, soweit der Zugriff auf diese Leistungen durch Störungen verursacht wird, die nicht im Einflussbereich von Posteo liegen.\nPosteo wird Störungen der unter Ziffer 3 genannten Leistungen unverzüglich im Rahmen der bestehenden technischen und betrieblichen Möglichkeiten beseitigen.</p>\n<p>8.2 Es gilt die Haftung nach dem Produkthaftungsgesetz.</p> 9.\nKündigung, Löschung des Accounts <p>9.1 Das Nutzungsverhältnis läuft für unbestimmte Zeit.\nEs kann vom Kunden oder von Posteo monatlich mit einer Frist von 14 Kalendertagen gekündigt werden.\nDas Recht zur fristlosen Kündigung nach Ziffer 1.2 oder aus wichtigem Grund (Ziffern 5 und 6) bleibt davon unberührt.</p>\n<p>9.2 Eine Kündigung des Nutzungsverhältnisses durch den Kunden kann nur über das Kundenmenü von Posteo erfolgen.\nPosteo kann das Nutzungsverhältnis per E-Mail kündigen.</p>\n<p>9.3 Bei einer Kündigung durch Posteo werden die vom Kunden gespeicherten Daten 90 Kalendertage nach Versenden der Kündigung gelöscht.</p> 10.\nGeltendes Recht <p>Für sämtliche Rechtsbeziehungen zwischen Posteo und dem Kunden gilt ausschließlich das Recht der Bundesrepublik Deutschland.\nDie Anwendung des UN-Kaufrechts ist ausgeschlossen.</p>\n<p>Stand: Januar 2013</p>\n<p>Änderungen</p>\n<p>01.01.2013: Namensänderung in Posteo e.K.</p> Nach oben <ul>\n<li>Über uns</li>\n<li>Kontakt</li>\n<li>Jobs</li>\n<li>Impressum</li>\n</ul>\n<ul>\n<li>Hilfe</li>\n<li>Blog</li>\n<li>Leistungen</li>\n<li>Presseberichte</li>\n</ul>\n<ul>\n<li>Transparenzbericht</li>\n<li> AGB / Datenschutzerklärung </li>\n<li>Javascript Lizenz-Informationen</li>\n<li> Anti-Abuse-Team / Security Transparency </li>\n</ul> ", "created_at": "2018-08-27 07:24:28.989432", "updated_at": "2020-12-14 16:13:58.616657"}], "points": [{"id": 26689, "title": "Some features of the website are made available under a free software license", "source": "https://posteo.de/js-licenses.html", "status": "\"The JavaScript code in these pages is free software:\r\nyou can redistribute it and/or modify it under the terms of the licenses mentioned below\"\r\nHowever, their webmail is excluded from this.", "created_at": "2022-01-19 16:19:14.174142", "updated_at": "2022-03-30 16:08:31.962477", "quoteText": null, "case_id": 171, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 6099, "title": "This service will warn users about website maintenance", "source": "https://posteo.de/en/site/terms", "status": "Generated through the annotate view", "created_at": "2019-03-16 22:20:18.258452", "updated_at": "2022-03-12 23:20:08.741279", "quoteText": "Outages due to possible maintenance work will be advised of in advance", "case_id": 159, "document_id": 395, "quoteStart": 3118, "quoteEnd": 3188}, {"id": 26688, "title": "An anonymous payment method is offered", "source": "https://posteo.de/en/site/payment", "status": "\"Your Posteo account credit is always added anonymously – regardless of whether you pay by bank transfer, PayPal, credit card or in cash.\"", "created_at": "2022-01-19 15:51:26.555177", "updated_at": "2022-03-12 21:00:44.795661", "quoteText": null, "case_id": 405, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 6098, "title": "The service may change its terms at any time, but the user will receive notification of the changes.", "source": "https://posteo.de/en/site/terms", "status": "Generated through the annotate view", "created_at": "2019-03-16 21:50:45.693896", "updated_at": "2022-03-12 20:57:07.082637", "quoteText": "Customers will be informed of any changes.", "case_id": 122, "document_id": 395, "quoteStart": 907, "quoteEnd": 949}, {"id": 6103, "title": "The court of law governing the terms is in location X", "source": "https://posteo.de/en/site/terms", "status": "Generated through the annotate view", "created_at": "2019-03-17 12:46:58.213544", "updated_at": "2022-03-12 20:57:07.073445", "quoteText": "The complete legal relationship between Posteo and its customers is exclusively governed by the law of the Federal Republic of Germany.", "case_id": 163, "document_id": 395, "quoteStart": 7504, "quoteEnd": 7639}, {"id": 6105, "title": "Users agree to comply with the law of the service's country", "source": "https://posteo.de/en/site/terms", "status": "Generated through the annotate view", "created_at": "2019-03-17 12:49:44.714181", "updated_at": "2022-03-12 20:57:07.057246", "quoteText": "not to break German laws</li>", "case_id": 237, "document_id": 395, "quoteStart": 5217, "quoteEnd": 5246}, {"id": 6102, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://posteo.de/en/site/terms", "status": "Generated through the annotate view", "created_at": "2019-03-17 12:12:48.567544", "updated_at": "2022-03-12 20:57:07.037482", "quoteText": "Posteo does not guarantee that all services listed under item 3 will always be available and error-free.", "case_id": 287, "document_id": 395, "quoteStart": 6436, "quoteEnd": 6540}, {"id": 26685, "title": "There is a date of the last update of the agreements", "source": "https://posteo.de/en/site/terms", "status": "Generated through the annotate view", "created_at": "2022-01-19 15:11:57.450749", "updated_at": "2022-03-12 20:57:07.026799", "quoteText": "Current as of January 2013</p>\n<p>Changes:</p>\n<p>01.01.2013: Name changed to Posteo e.K.</p>", "case_id": 331, "document_id": 395, "quoteStart": 7760, "quoteEnd": 7853}, {"id": 26674, "title": "You can delete your content from this service", "source": "https://posteo.de/en/site/privacy_policy", "status": "Generated through the annotate view", "created_at": "2022-01-19 13:28:29.389698", "updated_at": "2022-03-12 20:40:43.280165", "quoteText": "When you delete content data, it's deleted immediately.\nIf the data has been backed up in one of our daily security backups, it will remain there for an additional 7 days until it is completely deleted.<br>\nIn general, Posteo does not delete content data from an account as long as the contractual relationship is standing and has not been terminated by you or through Posteo in accordance with our terms and conditions.", "case_id": 175, "document_id": 393, "quoteStart": 6375, "quoteEnd": 6795}, {"id": 26684, "title": "The service claims to be GDPR compliant for European users", "source": "https://posteo.de/en/site/privacy_policy", "status": "Generated through the annotate view", "created_at": "2022-01-19 15:05:23.405464", "updated_at": "2022-03-12 20:40:28.815555", "quoteText": "Legal basis <p>The rendering of our email services requires the processing of data and occurs according to legal provisions.\nThe following government regulations are of particular relevance to privacy - the European General Data Protection Regulation (GDPR), the German Federal Data Protection Act (BDSG), the German Telemedia Act (TMG) as well as the secrecy of telecommunications .", "case_id": 481, "document_id": 393, "quoteStart": 1322, "quoteEnd": 1705}, {"id": 26690, "title": "The terms for this service are translated into different languages", "source": "https://posteo.de/en/site/terms", "status": "Available in DE, EN and FR", "created_at": "2022-01-19 16:32:35.464651", "updated_at": "2022-03-12 20:40:19.5053", "quoteText": null, "case_id": 198, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 26687, "title": "Two factor authentication is provided for your account", "source": "https://posteo.de/en/help/what-is-two-factor-authentication-and-how-do-i-set-it-up", "status": "\"Two-factor authentication can be activated in the settings of your Posteo account.\"", "created_at": "2022-01-19 15:32:08.804588", "updated_at": "2022-03-12 21:00:46.886987", "quoteText": null, "case_id": 312, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 26686, "title": "Information is provided about security practices", "source": "https://posteo.de/en/site/privacy_policy", "status": "Generated through the annotate view", "created_at": "2022-01-19 15:23:54.972508", "updated_at": "2022-03-12 20:40:57.089218", "quoteText": "We always technically protect your content data with the latest security technologies (see our information page about encryption).\nIn addition, content data is consistently saved on encrypted hard drives to protect them from physical access.\nWe operate and maintain our own server infrastructure.\nAll of our servers and stored data are located in Germany.", "case_id": 226, "document_id": 393, "quoteStart": 5369, "quoteEnd": 5724}, {"id": 6100, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://posteo.de/en/site/terms", "status": "Generated through the annotate view", "created_at": "2019-03-16 22:21:40.448379", "updated_at": "2019-03-17 12:58:24.167782", "quoteText": "Posteo can make no guarantees about the continual availability of all services.", "case_id": 287, "document_id": 395, "quoteStart": 3043, "quoteEnd": 3122}, {"id": 6104, "title": "The terms for this service are easy to read", "source": "https://posteo.de/en/site/terms", "status": "Generated through the annotate view", "created_at": "2019-03-17 12:47:41.49235", "updated_at": "2022-03-12 20:57:07.047722", "quoteText": "Terms and Conditions", "case_id": 199, "document_id": 395, "quoteStart": 671, "quoteEnd": 691}, {"id": 6109, "title": "This service does not track you", "source": "https://posteo.de/en/site/privacy_policy", "status": "Generated through the annotate view", "created_at": "2019-03-17 15:20:20.933397", "updated_at": "2019-08-01 04:02:47.873388", "quoteText": "<p>Posteo is free of tracking tools", "case_id": 218, "document_id": 393, "quoteStart": 9389, "quoteEnd": 9424}, {"id": 6108, "title": "The service does not share user information with third parties", "source": "https://posteo.de/en/site/privacy_policy", "status": "", "created_at": "2019-03-17 13:34:00.799881", "updated_at": "2021-02-15 00:01:40.672187", "quoteText": null, "case_id": 311, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 6106, "title": "User suspension from the service will be fair and proportionate.", "source": "https://posteo.de/en/site/terms", "status": "Generated through the annotate view", "created_at": "2019-03-17 12:54:20.393167", "updated_at": "2021-02-06 03:50:38.598037", "quoteText": "If the customer uses Posteo against the conditions set out in 6.1 and 5.3, the account can be blocked by Posteo without notice.", "case_id": 204, "document_id": 395, "quoteStart": 5724, "quoteEnd": 5851}, {"id": 6110, "title": "This service does not track you", "source": "https://posteo.de/en/site/privacy_policy", "status": "Generated through the annotate view", "created_at": "2019-03-17 15:29:54.765576", "updated_at": "2019-08-01 04:03:23.465641", "quoteText": "We do not use any tracking or analytical cookies.", "case_id": 218, "document_id": 393, "quoteStart": 13975, "quoteEnd": 14024}, {"id": 6101, "title": "Users are entitled to a refund if certain thresholds or standards are not met by the service", "source": "https://posteo.de/en/site/terms", "status": "Generated through the annotate view", "created_at": "2019-03-16 22:23:32.883339", "updated_at": "2022-03-12 20:57:07.065595", "quoteText": "If the contract is ended prematurely (by either party) any remaining credit can be refunded.", "case_id": 161, "document_id": 395, "quoteStart": 3476, "quoteEnd": 3568}, {"id": 6114, "title": "IP addresses of website visitors are not tracked", "source": "https://posteo.de/en/site/privacy_policy", "status": "Generated through the annotate view", "created_at": "2019-03-17 16:05:36.431535", "updated_at": "2021-02-06 04:16:17.041574", "quoteText": "We neither collect or save inventory data (like names or address) or traffic data (like IP addresses) from you ", "case_id": 192, "document_id": 393, "quoteStart": 19745, "quoteEnd": 19856}, {"id": 6113, "title": "The service is transparent regarding government requests or inquiries that may involve user data.", "source": "https://posteo.de/en/site/privacy_policy", "status": "Generated through the annotate view", "created_at": "2019-03-17 15:45:05.356322", "updated_at": "2019-06-25 04:04:16.036488", "quoteText": "We document how often government agencies have attempted to acquire such data from Posteo in our transparency reports.", "case_id": 169, "document_id": 393, "quoteStart": 16038, "quoteEnd": 16156}, {"id": 6112, "title": "This service allows you to retrieve an archive of your data", "source": "https://posteo.de/en/site/privacy_policy", "status": "Generated through the annotate view", "created_at": "2019-03-17 15:42:23.407488", "updated_at": "2019-06-16 19:03:28.623818", "quoteText": "You can export and save all of your data stored at Posteo (emails, contacts, calendars, notes) locally at any time with the help of open standards and freely available programs.", "case_id": 140, "document_id": 393, "quoteStart": 12772, "quoteEnd": 12949}, {"id": 6107, "title": "IP addresses of website visitors are not tracked", "source": "https://posteo.de/en/site/privacy_policy", "status": "Generated through the annotate view", "created_at": "2019-03-17 13:20:43.12028", "updated_at": "2019-06-14 05:00:59.954877", "quoteText": "We also do not collect your IP address if you visit our website or if you use our contact form or webmailer.\nWe also do not collect or save your IP address if you use an external client to retrieve your emails via IMAP or POP3 or to transmit messages via SMTP to be delivered by us.", "case_id": 192, "document_id": 393, "quoteStart": 3749, "quoteEnd": 4031}, {"id": 6111, "title": "The service does not share user information with third parties", "source": "https://posteo.de/en/site/privacy_policy", "status": "Generated through the annotate view", "created_at": "2019-03-17 15:36:52.302837", "updated_at": "2020-12-14 21:36:14.069496", "quoteText": "At no point in time do we voluntarily give personal data to third party companies or service contractors.", "case_id": 311, "document_id": 393, "quoteStart": 15557, "quoteEnd": 15662}], "urls": ["posteo.de", "posteo.net"]}}