{"error": 448, "message": "OK", "parameters": {"id": 6129, "name": "Playmobil", "created_at": "2021-12-21 23:29:48.267618", "updated_at": "2021-12-21 23:01:11.6026", "wikipedia": null, "keywords": null, "related": null, "slug": "playmobil", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6129.png", "url": "playmobil.us", "documents": [{"id": 11087, "name": "Privacy Policy ", "url": "https://www.playmobil.us/content/privacy_policy/PRIVACY_POLICY.html", "xpath": "//body", "text": " Skip to Content ↵ENTER Skip to Menu ↵ENTER Skip to Footer ↵ENTER 2 Skip to content <ul>\n<li> Play </li>\n<li> Shop </li>\n</ul> 0 Minicart Wishlist Store Locator <ul>\n<li> My PLAYMOBIL </li>\n<li> My Account </li>\n</ul> PLAYMOBIL® USA PLAYMOBIL® USA PLAYMOBIL® USA Search Catalog Search Go Cart is Empty <ul>\n<li> Play <ul>\n<li> Play-Overview </li>\n</ul>\n<ul>\n<li> Apps </li>\n<li> Arts &amp.\nCrafts </li>\n<li> Christmas Crafts </li>\n<li> Coloring Activities </li>\n<li> Comics </li>\n<li> Fun Info &amp.\nQuizzes </li>\n<li> Interactive </li>\n<li> Online Games </li>\n<li> Printable Games </li>\n<li> ROBert knows </li>\n<li> Theme page </li>\n<li> Videos </li>\n</ul>\n</li>\n<li> Shop <ul>\n<li> Shop-Overview </li>\n</ul>\n<ul>\n<li> Mini Cooper </li>\n<li> StarTrek </li>\n<li> Ayuma </li>\n<li> A-Team </li>\n<li> Aston Martin </li>\n<li> Dino Rise </li>\n<li> Volkswagen </li>\n<li> Ghostbusters™ </li>\n<li> Stunt Show </li>\n<li> Magic </li>\n<li> Christmas </li>\n<li> Novelmore </li>\n<li> Back to the Future </li>\n<li> SCOOBY-DOO! </li>\n<li> Spirit </li>\n<li> Dragons </li>\n<li> 1.2.3 </li>\n<li> Space </li>\n<li> Pirates </li>\n<li> NHL® </li>\n<li> City Action </li>\n<li> City Life </li>\n<li> Family Fun </li>\n<li> Action </li>\n<li> Princess </li>\n<li> EverDreamerz </li>\n<li> Porsche </li>\n<li> Wild Life </li>\n<li> Country </li>\n<li> History </li>\n<li> Fairies </li>\n<li> Dollhouse </li>\n<li> Other </li>\n<li> Figures </li>\n</ul>\n<ul>\n<li> Sale </li>\n<li> Assortment </li>\n<li> Bundles </li>\n<li> PLAYMOBIL® PLUS </li>\n<li> below $10 </li>\n<li> Kidults </li>\n</ul>\n</li>\n<li> Wish List </li>\n<li> Store Locator </li>\n</ul>\n<p>Your browser's Javascript functionality is turned off.\nPlease turn it on so that you can experience the full capabilities of this site.</p> PLAYMOBIL® USA, INC.<br> 26 Commerce Drive<br> Cranbury, NJ 08512<br> Voice: (609) 395-5566<br> Fax: (609) 395-3015 <p>Customer Service e-mail address: service@playmobilusa.com</p>\n<p>Non-Customer Service e-mail address: webmaster@playmobilusa.com</p>\n<p>PLAYMOBIL® strives to provide a safe and fun online experience.\nWe developed this site to be enjoyable and fun for children and adults.</p>\n<p>To enjoy our website, PLAYMOBIL® does not require anyone to share personal information about themselves.\nYou can visit our site without registering with us.</p>\n<p>When an adult over age 18 decides to make a purchase from the PLAYMOBIL® Online shop, we will require personal information to complete your purchase and ship your order.\nWe will ask for your name, address, phone number and a valid e-mail address.\nWe will not use the personal information you give us for anything except what we described above.\nYou have the option to opt-in to receiving a newsletter from PLAYMOBIL® and you may review your personal information at anytime by clicking the My Account feature.\nWe do not collect or keep personal information online from children under 13 without a parent's permission.</p>\n<p>Cookies are pieces of information that a web site transfers to a visitor's hard drive for record-keeping purposes.\nPLAYMOBIL® uses a \"session\" cookie to screen out children under 13 who have unsuccessfully attempted to register at the web site or through the 'Contact Us' button.\nThat cookie will be removed once the browser is closed.\nCertain limited non-personal identifiable information is recorded by PLAYMOBIL® Internet servers when you visit our site.\nThis limited information includes the type of browser you are using (such as Netscape Navigator or Microsoft Internet Explorer) and the operating system your computer is using (such as Windows 98).\nPLAYMOBIL® Internet servers also keep track of the number of visitors to the site, the pages they visited and how long they stayed.\nNone of this information includes any personal information about you.</p>\n<p>If you decide to set up an account with PLAYMOBIL®, we will ask you to create a login name and a password.\nYou will be the only one who can access your account.\nWhen you create an account, you will also have the option to add yourself and your children to the PLAYMOBIL® Wish List.\nFans under age 18 can use the Wish List to browse our Online Shop, but they cannot make purchases.</p>\n<p>We will keep all information about your purchases even after your order has shipped.\nYou can review your online account at any time without making a purchase.\nIf you have not set up an online account with us, or if you have any questions about our online privacy policies or information we have stored about you, please contact us at service@playmobilusa.com.</p>\n<p>PLAYMOBIL is a registered trademark, pronounced playmobeel.</p> Subscribe to our PLAYMOBIL newsletter and receive a 15% off Welcome coupon.\nEmail * Continue Exclusive Products Free shipping on orders $49.99+ Free gift with purchase <ul>\n<li> Themes <ul>\n<li> Mini Cooper </li>\n<li> StarTrek </li>\n<li> Ayuma </li>\n<li> A-Team </li>\n<li> Aston Martin </li>\n<li> Dino Rise </li>\n<li> Volkswagen </li>\n<li> More » </li>\n</ul>\n</li>\n<li> PLAYMOBIL® <ul>\n<li>PLAYMOBIL® PLUS</li>\n<li>Playmobil Bundles</li>\n</ul> Catalog <ul>\n<li>Online Catalog</li>\n<li>PLAYMOBIL PLUS Catalog</li>\n<li>1.2.3 Catalog</li>\n</ul>\n</li>\n<li> About PLAYMOBIL <ul>\n<li>Fascination PLAYMOBIL</li>\n<li>Company Info</li>\n<li>Press</li>\n</ul> Customer Service <ul>\n<li>FAQ</li>\n<li>Contact</li>\n<li>Building instructions</li>\n</ul>\n</li>\n<li> FunParks <ul>\n<li>PLAYMOBIL FunParks</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Themes <ul>\n<li> Mini Cooper </li>\n<li> StarTrek </li>\n<li> Ayuma </li>\n<li> A-Team </li>\n<li> Aston Martin </li>\n<li> More » </li>\n</ul>\n</li>\n<li> PLAYMOBIL® <ul>\n<li>PLAYMOBIL® PLUS</li>\n<li>Playmobil Bundles</li>\n</ul>\n</li>\n<li> Catalog <ul>\n<li>Online Catalog</li>\n<li>PLAYMOBIL PLUS Catalog</li>\n<li>1.2.3 Catalog</li>\n</ul>\n</li>\n<li> About PLAYMOBIL <ul>\n<li>Fascination PLAYMOBIL</li>\n<li>Company Info</li>\n<li>Press</li>\n</ul>\n</li>\n<li> Service <ul>\n<li>FAQ</li>\n<li>Contact</li>\n<li>Building instructions</li>\n</ul>\n</li>\n<li> FunParks <ul>\n<li>PLAYMOBIL FunParks</li>\n</ul>\n</li>\n</ul> Find a Store Order free catalogue Order catalogue Payment options: ©2021 Playmobil.\nAll rights reserved.\nEditorial information Privacy Policy Condition of Use Legal information <p>\nSelect Country Flag US </p> Select an official Playmobil website <ul>\n<li> Flag DE Deutschland </li>\n<li> Flag NL Nederland </li>\n<li> Flag US USA </li>\n<li> Flag NO Norway </li>\n<li> Flag PT Portugal </li>\n<li> Flag IT Italia </li>\n<li> Flag AT Österreich </li>\n<li> Flag BE België La Belgique </li>\n<li> Flag CA Canada Le Canada </li>\n<li> Flag FI Finland </li>\n<li> Flag PL Polska </li>\n<li> Flag LV Latvia </li>\n<li> Flag CH Schweiz La Suisse </li>\n<li> Flag LU Luxembourg </li>\n<li> Flag GB United Kingdom </li>\n<li> Flag SE Sverige </li>\n<li> Flag EE Estonia </li>\n<li> Flag LT Lithuania </li>\n<li> Flag FR France </li>\n<li> Flag ES España </li>\n<li> Flag GR Ελλάδα </li>\n<li> Flag DK Danmark </li>\n<li> Flag MX Mexico </li>\n<li> Flag RO Romania </li>\n<li> Flag AU Australia </li>\n<li> Flag AR Argentina </li>\n<li> Flag RU Россия </li>\n<li> Flag BR Brasil </li>\n<li> Flag CN 中国 </li>\n<li> Flag KR 대한민국 </li>\n<li> Flag JP 日本 </li>\n<li> Flag SG Singapore </li>\n<li> Flag HU Hungary </li>\n<li> Flag TH Thailand </li>\n</ul> Viewport:L <i>\n</i>\n<i>\n</i>\n<i>\n</i> English <i>\n</i> Accessibility Adjustments <i>\n</i> Reset Settings <i>\n</i> Statement <i>\n</i> Hide Interface <i>\n</i>\n<i>\n</i> Choose the right accessibility profile for you OFF ON Seizure Safe Profile Eliminates flashes and reduces color <i>\n</i> This profile enables epileptic and seizure prone users to browse safely by eliminating the risk of seizures that result from flashing or blinking animations and risky color combinations.\n<i>\n</i> OFF ON Vision Impaired Profile Enhances the website's visuals <i>\n</i> This profile adjusts the website, so that it is accessible to the majority of visual impairments such as Degrading Eyesight, Tunnel Vision, Cataract, Glaucoma, and others.\n<i>\n</i> OFF ON Cognitive Disability Profile Assists with reading and focusing <i>\n</i> This profile provides various assistive features to help users with cognitive disabilities such as Autism, Dyslexia, CVA, and others, to focus on the essential elements of the website more easily.\n<i>\n</i> OFF ON ADHD Friendly Profile More focus and fewer distractions <i>\n</i> This profile significantly reduces distractions, to help people with ADHD and Neurodevelopmental disorders browse, read, and focus on the essential elements of the website more easily.\n<i>\n</i> OFF ON Blind Users (Screen-reader) Use the website with your screen-reader <i>\n</i> This profile adjusts the website to be compatible with screen-readers such as JAWS, NVDA, VoiceOver, and TalkBack.\nA screen-reader is software that is installed on the blind user’s computer and smartphone, and websites should ensure compatibility with it.\n<br>\n<br>\n<strong>Note:</strong> This profile prompts automatically to screen-readers.\n<i>\n</i> OFF ON Keyboard Navigation (Motor) Use the website with the keyboard <i>\n</i> This profile enables motor-impaired persons to operate the website using the keyboard Tab, Shift+Tab, and the Enter keys.\nUsers can also use shortcuts such as “M” (menus), “H” (headings), “F” (forms), “B” (buttons), and “G” (graphics) to jump to specific elements.<br>\n<br>\n<strong>Note:</strong> This profile prompts automatically for keyboard users.\n<i>\n</i> Content Adjustments <i>\n</i> Content Scaling <i>\n</i> Default <i>\n</i>\n<i>\n</i> Readable Font <i>\n</i> Highlight Titles <i>\n</i> Highlight Links <i>\n</i> Text Magnifier <i>\n</i> Adjust Font Sizing <i>\n</i> Default <i>\n</i>\n<i>\n</i> Align Center <i>\n</i> Adjust Line Height <i>\n</i> Default <i>\n</i>\n<i>\n</i> Align Left <i>\n</i> Adjust Letter Spacing <i>\n</i> Default <i>\n</i>\n<i>\n</i> Align Right Color Adjustments <i>\n</i> Dark Contrast <i>\n</i> Light Contrast <i>\n</i> Monochrome <i>\n</i> High Saturation <i>\n</i> Adjust Text Colors Cancel <i>\n</i> High Contrast <i>\n</i> Adjust Title Colors Cancel <i>\n</i> Low Saturation <i>\n</i> Adjust Background Colors Cancel Orientation Adjustments <i>\n</i> Mute Sounds <i>\n</i> Hide Images <i>\n</i> Read Mode <i>\n</i> Reading Guide <i>\n</i> Useful Links Select an option Home Header Footer Main Content <i>\n</i> Stop Animations <i>\n</i> Reading Mask <i>\n</i> Highlight Hover <i>\n</i> Highlight Focus <i>\n</i> Big Black Cursor <i>\n</i> Big White Cursor HIDDEN_ADJUSTMENTS Keyboard Navigation Accessible Mode Screen Reader Adjustments Read Mode Web Accessibility Solution By accessiBe <i>\n</i> Choose the Interface Language English Español Deutsch Português Français Italiano עברית 繁體中文 Pусский عربى عربى Nederlands 繁體中文 日本語 <i>\n</i>\n<strong>Accessibility Statement</strong>\n<strong>Compliance status</strong>\n<p>We firmly believe that the internet should be available and accessible to anyone and are committed to providing a website that is accessible to the broadest possible audience, regardless of ability.</p>\n<p>To fulfill this, we aim to adhere as strictly as possible to the World Wide Web Consortium’s (W3C) Web Content Accessibility Guidelines 2.1 (WCAG 2.1) at the AA level.\nThese guidelines explain how to make web content accessible to people with a wide array of disabilities.\nComplying with those guidelines helps us ensure that the website is accessible to blind people, people with motor impairments, visual impairment, cognitive disabilities, and more.</p>\n<p>This website utilizes various technologies that are meant to make it as accessible as possible at all times.\nWe utilize an accessibility interface that allows persons with specific disabilities to adjust the website’s UI (user interface) and design it to their personal needs.</p>\n<p>Additionally, the website utilizes an AI-based application that runs in the background and optimizes its accessibility level constantly.\nThis application remediates the website’s HTML, adapts its functionality and behavior for screen-readers used by blind users, and for keyboard functions used by individuals with motor impairments.</p>\n<p>If you wish to contact the website’s owner please use the website's form</p>\n<strong>Screen-reader and keyboard navigation</strong>\n<p>Our website implements the ARIA attributes (Accessible Rich Internet Applications) technique, alongside various behavioral changes, to ensure blind users visiting with screen-readers can read, comprehend, and enjoy the website’s functions.\nAs soon as a user with a screen-reader enters your site, they immediately receive a prompt to enter the Screen-Reader Profile so they can browse and operate your site effectively.\nHere’s how our website covers some of the most important screen-reader requirements:</p>\n<ol>\n<li>\n<strong>Screen-reader optimization:&nbsp;</strong>we run a process that learns the website’s components from top to bottom, to ensure ongoing compliance even when updating the website.\nIn this process, we provide screen-readers with meaningful data using the ARIA set of attributes.\nFor example, we provide accurate form labels.\ndescriptions for actionable icons (social media icons, search icons, cart icons, etc.).\nvalidation guidance for form inputs.\nelement roles such as buttons, menus, modal dialogues (popups), and others.&nbsp;<br>\n<br>Additionally, the background process scans all of the website’s images.\nIt provides an accurate and meaningful image-object-recognition-based description as an ALT (alternate text) tag for images that are not described.\nIt will also extract texts embedded within the image using an OCR (optical character recognition) technology.\nTo turn on screen-reader adjustments at any time, users need only to press the Alt+1 keyboard combination.\nScreen-reader users also get automatic announcements to turn the Screen-reader mode on as soon as they enter the website.<br>\n<br>These adjustments are compatible with popular screen readers such as JAWS, NVDA, VoiceOver, and TalkBack.<br>\n<br>\n</li>\n<li>\n<strong>Keyboard navigation optimization:&nbsp;</strong>The background process also adjusts the website’s HTML and adds various behaviors using JavaScript code to make the website operable by the keyboard.\nThis includes the ability to navigate the website using the Tab and Shift+Tab keys, operate dropdowns with the arrow keys, close them with Esc, trigger buttons and links using the Enter key, navigate between radio and checkbox elements using the arrow keys, and fill them in with the Spacebar or Enter key.<br>\n<br>Additionally, keyboard users will find content-skip menus available at any time by clicking Alt+2, or as the first element of the site while navigating with the keyboard.\nThe background process also handles triggered popups by moving the keyboard focus towards them as soon as they appear, not allowing the focus to drift outside.<br>\n<br>Users can also use shortcuts such as “M” (menus), “H” (headings), “F” (forms), “B” (buttons), and “G” (graphics) to jump to specific elements.</li>\n</ol>\n<strong>Disability profiles supported on our website</strong>\n<ul>\n<li>\n<strong>Epilepsy Safe Profile:</strong> this profile enables people with epilepsy to safely use the website by eliminating the risk of seizures resulting from flashing or blinking animations and risky color combinations.</li>\n<li>\n<strong>Vision Impaired Profile:</strong> this profile adjusts the website so that it is accessible to the majority of visual impairments such as Degrading Eyesight, Tunnel Vision, Cataract, Glaucoma, and others.</li>\n<li>\n<strong>Cognitive Disability Profile:</strong> this profile provides various assistive features to help users with cognitive disabilities such as Autism, Dyslexia, CVA, and others, to focus on the essential elements more easily.</li>\n<li>\n<strong>ADHD Friendly Profile</strong>: this profile significantly reduces distractions and noise to help people with ADHD, and Neurodevelopmental disorders browse, read, and focus on the essential elements more easily.</li>\n<li>\n<strong>Blind Users Profile (Screen-readers):</strong> this profile adjusts the website to be compatible with screen-readers such as JAWS, NVDA, VoiceOver, and TalkBack.\nA screen-reader is installed on the blind user’s computer, and this site is compatible with it.</li>\n<li>\n<strong>Keyboard Navigation Profile (Motor-Impaired):</strong> this profile enables motor-impaired persons to operate the website using the keyboard Tab, Shift+Tab, and the Enter keys.\nUsers can also use shortcuts such as “M” (menus), “H” (headings), “F” (forms), “B” (buttons), and “G” (graphics) to jump to specific elements.</li>\n</ul>\n<strong>Additional UI, design, and readability adjustments</strong>\n<ol>\n<li>\n<strong>Font&nbsp;adjustments –</strong>&nbsp;users can increase and decrease its size, change its family (type), adjust the spacing,&nbsp;alignment, line height,&nbsp;and more.</li>\n<li>\n<strong>Color&nbsp;adjustments –</strong>&nbsp;users can select various color contrast profiles such as light, dark, inverted, and monochrome.\nAdditionally, users can swap color schemes of titles, texts, and backgrounds with over seven different coloring options.</li>\n<li>\n<strong>Animations –</strong>&nbsp;epileptic users can stop all running animations with the click of a button.\nAnimations controlled by the interface include videos, GIFs, and CSS flashing transitions.</li>\n<li>\n<strong>Content&nbsp;highlighting –</strong>&nbsp;users can choose to emphasize essential elements such as links and titles.\nThey can also choose to highlight focused or hovered elements only.</li>\n<li>\n<strong>Audio muting&nbsp;–</strong>&nbsp;users with hearing devices may experience headaches or other issues due to automatic audio playing.\nThis option lets users mute the entire website instantly.</li>\n<li>\n<strong>Cognitive&nbsp;disorders –</strong>&nbsp;we utilize a search engine linked to Wikipedia and Wiktionary, allowing people with cognitive disorders to decipher meanings of phrases, initials, slang, and others.</li>\n<li>\n<strong>Additional functions&nbsp;</strong>\n<strong>–</strong> we allow users to change cursor color and size, use a printing mode, enable a virtual keyboard, and many other functions.</li>\n</ol>\n<strong>Assistive technology and browser compatibility</strong>\n<p>We aim to support as many browsers and assistive technologies as possible, so our users can choose the best fitting tools for them, with as few limitations as possible.\nTherefore, we have worked very hard to be able to support all major systems that comprise over 95% of the user market share, including Google Chrome, Mozilla Firefox, Apple Safari, Opera and Microsoft Edge, JAWS, and NVDA (screen readers), both for Windows and MAC users.</p>\n<strong>Notes, comments, and feedback</strong>\n<p>Despite our very best efforts to allow anybody to adjust the website to their needs, there may still be pages or sections that are not fully accessible, are in the process of becoming accessible, or are lacking an adequate technological solution to make them accessible.\nStill, we are continually improving our accessibility, adding, updating, improving its options and features, and developing and adopting new technologies.\nAll this is meant to reach the optimal level of accessibility following technological advancements.\nIf you wish to contact the website’s owner, please use the website's form</p>\n<i>\n</i> Hide Accessibility Interface? Please note: If you choose to hide the accessibility interface, you won't be able to see it anymore, unless you clear your browsing history and data.\nAre you sure that you wish to hide the interface? Accept Cancel <i>\n</i> Continue <i>\n</i> Processing the data, please give it a few seconds...\n", "created_at": "2021-12-21 23:29:48.270227", "updated_at": "2021-12-21 22:33:06.186449"}, {"id": 11088, "name": "Terms", "url": "https://www.playmobil.us/content/terms_and_conditions/TERMS_AND_CONDITIONS.html", "xpath": "//body", "text": " Skip to Content ↵ENTER Skip to Menu ↵ENTER Skip to Footer ↵ENTER 2 Skip to content <ul>\n<li> Play </li>\n<li> Shop </li>\n</ul> 0 Minicart Wishlist Store Locator <ul>\n<li> My PLAYMOBIL </li>\n<li> My Account </li>\n</ul> PLAYMOBIL® USA PLAYMOBIL® USA PLAYMOBIL® USA Search Catalog Search Go Cart is Empty <ul>\n<li> Play <ul>\n<li> Play-Overview </li>\n</ul>\n<ul>\n<li> Apps </li>\n<li> Arts &amp.\nCrafts </li>\n<li> Christmas Crafts </li>\n<li> Coloring Activities </li>\n<li> Comics </li>\n<li> Fun Info &amp.\nQuizzes </li>\n<li> Interactive </li>\n<li> Online Games </li>\n<li> Printable Games </li>\n<li> ROBert knows </li>\n<li> Theme page </li>\n<li> Videos </li>\n</ul>\n</li>\n<li> Shop <ul>\n<li> Shop-Overview </li>\n</ul>\n<ul>\n<li> Mini Cooper </li>\n<li> StarTrek </li>\n<li> Ayuma </li>\n<li> A-Team </li>\n<li> Aston Martin </li>\n<li> Dino Rise </li>\n<li> Volkswagen </li>\n<li> Ghostbusters™ </li>\n<li> Stunt Show </li>\n<li> Magic </li>\n<li> Christmas </li>\n<li> Novelmore </li>\n<li> Back to the Future </li>\n<li> SCOOBY-DOO! </li>\n<li> Spirit </li>\n<li> Dragons </li>\n<li> 1.2.3 </li>\n<li> Space </li>\n<li> Pirates </li>\n<li> NHL® </li>\n<li> City Action </li>\n<li> City Life </li>\n<li> Family Fun </li>\n<li> Action </li>\n<li> Princess </li>\n<li> EverDreamerz </li>\n<li> Porsche </li>\n<li> Wild Life </li>\n<li> Country </li>\n<li> History </li>\n<li> Fairies </li>\n<li> Dollhouse </li>\n<li> Other </li>\n<li> Figures </li>\n</ul>\n<ul>\n<li> Sale </li>\n<li> Assortment </li>\n<li> Bundles </li>\n<li> PLAYMOBIL® PLUS </li>\n<li> below $10 </li>\n<li> Kidults </li>\n</ul>\n</li>\n<li> Wish List </li>\n<li> Store Locator </li>\n</ul>\n<p>Your browser's Javascript functionality is turned off.\nPlease turn it on so that you can experience the full capabilities of this site.</p> Terms and Conditions of use<br>\n<ul>\n<li>Please carefully read the following terms and conditions of use before using this site.</li>\n<li>This site is provided by geobra Brandstätter Stiftung &amp.\nCo.\nKG, its subsidiaries, affiliates and related entities (\"PLAYMOBIL®\").\nBy using this site, you signify your agreement to these Terms and Conditions.\nIf you do not agree with any of these Terms and Conditions, PLEASE DO NOT USE THIS SITE.</li>\n</ul> &nbsp.\n<ul>\n<li>Restrictions on use <ul>\n<li>The site and all material on this site, including, but not limited to, hyperlinks, buttons, images, illustrations, text, graphics and all other information contained on this site (\"Material\") are protected by copyrights and other proprietary rights that are owned and controlled by PLAYMOBIL®.\nYou may not copy, modify, prepare as a derivative work, display, reproduce, reprint, republish, upload, post, transmit or distribute in any way or in any form the Material or the site, without the express written permission of PLAYMOBIL®.\nYou may download the Material from the site for personal, non-commercial, home use only, provided that you keep intact all copyright, trademark and other proprietary notices.\nAny modification or use of the Material or the site for any other purpose is a violation of PLAYMOBIL®’s copyrights and proprietary rights and is strictly prohibited.</li>\n<li>This site also contains PLAYMOBIL®, PLAYMOBIL FUNPARK®, RC TRAIN™ and SYSTEM X™ and other valuable trademarks owned and used by PLAYMOBIL®.\nThese trademarks and related proprietary property are protected under national and international laws and may not be reproduced, copied, modified, posted or used in any way or in any form without the express prior written permission of PLAYMOBIL®.</li>\n</ul>\n</li>\n<li>Communications and submissions <p>PLAYMOBIL® enjoys hearing from its customers.\nHowever, please be aware that any information, including, but not limited to, comments, suggestions, feedback data or the like regarding the site, the Material or PLAYMOBIL® and its products and services (\"Information\") shall be deemed to be Information.\nIn addition, PLAYMOBIL® shall be free to reproduce, use, disclose, display, exhibit, transmit, perform, create derivative works and distribute the Information to others without limitation and to authorize others to do the same.\nSuch Information shall remain the property of PLAYMOBIL® and PLAYMOBIL® shall be free to use any ideas, concepts, submissions, know-how or techniques contained in such Information for any purpose whatsoever, including, but not limited to, developing, manufacturing and marketing products and other items incorporating such Information without compensation to the provider of such Information.</p>\n</li>\n<li>GENERAL NOTICE <ul>\n<li>THIS SITE, INCLUDING THE MATERIAL CONTAINED WITHIN IT OR ANY SITE-RELATED SERVICE, IS PROVIDED \"AS IS\" WITH NO REPRESENTATIONS OR WARRANTIES OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.\nPLAYMOBIL DOES NOT WARRANT THE ACCURACY, COMPLETENESS OR USEFULNESS OF THE MATERIAL OR ANY INFORMATION CONTAINED ON THE SITE.\nPLAYMOBIL DOES NOT WARRANT THAT THE FUNCTIONS CONTAINED IN THE MATERIAL AVAILABLE ON THIS SITE WIL BE UNINTERRUPED OR ERROR-FREE, THAT DEFECTS WILL BE CORRECTED, OR THAT THE MATERIAL, THIS SITE OR THE SERVERS THAT MAKES THEM AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nYOU ASSUME TOTAL RESPONSIBILITY, COST AND RISK FOR YOUR USE OF THIS SITE, THE MATERIAL AND SITE-RELATED SERVICES.</li>\n<li>PLAYMOBIL IS NOT RESPONSIBLE OR LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL, EXEMPLARY, PUNITIVE OR OTHER DAMAGES ARISING OUT OF OR RELATING IN ANY WAY TO THE SITE, SITE-RELATED SERVICES AND/OR MATERIAL OR INFORMATION CONTAINED WITHIN THE SITE, EVEN IF PLAYMOBIL OR AN AUTHORIZED PLAYMOBIL REPRESENTATIVE HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nYOUR SOLE REMEDY FOR DISSATISFACTION WITH THE SITE AND/OR SITE-RELATED SERVICES IS TO STOP USING THE SITE AND/OR THOSE SERVICES.</li>\n<li>Please note that some jurisdictions may not allow the limitation or exclusion of implied warranties, liability or incidental or consequential damages, so some of the above exclusions or limitations may not apply to you.\nPLAYMOBIL® will from time to time revise the site, the Material and/or the products, site-related services and resources described therein and reserves the right to make such changes without any obligation to notify past, current or prospective users and visitors of this site.\nIn addition, you are bound by any revisions to the Terms and Conditions of Use and should therefore periodically visit this page to review the current Terms and Conditions of Use to which you are bound.</li>\n</ul>\n</li>\n<li>Links to this site <p>PLAYMOBIL® does not review the sites that link to this site and is not responsible for any of those sites or the contents or materials of those sites that link to this site.\nYour linking to any other sites or pages is at your own risk.</p>\n</li>\n<li>Miscellaneous <ul>\n<li>PLAYMOBIL® controls and operates this site from its headquarters in Zirndorf, Germany and from its subsidiary, PLAYMOBIL® USA, Inc., in Dayton, New Jersey, United States of America.\nPLAYMOBIL® makes no representation that the site or the Materials are appropriate or available for use in other locations.\nIf you use this site from other locations, you are responsible for complying with applicable local laws.</li>\n<li>This Terms and Conditions of Use is entered into in the State of New Jersey and shall be governed by and construed in accordance with the laws of the State of New Jersey, exclusive of its choice of law rules.\nEach party to this Terms and Conditions of Use submits to the exclusive jurisdiction of the state and federal courts sitting in the County of Middlesex in the State of New Jersey, and waives any jurisdictional venue or inconvenient forum objections to such courts.\nIn any action to enforce this Terms and Conditions of Use, the prevailing party will be entitled to costs and attorneys’ fees.\nIn the event that any of the provisions of this Terms and Conditions of Use are held by a court or other tribunal of competent jurisdiction to be unenforceable, such provisions shall be limited or eliminated to the minimum extent necessary so that this Terms and Conditions of Use shall otherwise remain in full force and effect.</li>\n</ul>\n</li>\n<li>Online Gift Certificates <ol>\n<li>Redeeming a gift certificate online <ol>\n<li>Gift certificates for PLAYMOBIL® websites can be redeemed any time.\nThere is no expiration date.\nAny unused certificate balance will be added to your account to be used as a future credit.</li>\n<li>Online gift certificates can only be redeemed online in the same country in which it was bought.\nOnline gift certificates are not valid in local PLAYMOBIL® stores or at retailers.</li>\n<li>Gift certificates can only be paid for by using accepted credit cards during the online checkout process.</li>\n<li>If the cost of your order exceeds the value on your gift certificate, you can pay the difference via a secure payment method during the checkout process.</li>\n<li>You may use multiple gift certificates per order.\nOne gift certificate can be used for multiple orders if the value is not fully used with the first order.</li>\n<li>Gift certificates can be transferred to other people.</li>\n<li>Gift certificates are sent by email to the recipient within 24 hours and can be viewed and printed under \"My Account\".\nYou can check your certificate balance on the Gift Certificates page within your account on the website by typing your certificate code into the appropriate field.</li>\n<li>Gift certificates are tax free.\nWhen redeeming the certificate, applicable taxes will be added to the purchased products.</li>\n</ol>\n</li>\n<li>General <ol>\n<li>When redeeming PLAYMOBIL® gift certificates online, both the Legal Information and Terms and Conditions apply as stated on the relevant PLAYMOBIL® website.</li>\n<li>When ordering an online gift certificate, the order form has to be filled in completely with all payment information.\nInformation cannot be altered after the order is completed.</li>\n<li>Ordered gift certificates can only be canceled when the certificates have not yet been redeemed.</li>\n<li>Information about the redemption status of the gift certificate can be obtained from PLAYMOBIL® customer service.\nAdditional information can be found under \"My Account\".</li>\n</ol>\n</li>\n<li>Limitations <ol>\n<li>Gift certificates cannot be used to buy additional gift certificates.\nGift certificates cannot be redeemed anywhere other than the authorized PLAYMOBIL® country websites.</li>\n<li>Gift certificates and equivalent credit balances cannot be paid out in cash, refilled, used to clear any outstanding debts, or transferred to another PLAYMOBIL® customer account.</li>\n<li>Gift certificates can only be bought for a value between $5.00 and $300.00 (whole dollar values only)</li>\n</ol>\n</li>\n<li>Liability and risk of loss <p>geobra Brandstätter Stiftung &amp.\nCo.\nKG / PLAYMOBIL® cannot be held liable for any typing errors in the email address of the gift certificate recipient.\nFurthermore, geobra Brandstätter Stiftung &amp.\nCo.\nKG / PLAYMOBIL® is not liable for loss, theft, abuse or the delayed transmission (e.g.\ndue to technical difficulties) of gift certificates.</p>\n</li>\n<li>Fraud <p>In the case of fraud, attempted deception, or suspected other illegal activities related to the purchase or redemption of PLAYMOBIL® gift certificates, geobra Brandstätter Stiftung &amp.\nCo.\nKG / PLAYMOBIL® is entitled to close the respective customer accounts and/or to ask for alternative payment methods.\nAccess to or disbursement of the gift certificates concerned cannot be legally claimed.</p>\n</li>\n</ol>\n</li>\n</ul>\n<p>© 2013 geobra Brandstätter, pronounced plāy-mō-be̅e̅l.</p> Subscribe to our PLAYMOBIL newsletter and receive a 15% off Welcome coupon.\nEmail * Continue Exclusive Products Free shipping on orders $49.99+ Free gift with purchase <ul>\n<li> Themes <ul>\n<li> Mini Cooper </li>\n<li> StarTrek </li>\n<li> Ayuma </li>\n<li> A-Team </li>\n<li> Aston Martin </li>\n<li> Dino Rise </li>\n<li> Volkswagen </li>\n<li> More » </li>\n</ul>\n</li>\n<li> PLAYMOBIL® <ul>\n<li>PLAYMOBIL® PLUS</li>\n<li>Playmobil Bundles</li>\n</ul> Catalog <ul>\n<li>Online Catalog</li>\n<li>PLAYMOBIL PLUS Catalog</li>\n<li>1.2.3 Catalog</li>\n</ul>\n</li>\n<li> About PLAYMOBIL <ul>\n<li>Fascination PLAYMOBIL</li>\n<li>Company Info</li>\n<li>Press</li>\n</ul> Customer Service <ul>\n<li>FAQ</li>\n<li>Contact</li>\n<li>Building instructions</li>\n</ul>\n</li>\n<li> FunParks <ul>\n<li>PLAYMOBIL FunParks</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Themes <ul>\n<li> Mini Cooper </li>\n<li> StarTrek </li>\n<li> Ayuma </li>\n<li> A-Team </li>\n<li> Aston Martin </li>\n<li> More » </li>\n</ul>\n</li>\n<li> PLAYMOBIL® <ul>\n<li>PLAYMOBIL® PLUS</li>\n<li>Playmobil Bundles</li>\n</ul>\n</li>\n<li> Catalog <ul>\n<li>Online Catalog</li>\n<li>PLAYMOBIL PLUS Catalog</li>\n<li>1.2.3 Catalog</li>\n</ul>\n</li>\n<li> About PLAYMOBIL <ul>\n<li>Fascination PLAYMOBIL</li>\n<li>Company Info</li>\n<li>Press</li>\n</ul>\n</li>\n<li> Service <ul>\n<li>FAQ</li>\n<li>Contact</li>\n<li>Building instructions</li>\n</ul>\n</li>\n<li> FunParks <ul>\n<li>PLAYMOBIL FunParks</li>\n</ul>\n</li>\n</ul> Find a Store Order free catalogue Order catalogue Payment options: ©2021 Playmobil.\nAll rights reserved.\nEditorial information Privacy Policy Condition of Use Legal information <p>\nSelect Country Flag US </p> Select an official Playmobil website <ul>\n<li> Flag DE Deutschland </li>\n<li> Flag NL Nederland </li>\n<li> Flag US USA </li>\n<li> Flag NO Norway </li>\n<li> Flag PT Portugal </li>\n<li> Flag IT Italia </li>\n<li> Flag AT Österreich </li>\n<li> Flag BE België La Belgique </li>\n<li> Flag CA Canada Le Canada </li>\n<li> Flag FI Finland </li>\n<li> Flag PL Polska </li>\n<li> Flag LV Latvia </li>\n<li> Flag CH Schweiz La Suisse </li>\n<li> Flag LU Luxembourg </li>\n<li> Flag GB United Kingdom </li>\n<li> Flag SE Sverige </li>\n<li> Flag EE Estonia </li>\n<li> Flag LT Lithuania </li>\n<li> Flag FR France </li>\n<li> Flag ES España </li>\n<li> Flag GR Ελλάδα </li>\n<li> Flag DK Danmark </li>\n<li> Flag MX Mexico </li>\n<li> Flag RO Romania </li>\n<li> Flag AU Australia </li>\n<li> Flag AR Argentina </li>\n<li> Flag RU Россия </li>\n<li> Flag BR Brasil </li>\n<li> Flag CN 中国 </li>\n<li> Flag KR 대한민국 </li>\n<li> Flag JP 日本 </li>\n<li> Flag SG Singapore </li>\n<li> Flag HU Hungary </li>\n<li> Flag TH Thailand </li>\n</ul> Viewport:L <i>\n</i>\n<i>\n</i>\n<i>\n</i> English <i>\n</i> Accessibility Adjustments <i>\n</i> Reset Settings <i>\n</i> Statement <i>\n</i> Hide Interface <i>\n</i>\n<i>\n</i> Choose the right accessibility profile for you OFF ON Seizure Safe Profile Eliminates flashes and reduces color <i>\n</i> This profile enables epileptic and seizure prone users to browse safely by eliminating the risk of seizures that result from flashing or blinking animations and risky color combinations.\n<i>\n</i> OFF ON Vision Impaired Profile Enhances the website's visuals <i>\n</i> This profile adjusts the website, so that it is accessible to the majority of visual impairments such as Degrading Eyesight, Tunnel Vision, Cataract, Glaucoma, and others.\n<i>\n</i> OFF ON Cognitive Disability Profile Assists with reading and focusing <i>\n</i> This profile provides various assistive features to help users with cognitive disabilities such as Autism, Dyslexia, CVA, and others, to focus on the essential elements of the website more easily.\n<i>\n</i> OFF ON ADHD Friendly Profile More focus and fewer distractions <i>\n</i> This profile significantly reduces distractions, to help people with ADHD and Neurodevelopmental disorders browse, read, and focus on the essential elements of the website more easily.\n<i>\n</i> OFF ON Blind Users (Screen-reader) Use the website with your screen-reader <i>\n</i> This profile adjusts the website to be compatible with screen-readers such as JAWS, NVDA, VoiceOver, and TalkBack.\nA screen-reader is software that is installed on the blind user’s computer and smartphone, and websites should ensure compatibility with it.\n<br>\n<br>\n<strong>Note:</strong> This profile prompts automatically to screen-readers.\n<i>\n</i> OFF ON Keyboard Navigation (Motor) Use the website with the keyboard <i>\n</i> This profile enables motor-impaired persons to operate the website using the keyboard Tab, Shift+Tab, and the Enter keys.\nUsers can also use shortcuts such as “M” (menus), “H” (headings), “F” (forms), “B” (buttons), and “G” (graphics) to jump to specific elements.<br>\n<br>\n<strong>Note:</strong> This profile prompts automatically for keyboard users.\n<i>\n</i> Content Adjustments <i>\n</i> Content Scaling <i>\n</i> Default <i>\n</i>\n<i>\n</i> Readable Font <i>\n</i> Highlight Titles <i>\n</i> Highlight Links <i>\n</i> Text Magnifier <i>\n</i> Adjust Font Sizing <i>\n</i> Default <i>\n</i>\n<i>\n</i> Align Center <i>\n</i> Adjust Line Height <i>\n</i> Default <i>\n</i>\n<i>\n</i> Align Left <i>\n</i> Adjust Letter Spacing <i>\n</i> Default <i>\n</i>\n<i>\n</i> Align Right Color Adjustments <i>\n</i> Dark Contrast <i>\n</i> Light Contrast <i>\n</i> Monochrome <i>\n</i> High Saturation <i>\n</i> Adjust Text Colors Cancel <i>\n</i> High Contrast <i>\n</i> Adjust Title Colors Cancel <i>\n</i> Low Saturation <i>\n</i> Adjust Background Colors Cancel Orientation Adjustments <i>\n</i> Mute Sounds <i>\n</i> Hide Images <i>\n</i> Read Mode <i>\n</i> Reading Guide <i>\n</i> Useful Links Select an option Home Header Footer Main Content <i>\n</i> Stop Animations <i>\n</i> Reading Mask <i>\n</i> Highlight Hover <i>\n</i> Highlight Focus <i>\n</i> Big Black Cursor <i>\n</i> Big White Cursor HIDDEN_ADJUSTMENTS Keyboard Navigation Accessible Mode Screen Reader Adjustments Read Mode Web Accessibility Solution By accessiBe <i>\n</i> Choose the Interface Language English Español Deutsch Português Français Italiano עברית 繁體中文 Pусский عربى عربى Nederlands 繁體中文 日本語 <i>\n</i>\n<strong>Accessibility Statement</strong>\n<strong>Compliance status</strong>\n<p>We firmly believe that the internet should be available and accessible to anyone and are committed to providing a website that is accessible to the broadest possible audience, regardless of ability.</p>\n<p>To fulfill this, we aim to adhere as strictly as possible to the World Wide Web Consortium’s (W3C) Web Content Accessibility Guidelines 2.1 (WCAG 2.1) at the AA level.\nThese guidelines explain how to make web content accessible to people with a wide array of disabilities.\nComplying with those guidelines helps us ensure that the website is accessible to blind people, people with motor impairments, visual impairment, cognitive disabilities, and more.</p>\n<p>This website utilizes various technologies that are meant to make it as accessible as possible at all times.\nWe utilize an accessibility interface that allows persons with specific disabilities to adjust the website’s UI (user interface) and design it to their personal needs.</p>\n<p>Additionally, the website utilizes an AI-based application that runs in the background and optimizes its accessibility level constantly.\nThis application remediates the website’s HTML, adapts its functionality and behavior for screen-readers used by blind users, and for keyboard functions used by individuals with motor impairments.</p>\n<p>If you wish to contact the website’s owner please use the website's form</p>\n<strong>Screen-reader and keyboard navigation</strong>\n<p>Our website implements the ARIA attributes (Accessible Rich Internet Applications) technique, alongside various behavioral changes, to ensure blind users visiting with screen-readers can read, comprehend, and enjoy the website’s functions.\nAs soon as a user with a screen-reader enters your site, they immediately receive a prompt to enter the Screen-Reader Profile so they can browse and operate your site effectively.\nHere’s how our website covers some of the most important screen-reader requirements:</p>\n<ol>\n<li>\n<strong>Screen-reader optimization:&nbsp;</strong>we run a process that learns the website’s components from top to bottom, to ensure ongoing compliance even when updating the website.\nIn this process, we provide screen-readers with meaningful data using the ARIA set of attributes.\nFor example, we provide accurate form labels.\ndescriptions for actionable icons (social media icons, search icons, cart icons, etc.).\nvalidation guidance for form inputs.\nelement roles such as buttons, menus, modal dialogues (popups), and others.&nbsp;<br>\n<br>Additionally, the background process scans all of the website’s images.\nIt provides an accurate and meaningful image-object-recognition-based description as an ALT (alternate text) tag for images that are not described.\nIt will also extract texts embedded within the image using an OCR (optical character recognition) technology.\nTo turn on screen-reader adjustments at any time, users need only to press the Alt+1 keyboard combination.\nScreen-reader users also get automatic announcements to turn the Screen-reader mode on as soon as they enter the website.<br>\n<br>These adjustments are compatible with popular screen readers such as JAWS, NVDA, VoiceOver, and TalkBack.<br>\n<br>\n</li>\n<li>\n<strong>Keyboard navigation optimization:&nbsp;</strong>The background process also adjusts the website’s HTML and adds various behaviors using JavaScript code to make the website operable by the keyboard.\nThis includes the ability to navigate the website using the Tab and Shift+Tab keys, operate dropdowns with the arrow keys, close them with Esc, trigger buttons and links using the Enter key, navigate between radio and checkbox elements using the arrow keys, and fill them in with the Spacebar or Enter key.<br>\n<br>Additionally, keyboard users will find content-skip menus available at any time by clicking Alt+2, or as the first element of the site while navigating with the keyboard.\nThe background process also handles triggered popups by moving the keyboard focus towards them as soon as they appear, not allowing the focus to drift outside.<br>\n<br>Users can also use shortcuts such as “M” (menus), “H” (headings), “F” (forms), “B” (buttons), and “G” (graphics) to jump to specific elements.</li>\n</ol>\n<strong>Disability profiles supported on our website</strong>\n<ul>\n<li>\n<strong>Epilepsy Safe Profile:</strong> this profile enables people with epilepsy to safely use the website by eliminating the risk of seizures resulting from flashing or blinking animations and risky color combinations.</li>\n<li>\n<strong>Vision Impaired Profile:</strong> this profile adjusts the website so that it is accessible to the majority of visual impairments such as Degrading Eyesight, Tunnel Vision, Cataract, Glaucoma, and others.</li>\n<li>\n<strong>Cognitive Disability Profile:</strong> this profile provides various assistive features to help users with cognitive disabilities such as Autism, Dyslexia, CVA, and others, to focus on the essential elements more easily.</li>\n<li>\n<strong>ADHD Friendly Profile</strong>: this profile significantly reduces distractions and noise to help people with ADHD, and Neurodevelopmental disorders browse, read, and focus on the essential elements more easily.</li>\n<li>\n<strong>Blind Users Profile (Screen-readers):</strong> this profile adjusts the website to be compatible with screen-readers such as JAWS, NVDA, VoiceOver, and TalkBack.\nA screen-reader is installed on the blind user’s computer, and this site is compatible with it.</li>\n<li>\n<strong>Keyboard Navigation Profile (Motor-Impaired):</strong> this profile enables motor-impaired persons to operate the website using the keyboard Tab, Shift+Tab, and the Enter keys.\nUsers can also use shortcuts such as “M” (menus), “H” (headings), “F” (forms), “B” (buttons), and “G” (graphics) to jump to specific elements.</li>\n</ul>\n<strong>Additional UI, design, and readability adjustments</strong>\n<ol>\n<li>\n<strong>Font&nbsp;adjustments –</strong>&nbsp;users can increase and decrease its size, change its family (type), adjust the spacing,&nbsp;alignment, line height,&nbsp;and more.</li>\n<li>\n<strong>Color&nbsp;adjustments –</strong>&nbsp;users can select various color contrast profiles such as light, dark, inverted, and monochrome.\nAdditionally, users can swap color schemes of titles, texts, and backgrounds with over seven different coloring options.</li>\n<li>\n<strong>Animations –</strong>&nbsp;epileptic users can stop all running animations with the click of a button.\nAnimations controlled by the interface include videos, GIFs, and CSS flashing transitions.</li>\n<li>\n<strong>Content&nbsp;highlighting –</strong>&nbsp;users can choose to emphasize essential elements such as links and titles.\nThey can also choose to highlight focused or hovered elements only.</li>\n<li>\n<strong>Audio muting&nbsp;–</strong>&nbsp;users with hearing devices may experience headaches or other issues due to automatic audio playing.\nThis option lets users mute the entire website instantly.</li>\n<li>\n<strong>Cognitive&nbsp;disorders –</strong>&nbsp;we utilize a search engine linked to Wikipedia and Wiktionary, allowing people with cognitive disorders to decipher meanings of phrases, initials, slang, and others.</li>\n<li>\n<strong>Additional functions&nbsp;</strong>\n<strong>–</strong> we allow users to change cursor color and size, use a printing mode, enable a virtual keyboard, and many other functions.</li>\n</ol>\n<strong>Assistive technology and browser compatibility</strong>\n<p>We aim to support as many browsers and assistive technologies as possible, so our users can choose the best fitting tools for them, with as few limitations as possible.\nTherefore, we have worked very hard to be able to support all major systems that comprise over 95% of the user market share, including Google Chrome, Mozilla Firefox, Apple Safari, Opera and Microsoft Edge, JAWS, and NVDA (screen readers), both for Windows and MAC users.</p>\n<strong>Notes, comments, and feedback</strong>\n<p>Despite our very best efforts to allow anybody to adjust the website to their needs, there may still be pages or sections that are not fully accessible, are in the process of becoming accessible, or are lacking an adequate technological solution to make them accessible.\nStill, we are continually improving our accessibility, adding, updating, improving its options and features, and developing and adopting new technologies.\nAll this is meant to reach the optimal level of accessibility following technological advancements.\nIf you wish to contact the website’s owner, please use the website's form</p>\n<i>\n</i> Hide Accessibility Interface? Please note: If you choose to hide the accessibility interface, you won't be able to see it anymore, unless you clear your browsing history and data.\nAre you sure that you wish to hide the interface? Accept Cancel <i>\n</i> Continue <i>\n</i> Processing the data, please give it a few seconds...\n", "created_at": "2021-12-21 23:29:48.271945", "updated_at": "2021-12-21 22:32:42.493855"}], "points": [], "urls": ["playmobil.us"]}}