{"error": 448, "message": "OK", "parameters": {"id": 3864, "name": "Opensource.com", "created_at": "2021-05-30 21:37:30.566567", "updated_at": "2021-05-30 22:00:24.941241", "wikipedia": null, "keywords": null, "related": null, "slug": "opensource-com", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3864.png", "url": "opensource.com", "documents": [{"id": 6543, "name": "Terms of Use", "url": "https://opensource.com/legal", "xpath": "//body", "text": " <p>We use cookies on our websites to deliver our online services.\nDetails about how we use cookies and how you may disable them are set out in our Privacy Statement.\nBy using this website you agree to our use of cookies.\n× </p>\n<p> Jump to navigation </p>\n<ul>\n<li>Log in</li>\n<li>Sign Up</li>\n</ul> Search form Search Main menu <ul>\n<li>Articles<ul>\n<li>Containers</li>\n<li>DevOps</li>\n<li>Gaming</li>\n<li>Government</li>\n<li>Hardware<ul>\n<li>3D printing</li>\n<li>Arduino</li>\n<li>Raspberry Pi</li>\n</ul>\n</li>\n<li>Kubernetes</li>\n<li>Law<ul>\n<li>Licensing</li>\n<li>Patents</li>\n</ul>\n</li>\n<li>Linux<ul>\n<li>Command line</li>\n</ul>\n</li>\n<li>OpenStack</li>\n<li>Programming<ul>\n<li>Go</li>\n<li>JavaScript</li>\n<li>Python</li>\n</ul>\n</li>\n<li>Sysadmin</li>\n</ul>\n</li>\n<li>Resources<ul>\n<li>What is open source?<ul>\n<li>The open source way</li>\n</ul>\n</li>\n<li>Projects and applications</li>\n<li>Organizations</li>\n<li>Cloud technology<ul>\n<li>Ansible</li>\n<li>Big data</li>\n<li>Data science</li>\n<li>Docker</li>\n<li>Git</li>\n<li>Internet of things</li>\n<li>Java</li>\n<li>Kubernetes</li>\n<li>Linux containers</li>\n<li>Microservices</li>\n<li>OpenStack</li>\n<li>Python<ul>\n<li>Python GUI frameworks</li>\n<li>Python IDEs</li>\n<li>Python template libraries</li>\n<li>Python web scrapers</li>\n</ul>\n</li>\n<li>Software defined networking</li>\n<li>Virtualization</li>\n</ul>\n</li>\n<li>Open source alternatives<ul>\n<li>Alternatives to Acrobat</li>\n<li>Alternatives to AutoCAD</li>\n<li>Alternatives to Dreamweaver</li>\n<li>Alternatives to Gmail</li>\n<li>Alternatives to MATLAB</li>\n<li>Alternatives to Minecraft</li>\n<li>Alternatives to Google Photos</li>\n<li>Alternatives to Photoshop</li>\n<li>Alternatives to Publisher</li>\n<li>Alternatives to Skype</li>\n<li>Alternatives to Slack</li>\n<li>Alternatives to Trello</li>\n<li>More...</li>\n</ul>\n</li>\n<li>Linux</li>\n</ul>\n</li>\n<li>Downloads<ul>\n<li>Cheat sheets<ul>\n<li>Ansible cheat sheet</li>\n<li>Ansible k8s cheat sheet</li>\n<li>AWK cheat sheet</li>\n<li>Bash cheat sheet</li>\n<li>Blender cheat sheet</li>\n<li>C cheat sheet</li>\n<li>Curl cheat sheet</li>\n<li>Emacs cheat sheet</li>\n<li>Firewall Cheat Sheet</li>\n<li>FreeDOS cheat sheet</li>\n<li>GIMP cheat sheet</li>\n<li>GNOME cheat sheet</li>\n<li>Groff macros cheat sheet</li>\n<li>Go cheat sheet</li>\n<li>i3 window manager cheat sheet</li>\n<li>Inkscape Cheat Sheet</li>\n<li>IRC cheat sheet</li>\n<li>Java cheat sheet</li>\n<li>Kubectl cheat sheet</li>\n<li>Kubernetes cheat sheet</li>\n<li>Linux common commands cheat sheet</li>\n<li>Linux user permissions cheat sheet</li>\n<li>Microservices cheat sheet</li>\n<li>Networking cheat sheet</li>\n<li>Pandoc cheat sheet</li>\n<li>pip cheat sheet</li>\n<li>Python 3.7 cheat sheet</li>\n<li>Raspberry Pi cheat sheet</li>\n<li>SELinux cheat sheet</li>\n<li>SSH cheat sheet</li>\n</ul>\n</li>\n<li>Open Source Yearbook<ul>\n<li>2015</li>\n<li>2016</li>\n<li>2017</li>\n<li>2018</li>\n<li>2019 Special Edition</li>\n</ul>\n</li>\n<li>Programming guides<ul>\n<li>7 essential PyPI libraries</li>\n<li>6 surprising ways to use Jupyter</li>\n</ul>\n</li>\n<li>DevOps guides<ul>\n<li>Starting a DevOps transformation</li>\n<li>Introduction to Small Scale Scrum</li>\n<li>Getting started with DevSecOps</li>\n<li>DevOps monitoring tools guide</li>\n<li>DevOps hiring guide</li>\n</ul>\n</li>\n<li>Sysadmin guides<ul>\n<li>Ansible Automation for Sysadmins</li>\n<li>Containers primer</li>\n<li>Kubernetes for SREs and sysadmins</li>\n</ul>\n</li>\n<li>eBooks<ul>\n<li>Getting started with Kubernetes</li>\n<li>Inter-process communication in Linux</li>\n<li>5 open source collaboration tools</li>\n<li>6 open source tools for staying organized</li>\n<li>7 open source desktop tools</li>\n<li>Kubernetes for SREs and sysadmins</li>\n<li>Raspberry Pi: How to get started</li>\n<li>Running Kubernetes on your Raspberry Pi</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>About<ul>\n<li>About Opensource.com<ul>\n<li>Welcome to the Opensource.com community</li>\n<li>Meet the team</li>\n<li>Create an account</li>\n<li>Rules for comments and discussions</li>\n<li>Correspondent Program</li>\n<li>Frequently Asked Questions</li>\n</ul>\n</li>\n<li>Contribute to Opensource.com<ul>\n<li>Opensource.com style guide</li>\n<li>Writing topics</li>\n</ul>\n</li>\n<li>Contact us</li>\n</ul>\n</li>\n<li>Open Organization<ul>\n<li>Get started</li>\n<li>Book series<ul>\n<li>Field Guide</li>\n<li>Leaders Manual</li>\n<li>Guide to IT Culture Change</li>\n<li>Guide for Educators</li>\n<li>Workbook</li>\n<li>Organize for Innovation</li>\n</ul>\n</li>\n<li>Resources<ul>\n<li>What is an open organization?</li>\n<li>How open is your organization?</li>\n<li>What is an open decision?</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Log in</li>\n<li>Sign Up</li>\n</ul>\n<ul>\n<li>Twitter</li>\n<li>Facebook</li>\n<li>Feed</li>\n</ul> Main menu <ul>\n<li>Articles<ul>BackArticles<li>Containers</li>\n<li>DevOps</li>\n<li>Gaming</li>\n<li>Government</li>\n<li>Hardware<ul>BackHardware<li>3D printing</li>\n<li>Arduino</li>\n<li>Raspberry Pi</li>\n</ul>\n</li>\n<li>Kubernetes</li>\n<li>Law</li>\n<li>Linux<ul>BackLinux<li>Command line</li>\n</ul>\n</li>\n<li>OpenStack</li>\n<li>Programming<ul>BackProgramming<li>Go</li>\n<li>JavaScript</li>\n<li>Python</li>\n</ul>\n</li>\n<li>Sysadmin</li>\n</ul>\n</li>\n<li>Resources<ul>BackResources<li>What is open source?</li>\n<li>Projects and applications</li>\n<li>Organizations</li>\n<li>Cloud technology</li>\n<li>Open source alternatives</li>\n<li>Linux</li>\n</ul>\n</li>\n<li>Downloads</li>\n<li>About</li>\n<li>Open Organization<ul>BackOpen Organization<li>Get started</li>\n<li>Book series</li>\n<li>Resources<ul>BackResources<li>What is an open organization?</li>\n<li>How open is your organization?</li>\n<li>What is an open decision?</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul> Terms of Use <p>Opensource.com Terms of Use</p>\n<p>Date of Revision.\nMarch 11, 2014</p>\n<p>Please read these Terms carefully before using this website.\nBy using this website (the \"Website\"), the user (\"You\") has accepted these Terms of Use.\nIf You do not accept these Terms of Use, do not use the Website.\nBy using this Website, you represent that you are of legal age to form a binding contract with Red Hat.</p>\n<p>Red Hat, Inc.\n(\"Red Hat\") may modify all or any part of these Terms of Use from time to time and may not provide notice to You.\nYou are encouraged to check back often so You are aware of your current rights and responsibilities.\nYour continued use of this Website after changes to the Terms of Use have been published constitutes your binding acceptance of the updated Terms of Use.\nIf at any time the Terms of Use are no longer acceptable to You, You should immediately cease all use of this Website.</p>\n<ol>\n<li> Statement of Purpose.\nThe purpose of Opensource.com is to show where open source principles are changing our world today, and to create an open dialog around where these principles are headed in the future.\nThe site is designed to share information, ideas, and news relating to open source and the open source way.\nIt is also designed to encourage the creation of a user community through contributions to written content and reader comments.\nOur hope is that the site is accessible and welcoming in order to broaden the audience for both understanding and applying the open source way.\n</li>\n<li> Community Behavior Rules.\n<p> To foster an open, welcoming, contributory environment you must adhere to the following practices:</p>\n<ul>\n<li>You may not post or link to content that is threatening, abusive, defamatory, libelous, derogatory, violent, harassing, bigoted, hateful, profane, obscene, lewd, lascivious, pornographic or otherwise objectionable, that gives rise to civil or criminal liability, or otherwise violates any applicable law</li>\n<li>You may not intentionally make false or misleading statements</li>\n<li>You may not offer to sell or buy any product or service</li>\n<li>You may not post material that infringes any copyright, trademark, patent, trade secret, right of privacy or right of publicity</li>\n<li>You may not disclose confidential information</li>\n<li>You may not disclose information that you do not lawfully possess</li>\n<li>You may not post, link to, upload or transmit software or other materials that contain viruses, worms, time bombs, Trojan horses, or other harmful or disruptive components</li>\n<li>You may not restrict or inhibit any other user from using or enjoying this Website, for example, by cracking, spoofing, defacing, or impairing functionality</li>\n<li>You may not post political campaign materials, chain letters, mass mailings or spam</li>\n</ul>\n<p> You are solely responsible for the content You provide.\nRed Hat has the right, but not the duty, to pre-screen, refuse, edit, move or remove any content that violates these Terms of Use or that is unlawful.\nRed Hat may close comments if, in its sole discretion, the comments are no longer on topic, the commenting has devolved to personal attacks, or the Hitler card is played.\nRed Hat further has the right to limit or terminate Your registration with, or access to, the Website (which may include termination of access by anyone at your IP address) for breach of these Terms or Use or for conduct that, in Red Hat's sole discretion, subjects Red Hat to unreasonable legal risk.\n</p>\n</li>\n<li> User Registration.\nRegistration at Opensource.com is optional but encouraged.\nIf you are registered at Opensource.com, Red Hat will be able to contact you with information that may be relevant to users, the registration will facilitate the attribution of Your work to You, and will allow us to contact you if we receive a Notice of Claimed Infringement for content you have provided so that you will have an opportunity to provide a Counter-Notification.\n<p> You may not select a user name that impersonates some other person or business, is or may be unlawful, is protected by trademark or other proprietary rights, is vulgar or offensive, or may cause confusion.\nYou agree not to sell or transfer your use of or access to this Website or permit anyone else whose account was suspended or terminated to use this Website through your user name or password.\nYou are responsible for maintaining the confidentiality of your password and account and for all activity that occurs on your account.\nRed Hat reserves the right to reject or remove any user name that does not meet these requirements or that is used in breach of these Terms of Use.\n</p>\n</li>\n<li> Responsibilities of Red Hat Employees.\nRed Hat employees who choose to participate must register, must use their their Red Hat email address for registration, and may only participate using their registered identity.\nRed Hat employees will have an indicator automatically appended to their user names identifying them as Red Hat employees.\n</li>\n<li> Trademarks.\nThe trademarks, logos and service marks (\"Marks\") displayed on this Website are the property of Red Hat or other parties.\nYou may not use Red Hat Marks or any confusingly similar mark as a trademark for your product or services, or use the trademark in any other manner that might cause confusion in the marketplace, including but not limited to in advertising, on auction sites, or on software or hardware.\nRed Hat does not claim any exclusive right to use the phrase \"open source.\" </li>\n<li>Red Hat License to You.\nRed Hat either owns the copyright in the HTML, text, images, audio, video, software or other content that is made available on the Website, has used reasonable efforts to obtain permission of the owner of the copyright to make it available on this Website, or has otherwise determined that the content is available for use on the Website.\nFor Red Hat original content on the Website, Red Hat licenses the content under the terms of the Creative Commons Attribution-ShareAlike 4.0 International license (\"CC-BY-SA\") with the following exceptions: (1) no license is granted for use of the Marks.\n(2) no license is granted for use of the Drupal theme of the Website.\n(3) no license is granted for content identified on the Website as not available under CC BY-SA 4.0 or content identified as available under terms different from CC BY-SA 4.0.\nSuch identification may be, by way of example, notification of license terms other than CC BY-SA 4.0, or a statement reserving all rights in the content.\nRed Hat will use reasonable efforts to ensure that the copyright owner of the content it provides, if known, is clearly identified, but does not represent or warrant that any content it provides is noninfringing or available under CC BY-SA 4.0 or any other license.\nYou are responsible for ensuring that Your reuse of content from this Website is lawful.\n<p>For Red Hat original content, for purposes of attribution under CC BY-SA 4.0 please use the following statement: \"By [author's screen name] from Opensource.com\" and include a permanent link to the content.\n</p>\n</li>\n<li> Your License to Red Hat and Other Users.\nBy displaying, publishing or making available any content, messages, text, files, images, photos, video, sounds, profiles, works of authorship or any other materials, You represent and warrant that the content does not and will not defame any person or entity, or violate or infringe upon the copyright, trademark, patent, trade secret, right of privacy, right of publicity, or other right of any person, that the content is available for licensing under the terms You designate (if any), or else is available under terms not incompatible with CC BY-SA 4.0, that You are hereby licensing the content under the terms of CC BY-SA 4.0 (or under such other license that You designate), and, if You designate a Creative Commons license earlier than the Creative Commons 4.0 license series as applicable to Your content, that You expressly waive (to the extent such rights are waivable) all moral rights, droit moral or similar rights that, if enforced, would prevent the full use of the works as contemplated under the terms of the designated license.\n</li>\n<li> Accuracy, Completeness and Timeliness of Information on This Site.\nRed Hat is not responsible if information made available on this Website is not accurate, complete or current.\nThe material on this Website is provided for general information only and should not be relied upon or used as the sole basis for making decisions without consulting primary, more accurate, more complete or more timely sources of information.\nAny reliance on the material on this Website is at your own risk.\nThis Website may contain certain historical information.\nHistorical information necessarily is not current and is provided for your reference only.\nRed Hat has no obligation to update any information on this Website.\n</li>\n<li> Linked Sites.\nThe Website contains links to other websites and resources.\nThese links are provided for convenience only.\nThe inclusion of any link to a website does not imply agreement with or endorsement by Red Hat of the website, the statements on it, or their entities, products or services.\nRed Hat has not reviewed the linked websites and is not responsible for the content or availability of any linked websites.\nIf you decide to access any of the linked third-party websites from this Website, you do this entirely at your own risk.\n</li>\n<li> Lawful Use Only.\nYour use of this Website is subject to all applicable local, state, national and international laws and regulations.\nAny attempt by any person to deliberately damage this Website is a violation of criminal and civil laws.\nRed Hat reserves the right to seek damages from any such person to the fullest extent permitted by law.\n</li>\n<li> International Issues.\nRed Hat administers this Website from Raleigh, North Carolina.\nRed Hat makes no representation that this Website is appropriate or available for use outside of the United States and access to this Website from territories where its contents are illegal or restricted is prohibited.\nIf you choose to access this Website from outside the United States, you do so on your own initiative and are responsible for compliance with applicable local laws.\n</li>\n<li> Indemnification.\nAny person or corporation submitting content to this Website agrees to defend, indemnify and hold Red Hat and its parent, subsidiaries, affiliates, officers, directors, shareholders, predecessors, successors in interest, employees, agents and licensors harmless from and against any and all claims, losses, liabilities and expenses (including attorneys' fees) (i) related to your breach of this Agreement or (ii) related to or arising out of such submitted content, including without limitation claims made by third parties for tort, breach of contract, false advertising, product liability, and patent, copyright or trademark infringement, even if such content is reviewed by Red Hat prior to publishing on the Website.\n</li>\n<li> LIMITATION ON LIABILITY.\nTHIS WEBSITE AND ALL CONTENT, MATERIALS, INFORMATION, SOFTWARE, PRODUCTS AND SERVICES ARE PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.\nYOUR USE OF THIS WEBSITE IS AT YOUR OWN RISK.\nRED HAT DISCLAIMS ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING WITHOUT LIMITATION WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NONINFRINGEMENT.\nTO THE FULLEST EXTENT PERMITTED BY LAW, RED HAT IS NOT LIABLE FOR ANY DIRECT, INDIRECT, PUNITIVE, SPECIAL, INCIDENTAL,CONSEQUENTIAL, OR EXEMPLARY DAMAGES (INCLUDING, WITHOUT LIMITATION, LOSS OF BUSINESS, REVENUE, PROFITS, GOODWILL, USE, DATA, ELECTRONICALLY TRANSMITTED ORDERS, OR OTHER ECONOMIC ADVANTAGE) ARISING OUT OF OR IN CONNECTION WITH THE WEBSITE, EVEN IF RED HAT HAS PREVIOUSLY BEEN ADVISED OF, OR REASONABLY COULD HAVE FORESEEN, THE POSSIBILITY OF SUCH DAMAGES, HOWEVER THEY ARISE, WHETHER IN BREACH OF CONTRACT OR IN TORT (INCLUDING NEGLIGENCE), INCLUDING WITHOUT LIMITATION DAMAGES DUE TO (a) THE USE OF OR THE INABILITY TO USE THE WEBSITE.\n(b) THE COST OF PROCUREMENT OF SUBSTITUTE GOODS AND SERVICES RESULTING FROM ANY GOODS, DATA, INFORMATION OR SERVICES PURCHASED OR OBTAINED OR MESSAGES RECEIVED OR TRANSACTIONS ENTERED INTO, THROUGH OR FROM THE WEBSITE.\n( c) STATEMENTS OR CONDUCT OF ANY THIRD PARTY ON THE WEBSITE, INCLUDING WITHOUT LIMITATION UNAUTHORIZED ACCESS TO OR ALTERATION OF TRANSMISSIONS OR DATA, MALICIOUS OR CRIMINAL BEHAVIOR, OR FALSE OR FRAUDULENT TRANSACTIONS, OR (d) CONTENT OR INFORMATION YOU MAY DOWNLOAD, USE, MODIFY OR DISTRIBUTE.\nRED HAT MAKES NO WARRANTY THAT, (i) THE SERVICE WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE, (ii) THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SERVICE WILL BE ACCURATE OR RELIABLE, (iii) THE QUALITY OF ANY PRODUCTS, SERVICES, CONTENT, INFORMATION, OR OTHER MATERIALS OBTAINED BY YOU THROUGH THE SERVICE WILL MEET YOUR EXPECTATIONS, (iv) ANY ERRORS IN THE SOFTWARE WILL BE CORRECTED, OR THAT THIS WEBSITE, ITS CONTENT, AND THE SERVER ON WHICH THE WEBSITE AND CONTENT ARE AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nANY MATERIAL (INCLUDING CONTENT) DOWNLOADED OR OBTAINED THROUGH THE USE OF THIS WEBSITE IS DONE AT YOUR OWN RISK AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OF ANY MATERIAL.\nINFORMATION CREATED BY THIRD PARTIES THAT YOU MAY ACCESS ON THIS WEBSITE OR THROUGH LINKS IS NOT APPROVED, ADOPTED OR ENDORSED BY RED HAT AND REMAINS THE RESPONSIBILITY OF THE THIRD PARTY.\n<p> TO THE EXTENT ANY JURISDICTION DOES NOT ALLOW THE EXCLUSION OR LIMITATION OF DIRECT, INCIDENTAL OR CONSEQUENTIAL DAMAGES, PORTIONS OF THE ABOVE LIMITATION OR EXCLUSION MAY NOT APPLY.\n</p>\n</li>\n<li> Privacy.\nSee the Privacy Policy located at http://opensource.com/privacy-policy.\n</li>\n<li> Jurisdiction.\nThese Terms of Use and all claims relating to the relationship between the parties are governed by Federal laws and the laws of the State of North Carolina, U.S.A.\nwithout regard to choice of law provisions.\nYou and Red Hat agree to submit to the jurisdiction of the state courts located within Wake County, North Carolina and to the jurisdiction of the federal courts located in the District Court for the Eastern District of North Carolina.\n</li>\n<li> Waiver and Severability.\nRed Hat's failure to exercise or enforce any right or provision of these Terms of Use shall not constitute a waiver of such right or provision.\nIf one or more of the provisions contained in this Agreement is held invalid, illegal or unenforceable in any respect by any court of competent jurisdiction, such holding will not impair the validity, legality, or enforceability of the remaining provisions.\n</li>\n<li> No Third Party Beneficiary.\nThese Terms of Use do not confer any third-party beneficiary rights.\n</li>\n<li> Entire Agreement.\nThese Terms of Use supersede all previous agreements, understandings, and arrangements between the parties, whether oral or written, and constitutes the entire agreement between the parties regarding the subject matter herein.\n</li>\n<li> Language.\nThese Terms of Use are in the English language only, which language shall be controlling in all respects, and all versions of this Agreement in any other language shall be for accommodation only and shall not be binding.\n</li>\n<li> Section Headings.\nThe section heading of these Terms of Use are for convenience only and have no legal or contractual effect.\n</li>\n<li> Notice and Procedure for Making Claims of Copyright Infringement.\n<p> If you believe that your work has been copied in a way that constitutes copyright infringement, please provide the following information in writing to the Red Hat-designated copyright agent listed below:</p>\n<ol>\n<li> A physical or electronic (scanned) signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\n</li>\n<li> Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site.\n</li>\n<li> Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit the service provider to locate the material.\n</li>\n<li> Information reasonably sufficient to permit Red Hat to contact the complaining party, such as an address, telephone number, and, if available, an electronic mail address at which the complaining party may be contacted.\n</li>\n<li> A statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\n</li>\n<li> A statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\n</li>\n</ol>\n<p> To file a counter notification with us, please provide the following information to the Red Hat-designated copyright agent listed below:</p>\n<ol>\n<li> Your physical or electronic (scanned) signature.\n</li>\n<li> Identification of the material that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or access to it was disabled.\n</li>\n<li> A statement under penalty of perjury that You have a good faith belief that the material was removed or disabled as a result of mistake or misidentification of the material to be removed or disabled.\n</li>\n<li> Your name, address, and telephone number, and a statement that You consent to the jurisdiction of Federal District Court for the Eastern District of North Carolina and that You will accept service of process from the person or entity that claimed Your work was infringing or an agent of such person or entity.\n</li>\n</ol>\n</li>\n</ol>\n<p>Red Hat has registered a designated agent with the Copyright Office pursuant to 17 U.S.C.\n512(c).\nPlease send notifications of infringement and counter notifications to the designated agent at:</p>\n<p>Associate General Counsel, IP<br>\nRed Hat, Inc.<br>\n100 East Davie Street<br>\nRaleigh, NC 27601<br>\nphone: +1 919-754-3700<br>\nfax: +1 919-754-3704<br>\nemail: DMCA at redhat dot com</p>\n<p>Find us:&nbsp.\n</p>\n<ul>\n<li>Twitter</li>\n<li>Facebook</li>\n<li>Youtube</li>\n<li>Mastodon</li>\n<li>RSS</li>\n</ul> Footer <ul>\n<li>Privacy Policy</li>\n<li>Terms of Use</li>\n<li>Contact</li>\n<li>Meet the Team</li>\n<li>Visit opensource.org</li>\n</ul>\n<p>For more discussion on open source and the role of the CIO in the enterprise, join us at The EnterprisersProject.com.</p>\n<p>The opinions expressed on this website are those of each author, not of the author's employer or of Red Hat.</p>\n<p>Opensource.com aspires to publish all content under a Creative Commons license but may not be able to do so in all cases.\nYou are responsible for ensuring that you have the necessary permission to reuse any work on this site.\nRed Hat and the Red Hat logo are trademarks of Red Hat, Inc., registered in the United States and other countries.</p>\n<p>Copyright ©2021&nbsp;Red Hat, Inc.</p>\n<p>\n</p> ", "created_at": "2021-05-30 21:37:30.570664", "updated_at": "2021-05-30 19:39:22.244186"}, {"id": 6542, "name": "Privacy Policy", "url": "https://opensource.com/privacy-policy", "xpath": "//body", "text": " <p>We use cookies on our websites to deliver our online services.\nDetails about how we use cookies and how you may disable them are set out in our Privacy Statement.\nBy using this website you agree to our use of cookies.\n× </p>\n<p> Jump to navigation </p>\n<ul>\n<li>Log in</li>\n<li>Sign Up</li>\n</ul> Search form Search Main menu <ul>\n<li>Articles<ul>\n<li>Containers</li>\n<li>DevOps</li>\n<li>Gaming</li>\n<li>Government</li>\n<li>Hardware<ul>\n<li>3D printing</li>\n<li>Arduino</li>\n<li>Raspberry Pi</li>\n</ul>\n</li>\n<li>Kubernetes</li>\n<li>Law<ul>\n<li>Licensing</li>\n<li>Patents</li>\n</ul>\n</li>\n<li>Linux<ul>\n<li>Command line</li>\n</ul>\n</li>\n<li>OpenStack</li>\n<li>Programming<ul>\n<li>Go</li>\n<li>JavaScript</li>\n<li>Python</li>\n</ul>\n</li>\n<li>Sysadmin</li>\n</ul>\n</li>\n<li>Resources<ul>\n<li>What is open source?<ul>\n<li>The open source way</li>\n</ul>\n</li>\n<li>Projects and applications</li>\n<li>Organizations</li>\n<li>Cloud technology<ul>\n<li>Ansible</li>\n<li>Big data</li>\n<li>Data science</li>\n<li>Docker</li>\n<li>Git</li>\n<li>Internet of things</li>\n<li>Java</li>\n<li>Kubernetes</li>\n<li>Linux containers</li>\n<li>Microservices</li>\n<li>OpenStack</li>\n<li>Python<ul>\n<li>Python GUI frameworks</li>\n<li>Python IDEs</li>\n<li>Python template libraries</li>\n<li>Python web scrapers</li>\n</ul>\n</li>\n<li>Software defined networking</li>\n<li>Virtualization</li>\n</ul>\n</li>\n<li>Open source alternatives<ul>\n<li>Alternatives to Acrobat</li>\n<li>Alternatives to AutoCAD</li>\n<li>Alternatives to Dreamweaver</li>\n<li>Alternatives to Gmail</li>\n<li>Alternatives to MATLAB</li>\n<li>Alternatives to Minecraft</li>\n<li>Alternatives to Google Photos</li>\n<li>Alternatives to Photoshop</li>\n<li>Alternatives to Publisher</li>\n<li>Alternatives to Skype</li>\n<li>Alternatives to Slack</li>\n<li>Alternatives to Trello</li>\n<li>More...</li>\n</ul>\n</li>\n<li>Linux</li>\n</ul>\n</li>\n<li>Downloads<ul>\n<li>Cheat sheets<ul>\n<li>Ansible cheat sheet</li>\n<li>Ansible k8s cheat sheet</li>\n<li>AWK cheat sheet</li>\n<li>Bash cheat sheet</li>\n<li>Blender cheat sheet</li>\n<li>C cheat sheet</li>\n<li>Curl cheat sheet</li>\n<li>Emacs cheat sheet</li>\n<li>Firewall Cheat Sheet</li>\n<li>FreeDOS cheat sheet</li>\n<li>GIMP cheat sheet</li>\n<li>GNOME cheat sheet</li>\n<li>Groff macros cheat sheet</li>\n<li>Go cheat sheet</li>\n<li>i3 window manager cheat sheet</li>\n<li>Inkscape Cheat Sheet</li>\n<li>IRC cheat sheet</li>\n<li>Java cheat sheet</li>\n<li>Kubectl cheat sheet</li>\n<li>Kubernetes cheat sheet</li>\n<li>Linux common commands cheat sheet</li>\n<li>Linux user permissions cheat sheet</li>\n<li>Microservices cheat sheet</li>\n<li>Networking cheat sheet</li>\n<li>Pandoc cheat sheet</li>\n<li>pip cheat sheet</li>\n<li>Python 3.7 cheat sheet</li>\n<li>Raspberry Pi cheat sheet</li>\n<li>SELinux cheat sheet</li>\n<li>SSH cheat sheet</li>\n</ul>\n</li>\n<li>Open Source Yearbook<ul>\n<li>2015</li>\n<li>2016</li>\n<li>2017</li>\n<li>2018</li>\n<li>2019 Special Edition</li>\n</ul>\n</li>\n<li>Programming guides<ul>\n<li>7 essential PyPI libraries</li>\n<li>6 surprising ways to use Jupyter</li>\n</ul>\n</li>\n<li>DevOps guides<ul>\n<li>Starting a DevOps transformation</li>\n<li>Introduction to Small Scale Scrum</li>\n<li>Getting started with DevSecOps</li>\n<li>DevOps monitoring tools guide</li>\n<li>DevOps hiring guide</li>\n</ul>\n</li>\n<li>Sysadmin guides<ul>\n<li>Ansible Automation for Sysadmins</li>\n<li>Containers primer</li>\n<li>Kubernetes for SREs and sysadmins</li>\n</ul>\n</li>\n<li>eBooks<ul>\n<li>Getting started with Kubernetes</li>\n<li>Inter-process communication in Linux</li>\n<li>5 open source collaboration tools</li>\n<li>6 open source tools for staying organized</li>\n<li>7 open source desktop tools</li>\n<li>Kubernetes for SREs and sysadmins</li>\n<li>Raspberry Pi: How to get started</li>\n<li>Running Kubernetes on your Raspberry Pi</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>About<ul>\n<li>About Opensource.com<ul>\n<li>Welcome to the Opensource.com community</li>\n<li>Meet the team</li>\n<li>Create an account</li>\n<li>Rules for comments and discussions</li>\n<li>Correspondent Program</li>\n<li>Frequently Asked Questions</li>\n</ul>\n</li>\n<li>Contribute to Opensource.com<ul>\n<li>Opensource.com style guide</li>\n<li>Writing topics</li>\n</ul>\n</li>\n<li>Contact us</li>\n</ul>\n</li>\n<li>Open Organization<ul>\n<li>Get started</li>\n<li>Book series<ul>\n<li>Field Guide</li>\n<li>Leaders Manual</li>\n<li>Guide to IT Culture Change</li>\n<li>Guide for Educators</li>\n<li>Workbook</li>\n<li>Organize for Innovation</li>\n</ul>\n</li>\n<li>Resources<ul>\n<li>What is an open organization?</li>\n<li>How open is your organization?</li>\n<li>What is an open decision?</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Log in</li>\n<li>Sign Up</li>\n</ul>\n<ul>\n<li>Twitter</li>\n<li>Facebook</li>\n<li>Feed</li>\n</ul> Main menu <ul>\n<li>Articles<ul>BackArticles<li>Containers</li>\n<li>DevOps</li>\n<li>Gaming</li>\n<li>Government</li>\n<li>Hardware<ul>BackHardware<li>3D printing</li>\n<li>Arduino</li>\n<li>Raspberry Pi</li>\n</ul>\n</li>\n<li>Kubernetes</li>\n<li>Law</li>\n<li>Linux<ul>BackLinux<li>Command line</li>\n</ul>\n</li>\n<li>OpenStack</li>\n<li>Programming<ul>BackProgramming<li>Go</li>\n<li>JavaScript</li>\n<li>Python</li>\n</ul>\n</li>\n<li>Sysadmin</li>\n</ul>\n</li>\n<li>Resources<ul>BackResources<li>What is open source?</li>\n<li>Projects and applications</li>\n<li>Organizations</li>\n<li>Cloud technology</li>\n<li>Open source alternatives</li>\n<li>Linux</li>\n</ul>\n</li>\n<li>Downloads</li>\n<li>About</li>\n<li>Open Organization<ul>BackOpen Organization<li>Get started</li>\n<li>Book series</li>\n<li>Resources<ul>BackResources<li>What is an open organization?</li>\n<li>How open is your organization?</li>\n<li>What is an open decision?</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul> Privacy Policy | Opensource.com Privacy Policy <p>The Red Hat, Inc.\nPrivacy Statement (the “Privacy Statement”) describes how Red Hat treats personal information when you use our products and services, including information collected when you use opensource.com.&nbsp.\nBy accessing and using opensource.com, you are accepting the practices described in the Privacy Statement, as well as the following privacy practices that are specific to opensource.com:</p>\n<p>In addition to that listed in the Privacy Statement, the types of personal information we may collect include, but are not limited to:</p>\n<ul>\n<li>Your opensource.com username</li>\n<li>Your opensource.com password</li>\n<li>Other information that Red Hat collects online from you and maintains in association with your opensource.com account, such as:\n<ul>\n<li>Any website address you provide</li>\n<li>Any biographical information you provide</li>\n</ul>\n</li>\n</ul>\n<p>Red Hat gives you the ability to access, modify or update your information at any time.\nYou may select \"My Account\" at the top of the opensource.com home page to make changes to your login information (i.e., to change your password), your contact information, your general preferences and your personalization settings.\nIf necessary, you may also contact us at the address in the Privacy Statement and describe the changes you want made to the information you have previously provided.</p> Subscribe to our weekly newsletter\n<p>\n</p>\n<p>Get the highlights in your inbox every week.</p>\n<p>Find us:&nbsp.\n</p>\n<ul>\n<li>Twitter</li>\n<li>Facebook</li>\n<li>Youtube</li>\n<li>Mastodon</li>\n<li>RSS</li>\n</ul> Footer <ul>\n<li>Privacy Policy</li>\n<li>Terms of Use</li>\n<li>Contact</li>\n<li>Meet the Team</li>\n<li>Visit opensource.org</li>\n</ul>\n<p>For more discussion on open source and the role of the CIO in the enterprise, join us at The EnterprisersProject.com.</p>\n<p>The opinions expressed on this website are those of each author, not of the author's employer or of Red Hat.</p>\n<p>Opensource.com aspires to publish all content under a Creative Commons license but may not be able to do so in all cases.\nYou are responsible for ensuring that you have the necessary permission to reuse any work on this site.\nRed Hat and the Red Hat logo are trademarks of Red Hat, Inc., registered in the United States and other countries.</p>\n<p>Copyright ©2021&nbsp;Red Hat, Inc.</p>\n<p>\n</p> Twitter Facebook LinkedIn Reddit Email Mastodon Twitter Facebook LinkedIn Reddit Email Mastodon ✓Thanks for sharing!Facebook Twitter Email Pinterest LinkedIn Reddit WhatsApp Gmail Telegram Pocket Mix Tumblr Amazon Wish List AOL Mail Balatarin BibSonomy Bitty Browser Blinklist Blogger BlogMarks Bookmarks.fr Box.net Buffer Care2 News CiteULike Copy Link Design Float Diary.Ru Diaspora Digg Diigo Douban Draugiem DZone Evernote Facebook Messenger Fark Flipboard Folkd Google Bookmarks Google Classroom Google+ Hacker News Hatena Houzz Instapaper Kakao Kik Kindle It Known Line LiveJournal Mail.Ru Mastodon Mendeley Meneame Mixi MySpace Netvouz Odnoklassniki Outlook.com Papaly Pinboard Plurk Print PrintFriendly Protopage Bookmarks Pusha Qzone Rediff MyPage Refind Renren Sina Weibo SiteJot Skype Slashdot SMS StockTwits Svejo Symbaloo Bookmarks Threema Trello Tuenti Twiddla TypePad Post Viadeo Viber VK Wanelo WeChat WordPress Wykop XING Yahoo Mail Yoolink Yummly <i>\n</i>\n<i>\n</i>AddToAnyFacebook Twitter Email Pinterest LinkedIn Reddit WhatsApp Gmail Email Gmail AOL Mail Outlook.com Yahoo Mail More…", "created_at": "2021-05-30 21:37:30.56894", "updated_at": "2021-05-30 19:40:08.520139"}], "points": [], "urls": ["opensource.com"]}}