{"error": 448, "message": "OK", "parameters": {"id": 1348, "name": "Bitwarden", "created_at": "2019-01-17 13:52:34.306468", "updated_at": "2022-03-12 23:00:52.981511", "wikipedia": "https://en.wikipedia.org/wiki/Bitwarden", "keywords": null, "related": null, "slug": "bitwarden", "is_comprehensively_reviewed": true, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/1348.png", "url": "bitwarden.com", "documents": [{"id": 937, "name": "Terms of service", "url": "https://bitwarden.com/terms/", "xpath": "", "text": " &lt;iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-NF32QCS\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"&gt;&lt;/iframe&gt.\nToggle navigation <i>\n</i>&nbsp.\n<strong>bit</strong>warden <ul>\n<li>Home</li>\n<li>Products</li>\n<li>Download</li>\n<li>Pricing</li>\n<li>Help</li>\n<li>Blog</li>\n<li>Contact</li>\n</ul>\n<ul>\n<li>\n<b>Get Started</b>\n</li>\n<li>\n<b>Register</b>\n</li>\n<li> Log In <i>\n</i>\n</li>\n</ul> Terms of Service <p> Thank you for using Bitwarden! We're happy you're here.\nPlease read this Terms of Service agreement carefully before accessing or using Bitwarden.\nBecause it is such an important contract between us and our users, we have tried to make it as clear as possible.\nFor your convenience, we have presented these terms in a short non-binding summary followed by the full legal terms.\n</p> Summary Section What can you find there? A.\nDefinitions Some basic terms, defined in a way that will help you understand this agreement.\nRefer back up to this section for clarification.\nB.\nAccount Terms These are the basic requirements of having an account on Bitwarden.\nC.\nAcceptable Use These are the basic rules you must follow when using your Bitwarden account.\nD.\nIntellectual Property Notice This describes Bitwarden's rights in the website and service.\nE.\nPayment You are responsible for payment.\nWe are responsible for billing you accurately.\nF.\nCancellation and Termination You may cancel this agreement and close your account at any time.\nG.\nCommunications with Bitwarden We only use email and other electronic means to stay in touch with our users.\nWe do not provide phone support.\nH.\nDisclaimer of Warranties We provide our service as is, and we make no promises or guarantees about this service.\n<strong>Please read this section carefully.\nyou should understand what to expect.</strong> I.\nLimitation of Liability We will not be liable for damages or losses arising from your use or inability to use the service or otherwise arising under this agreement.\n<strong>Please read this section carefully.\nit limits our obligations to you.</strong> J.\nRelease and Indemnification You are fully responsible for your use of the service.\nK.\nChanges to these Terms of Service We may modify this agreement.\nL.\nMiscellaneous Please see this section for legal details including our choice of law.\nThe Bitwarden Terms of Service <p>Effective date: June 1, 2017</p> A.\nDefinitions <p>\n<strong>Short version:</strong>\n<em> We use these basic terms throughout the agreement, and they have specific meanings.\nYou should know what we mean when we use each of the terms.\nThere's not going to be a test on it, but it's still useful information.\n</em>\n</p>\n<ol>\n<li> The \"Agreement\" refers, collectively, to all the terms, conditions, notices contained or referenced in this document (the \"Terms of Service\" or the \"Terms\") and all other operating rules, policies (including the Bitwarden Privacy Policy, available at bitwarden.com/privacy) and procedures that we may publish from time to time on the Website.\n</li>\n<li> The \"Service\" refers to the applications, software, products, and services provided by Bitwarden.\n</li>\n<li> The \"Website\" refers to Bitwarden's website located at bitwarden.com, and all content, services, and products provided by Bitwarden at or through the Website.\nIt also refers to Bitwarden-owned subdomains of bitwarden.com, such as vault.bitwarden.com and bitwarden.com/help/.\nOccasionally, websites owned by Bitwarden may provide different or additional terms of service.\nIf those additional terms conflict with this Agreement, the more specific terms apply to the relevant page or service.\n</li>\n<li> \"The User,\" \"You,\" and \"Your\" refer to the individual person, company, or organization that has visited or is using the Website or Service.\nthat accesses or uses any part of the account.\nor that directs the use of the account in the performance of its functions.\nA User must be at least 13 years of age.\n</li>\n<li> \"Bitwarden,\", \"8bit,\" \"We,\" and \"Us\" refer to 8bit Solutions LLC, as well as our affiliates, directors, subsidiaries, contractors, licensors, officers, agents, and employees.\n</li>\n<li> \"Content\" refers to content featured or displayed through the Website, including without limitation text, data, articles, images, photographs, graphics, software, applications, designs, features, and other materials that are available on the Website or otherwise available through the Service.\n\"Content\" also includes Services.\n\"User-Generated Content\" is Content, written or otherwise, created or uploaded by our Users.\n\"Paid Content\" is Content only available to Users who are participating in a payment plan, including premium memberships.\n</li>\n</ol> B.\nAccount Terms <p>\n<strong>Short version:</strong>\n<em> A human must create your account.\nyou must be 13 or over.\nyou must provide a valid email address.\nand you may not have more than one free account.\nYou alone are responsible for your account and anything that happens while you are signed in to or using your account.\nYou are responsible for keeping your account secure.\n</em>\n</p>\n<p> 1.\nRequired Information </p>\n<p> You must provide a valid email address in order to complete the signup process.\nAny other information requested, such as your real name, is optional, unless you are accepting these terms on behalf of a legal entity (in which case we need more information about the legal entity) or if you opt for a paid account, in which case additional information will be necessary for billing purposes.\n</p>\n<p> 2.\nAccount Requirements </p>\n<p>We have a few simple rules for accounts on Bitwarden's Service.</p>\n<ul>\n<li> You must be a human to create an account.\nAccounts registered by \"bots\" or other automated methods are not permitted.\n</li>\n<li> One person or legal entity may maintain no more than one free account.\n</li>\n<li> You must be age 13 or older.\nWhile we are thrilled to see brilliant young people take an interest in our Service, we must comply with United States law.\nBitwarden does not target our Service to children under 13, and we do not permit any Users under 13 on our Service.\nIf we learn of any User under the age of 13, we will terminate that User's account immediately.\nIf you are a resident of a country outside the United States, your country's minimum age may be older.\nin such a case, you are responsible for complying with your country's laws.\n</li>\n<li> Your login may only be used by one person — i.e., a single login may not be shared by multiple people.\nA paid organization account may create separate logins for as many users as its subscription allows.\n</li>\n<li>Overall, the number of Users must not exceed the number of accounts you've ordered from us.</li>\n</ul>\n<p> 3.\nUser Account Security </p>\n<p> You are responsible for keeping your account secure while you use our Service.\nWe offer tools such as two-factor authentication to help you maintain your account's security, but the content of your account and its security are up to you.\n</p>\n<ul>\n<li> You are responsible for all content posted and activity that occurs under your account (even when content is posted by others who have accounts under your account).\n</li>\n<li> You are responsible for maintaining the security of your account and password.\nBitwarden cannot and will not be liable for any loss or damage from your failure to comply with this security obligation.\n</li>\n<li> You will promptly notify Bitwarden if you become aware of any unauthorized use of, or access to, our Service through your account, including any unauthorized use of your password or account.\n</li>\n</ul>\n<p> 4.\nAdditional Terms </p>\n<p> In some situations, third parties' terms may apply to your use of Bitwarden.\nFor example, you may be a member of an organization on Bitwarden with its own terms or license agreements.\nor you may download an application that integrates with Bitwarden.\nPlease be aware that while these Terms are our full agreement with you, other parties' terms govern their relationships with you.\n</p> C.\nAcceptable Use <p>\n<strong>Short version:</strong>\n<em> Use good faith when using Bitwarden.\n</em>\n</p>\n<p> 1.\nCompliance with Laws and Regulations </p>\n<p> Your use of the Website and Service must not violate any applicable laws, including copyright or trademark laws, export control laws, or other laws in your jurisdiction.\nYou are responsible for making sure that your use of the Service is in compliance with laws and any applicable regulations.\n</p>\n<p> 2.\nConduct Restrictions </p>\n<p>While using Bitwarden, you agree that you will not under any circumstances:</p>\n<ul>\n<li> harass, abuse, threaten, or incite violence towards any individual or group, including Bitwarden employees, officers, and agents, or other Bitwarden Users.\n</li>\n<li> use our servers for any form of excessive automated bulk activity (for example, spamming), or relay any other form of unsolicited advertising or solicitation through our servers.\n</li>\n<li> attempt to disrupt or tamper with Bitwarden's servers in ways that could harm our Website or Service, to place undue burden on Bitwarden's servers through automated means, or to access Bitwarden's Service in ways that exceed your authorization.\n</li>\n<li> impersonate any person or entity, including any of our employees or representatives, including through false association with Bitwarden, or by fraudulently misrepresenting your identity or site's purpose.\nor </li>\n<li> violate the privacy of any third party, such as by posting another person's personal information without consent.\n</li>\n</ul>\n<p> 3.\nServices Usage Limits </p>\n<p> You agree not to reproduce, duplicate, copy, sell, resell or exploit any portion of the Service, use of the Service, or access to the Service without Bitwarden's express written permission.\n</p>\n<p> 4.\nExcessive Bandwidth Use </p>\n<p> If we determine your bandwidth usage to be significantly excessive in relation to other Bitwarden customers, we reserve the right to suspend your account or throttle your file hosting until you can reduce your bandwidth consumption.\n</p>\n<p> 5.\nUser Protection </p>\n<p> You agree not to engage in activity that significantly harms our Users.\nWe will resolve disputes in favor of protecting our Users as a whole.\n</p> D.\nIntellectual Property Notice <p>\n<strong>Short version:</strong>\n<em> We own the service and all of our content.\nIn order for you to use our content, we give you certain rights to it, but you may only use our content in the way we have allowed.\n</em>\n</p>\n<p> 1.\nBitwarden's Rights to Content </p>\n<p> Bitwarden and our licensors, vendors, agents, and/or our content providers retain ownership of all intellectual property rights of any kind related to the Website and Service.\nWe reserve all rights that are not expressly granted to you under this Agreement or by law.\nThe look and feel of the Website and Service is copyright ©.\n8bit Solutions LLC.\nAll rights reserved.\n</p> E.\nPayment <p>\n<strong>Short version:</strong>\n<em> You are responsible for any fees associated with your use of Bitwarden.\nWe are responsible for communicating those fees to you clearly and accurately, and letting you know well in advance if those prices change.\n</em>\n</p>\n<p> 1.\nPricing </p>\n<p> Our pricing and payment terms are available at bitwarden.com.\nIf you agree to a subscription price, that will remain your price for the duration of the payment term.\nhowever, prices are subject to change at the end of a payment term.\n</p>\n<p> 2.\nUpgrades, Downgrades, and Changes </p>\n<ul>\n<li>We will immediately bill you when you upgrade from a free plan to any paying plan.</li>\n<li> If you change from a monthly billing plan to a yearly billing plan, Bitwarden will bill you for a full year at the next monthly billing date.\n</li>\n<li> If you upgrade to a higher level of service, we will bill you for the upgraded plan immediately.\n</li>\n<li> You may change your level of service at any time by choosing a plan option or going into your Billing settings on the Website.\nIf you choose to downgrade your account, you may lose access to Content, features, or capacity of your account.\n</li>\n</ul>\n<p> 3.\nBilling Schedule.\nRefunds </p>\n<ul>\n<li> For monthly or yearly payment plans, the Service is billed in advance on a monthly or yearly basis respectively.\n</li>\n<li> We offer a 30 day refund policy on all paid Services.\nIf you would like a refund, please contact us and we will be more than happy to assist.\n</li>\n</ul>\n<p> 4.\nAuthorization </p>\n<p> By agreeing to these Terms, you are giving us permission to charge your on-file credit card, PayPal account, or other approved methods of payment for fees that you authorize for Bitwarden.\n</p>\n<p> 5.\nResponsibility for Payment </p>\n<p> You are responsible for all fees, including taxes, associated with your use of the Service.\nBy using the Service, you agree to pay Bitwarden any charge incurred in connection with your use of the Service.\nIf you dispute the matter, contact Bitwarden Support.\nYou are responsible for providing us with a valid means of payment for paid accounts.\nFree accounts are not required to provide payment information.\n</p> F.\nCancellation and Termination <p>\n<strong>Short version:</strong>\n<em>You may close your account at any time.\nIf you do, we'll treat your information responsibly.</em>\n</p>\n<p> 1.\nAccount Cancellation </p>\n<p> It is your responsibility to properly cancel your account with Bitwarden.\nYou can delete your account at any time by going into your web vault Settings.\nThe Settings screen provides a simple, no questions asked delete option.\n</p>\n<p> 2.\nUpon Cancellation </p>\n<p> All information is purged from our databases when you cancel your account.\nInformation cannot be recovered once your account is cancelled.\n</p>\n<p> 3.\nBitwarden May Terminate </p>\n<p> Bitwarden has the right to suspend or terminate your access to all or any part of the Website at any time, with or without cause, with or without notice, effective immediately.\nBitwarden reserves the right to refuse service to anyone for any reason at any time.\n</p>\n<p> 4.\nSurvival </p>\n<p> All provisions of this Agreement which by their nature should survive termination will survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity, and limitations of liability.\n</p> G.\nCommunications with Bitwarden <p>\n<strong>Short version:</strong>\n<em>We use email and other electronic means to stay in touch with our users.</em>\n</p>\n<p> 1.\nElectronic Communication Required </p>\n<p> For contractual purposes, you (1) consent to receive communications from us in an electronic form via the email address you have submitted or via the Service.\nand (2) agree that all Terms of Service, agreements, notices, disclosures, and other communications that we provide to you electronically satisfy any legal requirement that those communications would satisfy if they were on paper.\nThis section does not affect your non-waivable rights.\n</p>\n<p> 2.\nLegal Notice to Bitwarden Must Be in Writing </p>\n<p> Communications made through email or Bitwarden Support's messaging system will not constitute legal notice to Bitwarden or any of its officers, employees, agents or representatives in any situation where notice to Bitwarden is required by contract or any law or regulation.\nLegal notice to Bitwarden must be in writing and served on Bitwarden's legal agent.\n</p>\n<p> 3.\nNo Phone Support </p>\n<p> Bitwarden only offers support via email, in-Service communications, and electronic messages.\nWe do not offer telephone support.\n</p> H.\nDisclaimer of Warranties <p>\n<strong>Short version:</strong>\n<em> We provide our service as is, and we make no promises or guarantees about this service.\nPlease read this section carefully.\nyou should understand what to expect.\n</em>\n</p>\n<p> Bitwarden provides the Website and the Service \"as is\" and \"as available,\" without warranty of any kind.\nWithout limiting this, we expressly disclaim all warranties, whether express, implied or statutory, regarding the Website and the Service including without limitation any warranty of merchantability, fitness for a particular purpose, title, security, accuracy and non-infringement.\n</p>\n<p> Bitwarden does not warrant that the Service will meet your requirements.\nthat the Service will be uninterrupted, timely, secure, or error-free.\nthat the information provided through the Service is accurate, reliable or correct.\nthat any defects or errors will be corrected.\nthat the Service will be available at any particular time or location.\nor that the Service is free of viruses or other harmful components.\nYou assume full responsibility and risk of loss resulting from your downloading and/or use of files, information, content or other material obtained from the Service.\n</p> I.\nLimitation of Liability <p>\n<strong>Short version:</strong>\n<em> We will not be liable for damages or losses arising from your use or inability to use the service or otherwise arising under this agreement.\nPlease read this section carefully.\nit limits our obligations to you.\n</em>\n</p>\n<p> You understand and agree that we will not be liable to you or any third party for any loss of profits, use, goodwill, or data, or for any incidental, indirect, special, consequential or exemplary damages, however arising, that result from </p>\n<ul>\n<li>your use or inability to use the Service;</li>\n<li>any modification, price change, suspension or discontinuance of the Service;</li>\n<li>the Service generally or the software or systems that make the Service available;</li>\n<li>unauthorized access to or alterations of your transmissions or data;</li>\n<li>statements or conduct of any third party on the Service;</li>\n<li>any other user interactions that you input or receive through your use of the Service.\nor</li>\n<li>any other matter relating to the Service.</li>\n</ul>\n<p> Our liability is limited whether or not we have been informed of the possibility of such damages, and even if a remedy set forth in this Agreement is found to have failed of its essential purpose.\nWe will have no liability for any failure or delay due to matters beyond our reasonable control.\n</p> J.\nRelease and Indemnification <p>\n<strong>Short version:</strong>\n<em>You are responsible for your use of the service.</em>\n</p>\n<p> You agree to indemnify us, defend us, and hold us harmless from and against any and all claims, liabilities, and expenses, including attorneys' fees, arising out of your use of the Website and the Service, including but not limited to your violation of this Agreement, provided that Bitwarden (1) promptly gives you written notice of the claim, demand, suit or proceeding.\n(2) gives you sole control of the defense and settlement of the claim, demand, suit or proceeding (provided that you may not settle any claim, demand, suit or proceeding unless the settlement unconditionally releases Bitwarden of all liability).\nand (3) provides to you all reasonable assistance, at your expense.\n</p> K.\nChanges to These Terms <p>\n<strong>Short version:</strong>\n<em> We want our users to be informed of important changes to our terms, but some changes aren't that important — we don't want to bother you every time we fix a typo.\nSo while we may modify this agreement at any time, we will notify users of any changes that affect your rights and give you time to adjust to them.\n</em>\n</p>\n<p> We reserve the right, at our sole discretion, to amend these Terms of Service at any time and will update these Terms of Service in the event of any such amendments.\nWe will notify our Users of material changes to this Agreement, such as price changes, at least 30 days prior to the change taking effect by posting a notice on our Website.\nFor non-material modifications, your continued use of the Website constitutes agreement to our revisions of these Terms of Service.\n</p>\n<p> We reserve the right at any time and from time to time to modify or discontinue, temporarily or permanently, the Website (or any part of it) with or without notice.\n</p> L.\nMiscellaneous <p> 1.\nGoverning Law </p>\n<p> Except to the extent applicable law provides otherwise, this Agreement between you and Bitwarden and any access to or use of the Website or the Service are governed by the federal laws of the United States of America and the laws of the State of California, without regard to conflict of law provisions.\nYou and Bitwarden agree to submit to the exclusive jurisdiction and venue of the courts located in the State of California.\n</p>\n<p> 2.\nNon-Assignability </p>\n<p> Bitwarden may assign or delegate these Terms of Service and/or the Bitwarden Privacy Policy, in whole or in part, to any person or entity at any time with or without your consent.\nYou may not assign or delegate any rights or obligations under the Terms of Service or Privacy Policy without our prior written consent, and any unauthorized assignment and delegation by you is void.\n</p>\n<p> 3.\nSection Headings and Summaries </p>\n<p> Throughout this Agreement, each section includes titles and brief summaries of the following terms and conditions.\nThese section titles and brief summaries are not legally binding.\n</p>\n<p> 4.\nSeverability, No Waiver, and Survival </p>\n<p> If any part of this Agreement is held invalid or unenforceable, that portion of the Agreement will be construed to reflect the parties' original intent.\nThe remaining portions will remain in full force and effect.\nAny failure on the part of Bitwarden to enforce any provision of this Agreement will not be considered a waiver of our right to enforce such provision.\nOur rights under this Agreement will survive any termination of this Agreement.\n</p>\n<p> 5.\nComplete Agreement </p>\n<p> These Terms of Service, together with the Bitwarden Privacy Policy, represent the complete and exclusive statement of the agreement between you and us.\nThis Agreement supersedes any proposal or prior agreement oral or written, and any other communications between you and Bitwarden relating to the subject matter of these terms.\n</p>\n<p> 6.\nQuestions </p>\n<p>Questions about the Terms of Service? Contact us.</p>\n<p>Bitwarden Inc.\nis incorporated in the State of Delaware in the United States of America.\n8bit Solutions LLC is wholly owned by Bitwarden Inc.</p>\n<p> This Terms of Service is available under a Creative Commons license (CC BY 4.0).\nAttribution to GitHub, Inc.\nChanges have been made to the original content.\n</p> Products <ul>\n<li>How Bitwarden Works</li>\n<li>Open Source Software</li>\n<li>Security Compliance</li>\n<li>Pricing for Business</li>\n<li>Pricing for Individuals</li>\n<li>Download Options</li>\n</ul> Company <ul>\n<li>About</li>\n<li>Blog</li>\n<li>Careers</li>\n<li>Contact Us</li>\n<li>Events</li>\n<li>Newsfeed</li>\n</ul> Resources <ul>\n<li> Community Forums </li>\n<li>Help Center</li>\n<li>Resource Center</li>\n<li>Password Generator</li>\n<li>Password Strength Tester</li>\n</ul>\n<p>© Copyright 2020 Bitwarden, Inc.\n· Terms · Privacy · Cookie Settings · Credits · Sitemap </p>\n<ul>\n<li>\n<i>\n</i>Twitter </li>\n<li>\n<i>\n</i>Reddit </li>\n<li>\n<i>\n</i>Community Forums </li>\n<li>\n<i>\n</i>GitHub </li>\n<li>\n<i>\n</i>YouTube </li>\n<li>\n<i>\n</i>LinkedIn </li>\n<li>\n<i>\n</i>Facebook </li>\n</ul> ", "created_at": "2019-01-17 13:53:25.355284", "updated_at": "2020-12-14 21:13:20.723075"}, {"id": 938, "name": "Privacy Policy", "url": "https://bitwarden.com/privacy/", "xpath": "", "text": " &lt;iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-NF32QCS\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"&gt;&lt;/iframe&gt.\nToggle navigation <i>\n</i>&nbsp.\n<strong>bit</strong>warden <ul>\n<li>Home</li>\n<li>Products</li>\n<li>Download</li>\n<li>Pricing</li>\n<li>Help</li>\n<li>Blog</li>\n<li>Contact</li>\n</ul>\n<ul>\n<li>\n<b>Get Started</b>\n</li>\n<li>\n<b>Register</b>\n</li>\n<li> Log In <i>\n</i>\n</li>\n</ul> Bitwarden Inc.\nPrivacy Policy Privacy Shield <p>Bitwarden Inc.\n(\"Bitwarden\") complies with the EU-U.S., Swiss-U.S.\nPrivacy Shield Frameworks as set forth by the U.S.\nDepartment of Commerce regarding the collection, use, and retention of Personal Information transferred from the European Union, United Kingdom (UK) and Switzerland, as applicable, to the United States in reliance on Privacy Shield.\nBitwarden has certified to the Department of Commerce that it adheres to the Privacy Shield Principles.\nIf there is any conflict between the terms in this Privacy Policy and the Privacy Shield Principles, the Privacy Shield Principles shall govern.\nTo learn more about the Privacy Shield program, and to view our certification, please visit https://www.privacyshield.gov.\n</p> Privacy Shield Principles (Principles) <ul>\n<li> Notice </li>\n<li> Data Integrity and Purpose Limitation </li>\n<li> Choice.\nAccess </li>\n<li> Accountability and Onward Transfer </li>\n<li> Recourse and Enforcement </li>\n<li> Security </li>\n</ul> Notice <p>Bitwarden provides this Privacy Policy to describe the ways we collect, use, transfer, store, secure and protect Personal Information on our Bitwarden.com website (\"Site\") and in connection with the Bitwarden password management solution used by customers to securely store, share, and access passwords (\"Bitwarden Service\").\n\"Personal Information\" means information that personally identifies you as described in the Privacy Policy.\nThis Privacy Policy describes the ways you can exercise your rights to access and control your Personal Information, and the complaint and recourse methods available to you.</p> Data Integrity and Purpose Limitation <p>These are the ways that Bitwarden collects, uses, and stores Personal Information:</p> Bitwarden Service <p>\n<strong>Collection and Use</strong>\n</p>\n<p>Bitwarden processes two kinds of user data to deliver the Bitwarden Service: (i) Vault Data and (ii) Administrative Data.\n</p>\n<p>\n<strong>(i) Vault Data</strong>\n</p>\n<p>Vault Data includes all information stored within accounts to the Bitwarden Service and may include Personal Information.\nIf we host the Bitwarden Service for you, we will host Vault Data.\nVault Data is encrypted using secure cryptographic keys under your control.\nBitwarden cannot access Vault Data.</p>\n<p>You may add, modify, and delete Vault Data at any time.</p>\n<p>\n<strong>(ii) Administrative Data</strong>\n</p>\n<p>Bitwarden obtains Personal Information in connection with your account creation, usage of the Bitwarden Service and support, and payments for the Bitwarden Service such as names, emails address, phone and other contact information for users of the Bitwarden Service and the number of items in your Bitwarden Service account (\"Administrative Data\").\nBitwarden uses Administrative Data to provide the Bitwarden Service to you.\nWe retain Administrative Data for as long as you are a customer of Bitwarden and as required by law.\nIf you terminate your relationship with Bitwarden, we will delete your Personal Information in accordance with our data retention policies.</p>\n<p>\n<strong>\n<em>Additional Use and Retention</em>\n</strong>\n</p>\n<p>Bitwarden has a legitimate interest to further process your Administrative Data as follows:</p>\n<ul>\n<li>To administer your Bitwarden Service user accounts.</li>\n<li>To enable your access and use of the Bitwarden Service, and to enable you to communicate, collaborate, and share information with those you designate.</li>\n<li>To enable us to verify the license(s) you've contracted with us to use the Service.</li>\n<li>To provide product enablement and licensing, customer service and support.</li>\n<li>To monitor your user experience on the Service.</li>\n<li>To enable us to proactively help customers maintain the performance and functionality of deployments of the Bitwarden Service.</li>\n</ul> The Bitwarden Website <p>\n<strong>Collection</strong>\n</p>\n<p>When you use the Site or communicate with us (e.g.\nvia email) you will provide, and Bitwarden will collect certain Personal Information such as</p>\n<ul>\n<li>Name</li>\n<li>Business name and address</li>\n<li>Business telephone number</li>\n<li>Email address</li>\n<li>IP-address and other online identifiers</li>\n<li>Any customer testimonial you have given us consent to share.</li>\n<li>Information you provide to the Site's Interactive Areas, such as fillable forms or text boxes, training, webinars or event registration.</li>\n<li>Information about the device you are using, comprising the hardware model, operating system and version, unique device identifiers, network information, IP address, and/or Bitwarden Service information when interacting with the Site.</li>\n<li>If you interact with the Bitwarden Community or training, or registered for an exam or event, we may collect biographical information and the content that you share.</li>\n<li>Information gathered via cookies, pixel tags, logs, or other similar technologies.</li>\n</ul>\n<p>\n<strong>Use and Retention</strong>\n</p>\n<p>Bitwarden may use the Personal Information collected by the Site to provide you with services, to accomplish our business purposes and to fulfill other legal obligations, including:</p>\n<ul>\n<li>To provide you services that you request, such as when we: <ul>\n<li>Respond to your requests for information about our products, services, training and events;</li>\n<li>To enable your access and use of the Site, and to enable you to communicate, collaborate, and share information with those you designate;</li>\n<li>To send you technical notices, updates, security alerts, and support and administrative messages.\n</li>\n</ul>\n</li>\n<li>For our business purposes we have a legitimate interest, when we: <ul>\n<li>Operate the Site;</li>\n<li>Administer your account if you have registered on the Site, including billing and payment;</li>\n<li>Send marketing, advertising, training, certification or event materials to which you've agreed, requested or subscribed or to otherwise inform you about our products and services;</li>\n</ul>\n</li>\n<li>Apply information security policies and controls on the Site, including overall Site integrity, identity management and account authentication;</li>\n<li> For research and development to improve the Bitwarden Service, Site and other Bitwarden services.\n</li>\n<li>Perform other general business management and operations purposes, such as to provide, operate, maintain, make modifications to protect and improve the Site.</li>\n<li>To fulfill legal obligations, including:</li>\n<li>Legal compliance, such as to enforce our legal rights, to comply in good faith with applicable laws, and to protect users of the Site or Service.</li>\n<li>For other purposes about which we notify you and, where relevant or required, give you choice about the new purpose.</li>\n</ul>\n<p>This information is retained in accordance with the Bitwarden retention policy.</p>\n<p>\n<strong>Analytics Data</strong>\n</p>\n<p>We use data for analytics and measurement to understand how our the Site and Bitwarden Service are used.\nFor example, we analyze data about your visits to our Site to do things like optimize product design.\nWe use a variety of tools to do this, including Google Analytics.\nWhen you visit the Site using Google Analytics, we and Google may link information about your activity from that site with activity from other sites that use Google Analytics services.</p> Bitwarden Community <p>If you participate in the Bitwarden Community Forums, we process information about you in order to provide you with this service.\nYou must have a separate account to use the Community Forum.</p> Bitwarden Hosted Events <p>If you participate in a Bitwarden Event, and direct us to share your information, we may share information about you with event sponsors and partners so that they may contact you about their products and other participants.\nPlease review the event page where you registered for a listing of sponsors.</p>\n<p>If you would like to change your sharing instructions with these sponsors, please visit the website of such sponsors.</p> Job Candidate Applications <p>\n<strong>Collection, Use, and Retention</strong>\n</p>\n<p>If you apply for a job at Bitwarden, we collect and use your Personal Information for legitimate human resources and business management reasons including:</p>\n<ul>\n<li>Identifying and evaluating candidates for potential employment, as well as for future roles that may become available;</li>\n<li>Recordkeeping in relation to recruiting and hiring;</li>\n<li>Ensuring compliance with legal requirements, including diversity and inclusion requirements and practices.\n</li>\n<li>Conducting criminal history checks as permitted by applicable law;</li>\n<li>Protecting our legal rights to the extent authorized or permitted by law.\nor</li>\n<li>Emergency situations where the health or safety of one or more individuals may be endangered.</li>\n</ul>\n<p>We retain this information in accordance with our retention policy.</p>\n<p>\n<strong>Third Party Access to Candidate Information</strong>\n</p>\n<p>Your Personal Information may be accessed by recruiters and interviewers working in the country where the position for which you are applying is based, as well as by recruiters and interviewers working in different countries.</p>\n<p>We may use third party service providers to provide a recruiting software system.\nWe also share your Personal Information with other third party service providers that may assist us in recruiting talent, administering and evaluating pre-employment screening and testing, and improving our recruiting practices.</p> Choice.\nAccess <p>Here is how to exercise your rights to access and control your Personal Information:</p> Email Communications Preferences <p>Bitwarden respects your email communications and marketing preferences.\nIf you prefer not to receive product release notes communications or promotional email messages (such as product updates, security alerts, marketing, events, training and certifications) from Bitwarden, you can unsubscribe from Bitwarden email marketing by following the unsubscribe link located at the bottom of each promotional email, or Contact Us.\nNote: Please allow five (5) business days to be removed from all email communications.\n</p> Accessing, Correcting And Deleting Your Personal Information <p>Ensuring that Personal Information we hold about you is accurate and complete is important to us.\nWe enable you to access, correct, and delete your account with the Bitwarden Service at any time.\nIf you would like to request assistance with accessing, correcting, or deleting your Personal Information, please submit your request to us by email at <u>privacypolicy@bitwarden.com</u>.\nWe will verify these requests and respond to you in accordance with our legal obligations, which typically means forwarding your request to the licensed administrator (in your organization) of your Bitwarden account for review.\n</p> Accountability and Onward Transfer <p>This section describes our accountability with regard to the onward transfer of your Personal Information to third party service providers (subprocessors, suppliers, vendors, or partners) and across country borders.</p> Information Sharing <p>Except as listed below, Bitwarden will not share Personal Information with third party service providers unless you have consented to the disclosure.</p>\n<p>Depending on how Bitwarden is deployed by the customer, Bitwarden may share Personal Information with third-party service providers that need your information to provide the following operational or other support services to Bitwarden, the Site or Service:</p>\n<ul>\n<li>Data management.</li>\n<li>Database hosting.</li>\n<li>Integration services.</li>\n<li>Professional services.</li>\n<li>Information security, integrity, and identity and authentication services.</li>\n<li>Email communications (e.g.\noperational, marketing, events, training, certifications).</li>\n<li>Financial operations (e.g.\nlicensing, billing).</li>\n<li>Payments and payment card processing.</li>\n<li>Shipping services.</li>\n<li>Communication services (e.g enabling collaboration, conferencing or messaging).</li>\n<li>Support services (e.g.\nproviding customer service and support).</li>\n<li>Cloud services (e.g.\nfunctioning of the Site or Bitwarden Service).</li>\n</ul>\n<p>To ensure the confidentiality and security of your Personal Information, we have data processing terms in place with service providers that handle Personal Information.\nThese service providers are restricted by contract from using Personal Information in any way other than to provide services for Bitwarden, including on your behalf as part of your contract with us.</p>\n<p>In the context of an onward transfer, Bitwarden has responsibility for the processing of Personal Information it receives under the Privacy Shield and subsequently transfers to a third party acting as an agent on its behalf.\nBitwarden shall remain liable under the Principles if its agent processes such Personal Information in a manner inconsistent with the Principles, unless the organization proves that it is not responsible for the event giving rise to the damage.</p>\n<p>Bitwarden may also provide your Personal Information to a third party if:</p>\n<ul>\n<li>We believe that disclosure is reasonably necessary to comply with any applicable law, regulation, legal process, or lawful government request, including in connection with national security or law enforcement requirements.\nThis may include disclosures: to respond to subpoenas or court orders.\nto establish or exercise our legal rights or defend against legal claims.\nor to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the physical safety of any person, violations of our Service Agreement, or as otherwise required by law.\nIn each case, we will make reasonable efforts to verify the validity of the request before disclosing your Personal Information.\n</li>\n<li>To protect the security and integrity of the Site or Bitwarden Service.</li>\n<li>To respond to an emergency which we believe in good faith requires us to disclose information to assist in preventing serious bodily injury or death of any person.</li>\n</ul>\n<p>Bitwarden may also share your Personal Information with our subsidiaries, affiliates, and partners, to facilitate our global operations and in accordance with applicable laws, and our agreements with customers or service providers.</p>\n<p>We may also provide your Personal Information to a third party in connection with a merger or acquisition of Bitwarden, either in part or in whole, or the assignment or other transfer of the Site or Service.\nIn such event, such third party will either:</p>\n<ul>\n<li>Continue to honor the privacy practices described in this Privacy Policy.\nor</li>\n<li>If the third party proposes to materially change the privacy practices described in this Privacy Policy involving your Personal Information collected before such merger, acquisition, assignment or other transfer: <ul>\n<li>inform you and get your express affirmative consent to opt-in to the new practices.\nand/or</li>\n<li>inform you in some prominent manner enabling you to make a choice about whether to agree to the new practices.</li>\n</ul>\n</li>\n<li>You may choose to opt-out of allowing your Personal Information to be shared with certain third-parties.\nTo do so, please Contact Us.\nWe will do our best to respond in a timely manner and grant your request to the extent permitted by law.\n</li>\n</ul> International Transfer And Storage Of Information Collected <p>Bitwarden and our subprocessors and vendors primarily store information collected from you within the European Economic Area and the United States.\nTo facilitate our global operations, we may transfer and access such Personal Information from around the world, including from other countries in which Bitwarden or our subprocessors have operations.\nFor more information about our subprocessors, visit https://bitwarden.com/help/article/subprocessors/.\n</p>\n<p>We use applicable, approved information transfer mechanisms where required, such as EU Standard Contractual Clauses (SCCs), or the EU - U.S.\nPrivacy Shield.</p> Recourse and Enforcement <p>You may contact us about our practices or to make a complaint and seek recourse according to these methods available to you, and subject to applicable enforcement powers.</p>\n<p>In compliance with the EU-U.S.\nPrivacy Shield Principles, Bitwarden commits to resolve complaints about our collection or use of your Personal Information.\nEuropean Union, UK and Swiss individuals with inquiries or complaints regarding our Privacy Shield policy should first contact Bitwarden at the information provided below in the \"Contact Us\" section.</p>\n<p>If you have an unresolved complaint, Bitwarden has committed and signed on to the JAMS EU-U.S.\nPrivacy Shield and Swiss-U.S.\nPrivacy Shield ADR, an alternative dispute resolution provider located in the United States.\nIf you do not receive timely acknowledgment of your complaint from us, or if we have not resolved your complaint, please contact or visit https://www.jamsadr.com/eu-us-privacy-shield for more information or to file a complaint.\n</p>\n<p>The services of JAMS EU-U.S.\nPrivacy Shield and Swiss-U.S.\nPrivacy Shield ADR are provided at no cost to you.\nMediations will be conducted pursuant to JAMS International Mediation Rules unless the parties have specified a different set of Rules or Procedures.</p>\n<p>Bitwarden is subject to the investigatory and enforcement powers of the Federal Trade Commission (FTC).\nEuropean Union and Swiss individuals have the possibility, under certain conditions, to invoke binding arbitration.</p> Security <p>The security of your Personal Information is important to us.\nYour data, including Personal Information, is never sent to the Bitwarden cloud servers without first being encrypted on your local device using AES 256 bit encryption.\nIn addition, Bitwarden encrypts the transmission of that information using secure socket layer technology (SSL).\n</p>\n<p>We follow generally accepted standards to protect the Personal Information submitted to us, both during transmission and once it is received.\nYou acknowledge and agree that no Internet or email transmission is ever fully secure or error free.\nYou agree to take special care in deciding what information you send to us via email.\nIf you have any questions about the security of your Personal Information, you can Contact Us.\n</p> Additional Terms Cookies <p>\n<strong>The Bitwarden Service and the Site use cookies and other similar technologies (collectively \"cookies\"), in order to provide a better service to you, to help keep your account safe, and to generally improve our Site and the Bitwarden Service.\nCookies perform essential functions, such as ensuring that a web page loads correctly and securely.\nThey also help us provide you with a consistent and efficient experience.</strong>\n</p>\n<p>We use two main categories of cookies: \"Strictly Necessary\" and \"Functional\" cookies.\n</p>\n<p>Strictly Necessary cookies such as CloudFlare's cookies help us identify malicious visitors to the Site.\nThey provide necessary security settings or help you use our Site's features and the Bitwarden Services as expected (including remembering your cookie consent preferences).</p>\n<p>Functional cookies help us learn how you use the Site to help improve performance and design.\nThese cookies provide us with analytics information such as number of page visits, page load speeds, how long a user spends on a particular page, and the types of browsers or devices used to access the Site.\nSome of the Functional cookies we use are:</p>\n<p>Google Analytics which tracks user behavior on the Site, which helps us better understand how users are using the Site.\nLearn more at https://www.google.com/policies/privacy, and to opt out, visit http://tools.google.com/dlpage/gaoptout </p> Do Not Track Signals <p>We do not track visitors to the Site across third-party websites and therefore we do not respond to Do Not Track signals in these circumstances.</p> Links To Third-Party Sites <p>The Site or Bitwarden Service may contain links to a number of sites owned and operated by third parties that may offer useful information.\nThe policies and procedures described in this Privacy Policy do not apply to those third-party sites.\nPlease contact those third-party sites for information on their data collection, security, and distribution policies.</p> Minimum Age <p>The Site or Bitwarden Service is not directed to, nor intended to be used by, individuals under the age of 16, or the equivalent minimum age in the relevant jurisdiction.\nBitwarden does not knowingly collect Personal Information from individuals under the age of 16, or the equivalent minimum age in the relevant jurisdiction.\nIf you become aware that an individual under the age of 16, or the equivalent minimum age in the relevant jurisdiction, has provided us with Personal Information, please Contact Us.\nIf we become aware that an individual under the age of 16, or the equivalent minimum age in the relevant jurisdiction, has provided us with Personal Information, we will take steps to delete such information.\n</p> Updates to this Privacy Policy <p>Bitwarden may update this Privacy Policy from time to time.\nWhen we do update it, for your convenience, we will make the updated Privacy Policy available on this page.\nPlease check this Privacy Policy periodically for changes.\nIf we make any material changes, we will notify you by email (sent to the email address specified in your account registered with the Site or Bitwarden Service) or by means of a notice on the Site or Service.</p> Notice for California Users <p>For individuals who are California residents, the California Consumer Privacy Act (CCPA) requires certain disclosures about the categories of Personal Information we collect and how we use it, the categories of sources from whom we collect Personal Information, and the third parties with whom we share it.\nWhile we have set out the categories below as required by the California Consumer Privacy Act, you can review the other sections of this Privacy Policy for examples and other information that describes our data collection and use as previously disclosed to you which have not changed under this notice.</p>\n<p>Depending on how you interact with us, we may collect the categories of information as summarized below.\nThis Notice for California Users does not apply to Personal Information we collect from employees or job applicants in their capacity as employees or job applicants.\nIt also does not apply to Personal Information we collect from employees, owners, directors, officers, or contractors of businesses in the course of our provision or receipt of business-related services.</p>\n<p>The following Personal Information we collect about you (as described below) comes from your interaction with our Site and the Bitwarden Service:</p>\n<ul>\n<li>Personal Identifiers (such as name, physical address, unique personal identifier, online identifier, Internet Protocol address, email address or other similar identifiers)</li>\n<li>Financial and Commercial Information (such as billing data when you make a purchase, records and history of products or services purchased or considered.)</li>\n<li>Location Information (inferred from your IP address)</li>\n<li>Professional/Employment Information (such as the name of your employer and your title)</li>\n<li>Legally Protected Classifications (such as your correspondence salutation)</li>\n<li>Other Identifying Information (such as cookies used for website performance analytics)</li>\n</ul>\n<p>All of the categories of Personal Information we collect about you (as detailed above) are used for the following purposes:</p>\n<ul>\n<li>Providing our services (for example, account servicing and maintenance, customer service, advertising and marketing, analytics, and communication about our services)</li>\n<li>For our operational purposes, and the operational purposes of our service providers and integration partners </li>\n<li>Improving our existing services and developing new services (e.g., by conducting research to develop new products or features)</li>\n<li>Detecting, protecting against, and prosecuting security incidents and fraudulent or illegal activity</li>\n<li>Bug detection, error reporting, and activities to maintain the quality or safety of our services</li>\n<li>Auditing consumer interactions on our site (for example, measuring ad impressions)</li>\n<li>Short-term, transient use, such as customizing content that we or our service providers display on the services</li>\n<li>Other uses for which we provide you with notice</li>\n</ul> California Rights and Choices <p>Subject to certain restrictions, as a California resident, you have the right to request that we disclose what Personal Information we collect about you, to delete any Personal Information that we collected from or maintain about you, and to opt-out of the sale of Personal Information about you.\nYou also have the right to designate an agent to exercise these rights on your behalf, subject to verification of that agency relationship.\nThis section describes how to exercise those rights and our process for handling those requests, including our means of verifying your identity.\nIf you would like further information regarding your legal rights under applicable law or would like to exercise any of them, please Contact Us.\n</p> Accessing and Deleting Your Personal Information <p>Right to request access to your Personal Information</p>\n<p>You, as a California resident, have the right to request that we disclose what categories of Personal Information that we collect, use, or sell about you.\nYou may also request the specific pieces of Personal Information that we have collected about you.\nHowever, we may withhold some information where the risk to you, your Personal Information, or our business is too great to disclose the information.</p>\n<p>Right to request deletion of your Personal Information</p>\n<p>You may also request that we delete any Personal Information that we have collected from/about you.\nHowever, we may retain Personal Information as authorized under applicable law, such as Personal Information required as necessary to provide our services, protect our business and systems from fraudulent activity, to debug and identify errors that impair existing functionality, as necessary for us, or others, to exercise their free speech or other rights, comply with law enforcement requests pursuant to lawful process, for scientific or historical research, for our own internal purposes reasonably related to your relationship with us, or to comply with legal obligations.\nWe need certain types of information so that we can provide our services.\nIf you ask us to delete it, you may no longer be able to access or use our services.</p>\n<p>How to exercise your access and deletion rights</p>\n<p>California residents may exercise their California privacy rights by submitting a request via email at privacypolicy@bitwarden.com.\nWhile email is the best way to reach us, you may also call us at the number listed in the Contact Us section.\n</p>\n<p>For security purposes, we may request additional information from you to verify your identity when you request to exercise your California privacy rights.\nIf you do not have an account with us, or if we have reason to suspect that the security of your account is compromised, we will request additional information from you to match with our existing records to verify your identity, depending on the nature of the request and the sensitivity of the information sought.</p>\n<p>Sales of Personal Information</p>\n<p>California residents may opt out of the \"sale\" of their Personal Information.\nWe do not \"sell\" your Personal Information as we understand that term to be defined by the California Consumer Privacy Act and its implementing regulations.</p>\n<p>Non-Discrimination Rights</p>\n<p>California residents have the right to not be discriminated against for exercising their rights as described in this section.\nWe will not discriminate against you for exercising your rights.</p> Contact Us <p>Address: 1 North Calle Cesar Chavez, Suite 102, Santa Barbara, CA 93103</p>\n<p>Phone: +1-904-664-9194</p>\n<p>Email: privacypolicy@bitwarden.com</p>\n<p>Web Form: https://bitwarden.com/contact/</p> Products <ul>\n<li>How Bitwarden Works</li>\n<li>Open Source Software</li>\n<li>Security Compliance</li>\n<li>Pricing for Business</li>\n<li>Pricing for Individuals</li>\n<li>Download Options</li>\n</ul> Company <ul>\n<li>About</li>\n<li>Blog</li>\n<li>Careers</li>\n<li>Contact Us</li>\n<li>Events</li>\n<li>Newsfeed</li>\n</ul> Resources <ul>\n<li> Community Forums </li>\n<li>Help Center</li>\n<li>Resource Center</li>\n<li>Password Generator</li>\n<li>Password Strength Tester</li>\n</ul>\n<p>© Copyright 2020 Bitwarden, Inc.\n· Terms · Privacy · Cookie Settings · Credits · Sitemap </p>\n<ul>\n<li>\n<i>\n</i>Twitter </li>\n<li>\n<i>\n</i>Reddit </li>\n<li>\n<i>\n</i>Community Forums </li>\n<li>\n<i>\n</i>GitHub </li>\n<li>\n<i>\n</i>YouTube </li>\n<li>\n<i>\n</i>LinkedIn </li>\n<li>\n<i>\n</i>Facebook </li>\n</ul> ", "created_at": "2019-01-17 14:10:37.931263", "updated_at": "2020-12-14 21:13:11.236395"}], "points": [{"id": 26865, "title": "Third-party cookies are used for statistics", "source": "https://bitwarden.com/privacy/", "status": "Generated through the annotate view", "created_at": "2022-02-19 08:00:59.239052", "updated_at": "2022-03-12 20:29:30.324606", "quoteText": "We use data for analytics and measurement to understand how our the Site and Bitwarden Service are used.\nFor example, we analyze data about your visits to our Site to do things like optimize product design.\nWe use a variety of tools to do this, including Google Analytics.", "case_id": 325, "document_id": 938, "quoteStart": 7375, "quoteEnd": 7647}, {"id": 26866, "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting", "source": "https://bitwarden.com/privacy/", "status": "Generated through the annotate view", "created_at": "2022-02-19 08:08:09.829446", "updated_at": "2022-03-12 20:29:10.961764", "quoteText": "Information gathered via cookies, pixel tags, logs, or other similar technologies.", "case_id": 323, "document_id": 938, "quoteStart": 5307, "quoteEnd": 5389}, {"id": 26864, "title": "Extra data may be collected about you through promotions", "source": "https://bitwarden.com/privacy/", "status": "Generated through the annotate view", "created_at": "2022-02-19 07:56:18.324346", "updated_at": "2022-03-12 20:29:23.783235", "quoteText": "If you interact with the Bitwarden Community or training, or registered for an exam or event, we may collect biographical information and the content that you share.</li>", "case_id": 211, "document_id": 938, "quoteStart": 5132, "quoteEnd": 5302}, {"id": 26862, "title": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction", "source": "https://bitwarden.com/privacy/", "status": "Generated through the annotate view", "created_at": "2022-02-19 07:51:38.563987", "updated_at": "2022-03-12 20:29:18.022033", "quoteText": "We may also provide your Personal Information to a third party in connection with a merger or acquisition of Bitwarden", "case_id": 243, "document_id": 938, "quoteStart": 14937, "quoteEnd": 15055}, {"id": 25868, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://bitwarden.com/terms/", "status": "Generated through the annotate view", "created_at": "2021-11-21 15:05:43.235783", "updated_at": "2022-03-12 20:30:32.009243", "quoteText": "We provide our service as is, and we make no promises or guarantees about this service.\n", "case_id": 293, "document_id": 937, "quoteStart": 1656, "quoteEnd": 1744}, {"id": 6689, "title": "You have the right to leave this service at any time", "source": "https://bitwarden.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-05-18 19:10:16.950604", "updated_at": "2019-06-20 08:39:35.339086", "quoteText": "It is your responsibility to properly cancel your account with Bitwarden.\nYou can delete your account at any time by going into your web vault Settings.\nThe Settings screen provides a simple, no questions asked delete option.\n", "case_id": 170, "document_id": 937, "quoteStart": 13359, "quoteEnd": 13585}, {"id": 5495, "title": "This service keeps user logs for an undefined period of time", "source": "https://bitwarden.com/privacy/", "status": "Generated through the annotate view", "created_at": "2019-01-17 14:50:31.305474", "updated_at": "2019-06-20 04:21:00.686098", "quoteText": "We use common internet technologies, such as cookies and web server logs.", "case_id": 178, "document_id": 938, "quoteStart": 1466, "quoteEnd": 1539}, {"id": 5494, "title": "This service keeps user logs for an undefined period of time", "source": "https://bitwarden.com/privacy/", "status": "Generated through the annotate view", "created_at": "2019-01-17 14:24:53.192624", "updated_at": "2019-01-17 14:49:21.499727", "quoteText": "web server logs.", "case_id": 178, "document_id": 938, "quoteStart": 1523, "quoteEnd": 1539}, {"id": 5492, "title": "Users agree to comply with the law of the service's country", "source": "https://bitwarden.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-01-17 14:19:56.794399", "updated_at": "2021-02-06 04:16:16.779862", "quoteText": "<p> Except to the extent applicable law provides otherwise, this Agreement between you and Bitwarden and any access to or use of the Website or the Service are governed by the federal laws of the United States of America and the laws of the State of Florida, without regard to conflict of law provisions.\nYou and Bitwarden agree to submit to the exclusive jurisdiction and venue of the courts located in the City and County of Jacksonville, Florida.", "case_id": 237, "document_id": 937, "quoteStart": 19907, "quoteEnd": 20356}, {"id": 6701, "title": "This service does not sell your personal data", "source": "https://bitwarden.com/privacy/", "status": "Generated through the annotate view", "created_at": "2019-05-18 19:27:26.69675", "updated_at": "2021-02-06 04:16:20.456488", "quoteText": "We <strong>do not</strong> share, sell, rent, or trade User Personal Information with third parties for their commercial purposes.", "case_id": 193, "document_id": 938, "quoteStart": 7051, "quoteEnd": 7181}, {"id": 6692, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://bitwarden.com/terms/", "status": "From Terms of Service, \"Bitwarden does not warrant ... that the information provided through the Service is accurate, reliable or correct\"", "created_at": "2019-05-18 19:13:16.534271", "updated_at": "2019-06-23 03:10:30.155467", "quoteText": "\nthat the information provided through the Service is accurate, reliable or correct", "case_id": 288, "document_id": 937, "quoteStart": 16360, "quoteEnd": 16443}, {"id": 6691, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://bitwarden.com/terms/", "status": "From the Terms of Service, \"Bitwarden does not warrant that the Service ... will be uninterrupted, timely, secure, or error-free\"", "created_at": "2019-05-18 19:11:59.560452", "updated_at": "2019-06-09 20:51:09.149468", "quoteText": "that the Service will be uninterrupted, timely, secure, or error-free", "case_id": 287, "document_id": 937, "quoteStart": 16290, "quoteEnd": 16359}, {"id": 6697, "title": "The service provides two factor authentification for your account", "source": "https://bitwarden.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-05-18 19:19:50.596274", "updated_at": "2019-06-14 04:55:52.685017", "quoteText": "We offer tools such as two-factor authentication to help you maintain your account's security", "case_id": 312, "document_id": 937, "quoteStart": 6846, "quoteEnd": 6939}, {"id": 6696, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://bitwarden.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-05-18 19:19:33.103017", "updated_at": "2019-06-10 05:20:42.865073", "quoteText": "You are responsible for all content posted and activity that occurs under your account (even when content is posted by others who have accounts under your account).\n</li>\n<li> You are responsible for maintaining the security of your account and password.", "case_id": 148, "document_id": 937, "quoteStart": 7020, "quoteEnd": 7274}, {"id": 6715, "title": "This service can share your personal information to third parties ", "source": "https://bitwarden.com/privacy/", "status": "From the Privacy Policy, it states that \"Bitwarden may disclose personally-identifying information or other information we collect about you to law enforcement in response to a valid subpoena, court order, warrant, or similar government order, or when we believe in good faith that disclosure is reasonably necessary to protect our property or rights, or those of third parties or the public at large.\"", "created_at": "2019-05-18 19:46:23.809128", "updated_at": "2021-02-06 04:16:26.77421", "quoteText": "Bitwarden may disclose personally-identifying information or other information we collect about you to law enforcement in response to a valid subpoena, court order, warrant, or similar government order, or when we believe in good faith that disclosure is reasonably necessary to protect our property or rights, or those of third parties or the public at large.", "case_id": 188, "document_id": 938, "quoteStart": 15066, "quoteEnd": 15426}, {"id": 6716, "title": "Tracking pixels are used in service-to-user communication", "source": "https://bitwarden.com/privacy/", "status": "According to the Privacy Policy \"Our emails might contain a pixel tag, which is a small, clear image that can tell us whether or not you have opened an email and what your IP address is.\"", "created_at": "2019-05-18 19:49:38.915463", "updated_at": "2021-02-06 04:16:27.002149", "quoteText": "Our emails might contain a pixel tag, which is a small, clear image that can tell us whether or not you have opened an email and what your IP address is.\nWe use this pixel tag to make our email more effective for you and to make sure we're not sending you unwanted email.\n", "case_id": 217, "document_id": 938, "quoteStart": 16365, "quoteEnd": 16637}, {"id": 6714, "title": "The service is transparent regarding government requests or inquiries that may involve user data.", "source": "https://bitwarden.com/privacy/", "status": "The Bitwarden Privacy Policy has a section on how they respond to compelled disclosure. \"Bitwarden may disclose personally-identifying information or other information we collect about you to law enforcement in response to a valid subpoena, court order, warrant, or similar government order, or when we believe in good faith that disclosure is reasonably necessary to protect our property or rights, or those of third parties or the public at large. In complying with court orders and similar legal processes, Bitwarden strives for transparency. When permitted, we will make a reasonable effort to notify users of any disclosure of their information, unless we are prohibited by law or court order from doing so, or in rare, exigent circumstances. \"", "created_at": "2019-05-18 19:44:52.739481", "updated_at": "2021-02-06 04:16:27.02547", "quoteText": "How we respond to compelled disclosure", "case_id": 169, "document_id": 938, "quoteStart": 15023, "quoteEnd": 15061}, {"id": 6711, "title": "The user is informed about security practices", "source": "https://bitwarden.com/privacy/", "status": "In the Privacy Policy, it states that \"Bitwarden enforces a written security information program. Our program: aligns with industry recognized frameworks; includes security safeguards reasonably designed to protect the confidentiality, integrity, availability, and resilience of our users' data; is appropriate to the nature, size, and complexity of Bitwarden's business operations; includes incident response and data breach notification processes; and complies with applicable information security related laws and regulations in the geographic regions where Bitwarden does business.\" They also state that, \"Transmission of data on Bitwarden is encrypted using SSH, HTTPS, and SSL/TLS. By design, your vault information is encrypted prior to being transmitted to our servers and is therefore encrypted at rest.\" Bitwarden is also open source.\r\n", "created_at": "2019-05-18 19:39:03.556024", "updated_at": "2021-02-06 04:16:27.04283", "quoteText": "Bitwarden enforces a written security information program.\nOur program:</p>\n<ul>\n<li>aligns with industry recognized frameworks;</li>\n<li>includes security safeguards reasonably designed to protect the confidentiality, integrity, availability, and resilience of our users' data;</li>\n<li>is appropriate to the nature, size, and complexity of Bitwarden's business operations;</li>\n<li>includes incident response and data breach notification processes.\nand</li>\n<li>complies with applicable information security related laws and regulations in the geographic regions where Bitwarden does business.</li>", "case_id": 226, "document_id": 938, "quoteStart": 12485, "quoteEnd": 13085}, {"id": 8512, "title": "This service keeps user logs for an undefined period of time", "source": "https://bitwarden.com/privacy/", "status": "Generated through the annotate view", "created_at": "2019-12-02 16:34:18.974581", "updated_at": "2021-02-06 04:16:27.175783", "quoteText": "What information Bitwarden collects and why Information from website browsers <p> If you're <strong>just browsing the website</strong>, we collect the same basic information that most websites collect.\nWe use common internet technologies, such as cookies and web server logs.\nThis is stuff we collect from everybody, whether they have an account or not.\n</p>\n<p> The information we collect about all visitors to our website includes the visitor's browser type, language preference, referring site, additional websites requested, and the date and time of each visitor request.\nWe also collect potentially personally-identifying information like Internet Protocol (IP) addresses.\n</p>\n<p> We collect this information to better understand how our website visitors use Bitwarden, and to monitor and protect the security of the website.", "case_id": 178, "document_id": 938, "quoteStart": 1264, "quoteEnd": 2095}, {"id": 6712, "title": "The services will notify users if personal data has been affected by data breaches", "source": "https://bitwarden.com/privacy/", "status": "Generated through the annotate view", "created_at": "2019-05-18 19:43:49.533463", "updated_at": "2021-02-06 04:16:28.494344", "quoteText": "In the event of a data breach that affects your User Personal Information, we will act promptly to mitigate the impact of a breach and notify any affected users.\n", "case_id": 391, "document_id": 938, "quoteStart": 13096, "quoteEnd": 13258}, {"id": 5493, "title": "This service requires first-party cookies, which are cookies that only belong to the domain of the service and not a third party.", "source": "https://bitwarden.com/privacy/", "status": "Generated through the annotate view", "created_at": "2019-01-17 14:23:10.54001", "updated_at": "2019-09-28 22:16:37.516333", "quoteText": "If you're <strong>just browsing the website</strong>, we collect the same basic information that most websites collect.", "case_id": 126, "document_id": 938, "quoteStart": 1346, "quoteEnd": 1465}, {"id": 8494, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://bitwarden.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-12-01 22:09:09.090205", "updated_at": "2020-12-14 18:08:11.744006", "quoteText": "You agree to indemnify us, defend us, and hold us harmless from and against any and all claims, liabilities, and expenses, including attorneys' fees, arising out of your use of the Website and the Service, including but not limited to your violation of this Agreement, provided that Bitwarden (1) promptly gives you written notice of the claim, demand, suit or proceeding.\n(2) gives you sole control of the defense and settlement of the claim, demand, suit or proceeding (provided that you may not settle any claim, demand, suit or proceeding unless the settlement unconditionally releases Bitwarden of all liability).\nand (3) provides to you all reasonable assistance, at your expense.", "case_id": 146, "document_id": 937, "quoteStart": 18310, "quoteEnd": 18996}, {"id": 8514, "title": "This service holds onto content that you've deleted", "source": "https://bitwarden.com/privacy/", "status": "Generated through the annotate view", "created_at": "2019-12-02 16:56:39.724419", "updated_at": "2021-02-15 00:01:41.025855", "quoteText": "We will retain and use your information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements, but barring legal requirements, we will delete your full profile (within reason) within 30 days.", "case_id": 174, "document_id": 938, "quoteStart": 10515, "quoteEnd": 10748}, {"id": 8495, "title": "very broad term possibly violating copyright law", "source": "https://bitwarden.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-12-01 22:26:02.378882", "updated_at": "2021-02-15 00:01:41.071896", "quoteText": "3.\nServices Usage Limits </p>\n<p> You agree not to reproduce, duplicate, copy, sell, resell or exploit any portion of the Service, use of the Service, or access to the Service without Bitwarden's express written permission.", "case_id": 133, "document_id": 937, "quoteStart": 9395, "quoteEnd": 9618}, {"id": 6705, "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.", "source": "https://bitwarden.com/privacy/", "status": "From Privacy Policy, \"We may share User Personal Information if we are involved in a merger, sale, or acquisition.\"", "created_at": "2019-05-18 19:30:47.320986", "updated_at": "2021-02-06 04:16:26.922036", "quoteText": "We may share User Personal Information if we are involved in a merger, sale, or acquisition.", "case_id": 243, "document_id": 938, "quoteStart": 8871, "quoteEnd": 8963}, {"id": 6703, "title": "Third parties may be involved in operating the service", "source": "https://bitwarden.com/privacy/", "status": "From the Privacy Policy, \"We do share User Personal Information with a limited number of third party vendors who process it on our behalf to provide or improve our service, and who have agreed to privacy restrictions similar to our own Privacy Statement. Our vendors perform services such as payment processing, customer support ticketing, network data transmission, and other similar services.\"", "created_at": "2019-05-18 19:29:05.976182", "updated_at": "2021-02-06 04:32:03.389859", "quoteText": "\nOur vendors perform services such as payment processing, customer support ticketing, network data transmission, and other similar services.", "case_id": 207, "document_id": 938, "quoteStart": 8323, "quoteEnd": 8463}, {"id": 6706, "title": "Promises will be kept after a merger or acquisition", "source": "https://bitwarden.com/privacy/", "status": "From Privacy Policy, \"We may share User Personal Information if we are involved in a merger, sale, or acquisition. If any such change of ownership happens, we will ensure that it is under terms that preserve the confidentiality of User Personal Information, and we will notify you on our website or by email before any transfer of your User Personal Information. The organization receiving any User Personal Information will have to honor any promises we have made in our Privacy Statement or in our Terms of Service.\"", "created_at": "2019-05-18 19:31:06.406222", "updated_at": "2021-02-06 04:16:26.984606", "quoteText": "If any such change of ownership happens, we will ensure that it is under terms that preserve the confidentiality of User Personal Information, and we will notify you on our website or by email before any transfer of your User Personal Information.\nThe organization receiving any User Personal Information will have to honor any promises we have made in our Privacy Statement or in our Terms of Service.\n", "case_id": 321, "document_id": 938, "quoteStart": 8964, "quoteEnd": 9367}, {"id": 11979, "title": "Your personal data is given to third parties", "source": "https://bitwarden.com/privacy/", "status": "Generated through the annotate view", "created_at": "2020-12-02 19:58:58.903662", "updated_at": "2021-02-06 04:25:29.107123", "quoteText": "We <strong>do</strong> share User Personal Information with a limited number of third party vendors who process it on our behalf to provide or improve our service, and who have agreed to privacy restrictions similar to our own Privacy Statement.", "case_id": 188, "document_id": 938, "quoteStart": 8078, "quoteEnd": 8323}, {"id": 6713, "title": "The service promises to inform and/or notify users regarding government inquiries that may involve users' personal data", "source": "https://bitwarden.com/privacy/", "status": "Generated through the annotate view", "created_at": "2019-05-18 19:44:32.945913", "updated_at": "2021-02-06 04:16:27.696019", "quoteText": "When permitted, we will make a reasonable effort to notify users of any disclosure of their information, unless we are prohibited by law or court order from doing so, or in rare, exigent circumstances.\n", "case_id": 165, "document_id": 938, "quoteStart": 15532, "quoteEnd": 15734}, {"id": 6695, "title": "Users are responsible for any risks, damages, or losses they may incur by downloading materials", "source": "https://bitwarden.com/terms/", "status": "From Terms of Service, \"You assume full responsibility and risk of loss resulting from your downloading and/or use of files, information, content or other material obtained from the Service.\"", "created_at": "2019-05-18 19:16:21.266589", "updated_at": "2019-06-23 03:07:17.480828", "quoteText": "You assume full responsibility and risk of loss resulting from your downloading and/or use of files, information, content or other material obtained from the Service.", "case_id": 291, "document_id": 937, "quoteStart": 16630, "quoteEnd": 16796}, {"id": 6700, "title": "They may stop providing the service at any time", "source": "https://bitwarden.com/terms/", "status": "The Terms of Service state, \"We reserve the right at any time and from time to time to modify or discontinue, temporarily or permanently, the Website (or any part of it) with or without notice.\"", "created_at": "2019-05-18 19:25:04.813488", "updated_at": "2019-06-14 04:47:55.01812", "quoteText": "We reserve the right at any time and from time to time to modify or discontinue, temporarily or permanently, the Website (or any part of it) with or without notice.\n", "case_id": 203, "document_id": 937, "quoteStart": 19876, "quoteEnd": 20041}, {"id": 6704, "title": "Your data may be processed and stored anywhere in the world", "source": "https://bitwarden.com/privacy/", "status": "Privacy Policy: \"While Bitwarden processes all User Personal Information in the United States, our third party vendors may process data outside of the United States or the European Union.\"", "created_at": "2019-05-18 19:30:03.63921", "updated_at": "2021-02-06 04:16:27.750898", "quoteText": "While Bitwarden processes all User Personal Information in the United States, our third party vendors may process data outside of the United States or the European Union.\n", "case_id": 187, "document_id": 938, "quoteStart": 8464, "quoteEnd": 8635}, {"id": 6699, "title": "Users should revisit the terms periodically, although in case of material changes, the service will notify", "source": "https://bitwarden.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-05-18 19:22:45.198952", "updated_at": "2019-06-26 01:16:49.290842", "quoteText": "We reserve the right, at our sole discretion, to amend these Terms of Service at any time and will update these Terms of Service in the event of any such amendments.\nWe will notify our Users of material changes to this Agreement, such as price changes, at least 30 days prior to the change taking effect by posting a notice on our Website.\nFor non-material modifications, your continued use of the Website constitutes agreement to our revisions of these Terms of Service.\n", "case_id": 329, "document_id": 937, "quoteStart": 19395, "quoteEnd": 19867}, {"id": 6694, "title": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements", "source": "https://bitwarden.com/terms/", "status": "From Terms of Service, \"Bitwarden does not warrant that the Service will meet your requirements.\"", "created_at": "2019-05-18 19:15:35.598837", "updated_at": "2019-06-23 03:08:05.181995", "quoteText": "Bitwarden does not warrant that the Service will meet your requirements.", "case_id": 290, "document_id": 937, "quoteStart": 16217, "quoteEnd": 16289}, {"id": 6693, "title": "The service does not guarantee that software errors will be corrected", "source": "https://bitwarden.com/terms/", "status": "From Terms of Service, \"Bitwarden does not warrant that ... any defects or errors will be corrected\"", "created_at": "2019-05-18 19:14:21.95333", "updated_at": "2019-06-23 03:08:30.622941", "quoteText": "that any defects or errors will be corrected", "case_id": 289, "document_id": 937, "quoteStart": 16445, "quoteEnd": 16489}, {"id": 6688, "title": "The service can suspend or terminate your access to all or any part of the Website and refuse service to anyone for any reason at any time", "source": "https://bitwarden.com/terms/", "status": "From Terms of Service, \"Bitwarden has the right to suspend or terminate your access to all or any part of the Website at any time, with or without cause, with or without notice, effective immediately. Bitwarden reserves the right to refuse service to anyone for any reason at any time.\"", "created_at": "2019-05-18 19:08:25.729029", "updated_at": "2019-06-13 06:15:09.962657", "quoteText": "Bitwarden has the right to suspend or terminate your access to all or any part of the Website at any time, with or without cause, with or without notice, effective immediately.\nBitwarden reserves the right to refuse service to anyone for any reason at any time.", "case_id": 201, "document_id": 937, "quoteStart": 13808, "quoteEnd": 14069}, {"id": 6702, "title": "Your personal data is aggregated into statistics", "source": "https://bitwarden.com/privacy/", "status": "Generated through the annotate view", "created_at": "2019-05-18 19:28:30.577724", "updated_at": "2021-02-06 04:16:27.767855", "quoteText": "We <strong>do</strong> share certain aggregated, non-personally identifying information with others about how our users, collectively, use Bitwarden, or how our users respond to our paid service offerings, such as a premium membership.\nFor example, we may compile statistics on the number of active users on the platform.\nHowever, we do not sell this information to advertisers or marketers.", "case_id": 190, "document_id": 938, "quoteStart": 7677, "quoteEnd": 8068}, {"id": 6690, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://bitwarden.com/terms/", "status": "From Terms of Service, \"Bitwarden provides the Website and the Service \"as is\" and \"as available,\" without warranty of any kind.\"", "created_at": "2019-05-18 19:10:56.608456", "updated_at": "2019-06-09 20:48:26.066373", "quoteText": "Bitwarden provides the Website and the Service \"as is\" and \"as available,\" without warranty of any kind.", "case_id": 286, "document_id": 937, "quoteStart": 15821, "quoteEnd": 15925}, {"id": 6698, "title": "This service is only available to users of age 13 and up", "source": "https://bitwarden.com/terms/", "status": "From Terms of Service, \"Bitwarden does not target our Service to children under 13, and we do not permit any Users under 13 on our Service. If we learn of any User under the age of 13, we will terminate that User's account immediately. If you are a resident of a country outside the United States, your country's minimum age may be older; in such a case, you are responsible for complying with your country's laws.\"", "created_at": "2019-05-18 19:20:38.233065", "updated_at": "2019-06-09 20:12:50.773699", "quoteText": "You must be age 13 or older.\nWhile we are thrilled to see brilliant young people take an interest in our Service, we must comply with United States law.\nBitwarden does not target our Service to children under 13, and we do not permit any Users under 13 on our Service.\nIf we learn of any User under the age of 13, we will terminate that User's account immediately.\nIf you are a resident of a country outside the United States, your country's minimum age may be older.\nin such a case, you are responsible for complying with your country's laws.\n", "case_id": 152, "document_id": 937, "quoteStart": 5857, "quoteEnd": 6401}, {"id": 6710, "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.", "source": "https://bitwarden.com/privacy/", "status": "Generated through the annotate view", "created_at": "2019-05-18 19:36:57.33822", "updated_at": "2021-02-06 04:16:28.513377", "quoteText": "We do not currently respond to your browser's Do Not Track signal", "case_id": 233, "document_id": 938, "quoteStart": 11745, "quoteEnd": 11810}, {"id": 6709, "title": "This service gathers information about you through third party analytics and service providers (such as Google Analytics)", "source": "https://bitwarden.com/privacy/", "status": "From the Privacy Policy, \"We use a number of third party analytics and service providers (such as Google Analytics) to help us evaluate our users' use of Bitwarden; compile statistical reports on activity; and improve our content and website performance. In addition, we use our own internal analytics software to provide features and improve our content and performance.\"", "created_at": "2019-05-18 19:35:21.31217", "updated_at": "2021-02-15 00:01:41.112985", "quoteText": "<p> We use a number of third party analytics and service providers (such as Google Analytics) to help us evaluate our users' use of Bitwarden.\ncompile statistical reports on activity.\nand improve our content and website performance.", "case_id": 382, "document_id": 938, "quoteStart": 11386, "quoteEnd": 11618}, {"id": 6707, "title": "Blocking cookies may limit your ability to use the service", "source": "https://bitwarden.com/privacy/", "status": "Generated through the annotate view", "created_at": "2019-05-18 19:33:09.271735", "updated_at": "2021-02-06 04:16:28.476763", "quoteText": "If you disable your browser or device's ability to accept cookies, you may not be able to log in or properly use Bitwarden's services.", "case_id": 375, "document_id": 938, "quoteStart": 11223, "quoteEnd": 11357}, {"id": 9277, "title": "This service throttles your use", "source": "https://bitwarden.com/terms/", "status": "Generated through the annotate view", "created_at": "2020-05-08 16:14:03.029272", "updated_at": "2020-05-13 22:09:22.503566", "quoteText": " If we determine your bandwidth usage to be significantly excessive in relation to other Bitwarden customers, we reserve the right to suspend your account or throttle your file hosting until you can reduce your bandwidth consumption", "case_id": 157, "document_id": 937, "quoteStart": 9845, "quoteEnd": 10077}, {"id": 11978, "title": "This service prohibits users from attempting to gain unauthorized access to other computer systems", "source": "https://bitwarden.com/terms/", "status": "Generated through the annotate view", "created_at": "2020-12-02 19:57:24.320867", "updated_at": "2020-12-05 04:14:54.44794", "quoteText": "to access Bitwarden's Service in ways that exceed your authorization", "case_id": 284, "document_id": 937, "quoteStart": 9147, "quoteEnd": 9215}, {"id": 8513, "title": "You can delete your content from this service", "source": "https://bitwarden.com/privacy/", "status": "Generated through the annotate view", "created_at": "2019-12-02 16:52:35.355198", "updated_at": "2021-02-06 04:32:03.276422", "quoteText": "How you can access and control the information we collect <p> If you're already a Bitwarden user, you may access, update, alter, or delete your basic user profile information by editing your user profile.\n</p> Data retention and deletion <p> Generally, Bitwarden will retain User Personal Information for as long as your account is active or as needed to provide you services.\n</p>\n<p> We may retain certain User Personal Information indefinitely, unless you delete it or request its deletion.\nFor example, we don't automatically delete inactive user accounts, so unless you choose to delete your account, we will retain your account information indefinitely.\n</p>\n<p> If you would like to cancel your account or delete your User Personal Information, you may do so in your web vault settings", "case_id": 175, "document_id": 938, "quoteStart": 9721, "quoteEnd": 10513}, {"id": 6708, "title": "This service requires first-party cookies, which are cookies that only belong to the domain of the service and not a third party.", "source": "https://bitwarden.com/privacy/", "status": "From the Privacy Policy, \"Bitwarden uses cookies to make interactions with our service easy and meaningful. We use cookies (and similar technologies, like HTML5 localStorage) to keep you logged in, remember your preferences, and provide information for future development of Bitwarden. We also use cookies to identify a device, for security reasons.\" They also state that \"if you disable your browser or device's ability to accept cookies, you may not be able to log in or properly use Bitwarden's services.\"", "created_at": "2019-05-18 19:33:56.655418", "updated_at": "2021-02-06 04:32:03.854738", "quoteText": "Bitwarden uses cookies to make interactions with our service easy and meaningful.\nWe use cookies (and similar technologies, like HTML5 localStorage) to keep you logged in, remember your preferences, and provide information for future development of Bitwarden.", "case_id": 126, "document_id": 938, "quoteStart": 10798, "quoteEnd": 11057}, {"id": 16734, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://bitwarden.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-02-21 20:18:11.872531", "updated_at": "2021-02-22 13:14:08.857308", "quoteText": "Bitwarden may share Personal Information with third-party service providers that need your information to provide the following operational or other support services to Bitwarden, the Site or Service", "case_id": 188, "document_id": 938, "quoteStart": 11871, "quoteEnd": 12070}, {"id": 16735, "title": "The court of law governing the terms is in California, USA", "source": "https://bitwarden.com/terms/", "status": "Generated through the annotate view", "created_at": "2021-02-21 20:20:21.443703", "updated_at": "2021-02-23 09:50:47.111353", "quoteText": "this Agreement between you and Bitwarden and any access to or use of the Website or the Service are governed by the federal laws of the United States of America and the laws of the State of California, without regard to conflict of law provisions", "case_id": 163, "document_id": 937, "quoteStart": 20149, "quoteEnd": 20395}], "urls": ["bitwarden.com"]}}