{"error": 448, "message": "OK", "parameters": {"id": 5946, "name": "Wappalyzer", "created_at": "2021-11-29 23:04:47.32771", "updated_at": "2021-11-29 23:01:12.860012", "wikipedia": null, "keywords": null, "related": null, "slug": "wappalyzer", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5946.png", "url": "wappalyzer.com", "documents": [{"id": 10737, "name": "Privacy Policy", "url": "https://www.wappalyzer.com/privacy", "xpath": "/html/body/div[1]/div/div/div/main/div/div[2]/div", "text": " <ul> Home <li>/</li> Privacy policy </ul> Privacy policy <p> The Wappalyzer privacy policy describes how we treat personal information when you use our website, software and APIs (collectively, '<strong>Services</strong>').\n</p> Log data <p> As with most websites and technology services delivered over the internet, our servers automatically collect information when you access or use our Services and record it in log files.\nThis log data may include the internet protocol (IP) address, the date and time the Services were used, browser type and settings and cookie data.\n</p> Account registration <p> When you open an account, you provide us with personal information that includes your email address and a password.\nYou can also choose to add a billing address to your account.\nYou can delete your information and cancel your account at any time.\n</p> Browser extension <p> You do not need to provide any personal information in order to download and use the browser extension .\n</p>\n<p> We do not track your browsing behaviour or any information that can be traced back to you personally.\n</p>\n<p> The Wappalyzer browser extension periodically sends information about websites you visit to our servers.\nThis information includes domain names, anonymised URLs and the names of identified technologies.\nThis information may be sold to or shared with third parties.\nYou can disable the automatic sending of information in the browser extension settings.\n</p> Gmail add-on <p> By installing the Gmail add-on, you grant us temporary access to message meta data.\nWe use this data to identify the domain name of sender's email addresses.\nThis information is sent to our servers over a secure connection so that we can provide you with information about the domain, such as the technologies in use.\n</p>\n<p> The use of personal data is limited to providing user-facing features.\nWe do not store or share this information.\n</p> ", "created_at": "2021-11-29 23:04:47.332456", "updated_at": "2021-11-29 22:06:23.840728"}, {"id": 10736, "name": "Terms of service", "url": "https://www.wappalyzer.com/terms", "xpath": "/html/body/div[1]/div/div/div/main/div/div[2]/div", "text": " <ul> Home <li>/</li> Terms of service </ul> Terms of service <p> These Wappalyzer terms of service (the '<strong>Terms</strong>') describe your rights and responsibilities when using our website, software and APIs (collectively, '<strong>Services</strong>').\n</p> Privacy <p> You consent to Wappalyzer's privacy policy, which explains how we collect and use the information you provide to us.\n</p> Prohibitions on content <p> You must not reproduce, duplicate, copy, sell, resell, or otherwise exploit our website or material on our website for a commercial purpose, without our consent.\n</p> Account registration <p> When you open an account we will ask you for information, which may include your name and other personal information.\nYou must provide accurate and complete information in response to our questions, and you must keep that information current.\nYou are fully responsible for all activity that occurs under your account, including for any actions taken by persons to whom you have granted access to the account.\nWe reserve the right to suspend or terminate the account.\n</p> Using our data services Permitted access <p> You will only access (or attempt to access) an API by the means described in the documentation of that API.\n</p> API limitations <p> Wappalyzer sets and enforces limits on your use of the APIs (e.g.\nlimiting the number of API requests that you may make or the number of users you may serve), in our sole discretion.\nYou agree to, and will not attempt to circumvent, such limitations documented with each API.\n</p> Restrictions <p> The data provided to you as part of our commercial Services is licensed, not sold.\nYou may not sublicense, resell or share the data without explicit permission in writing from Wappalyzer.\n</p>\n<p>Do not use contact details included in the data to send spam.</p> Payment for services <p> Wappalyzer may offer Services to be paid for on a recurring basis or on an one-off basis.\nSubscriptions may subject you to recurring fees.\nYou may cancel your subscription at any time.\nYou accept that if you no longer require the service it is your responsibility to cancel your subscription.\nCancellation functions are available via your Wappalyzer account.\n</p> Refunds <p> You cannot get a refund if you change your mind.\nYour rights for payment of services are protected under Australian consumer law if your purchase is faulty or doesn't provide what is promised.\n</p> Publicity <p> You grant us the right to use your company name and logo as a reference for marketing or promotional purposes on our website and in other public or private communications with our existing or potential developers and customers, subject to your standard trademark usage guidelines.\n</p> Disclaimer of warranties <p> Our Services are provided on an 'as is' and 'as available' basis without warranties of any kind.\nYou acknowledge that we do not warrant that the Services will be uninterrupted, timely, secure or error-free.\n</p> Limitation of liability <p> In no event will we have any liability to you or to any third party for any lost profits or revenues or for any damages however caused.\n</p> Modification and termination <p> We may amend the Terms and the documentation accompanying the applicable Wappalyzer APIs at any time.\nWe may provide notice by posting the relevant revised Terms on our website or alert you via email.\nThe revised Terms will be effective as of the time it is posted, but will not apply retrospectively.\nYour continued use of the Services after notice of the revised Terms becomes effective constitutes your acceptance of the revised Terms.\n</p>\n<p> You may terminate the Terms by cancelling your account and ceasing all use of the Services.\n</p> Law and jurisdiction <p> The Terms will be governed by and construed in accordance with Australian law, and any disputes relating to this notice shall be subject to the exclusive jurisdiction of the courts of Australia.\n</p>\n<p> To comply with Spam Act 2003, we do not supply contact details to customers in Australia.\n</p> ", "created_at": "2021-11-29 23:04:47.330523", "updated_at": "2021-11-29 22:05:47.923963"}], "points": [], "urls": ["wappalyzer.com"]}}