{"error": 448, "message": "OK", "parameters": {"id": 1803, "name": "Friendifie", "created_at": "2019-08-22 22:14:29.758544", "updated_at": "2021-03-25 03:19:40.957036", "wikipedia": null, "keywords": null, "related": null, "slug": "friendifie", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/1803.png", "url": "friendifie.com,woopr.friendifie.com", "documents": [{"id": 1820, "name": "Privacy Policy", "url": "https://woopr.friendifie.com/about/privacy.html", "xpath": "", "text": " <i>\n</i> Woopr Privacy Policy <p> Friendifie, Inc.\nis a United States based company and the Android App Service offered as \"Woopr Messenger\" via Google Play is subject only to United States laws, jurisdictions and regulations.\nThis Privacy Policy is offered only in English.\n</p> How We Use Your Information <p> Friendifie, Inc.\n(\"Friendifie, Inc.\", \"Woopr\", \"us\", \"we\", \"our\") does <strong>NOT</strong> nor will we ever sell, share, trade or in any other shape or form exploit your personal information for any reason.\nBut, Friendifie, Inc.\ndoes reserve the right to export any information (display name, username, email, age, messages, etc.) for any legal requests.\nWe can <strong>NOT</strong> refuse to cooperate with law enforcement or government agencies.\n</p>\n<p> If you don't break the law, you have nothing to worry about.\nNo one will ever know what you're talking about ever because it'll always be encrypted.\n</p> Terminated Access <p> For the natural security of Friendifie, Inc.\nwe have a few filtering algorthims in place.\n</p>\n<p> © Friendifie, Inc.\n</p> ", "created_at": "2019-08-22 22:25:10.237552", "updated_at": "2020-12-14 21:44:04.846953"}, {"id": 1821, "name": "Terms of Service", "url": "https://woopr.friendifie.com/about/terms.html", "xpath": "", "text": " <i>\n</i> Woopr Terms of Service <p> Friendifie, Inc.\nis a United States based company and the Android App Service offered as \"Woopr Messenger\" via Google Play is subject only to United States laws, jurisdictions and regulations.\nThis Terms of Service (\"TOS\") is offered only in English.\n</p> 1.\nAccepting The Terms of Service <p> Please read this Terms of Service carefully before using our services offered by Friendifie, Inc.\n(\"Friendifie, Inc.\", \"Woopr\", \"us\", \"we\", \"our\").\nThis Terms of Service (\"TOS\") is a legally binding contract between you and Friendifie, Inc.'s Woopr Android Application.\n</p>\n<p> You'll notice, throughout this Terms of Service we've posted a few alert systems to help you better understand this Terms of Service and what you're agreeing to.\n</p> 2.\nModification To This Contract <p> Friendifie, Inc.\nstrictly reserves the right to modify this agreement at any moment.\nWe'll keep you informed via the home page of the app (it'll be a notification).\nalso by the update section of the Woopr Android App Description page.\n</p>\n<p> Friendifie, Inc.\nis <strong>NOT</strong> responsible for you not being aware of the noted updates to the Terms of Service if you're downloading our App from a third-party App Market.\nAs the only verified App Market for this section is the Google Play Store.\n</p>\n<p> We'll post a notification on Woopr's home page of the app.\nWe're <strong>NOT</strong> responsible if you download the app from somewhere else and aren't aware of any Terms of Service updates.\n</p> 3.\nEligibility <p> Friendifie, Inc.\nstrictly refuses access to Woopr if someone is under the age of thirteen (13), a registered sex offender, violent or a threat (including: those who have or are being convicted for kidnapping, murder, manslaughter, harassment, ect.) to the community as a whole.\nUsers who violate our Terms of Service will result in an account ban which will require an appeal.\nIf we think an appeal isn't acceptable we'll grant you a section <strong>10.\nContract Closure</strong> appeal.\nThis means we'll then proceed with closing your contract and removing your content from our servers.\nBut, if we see your ban was due to malicious intent to violate these Terms of Service or Policies we'll need to discuss the appeal process with you to be processed successfully.\nIf that's not understandable then we'll offer you a permanently IP Ban for the contract cancellation.\nRead more about cancelling your contract below and we'll be happy to assist you as soon as possible.\n</p>\n<p> If you violate our Terms of Service, your account will get banned.\nYou will be allowed to place and appeal for a section <strong>10.\nContract Closure</strong>.\nIf we think you've been malicious we can ban your Device ID or IP Address(s) to stop any further abuse towards our infrastructure.\n</p> 4.\nAccount <p> Friendifie, Inc.\nreserves the right to ban any user for any reason with or without notice if the user is expected of violating this Terms of Service or using our services in an ill-mannered method.\nWe still allow banned users to close their Woopr contract by emailing us via support@friendifie.com.\nSet the Subject field as <strong>Banned Contract Closure Request</strong> and we'll work as quickly as possible to close your contract for you because your contract closing method has been revoked.\nFor a quicker response please email us off of the email address associated with your account for verification purposes.\nIf you encounter any issues in regards to your ban, we'll quickly take appropriate actions to appeal the contract as soon as possible to quickly close your contract for you on your behalf.\nSee below section <strong>10.\nContract Closure</strong> for more information.\n</p> 5.\nContent <p> All content submitted by you as a user is your data and you are responsible for it.\nFriendifie, Inc.\nis in no way, shape or form responsible for any messages or photos you share with other users.\nYou strictly own all the data you submitted and only submit at your own risk.\n</p>\n<p> If you post something that'll get you in trouble legally, it's your problem.\nNot Friendifie, Inc.'s.\n</p> 6.\nAppeals <p> Friendifie, Inc.\npartners who retain a valid contract with Friendifie, Inc.\nreserve all rights of ownership and therefore can not be refused an appeal or contract closure.\nFriendifie, Inc.\nhowever does reserve the right to blacklist abuse for future means.\nWe take security <strong>extremely seriously</strong> and will ban any IP Address or Device ID that constantly abuses our services.\nHowever, an IP Ban is a worst case scenario for extreme abusers who refuse to let up on the constant abuse towards our infrastructures and technologies.\nIn these type of situations, we also reserve the right to pursue legal action towards the malicious party at their expense.\nIf anyone inside of Friendifie, Inc.\nrefuses an acceptable appeal it will be passed through to the appropriate security parties and the lower divisions who've failed to roll out a means of security appeals of contract cancellations will result in objection or an appeal.\n</p>\n<p> We're cancelling your contracts no matter what, even if we have to fire someone who's not appealing your contract appropriately.\nBecause, we don't want your data.\nWe want your loyal satisfaction.\nSo, if anyone on our side tries to stand between your security they'll meet dire consequences and will have to place an appeal.\nIf not they'll be out of a job because they failed to protect your security.\n</p> 7.\nCopyright <p> Friendifie, Inc.\nand all of its services including Woopr are copyrighted and owned by Friendifie, Inc.\nunless stated otherwise.\nYou agree to not copy, edit, share or tamper with any content offered by Friendifie, Inc.\nwithout written consent by the Friendifie, Inc.\nowner.\nAttempts to exploit Friendifie, Inc.\nor tamper with its infrastructure may result into punishment by law.\n</p> 8.\nData Retention <p> Friendifie, Inc.\nreserves the right to retain deleted data for a period of two-weeks for law enforcement officials, due to legal obligations here in the United States.\nWe will retain any deleted information whereas described in our Data Policy.\nBut, you should understand under your contract cancellation or previously deleted data that your shared photos will be deleted from our services.\nOnly encrypted photo URLs will remain until the retention period of two-weeks has expired.\n</p>\n<p> Due to legal reasons we must retain deleted information for a period of time, this is called \"Data Retention\".\nAll your information will remain encrypted even if it's handed over to law enforcement, but <strong>you should be very careful what you share online because sometimes it's impossible for stuff online to ever be deleted</strong>.\n</p> 9.\nThird Parties <p> We may provide links to other websites and we accept no responsibility for anything that happens on their website.\nEach website should provide its own SSL encryption, terms, policies, rules or regulations and you should adhere to understanding how that website chooses to operate before proceeding just in case they've made any changes we're not aware of.\n</p> 10.\nContract Closure <p> You understand that joining Friendifie, Inc.\nthe new evolutionary Social Media platform you retain all rights to remove your content and our permissions to your content at any moment.\nIf you shall wish to cancel your Friendifie, Inc.'s Contract via Woopr you're allowed to permanently delete your account under your Account Settings which immediately closes your contract with us which renders our permissions to your information useless.\nThe contract holder should understand that all information has a set limit of two-weeks before it's permanently deleted from our servers due to legal obligations.\nAfter this period all information on our servers will be removed and hopefully all cache information will be removed ultimately erasing you forever from the Friendifie, Inc.\nplatform.\n</p>\n<p> You own your contract and all of your information.\nAt any moment you can permanently delete your account and we'll remove you as soon as possible.\nBut, due to legal reasons we must wait at least two-weeks (shortest retention period ever) and then all your information will be removed forever.\nBut, you should keep in mind our servers also have their own minds, will cache data for a period of time before they expire and clear themselves out <strong>even though we tell our servers to not cache anything, it's just how technologies work together</strong>.\n</p>\n<p> © Friendifie, Inc.\n</p> ", "created_at": "2019-08-22 22:26:46.532769", "updated_at": "2020-12-14 21:55:21.813167"}], "points": [], "urls": ["friendifie.com", "woopr.friendifie.com"]}}