{"error": 448, "message": "OK", "parameters": {"id": 4910, "name": "AdTranquility ", "created_at": "2021-08-28 20:27:16.351297", "updated_at": "2021-08-28 22:01:11.539153", "wikipedia": null, "keywords": null, "related": null, "slug": "adtranquility", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4910.png", "url": "adtranquility.com,try.adtranquility.com", "documents": [{"id": 8819, "name": "Terms and Conditions", "url": "https://www.iubenda.com/terms-and-conditions/59177745", "xpath": "//body", "text": " Terms and Conditions of <strong>AdTranquility</strong>\n<p>These Terms govern</p>\n<ul>\n<li>the use of AdTranquility, and,</li>\n<li>any other related Agreement or legal relationship with the Owner</li>\n</ul>\n<p>in a legally binding way.\nCapitalized words are defined in the relevant dedicated section of this document.</p>\n<br>\n<p>The User must read this document carefully.</p>\n<p>AdTranquility is provided by:</p>\n<p>\nLeverage Technologies Social Media L.L.C, MH-04-D-99, Sama Residence, Al Nahda First, Dubai, United Arab Emirates</p>\n<p>\n<b>Owner contact email:</b> support@adtranquility.com\n</p>\n<p>\"AdTranquility\" refers to</p>\n<ul>\n<li>this website, including its subdomains and any other website through which the Owner makes its Service available;</li>\n</ul>\n<ul>\n<li>applications for mobile, tablet and other smart device systems;</li>\n</ul>\n<ul>\n<li>the Service;</li>\n</ul> What the User should know at a glance<ul>\n<li>The right of withdrawal on AdTranquility applies to all Users, including those Users that do not qualify as Consumers.\nThe right of withdrawal, also commonly called the right of cancellation in the UK, is consistently referred to as “the right of withdrawal” within this document.</li>\n</ul> TERMS OF USE<p>Unless otherwise specified, the terms of use detailed in this section apply generally when using AdTranquility.</p>\n<p>Single or additional conditions of use or access may apply in specific scenarios and in such cases are additionally indicated within this document.</p>\n<p>By using AdTranquility, Users confirm to meet the following requirements:</p>\n<ul>\n<li>Users must qualify as Consumers;</li>\n</ul> Account registration\n<p>To use the Service Users must register or create a User account, providing all required data or information in a complete and truthful manner.<br>\nFailure to do so will cause unavailability of the Service.</p>\n<p>Users are responsible for keeping their login credentials confidential and safe.\nFor this reason, Users are also required to choose passwords that meet the highest standards of strength permitted by AdTranquility.</p>\n<p>By registering, Users agree to be fully responsible for all activities that occur under their username and password.<br>\nUsers are required to immediately and unambiguously inform the Owner via the contact details indicated in this document, if they think their personal information, including but not limited to User accounts, access credentials or personal data, have been violated, unduly disclosed or stolen.</p>\nConditions for account registration\n<p>Registration of User accounts on AdTranquility is subject to the conditions outlined below.\nBy registering, Users agree to meet such conditions.</p>\n<ul>\n<li>Accounts registered by bots or any other automated methods are not permitted.</li>\n</ul>\n<ul>\n<li>Unless otherwise specified, each User must register only one account.</li>\n</ul>\n<ul>\n<li>Unless explicitly permitted, a User account may not be shared with other persons.</li>\n</ul> Account termination\n<p>Users can terminate their account and stop using the Service subject to the conditions and according to the procedures outlined in the relevant section of AdTranquility.</p>\nAccount suspension and deletion\n<p>The Owner reserves the right, at its sole discretion, to suspend or delete at any time and without notice, User accounts which it deems inappropriate, offensive or in violation of these Terms.</p>\n<p>The suspension or deletion of User accounts shall not entitle Users to any claims for compensation, damages or reimbursement.</p>\n<p>The suspension or deletion of accounts due to causes attributable to the User does not exempt the User from paying any applicable fees or prices.</p>\nContent on AdTranquility\n<p>Unless where otherwise specified or clearly recognizable, all content available on AdTranquility is owned or provided by the Owner or its licensors.</p>\n<p>The Owner undertakes its utmost effort to ensure that the content provided on AdTranquility infringes no applicable legal provisions or third-party rights.\nHowever, it may not always be possible to achieve such a result.<br>\nIn such cases, without prejudice to any legal prerogatives of Users to enforce their rights, Users are kindly asked to preferably report related complaints using the contact details provided in this document.</p>\nAccess to external resources\n<p>Through AdTranquility Users may have access to external resources provided by third parties.\nUsers acknowledge and accept that the Owner has no control over such resources and is therefore not responsible for their content and availability.</p>\n<p>Conditions applicable to any resources provided by third parties, including those applicable to any possible grant of rights in content, result from each such third parties’ terms and conditions or, in the absence of those, applicable statutory law.</p>\nAcceptable use\n<p>AdTranquility and the Service may only be used within the scope of what they are provided for, under these Terms and applicable law.</p>\n<p>Users are solely responsible for making sure that their use of AdTranquility and/or the Service violates no applicable law, regulations or third-party rights.</p>\n<p>Therefore, the Owner reserves the right to take any appropriate measure to protect its legitimate interests including by denying Users access to AdTranquility or the Service, terminating contracts, reporting any misconduct performed through AdTranquility or the Service to the competent authorities – such as judicial or administrative authorities - whenever Users engage or are suspected to engage in any of the following activities:</p>\n<ul>\n<li>violate laws, regulations and/or these Terms;</li>\n<li>infringe any third-party rights;</li>\n<li>considerably impair the Owner’s legitimate interests;</li>\n<li>offend the Owner or any third party.</li>\n</ul> Software license\n<p>Any intellectual or industrial property rights, and any other exclusive rights on software or technical applications embedded in or related to AdTranquility are held by the Owner and/or its licensors.</p>\n<p>Subject to Users’ compliance with and notwithstanding any divergent provision of these Terms, the Owner merely grants Users a revocable, non-exclusive, non-sublicensable and non-transferable license to use the software and/or any other technical means embedded in the Service within the scope and for the purposes of AdTranquility and the Service offered.</p>\n<p>This license does not grant Users any rights to access, usage or disclosure of the original source code.\nAll techniques, algorithms, and procedures contained in the software and any documentation thereto related is the Owner’s or its licensors’ sole property.</p>\n<p>All rights and license grants to Users shall immediately terminate upon any termination or expiration of the Agreement.</p>\n<p>Without prejudice to the above, under this license Users may download, install, use and run the software on the permitted number of devices, provided that such devices are common and up-to-date in terms of technology and market standards.</p>\n<p>The Owner reserves the right to release updates, fixes and further developments of AdTranquility and/or its related software and to provide them to Users for free.\nUsers may need to download and install such updates to continue using AdTranquility and/or its related software.</p>\n<p>New releases may only be available against payment of a fee.</p>\n<p>The User may download, install, use and run the software on unlimited devices.</p>\n<p>However, it may not be permitted to run the software on more than one device at a time.</p>\nAPI usage terms\n<p>Users may access their data relating to AdTranquility via the Application Program Interface (API).\nAny use of the API, including use of the API through a third-party product/service that accesses AdTranquility, is bound by these Terms and, in addition, by the following specific terms:</p>\n<ul>\n<li>the User expressly understands and agrees that the Owner bears no responsibility and shall not be held liable for any damages or losses resulting from the User’s use of the API or their use of any third-party products/services that access data through the API.</li>\n</ul> TERMS AND CONDITIONS OF SALEPaid Products\n<p>Some of the Products provided on AdTranquility, as part of the Service, are provided on the basis of payment.</p>\n<p>The fees, duration and conditions applicable to the purchase of such Products are described below and in the dedicated sections of AdTranquility.</p>\nProduct description\n<p>Prices, descriptions or availability of Products are outlined in the respective sections of AdTranquility and are subject to change without notice.</p>\n<p>While Products on AdTranquility are presented with the greatest accuracy technically possible, representation on AdTranquility through any means (including, as the case may be, graphic material, images, colors, sounds) is for reference only and implies no warranty as to the characteristics of the purchased Product.</p>\n<p>The characteristics of the chosen Product will be outlined during the purchasing process.</p>\nPurchasing process\n<p>Any steps taken from choosing a Product to order submission form part of the purchasing process.\nThe purchasing process includes these steps:</p>\n<ul>\n<li>By clicking on the checkout button, Users open the Stripe checkout section, wherein they will have to specify their contact details and a payment method of their choice.</li>\n<li>After providing all the required information, Users must carefully review the order and, subsequently, confirm and submit it by using the relevant button or mechanism on AdTranquility, hereby accepting these Terms and committing to pay the agreed-upon price.</li>\n</ul>\n<p>All notifications related to the described purchasing process shall be sent to the email address provided by the User for such purposes.</p>\nPrices\n<p>Users are informed during the purchasing process and before order submission, about any fees, taxes and costs (including, if any, delivery costs) that they will be charged.</p>\n<p>Prices on AdTranquility are displayed:</p>\n<ul>\n<li>including all applicable fees, taxes and costs;</li>\n</ul> Offers and discounts\n<p>The Owner may offer discounts or provide special offers for the purchase of Products.\nAny such offer or discount shall always be subject to the eligibility criteria and the terms and conditions set out in the corresponding section of AdTranquility.</p>\n<p>Offers and discounts are always granted at the Owner’s sole discretion.</p>\n<p>Repeated or recurring offers or discounts create no claim/title or right that Users may enforce in the future.</p>\n<p>Depending on the case, discounts or offers shall be valid for a limited time only or while stocks last.\nIf an offer or discount is limited by time, the time indications refer to the time zone of the Owner, as indicated in the Owner’s location details in this document, unless otherwise specified.</p>\nMethods of payment\n<p>Information related to accepted payment methods are made available during the purchasing process.</p>\n<p>Some payment methods may only be available subject to additional conditions or fees.\nIn such cases related information can be found in the dedicated section of AdTranquility.</p>\n<p>All payments are independently processed through third-party services.\nTherefore, AdTranquility does not collect any payment information – such as credit card details – but only receives a notification once the payment has been successfully completed.</p>\n<p>If payment through the available methods fail or is refused by the payment service provider, the Owner shall be under no obligation to fulfil the purchase order.\nAny possible costs or fees resulting from the failed or refused payment shall be borne by the User.</p>\nPurchase via app store\n<p>AdTranquility or specific Products available for sale on AdTranquility must be purchased via a third-party app store.\nTo access such purchases, Users must follow the instructions provided on the relevant online store (such as \"Apple App Store\" or \"Google Play\"), which may vary depending on the particular device in use.</p>\n<p>Unless otherwise specified, purchases done via third-party online stores are also subject to such third-parties’ terms and conditions, which, in case of any inconsistency or conflict, shall always prevail upon these Terms.</p>\n<p>Users purchasing through such third-party online stores must therefore read such terms and conditions of sale carefully and accept them.</p>\nRetention of usage rights\n<p>Users do not acquire any rights to use the purchased Product until the total purchase price is received by the Owner.</p>\nDeliveryPerformance of services\n<p>The purchased service shall be performed or made available within the timeframe specified on AdTranquility or as communicated before the order submission.</p>\nContract durationTrial period\n<p>Users have the option to test AdTranquility or selected Products during a limited and non-renewable trial period, at no cost.\nSome features or functions of AdTranquility may not be available to Users during the trial period.<br>\nFurther conditions applicable to the trial period, including its duration, will be specified on AdTranquility.</p>\n<p>The trial period shall automatically convert into the equivalent paid Product, unless the User cancels the purchase before the trial period expires.</p>\nSubscriptions\n<p>Subscriptions allow Users to receive a Product continuously or regularly over a determined period of time.</p>\n<p>Paid subscriptions begin on the day the payment is received by the Owner.</p>\n<p>In order to maintain subscriptions, Users must pay the required recurring fee in a timely manner.\nFailure to do so may cause service interruptions.</p>\nFixed-term subscriptions\n<p>Paid fixed-term subscriptions start on the day the payment is received by the Owner and last for the subscription period chosen by the User or otherwise specified during the purchasing process.</p>\n<p>Once the subscription period expires, the Product shall no longer be accessible, unless the User renews the subscription by paying the relevant fee.</p>\n<p>Fixed-term subscriptions may not be terminated prematurely and shall run out upon expiration of the subscription term.</p>\nAutomatic renewal\n<p>\n<strong>Subscriptions are automatically renewed through the payment method that the User chose during purchase, unless the User cancels the subscription within the deadlines for termination specified in the relevant section of these Terms and/or AdTranquility.</strong>\n</p>\n<p>\n<strong>The renewed subscription will last for a period equal to the original term.</strong>\n</p>\nTermination\n<p>\n<strong>Recurring subscriptions may be terminated at any time by sending a clear and unambiguous termination notice to the Owner using the contact details provided in this document, or — if applicable — by using the corresponding controls inside AdTranquility.</strong>\n</p>\nTermination notice\n<p>\n<strong>If the notice of termination is received by the Owner before the subscription renews, the termination shall take effect as soon as the current period is completed.</strong>\n</p> User rightsRight of withdrawal\n<p>Unless exceptions apply, the User may be eligible to withdraw from the contract within the period specified below (generally 14 days), for any reason and without justification.\nUsers can learn more about the withdrawal conditions within this section.</p>\nWho the right of withdrawal applies to\n<p>The right of withdrawal is a right designed for European Consumers in the case of distance contracts (because the User is not able to see or try the Products before closing the contract).\nWithdrawal from the contract terminates the obligation of the contracting parties to perform the contract.</p>\n<p>On AdTranquility the right of withdrawal applies to all Users.</p>\n<p>Unless any exception mentioned below applies, if any, Users have a right to withdraw from the contract within the specified period applicable to their case, for any reason and without justification.</p>\nExercising the right of withdrawal\n<p>To exercise their right of withdrawal, Users must send to the Owner an unequivocal statement of their intention to withdraw from the contract.</p>\n<p>To this end, Users may use the model withdrawal form available from within the “definitions” section of this document.\nUsers are, however, free to express their intention to withdraw from the contract by making an unequivocal statement in any other suitable way.\nIn order to meet the deadline within which they can exercise such right, Users must send the withdrawal notice before the withdrawal period expires.</p>\n<p>When does the withdrawal period expire?</p>\n<ul>\n<li>\n<strong>Regarding the purchase of a service</strong>, the withdrawal period expires 14 days after the day that the contract is entered into, unless the User has waived the withdrawal right.</li>\n</ul> Effects of withdrawal\n<p>Users who correctly withdraw from a contract will be reimbursed by the Owner for all payments made to the Owner, including, if any, those covering the costs of delivery.</p>\n<p>However, any additional costs resulting from the choice of a particular delivery method other than the least expensive type of standard delivery offered by the Owner, will not be reimbursed.</p>\n<p>Such reimbursement shall be made without undue delay and, in any event, no later than 14 days from the day on which the Owner is informed of the User’s decision to withdraw from the contract.\nUnless otherwise agreed with the User, reimbursements will be made using the same means of payment as used to process the initial transaction.\nIn any event, the User shall not incur any costs or fees as a result of such reimbursement.</p>\n…on the purchase of services\n<p>Where a User exercises the right of withdrawal after having requested that the service be performed before the withdrawal period expires, the User shall pay to the Owner an amount which is in proportion to the part of service provided.</p>\n<p>Such payment shall be calculated based on the fee contractually agreed upon, and be proportional to the part of service provided until the time the User withdraws, compared with the full coverage of the contract.</p> GuaranteesMoney-back-guarantee\n<p>Without prejudice to any applicable statutory rights, the Owner grants Users the right to cancel a purchase they are unsatisfied with and obtain a refund.</p>\n<p>The terms and conditions applicable to such offer can be found in the dedicated section of AdTranquility.</p> Liability and indemnificationUS UsersDisclaimer of Warranties\n<p>\n<strong>AdTranquility is provided strictly on an “as is” and “as available” basis.\nUse of the Service is at Users’ own risk.\nTo the maximum extent permitted by applicable law, the Owner expressly disclaims all conditions, representations, and warranties — whether express, implied, statutory or otherwise, including, but not limited to, any implied warranty of merchantability, fitness for a particular purpose, or non-infringement of third-party rights.\nNo advice or information, whether oral or written, obtained by user from owner or through the Service will create any warranty not expressly stated herein.</strong>\n</p>\n<p>\n<strong>Without limiting the foregoing, the Owner, its subsidiaries, affiliates, licensors, officers, directors, agents, co-branders, partners, suppliers and employees do not warrant that the content is accurate, reliable or correct.\nthat the Service will meet Users’ requirements.\nthat the Service will be available at any particular time or location, uninterrupted or secure.\nthat any defects or errors will be corrected.\nor that the Service is free of viruses or other harmful components.\nAny content downloaded or otherwise obtained through the use of the Service is downloaded at users own risk and users shall be solely responsible for any damage to Users’ computer system or mobile device or loss of data that results from such download or Users’ use of the Service.</strong>\n</p>\n<p>\n<strong>The Owner does not warrant, endorse, guarantee, or assume responsibility for any product or service advertised or offered by a third party through the Service or any hyperlinked website or service, and the Owner shall not be a party to or in any way monitor any transaction between Users and third-party providers of products or services.</strong>\n</p>\n<p>\n<strong>The Service may become inaccessible or it may not function properly with Users’ web browser, mobile device, and/or operating system.\nThe owner cannot be held liable for any perceived or actual damages arising from Service content, operation, or use of this Service.</strong>\n</p>\n<p>\n<strong>Federal law, some states, and other jurisdictions, do not allow the exclusion and limitations of certain implied warranties.\nThe above exclusions may not apply to Users.\nThis Agreement gives Users specific legal rights, and Users may also have other rights which vary from state to state.\nThe disclaimers and exclusions under this agreement shall not apply to the extent prohibited by applicable law.</strong>\n</p>\nLimitations of liability\n<p>\n<strong>To the maximum extent permitted by applicable law, in no event shall the Owner, and its subsidiaries, affiliates, officers, directors, agents, co-branders, partners, suppliers and employees be liable for</strong>\n</p>\n<ul>\n<li>\n<strong>any indirect, punitive, incidental, special, consequential or exemplary damages, including without limitation damages for loss of profits, goodwill, use, data or other intangible losses, arising out of or relating to the use of, or inability to use, the Service.\nand</strong>\n</li>\n<li>\n<strong>any damage, loss or injury resulting from hacking, tampering or other unauthorized access or use of the Service or User account or the information contained therein;</strong>\n</li>\n<li>\n<strong>any errors, mistakes, or inaccuracies of content;</strong>\n</li>\n<li>\n<strong>personal injury or property damage, of any nature whatsoever, resulting from User access to or use of the Service;</strong>\n</li>\n<li>\n<strong>any unauthorized access to or use of the Owner’s secure servers and/or any and all personal information stored therein;</strong>\n</li>\n<li>\n<strong>any interruption or cessation of transmission to or from the Service;</strong>\n</li>\n<li>\n<strong>any bugs, viruses, trojan horses, or the like that may be transmitted to or through the Service;</strong>\n</li>\n<li>\n<strong>any errors or omissions in any content or for any loss or damage incurred as a result of the use of any content posted, emailed, transmitted, or otherwise made available through the Service.\nand/or</strong>\n</li>\n<li>\n<strong>the defamatory, offensive, or illegal conduct of any User or third party.\nIn no event shall the Owner, and its subsidiaries, affiliates, officers, directors, agents, co-branders, partners, suppliers and employees be liable for any claims, proceedings, liabilities, obligations, damages, losses or costs in an amount exceeding the amount paid by User to the Owner hereunder in the preceding 12 months, or the period of duration of this agreement between the Owner and User, whichever is shorter.</strong>\n</li>\n</ul>\n<p>\n<strong>This limitation of liability section shall apply to the fullest extent permitted by law in the applicable jurisdiction whether the alleged liability is based on contract, tort, negligence, strict liability, or any other basis, even if company has been advised of the possibility of such damage.</strong>\n</p>\n<p>\n<strong>Some jurisdictions do not allow the exclusion or limitation of incidental or consequential damages, therefore the above limitations or exclusions may not apply to User.\nThe terms give User specific legal rights, and User may also have other rights which vary from jurisdiction to jurisdiction.\nThe disclaimers, exclusions, and limitations of liability under the terms shall not apply to the extent prohibited by applicable law.</strong>\n</p>\nIndemnification\n<p>\n<strong>The User agrees to defend, indemnify and hold the Owner and its subsidiaries, affiliates, officers, directors, agents, co-branders, partners, suppliers and employees harmless from and against any and all claims or demands, damages, obligations, losses, liabilities, costs or debt, and expenses, including, but not limited to, legal fees and expenses, arising from</strong>\n</p>\n<ul>\n<li>\n<strong>User’s use of and access to the Service, including any data or content transmitted or received by User;</strong>\n</li>\n<li>\n<strong>User’s violation of these terms, including, but not limited to, User’s breach of any of the representations and warranties set forth in these terms;</strong>\n</li>\n<li>\n<strong>User’s violation of any third-party rights, including, but not limited to, any right of privacy or intellectual property rights;</strong>\n</li>\n<li>\n<strong>User’s violation of any statutory law, rule, or regulation;</strong>\n</li>\n<li>\n<strong>any content that is submitted from User’s account, including third party access with User’s unique username, password or other security measure, if applicable, including, but not limited to, misleading, false, or inaccurate information;</strong>\n</li>\n<li>\n<strong>User’s willful misconduct.\nor</strong>\n</li>\n<li>\n<strong>statutory provision by User or its affiliates, officers, directors, agents, co-branders, partners, suppliers and employees to the extent allowed by applicable law.</strong>\n</li>\n</ul> Common provisionsNo Waiver\n<p>The Owner’s failure to assert any right or provision under these Terms shall not constitute a waiver of any such right or provision.\nNo waiver shall be considered a further or continuing waiver of such term or any other term.</p>\nService interruption\n<p>To ensure the best possible service level, the Owner reserves the right to interrupt the Service for maintenance, system updates or any other changes, informing the Users appropriately.</p>\n<p>Within the limits of law, the Owner may also decide to suspend or terminate the Service altogether.\nIf the Service is terminated, the Owner will cooperate with Users to enable them to withdraw Personal Data or information in accordance with applicable law.</p>\n<p>Additionally, the Service might not be available due to reasons outside the Owner’s reasonable control, such as “force majeure” (eg.\nlabor actions, infrastructural breakdowns or blackouts etc).</p>\nService reselling\n<p>Users may not reproduce, duplicate, copy, sell, resell or exploit any portion of AdTranquility and of its Service without the Owner’s express prior written permission, granted either directly or through a legitimate reselling program.</p>\nPrivacy policy\n<p>To learn more about the use of their Personal Data, Users may refer to the privacy policy of AdTranquility.</p>\nIntellectual property rights\n<p>Without prejudice to any more specific provision of these Terms, any intellectual property rights, such as copyrights, trademark rights, patent rights and design rights related to AdTranquility are the exclusive property of the Owner or its licensors and are subject to the protection granted by applicable laws or international treaties relating to intellectual property.</p>\n<p>All trademarks — nominal or figurative — and all other marks, trade names, service marks, word marks, illustrations, images, or logos appearing in connection with AdTranquility are, and remain, the exclusive property of the Owner or its licensors and are subject to the protection granted by applicable laws or international treaties related to intellectual property.</p>\nChanges to these Terms\n<p>The Owner reserves the right to amend or otherwise modify these Terms at any time.\nIn such cases, the Owner will appropriately inform the User of these changes.</p>\n<p>Such changes will only affect the relationship with the User for the future.</p>\n<p>The continued use of the Service will signify the User’s acceptance of the revised Terms.\nIf Users do not wish to be bound by the changes, they must stop using the Service.\nFailure to accept the revised Terms, may entitle either party to terminate the Agreement.</p>\n<p>The applicable previous version will govern the relationship prior to the User's acceptance.\nThe User can obtain any previous version from the Owner.</p>\nAssignment of contract\n<p>The Owner reserves the right to transfer, assign, dispose of by novation, or subcontract any or all rights or obligations under these Terms, taking the User’s legitimate interests into account.\nProvisions regarding changes of these Terms will apply accordingly.</p>\n<p>Users may not assign or transfer their rights or obligations under these Terms in any way, without the written permission of the Owner.</p>\nContacts\n<p>All communications relating to the use of AdTranquility must be sent using the contact information stated in this document.</p>\nSeverability\n<p>Should any provision of these Terms be deemed or become invalid or unenforceable under applicable law, the invalidity or unenforceability of such provision shall not affect the validity of the remaining provisions, which shall remain in full force and effect.</p>\nUS Users\n<p>Any such invalid or unenforceable provision will be interpreted, construed and reformed to the extent reasonably required to render it valid, enforceable and consistent with its original intent.\nThese Terms constitute the entire Agreement between Users and the Owner with respect to the subject matter hereof, and supersede all other communications, including but not limited to all prior agreements, between the parties with respect to such subject matter.\nThese Terms will be enforced to the fullest extent permitted by law.</p>\nGoverning law\n<p>These Terms are governed by the law of the place where the Owner is based, as disclosed in the relevant section of this document, without regard to conflict of laws principles.</p>\nVenue of jurisdiction\n<p>The exclusive competence to decide on any controversy resulting from or connected to these Terms lies with the courts of the place where the Owner is based, as displayed in the relevant section of this document.</p>\nUS UsersSurviving provisions\n<p>This Agreement shall continue in effect until it is terminated by either AdTranquility or the User.\nUpon termination, the provisions contained in these Terms that by their context are intended to survive termination or expiration will survive, including but not limited to the following:</p>\n<ul>\n<li>the User’s grant of licenses under these Terms shall survive indefinitely;</li>\n<li>the User’s indemnification obligations shall survive for a period of five years from the date of termination;</li>\n<li>the disclaimer of warranties and representations, and the stipulations under the section containing indemnity and limitation of liability provisions, shall survive indefinitely.</li>\n</ul> Dispute resolutionAmicable dispute resolution <p>Users may bring any disputes to the Owner who will try to resolve them amicably.</p>\n<p>While Users' right to take legal action shall always remain unaffected, in the event of any controversy regarding the use of AdTranquility or the Service, Users are kindly asked to contact the Owner at the contact details provided in this document.</p>\n<p>The User may submit the complaint including a brief description and if applicable, the details of the related order, purchase, or account, to the Owner’s email address specified in this document.</p>\n<p>The Owner will process the complaint without undue delay and within 2 days of receiving it.</p> Definitions and legal references AdTranquility (or this Application)\n<p>The property that enables the provision of the Service.</p>\nAgreement\n<p>Any legally binding or contractual relationship between the Owner and the User, governed by these Terms.</p>\nExample withdrawal form\n<p>\n<em>Addressed to:</em>\n</p>\n<p>\n<em>Leverage Technologies Social Media L.L.C, MH-04-D-99, Sama Residence, Al Nahda First, Dubai, United Arab Emirates</em>\n<br>\n<em>support@adtranquility.com</em>\n</p>\n<p>\n<em>I/We hereby give notice that I/we withdraw from my/our contract of sale of the following goods/for the provision of the following service:</em>\n</p>\n<p>\n<em>_____________________________________________ (insert a description of the goods/services that are subject to the respective withdrawal)</em>\n</p>\n<ul>\n<li>\n<em>Ordered on: _____________________________________________ (insert the date)</em>\n</li>\n<li>\n<em>Received on: _____________________________________________ (insert the date)</em>\n</li>\n<li>\n<em>Name of consumer(s):_____________________________________________</em>\n</li>\n<li>\n<em>Address of consumer(s):_____________________________________________</em>\n</li>\n<li>\n<em>Date: _____________________________________________</em>\n</li>\n</ul>\n<p>\n<em>(sign if this form is notified on paper)</em>\n</p>\nOwner (or We)\n<p>Indicates the natural person(s) or legal entity that provides AdTranquility and/or the Service to Users.</p>\nProduct\n<p>A good or service available for purchase through AdTranquility, such as e.g.\nphysical goods, digital files, software, booking services etc.</p>\n<p>The sale of Products may be part of the Service.</p>\nService\n<p>The service provided by AdTranquility as described in these Terms and on AdTranquility.</p>\nTerms\n<p>All provisions applicable to the use of AdTranquility and/or the Service as described in this document, including any other related documents or agreements, and as updated from time to time.</p>\nUser (or You)\n<p>Indicates any natural person or legal entity using AdTranquility.</p>\nConsumer\n<p>Any User qualifying as a natural person who accesses goods or services for personal use, or more generally, acts for purposes outside their trade, business, craft or profession.</p>\n<p> Latest update: May 06, 2021 </p>\n<p> iubenda hosts this content and only collects the Personal Data strictly necessary for it to be provided.\n</p>\n<p>Terms and Conditions generated with </p> Generate yours ", "created_at": "2021-08-28 18:28:13.213787", "updated_at": "2021-08-28 18:29:41.09608"}, {"id": 8818, "name": "Privacy Policy", "url": "https://www.iubenda.com/privacy-policy/76187372 ", "xpath": "", "text": " Privacy Policy of <strong>AdTranquility</strong>\n<p>This Application collects some Personal Data from its Users.</p>\n<br>\n<p>This document can be printed for reference by using the print command in the settings of any browser.</p> Policy summary Personal Data collected for the following purposes and using the following services: <ul>\n<li>\n<ul>\n<li> Contacting the User <ul>\n<li> Contact form and Mailing list or newsletter <p>Personal Data: email address</p>\n</li>\n</ul>\n</li>\n<li> Heat mapping and session recording <ul>\n<li> Hotjar Heat Maps &amp.\nRecordings <p>Personal Data: Cookies.\nUsage Data.\nvarious types of Data as specified in the privacy policy of the service</p>\n</li>\n</ul>\n</li>\n<li> Hosting and backend infrastructure <ul>\n<li> Firebase Cloud Functions <p>Personal Data: Usage Data.\nvarious types of Data as specified in the privacy policy of the service</p>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul> Further information about Personal Data <ul>\n<li>\n<ul>\n<li> Push notifications <p>This Application may send push notifications to the User to achieve the purposes outlined in this privacy policy.</p>\n<p>Users may in most cases opt-out of receiving push notifications by visiting their device settings, such as the notification settings for mobile phones, and then change those settings for this Application, some or all of the apps on the particular device.<br>\nUsers must be aware that disabling push notifications may negatively affect the utility of this Application.</p>\n</li>\n<li> Push notifications based on the User's geographic location <p>This Application may use the User's geographic location to send push notifications for the purposes outlined in this privacy policy.</p>\n<p>Users may in most cases opt-out of receiving push notifications by visiting their device settings, such as the notification settings for mobile phones, and then changing those settings for some or all of the apps on the particular device.</p>\n<p>Users must be aware that disabling push notifications may negatively affect the utility of this Application.</p>\n</li>\n</ul>\n</li>\n</ul> Contact information <ul>\n<li>\n<ul>\n<li> Owner and Data Controller <p>Leverage Marketing OU Roosikrantsi tn 2-690k Tallinn Harjumaa 10119 Estonia</p>\n<p>\n<strong>Owner contact email:</strong> adtranquility@gmail.com</p>\n</li>\n</ul>\n</li>\n</ul> Full policy Owner and Data Controller <p>Leverage Marketing OU Roosikrantsi tn 2-690k Tallinn Harjumaa 10119 Estonia</p>\n<p>\n<strong>Owner contact email:</strong> adtranquility@gmail.com</p> Types of Data collected <p> Among the types of Personal Data that this Application collects, by itself or through third parties, there are: email address.\nCookies.\nUsage Data.\n</p>\n<p>Complete details on each type of Personal Data collected are provided in the dedicated sections of this privacy policy or by specific explanation texts displayed prior to the Data collection.<br>Personal Data may be freely provided by the User, or, in case of Usage Data, collected automatically when using this Application.<br>Unless specified otherwise, all Data requested by this Application is mandatory and failure to provide this Data may make it impossible for this Application to provide its services.\nIn cases where this Application specifically states that some Data is not mandatory, Users are free not to communicate this Data without consequences to the availability or the functioning of the Service.<br>Users who are uncertain about which Personal Data is mandatory are welcome to contact the Owner.<br>Any use of Cookies – or of other tracking tools – by this Application or by the owners of third-party services used by this Application serves the purpose of providing the Service required by the User, in addition to any other purposes described in the present document and in the Cookie Policy, if available.</p>\n<p>Users are responsible for any third-party Personal Data obtained, published or shared through this Application and confirm that they have the third party's consent to provide the Data to the Owner.</p> Mode and place of processing the Data Methods of processing <p>The Owner takes appropriate security measures to prevent unauthorized access, disclosure, modification, or unauthorized destruction of the Data.<br>The Data processing is carried out using computers and/or IT enabled tools, following organizational procedures and modes strictly related to the purposes indicated.\nIn addition to the Owner, in some cases, the Data may be accessible to certain types of persons in charge, involved with the operation of this Application (administration, sales, marketing, legal, system administration) or external parties (such as third-party technical service providers, mail carriers, hosting providers, IT companies, communications agencies) appointed, if necessary, as Data Processors by the Owner.\nThe updated list of these parties may be requested from the Owner at any time.</p> Legal basis of processing <p>The Owner may process Personal Data relating to Users if one of the following applies:</p>\n<ul>\n<li>Users have given their consent for one or more specific purposes.\nNote: Under some legislations the Owner may be allowed to process Personal Data until the User objects to such processing (“opt-out”), without having to rely on consent or any other of the following legal bases.\nThis, however, does not apply, whenever the processing of Personal Data is subject to European data protection law;</li>\n<li>provision of Data is necessary for the performance of an agreement with the User and/or for any pre-contractual obligations thereof;</li>\n<li>processing is necessary for compliance with a legal obligation to which the Owner is subject;</li>\n<li>processing is related to a task that is carried out in the public interest or in the exercise of official authority vested in the Owner;</li>\n<li>processing is necessary for the purposes of the legitimate interests pursued by the Owner or by a third party.</li>\n</ul>\n<p>In any case, the Owner will gladly help to clarify the specific legal basis that applies to the processing, and in particular whether the provision of Personal Data is a statutory or contractual requirement, or a requirement necessary to enter into a contract.\n</p> Place <p>The Data is processed at the Owner's operating offices and in any other places where the parties involved in the processing are located.<br>\n<br>\nDepending on the User's location, data transfers may involve transferring the User's Data to a country other than their own.\nTo find out more about the place of processing of such transferred Data, Users can check the section containing details about the processing of Personal Data.</p>\n<p>Users are also entitled to learn about the legal basis of Data transfers to a country outside the European Union or to any international organization governed by public international law or set up by two or more countries, such as the UN, and about the security measures taken by the Owner to safeguard their Data.<br>\n<br>\nIf any such transfer takes place, Users can find out more by checking the relevant sections of this document or inquire with the Owner using the information provided in the contact section.</p> Retention time <p>Personal Data shall be processed and stored for as long as required by the purpose they have been collected for.</p>\n<p>Therefore:</p>\n<ul>\n<li>Personal Data collected for purposes related to the performance of a contract between the Owner and the User shall be retained until such contract has been fully performed.</li>\n<li>Personal Data collected for the purposes of the Owner’s legitimate interests shall be retained as long as needed to fulfill such purposes.\nUsers may find specific information regarding the legitimate interests pursued by the Owner within the relevant sections of this document or by contacting the Owner.</li>\n</ul>\n<p>The Owner may be allowed to retain Personal Data for a longer period whenever the User has given consent to such processing, as long as such consent is not withdrawn.\nFurthermore, the Owner may be obliged to retain Personal Data for a longer period whenever required to do so for the performance of a legal obligation or upon order of an authority.<br>\n<br>\nOnce the retention period expires, Personal Data shall be deleted.\nTherefore, the right of access, the right to erasure, the right to rectification and the right to data portability cannot be enforced after expiration of the retention period.</p> The purposes of processing <p> The Data concerning the User is collected to allow the Owner to provide its Service, comply with its legal obligations, respond to enforcement requests, protect its rights and interests (or those of its Users or third parties), detect any malicious or fraudulent activity, as well as the following: Contacting the User, Heat mapping and session recording and Hosting and backend infrastructure.\n</p>\n<p>For specific information about the Personal Data used for each purpose, the User may refer to the section “Detailed information on the processing of Personal Data”.</p> Detailed information on the processing of Personal Data <p>Personal Data is collected for the following purposes and using the following services:</p>\n<ul>\n<li> Contacting the User Contact form (this Application) <p>By filling in the contact form with their Data, the User authorizes this Application to use these details to reply to requests for information, quotes or any other kind of request as indicated by the form’s header.</p>\n<p>Personal Data processed: email address.</p> Mailing list or newsletter (this Application) <p>By registering on the mailing list or for the newsletter, the User’s email address will be added to the contact list of those who may receive email messages containing information of commercial or promotional nature concerning this Application.\nYour email address might also be added to this list as a result of signing up to this Application or after making a purchase.</p>\n<p>Personal Data processed: email address.</p>\n</li>\n<li> Heat mapping and session recording <p>Heat mapping services are used to display the areas of a page where Users most frequently move the mouse or click.\nThis shows where the points of interest are.\nThese services make it possible to monitor and analyze web traffic and keep track of User behavior.<br>\nSome of these services may record sessions and make them available for later visual playback.</p> Hotjar Heat Maps &amp.\nRecordings (Hotjar Ltd.) <p>Hotjar is a session recording and heat mapping service provided by Hotjar Ltd.<br>\nHotjar honors generic „Do Not Track” headers.\nThis means the browser can tell its script not to collect any of the User's data.\nThis is a setting that is available in all major browsers.\nFind Hotjar’s opt-out information here.</p>\n<p>Personal Data processed: Cookies.\nUsage Data.\nvarious types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: Malta – Privacy Policy – Opt Out.\n</p>\n</li>\n<li> Hosting and backend infrastructure <p>This type of service has the purpose of hosting Data and files that enable this Application to run and be distributed as well as to provide a ready-made infrastructure to run specific features or parts of this Application.</p>\n<p>Some services among those listed below, if any, may work through geographically distributed servers, making it difficult to determine the actual location where the Personal Data are stored.</p> Firebase Cloud Functions (Google Ireland Limited) <p>Firebase Cloud Functions is a hosting and backend service provided by Google Ireland Limited.</p>\n<p>Personal Data processed: Usage Data.\nvarious types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: Ireland – Privacy Policy.\n</p>\n</li>\n</ul> Further information about Personal Data <ul>\n<li> Push notifications <p>This Application may send push notifications to the User to achieve the purposes outlined in this privacy policy.</p>\n<p>Users may in most cases opt-out of receiving push notifications by visiting their device settings, such as the notification settings for mobile phones, and then change those settings for this Application, some or all of the apps on the particular device.<br>\nUsers must be aware that disabling push notifications may negatively affect the utility of this Application.</p>\n</li>\n<li> Push notifications based on the User's geographic location <p>This Application may use the User's geographic location to send push notifications for the purposes outlined in this privacy policy.</p>\n<p>Users may in most cases opt-out of receiving push notifications by visiting their device settings, such as the notification settings for mobile phones, and then changing those settings for some or all of the apps on the particular device.</p>\n<p>Users must be aware that disabling push notifications may negatively affect the utility of this Application.</p>\n</li>\n</ul> The rights of Users <p>Users may exercise certain rights regarding their Data processed by the Owner.</p>\n<p>In particular, Users have the right to do the following:</p>\n<ul>\n<li>\n<strong>Withdraw their consent at any time.</strong> Users have the right to withdraw consent where they have previously given their consent to the processing of their Personal Data.</li>\n<li>\n<strong>Object to processing of their Data.</strong> Users have the right to object to the processing of their Data if the processing is carried out on a legal basis other than consent.\nFurther details are provided in the dedicated section below.</li>\n<li>\n<strong>Access their Data.</strong> Users have the right to learn if Data is being processed by the Owner, obtain disclosure regarding certain aspects of the processing and obtain a copy of the Data undergoing processing.</li>\n<li>\n<strong>Verify and seek rectification.</strong> Users have the right to verify the accuracy of their Data and ask for it to be updated or corrected.</li>\n<li>\n<strong>Restrict the processing of their Data.</strong> Users have the right, under certain circumstances, to restrict the processing of their Data.\nIn this case, the Owner will not process their Data for any purpose other than storing it.\n</li>\n<li>\n<strong>Have their Personal Data deleted or otherwise removed.</strong> Users have the right, under certain circumstances, to obtain the erasure of their Data from the Owner.</li>\n<li>\n<strong>Receive their Data and have it transferred to another controller.</strong> Users have the right to receive their Data in a structured, commonly used and machine readable format and, if technically feasible, to have it transmitted to another controller without any hindrance.\nThis provision is applicable provided that the Data is processed by automated means and that the processing is based on the User's consent, on a contract which the User is part of or on pre-contractual obligations thereof.</li>\n<li>\n<strong>Lodge a complaint.</strong> Users have the right to bring a claim before their competent data protection authority.</li>\n</ul> Details about the right to object to processing <p>Where Personal Data is processed for a public interest, in the exercise of an official authority vested in the Owner or for the purposes of the legitimate interests pursued by the Owner, Users may object to such processing by providing a ground related to their particular situation to justify the objection.</p>\n<p>Users must know that, however, should their Personal Data be processed for direct marketing purposes, they can object to that processing at any time without providing any justification.\nTo learn, whether the Owner is processing Personal Data for direct marketing purposes, Users may refer to the relevant sections of this document.\n</p> How to exercise these rights <p>Any requests to exercise User rights can be directed to the Owner through the contact details provided in this document.\nThese requests can be exercised free of charge and will be addressed by the Owner as early as possible and always within one month.</p> Additional information about Data collection and processing Legal action <p>The User's Personal Data may be used for legal purposes by the Owner in Court or in the stages leading to possible legal action arising from improper use of this Application or the related Services.<br>The User declares to be aware that the Owner may be required to reveal personal data upon request of public authorities.</p> Additional information about User's Personal Data <p>In addition to the information contained in this privacy policy, this Application may provide the User with additional and contextual information concerning particular Services or the collection and processing of Personal Data upon request.</p> System logs and maintenance <p>For operation and maintenance purposes, this Application and any third-party services may collect files that record interaction with this Application (System logs) use other Personal Data (such as the IP Address) for this purpose.</p> Information not contained in this policy <p>More details concerning the collection or processing of Personal Data may be requested from the Owner at any time.\nPlease see the contact information at the beginning of this document.</p> How “Do Not Track” requests are handled <p>This Application does not support “Do Not Track” requests.<br>To determine whether any of the third-party services it uses honor the “Do Not Track” requests, please read their privacy policies.</p> Changes to this privacy policy <p>The Owner reserves the right to make changes to this privacy policy at any time by notifying its Users on this page and possibly within this Application and/or - as far as technically and legally feasible - sending a notice to Users via any contact information available to the Owner.\nIt is strongly recommended to check this page often, referring to the date of the last modification listed at the bottom.\n<br>\n<br>\nShould the changes affect processing activities performed on the basis of the User’s consent, the Owner shall collect new consent from the User, where required.</p> Definitions and legal references Personal Data (or Data) <p>Any information that directly, indirectly, or in connection with other information — including a personal identification number — allows for the identification or identifiability of a natural person.</p> Usage Data <p>Information collected automatically through this Application (or third-party services employed in this Application), which can include: the IP addresses or domain names of the computers utilized by the Users who use this Application, the URI addresses (Uniform Resource Identifier), the time of the request, the method utilized to submit the request to the server, the size of the file received in response, the numerical code indicating the status of the server's answer (successful outcome, error, etc.), the country of origin, the features of the browser and the operating system utilized by the User, the various time details per visit (e.g., the time spent on each page within the Application) and the details about the path followed within the Application with special reference to the sequence of pages visited, and other parameters about the device operating system and/or the User's IT environment.</p> User <p>The individual using this Application who, unless otherwise specified, coincides with the Data Subject.</p> Data Subject <p>The natural person to whom the Personal Data refers.</p> Data Processor (or Data Supervisor) <p>The natural or legal person, public authority, agency or other body which processes Personal Data on behalf of the Controller, as described in this privacy policy.</p> Data Controller (or Owner) <p>The natural or legal person, public authority, agency or other body which, alone or jointly with others, determines the purposes and means of the processing of Personal Data, including the security measures concerning the operation and use of this Application.\nThe Data Controller, unless otherwise specified, is the Owner of this Application.</p> This Application <p>The means by which the Personal Data of the User is collected and processed.</p> Service <p>The service provided by this Application as described in the relative terms (if available) and on this site/application.</p> European Union (or EU) <p>Unless otherwise specified, all references made within this document to the European Union include all current member states to the European Union and the European Economic Area.</p> Cookie <p>Cookies are Trackers consisting of small sets of data stored in the User's browser.</p> Tracker <p>Tracker indicates any technology - e.g Cookies, unique identifiers, web beacons, embedded scripts, e-tags and fingerprinting - that enables the tracking of Users, for example by accessing or storing information on the User’s device.</p> Legal information <p>This privacy statement has been prepared based on provisions of multiple legislations, including Art.\n13/14 of Regulation (EU) 2016/679 (General Data Protection Regulation).</p>\n<p>This privacy policy relates solely to this Application, if not stated otherwise within this document.</p>\n<p> Latest update: October 08, 2019 </p>\n<p> iubenda hosts this content and only collects the Personal Data strictly necessary for it to be provided.\n</p> ", "created_at": "2021-08-28 20:27:16.354136", "updated_at": "2021-08-28 18:27:48.3661"}], "points": [], "urls": ["adtranquility.com", "try.adtranquility.com"]}}