{"error": 448, "message": "OK", "parameters": {"id": 5204, "name": "Bold.org", "created_at": "2021-10-20 23:48:21.138006", "updated_at": "2021-10-20 22:01:11.216729", "wikipedia": null, "keywords": null, "related": null, "slug": "bold-org", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5204.png", "url": "bold.org", "documents": [{"id": 9327, "name": "Terms of Use", "url": "https://bold.org/terms-of-use/", "xpath": "/html/body/div[1]/div[2]/div/div[2]", "text": "DonorsApplicants<ul>View Scholarships <li>Resources</li>\n<li>Leaders</li>Company </ul>LoginJoin Bold.orgTerms of Use<p>This website is operated by Bold.org, Inc (“<b>Bold</b>”).\nThroughout this website (the “<b>site</b>”), the terms “we”, “us” and “our” refer to Bold.\nBold offers this site, including all information, tools and services available from this site to you (the “<b>Service</b>”), conditioned upon your acceptance of all terms, conditions, policies and notices stated here (the “<b>Terms</b>”).\nIf you do not agree to these Terms, you must not access the site nor do you have the right to use our Service.\nWe reserve the right to update, change, or replace any part of these Terms by posting updates and/or changes here at which time they shall be binding on you.\nThe headings used in this agreement are included for convenience only and will not limit or otherwise affect these Terms.</p>\n<p>By visiting our site and/or purchasing something from us, you are engaging in our Service and agree to be bound by the Terms.\nThese Terms apply to all users of the site, including without limitation users who are browsers, vendors, customers, merchants, and/ or contributors of content.</p>1.\nGeneral Conditions<em>\n<p>You may use the Site, including the content on it solely for the purposes stated on the Site itself and as described in this Agreement and in accordance with any Service Agreement that you have with us.\nWe reserve the right to refuse Service to anyone for any reason at any time.</p>\n<p>Users are the sole creators of their accounts and Bold may not independently verify the information provided.\nYou are responsible for maintaining the confidentiality of your Bold account and password.\nYou shall be responsible for all uses of your account and password, whether or not authorized by you.\nYou agree to immediately notify Bold of any unauthorized use of your account or password.</p>\n</em>\n<p>While as a practice we do encrypt data in transmission and at rest, you understand that your content may be transferred unencrypted and involve: (a) transmissions over various networks.\nand (b) changes to conform and adapt to technical requirements of connecting networks or devices.</p>\n<em>\n<p>We own all of the intellectual property connected with the Site.\nThis includes, but is not limited to all copyrights, trademarks, patents, derivative works, moral rights, trade secrets, and proprietary information in all content that appears on the Site (other than the content of our third party business partners who have permission to appear on the Site), and in all software that we develop in connection with the Site and our services.\nYou agree not to reproduce, duplicate, copy, sell, resell or exploit any portion of the Service, use of the Service, or access to the Service or any contact on the website through which the service is provided, without express written permission by us.</p>\n</em>\n<p>We reserve the right at any time to modify or discontinue the Service (or any part or content thereof) without notice at any time.\nWe shall not be liable to you or to any third-party for any modification, suspension or discontinuance of the Service.</p>2.\nAccuracy, Completeness and Timeliness of Information<p>Although Bold attempts to provide accurate product descriptions and other information, we are not responsible if information made available on the site is not accurate, complete or current.\nThe material on the site is provided for general information only and should not be relied upon or used as the sole basis for making decisions without consulting primary, more accurate, more complete or more timely sources of information.\nAny reliance on the material on the site is at your own risk.</p>\n<p>The site may contain certain historical information.\nHistorical information, necessarily, is not current and is provided for your reference only.\nWe reserve the right to modify the contents of the site at any time, but we have no obligation to update any information on the site.\nYou agree that it is your responsibility to monitor changes to the site.</p>3.\nThird-Party Links.\nAffiliates<p>Certain content, products and services available via our Service may include materials from third-parties.\nThird-party links on this site may direct you to third-party websites that are not affiliated with us.\nWe are not responsible for examining or evaluating the content or accuracy and we do not warrant and will not have any liability or responsibility for any third-party materials or websites, or for any other materials, products, or services of third-parties.\nWe are not liable for any harm or damages related to the purchase or use of goods, services, resources, content, or any other transactions made in connection with any third-party websites.\nPlease review carefully the third-party’s policies and practices and make sure you understand them before you engage in any transaction.\nComplaints, claims, concerns, or questions regarding third-party products should be directed to the third-party.</p>\n<p>Additionally, Bold participates in affiliate advertising programs designed to provide a means for Bold to generate revenue by advertising and linking to those affiliates’ products or services.\nThis allows us to keep Bold.org 100% free for students, and keeps 100% of donations going directly to recipients.When such affiliate relationships exist and there is an opportunity for Bold to be compensated for referring you to the affiliate, Bold will clearly and conspicuously disclose that to you.</p>4.\nUser Comments, Feedback and Other Personal Information and Submissions<p>We may give you the ability through the Site and the Service to provide comments, images, videos, audios, files, and other information and materials that you wish to share (collectively, “Submitted Content”).\nFor example, Submitted Content includes any information that you provide to us when creating your Bold profile or submitting your scholarship applications.\nPlease be assured, to the extent Submitted Content includes any personal information, we will solely use such personal information in accordance with our Privacy Policy.</p>\n<p>By providing Submitted Content, subject to Section 12 (Personal Information) of these Terms and your rights set out in our Privacy Policy, you authorize Bold to copy, modify, display, distribute, perform, or otherwise use the Submitted Content in any manner (collectively, the “Use Rights”) and to grant such Use Rights to third parties (such as our service providers).\nFor example, we may share your Submitted Consent on Internet-based digital and social media (including, but not limited to, Facebook, Twitter, Instagram, TikTok, and Snapchat), via e-mail to users of the Site, on any website maintained by Bold or its affiliates, print advertising (including in newspapers, magazines, and other periodicals), promotional materials, and press releases.\nHowever, Bold will honor any request by you to stop a certain Use Right or to cease using particular Submitted Content (for example, if you’d like us to remove a social media post).\nTo make such a request, email privacy@bold.org.</p>\n<p>We may, but have no obligation to, monitor, edit or remove Submitted Content that we determine in our sole discretion are unlawful, offensive, threatening, libelous, defamatory, pornographic, obscene or otherwise objectionable or violates any party’s intellectual property or these Terms.\nYou represent and warrant that your Submitted Content will not (i) violate any right of any third-party, including copyright, trademark, privacy, personality or other personal or proprietary right, (ii) contain libelous or otherwise unlawful, abusive or obscene material, or (iii) contain any computer virus or other malware that could in any way affect the operation of the Service or the site.\nMoreover, if you provide us with any personal information relating to another individual, whether via Submitted Content or otherwise, then you represent and warrant that you have the authority to do so and to permit us to use the information in accordance with these Terms and our Privacy Policy.\nYou may not use a false e-mail address, pretend to be someone other than yourself, or otherwise mislead us or third-parties as to the origin of any Submitted Content.\nYou are solely responsible for any Submitted Content you provide and its accuracy.\nWe take no responsibility and assume no liability for any Submitted Content posted by you or any third-party.</p>5.\nProhibited Uses<p>In addition to other prohibitions as set forth in these Terms, you are prohibited from using the site or its content: (a) for any unlawful purpose.\n(b) to solicit others to perform or participate in any unlawful acts.\n(c) to violate any international, federal, provincial or state regulations, rules, laws, or local ordinances.\n(d) to infringe upon or violate our intellectual property rights or the intellectual property rights of others.\n(e) to harass, abuse, insult, harm, defame, slander, disparage, intimidate, or discriminate based on gender, sexual orientation, religion, ethnicity, race, age, national origin, or disability.\n(f) to submit false or misleading information.\n(g) to upload or transmit viruses or any other type of malicious code that will or may be used in any way that will affect the functionality or operation of the Service or the site, other websites, or the Internet.\n(h) to collect or track the personal information of others.\n(i) to spam, phish, pharm, pretext, spider, crawl, or scrape.\n(j) for any obscene or immoral purpose.\nor (k) to interfere with or circumvent the security features of the Service or the site, other websites, or the Internet.\nWe reserve the right to terminate your use of the Service or the site for violating any of the prohibited uses.</p>6.\nDisclaimer of Warranties.\nLimitation of Liability<p>We do not guarantee, represent or warrant that your use of the Service will be uninterrupted, timely, secure or error-free.\nWe do not warrant that the results that may be obtained from the use of the Service will be accurate or reliable.\nYou agree that from time to time we may remove the Service for indefinite periods of time or cancel the Service at any time, without notice to you.\nYou expressly agree that your use of, or inability to use, the Service is at your sole risk.</p>\n<p>THE SERVICE AND ALL PRODUCTS AND SERVICES DELIVERED TO YOU THROUGH THE SERVICE ARE (EXCEPT AS EXPRESSLY STATED BY US) PROVIDED ‘AS IS’ AND ‘AS AVAILABLE’ FOR YOUR USE, AND WE HEREBY DISCLAIM ANY REPRESENTATION, WARRANTIES OR CONDITIONS OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING ALL IMPLIED WARRANTIES OR CONDITIONS OF MERCHANTABILITY, MERCHANTABLE QUALITY, FITNESS FOR A PARTICULAR PURPOSE, DURABILITY, TITLE, AND NON-INFRINGEMENT.</p>\n<p>IN NO CASE SHALL BOLD, ITS DIRECTORS, OFFICERS, EMPLOYEES, AFFILIATES, AGENTS, CONTRACTORS, INTERNS, SUPPLIERS, SERVICE PROVIDERS OR LICENSORS BE LIABLE FOR ANY INJURY, LOSS, CLAIM, OR ANY DIRECT, INDIRECT, INCIDENTAL, PUNITIVE, SPECIAL, OR CONSEQUENTIAL DAMAGES OF ANY KIND, INCLUDING, WITHOUT LIMITATION LOST PROFITS, LOST REVENUE, LOST SAVINGS, LOSS OF DATA, REPLACEMENT COSTS, OR ANY SIMILAR DAMAGES, WHETHER BASED IN CONTRACT, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR OTHERWISE, ARISING FROM YOUR USE OF ANY OF THE SERVICE OR ANY PRODUCTS PROCURED USING THE SERVICE, OR FOR ANY OTHER CLAIM RELATED IN ANY WAY TO YOUR USE OF THE SERVICE OR ANY PRODUCT, INCLUDING, BUT NOT LIMITED TO, ANY ERRORS OR OMISSIONS IN ANY CONTENT, OR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF THE SERVICE OR ANY CONTENT (OR PRODUCT) POSTED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE SERVICE, EVEN IF ADVISED OF THEIR POSSIBILITY.\nBECAUSE SOME STATES OR JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR THE LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, IN SUCH STATES OR JURISDICTIONS, OUR LIABILITY SHALL BE LIMITED TO THE MAXIMUM EXTENT PERMITTED BY LAW.</p>7.\nIdemnification<p>You agree to indemnify, defend and hold harmless Bold and its subsidiaries, affiliates, partners, officers, directors, agents, contractors, licensors, service providers, subcontractors, suppliers, and employees, harmless from and against any claim or demand, including reasonable attorneys’ fees, made by any third-party due to or arising out of your breach of these Terms or the documents they incorporate by reference, or your violation of any law or the rights of a third-party.</p>8.\nSeverability<p>In the event that any provision of these Terms is determined to be unlawful, void or unenforceable, such provision shall nonetheless be enforceable to the fullest extent permitted by applicable law, and the unenforceable portion shall be deemed to be severed from these Terms, such determination shall not affect the validity and enforceability of any other remaining provisions.</p>9.\nTermination<p>The obligations and liabilities of the parties incurred prior to the termination date shall survive the termination of these Terms for all purposes.\nThese Terms are effective unless and until terminated by either you or us.\nYou may terminate these Terms at any time by notifying us that you no longer wish to use the Service, or when you cease using the site.\nIf in our sole judgment you fail, or we suspect that you have failed, to comply with any of these Terms, we also may terminate this agreement at any time without notice and you will remain liable for all amounts due up to and including the date of termination.\nand/or accordingly may deny you access to the Service and the site (or any part thereof).</p>10.\nEntire Agreement<p>The failure by us to exercise or enforce any right or provision of these Terms shall not constitute a waiver of such right or provision.\nThese Terms and any policies or operating rules posted by us on the site or in respect to the Service constitutes the entire agreement and understanding between you and us and governs your use of the Service, superseding any prior or contemporaneous agreements, communications and proposals, whether oral or written, between you and us (including, but not limited to, any prior versions of these Terms).\nAny ambiguities in the interpretation of these Terms shall not be construed against the drafting party.</p>11.\nGoverning Law<p>These Terms and any separate agreements whereby we provide you Service shall be governed by and construed in accordance with the laws of the State of California without regards to its conflicts of law provisions.\nThe city and county of San Francisco shall have exclusive jurisdiction, and you hereby waive any claims that the forum is inconvenient, over any disputes related to Bold, these Terms, the site, or the Service.</p>\n<p>\n<em>The Site is controlled and operated from within the United States.\nWe make no representation that the Site is appropriate or available in locations outside the United States.\nAnyone choosing to access the Site from other locations are responsible for compliance with applicable laws.\nInternational visitors must comply with all local rules regarding online conduct and acceptable content, including laws regulating the export of data from the United States or your country of residence.</em>\n</p>12.\nPersonal Information<p>Your submission of personal information to Bold or through the site is governed by our Privacy Policy which you can access via the link located at the bottom of this page.</p>\n<p>\n<em>You also agree that we or third parties acting on our behalf may send you emails regarding important information regarding your use of the Site and other electronic communications such as newsletters, promotional materials and so on.\nWhile using the Site, if you consent to receiving a newsletter, promotional materials, or any other subscription or registration or use of another platform that partners with Bold, then you will be deemed to have acknowledged, agreed, and consented to Bold’s use of your personal information and data for that purpose.\nYou may opt out of receiving the newsletters and other promotional messages at any time by clicking the unsubscribe link on the email, but you may not opt-out of receiving important items regarding the use of the Site or your account and the like.\nAll suggestions and comments you provide become the intellectual property of Bold.</em>\n</p>", "created_at": "2021-10-20 23:48:21.144539", "updated_at": "2021-10-20 21:49:22.273967"}, {"id": 9326, "name": "Privacy Policy", "url": "https://bold.org/privacy/", "xpath": "/html/body/div[1]/div[2]/div/div[2]/div[2]", "text": "THE BOLD.ORG PRIVACY POLICY<p>This Privacy Policy describes how your personal information is collected, used, and shared when you visit or use the Bold.org, Inc.\n(“Bold”) website (the “Site”).\nIn addition, we may from time to time add new sites that may not be listed in this Privacy Policy which are also considered the Site.</p>Your privacy matters to you and it matters to us.<p>At Bold, your privacy is a top priority.\nThe information provided below is not just so we can make our lawyers happy, but to show you that we can be trusted with your information.\nIf you are a California resident, please see our Notice To California Residents to learn more about your rights under the California Consumer Privacy Act (the “CCPA”).</p>Your information that we collect<p>When you visit the Site, we automatically collect certain information about your device, including information about your web browser, IP address, time zone, and some of the cookies that are installed on your device.\nAdditionally, as you browse the Site, we collect information about the individual web pages or products that you view, what websites or search terms referred you to the Site, and information about how you interact with the Site.\nThis information is collected using the following technologies:</p>\n<ul>\n<li>“Cookies” are data files that are placed on your device or computer and often include an anonymous unique identifier.\nFor more information about cookies, and how to disable cookies, visit https://www.allaboutcookies.org.</li>\n<li>“Log files” track actions occurring on the Site, and collect data including your IP address, browser type, Internet service provider, referring/exit pages, and date/time stamps.</li>\n<li>“Web beacons,” “tags,” and “pixels” are electronic files used to record information about how you browse the Site.</li>\n</ul>\n<p>We may also collect personal information from you that includes your name and email address, and such other information as we may require to provide our services.\nAlso, if you contact us, we collect additional information such as your location, and any personal information that you provide in your contact request.\nIn addition, we may receive information about you from other online or offline sources, including third parties from whom we validate consumer self-reported information, and verify information we already have about you.\nThis helps us to update, expand and analyze our records and provide products and services that may be of interest to you.</p>How we use your information<p>We use your information to provide our services.\nOf course, you can opt-out at any time by providing us notice that you want us to delete and no longer use your information.</p>\n<p>We also use information that we collect to help us screen for potential risk and fraud (in particular, your IP address), and more generally to improve and optimize our Site (for example, by generating analytics about how our customers browse and interact with the Site.</p>\n<p>Additionally, Bold participates in affiliate advertising programs designed to provide a means for Bold to generate revenue by advertising and linking to those affiliates’ products or services.\nWhen such affiliate relationships exist and there is an opportunity for Bold to be compensated for referring you to the affiliate, Bold will clearly and conspicuously disclose that to you.</p>How we share your information<p>We will share your information with scholarship providers, applicable academic institutions, and as otherwise necessary to provide the Bold service to you.\nBy using the Bold service, you acknowledge, confirm, and consent to: (i) Bold’s generation of revenue from its partnerships with scholarship providers, applicable academic institutions, and other third parties who are necessary for Bold to provide its services to you, and (ii) Bold’s use of your information and data on Bold’s platform in order to do so.\nThis includes third party processors (“Sub-processors”) which generally refers to technology vendors that need access to and use of your personal information to give us additional personal data about you, and to perform analytics and other work that we may need to outsource.\nThese Sub-processors are bound by law and/or contract to protect the confidentiality and security of your personal information.\nThey only process your personal information to provide requested services for us, and only act on our documented instructions.</p>\n<p>For example, we use Google Analytics to help us understand how our customers use the Site.\nYou can read more about how Google uses your information here.\nYou can also opt-out of Google Analytics here.</p>\n<p>In addition to Google Analytics, we may share your information with other third parties in an aggregated and anonymous manner to assess the overall trends and information about our customers.\nThis information will not contain any of your personal information and is only shared in an aggregated and anonymized manner.</p>\n<p>Additionally, if you indicate you are interested in particular educational institutions in your profile or via other means when using Bold’s platform, Bold may share your data with those educational institutions from time to time.\nIf you do not want Bold to share your data with those educational institutions at all, please let us know by contacting privacy@bold.org.</p>\n<p>Finally, we may also share your information to comply with applicable laws and regulations, to respond to a subpoena, search warrant or other lawful request for information we receive, or to otherwise protect our rights.</p>Some information security basics<p>The security of your information is very important.\nTo help protect your information, we maintain reasonable physical, technical and administrative safeguards.\nWe update and test our security technology on an ongoing basis.\nWe restrict access to your personal information to those employees who need to know that information in order to provide services to you.\nIn addition, we train our employees about the importance of confidentiality and maintaining the privacy and security of your information.</p>For our international users<p>The Site and the Services we offer through it are U.S.\nbased and are controlled, operated and administered by Bold and its Sub-processors from offices and servers within the United States.\nThe Site and this Privacy Policy is strictly intended for audiences located in the United States and are provided in accordance with and subject to applicable United States law.\nIf you decide to continue to access our Site from your location outside the United States, you hereby agree that your use of the Site or any services we may offer are subject to this Policy and your personal information will be transferred or processed in the United States, and you may have fewer privacy rights and protections than you have in your country of origin.</p>Our retention of your information<p>We will retain your information for as long as your account is active or as needed to provide you services.\nIf you wish to request that we no longer use your information to provide you services or updates on additional products, contact us at privacy@bold.org.\nAdditionally, we will retain and use your information as necessary to comply with our legal or regulatory obligations, resolve disputes, and enforce our agreements.</p>NOTICE TO CALIFORNIA RESIDENTS<p>This notice supplements the Bold privacy policy and provides additional information applicable only to California residents identified as “consumers” regarding their personal information pursuant to the California Consumer Privacy Act (the “CCPA”).\nUnless otherwise indicated, terms used in this supplemental notice shall have the meanings ascribed them in the CCPA.</p>Access, Deletion and Do Not Sell Right<p>As a Consumer under the CCPA, you have the following right subject to certain limitations described in the CCPA: (1) to request that we disclose to you what Personal Information we collect, use, disclose and sell, including the right to request that we provide you the specific Personal Information we have collected about you in the prior twelve (12) months (the “Right To Know”), and (2) to ask us to delete your Personal Information (the “Right to Delete”).\nYou can opt-out from our potential sale of your Personal Information as described below (“Do Not Sell My Information”).</p>\n<p>The following links are provided as an easy way for you to exercise these rights.\nAlternatively, you can contact us for more information or to make a request regarding your Personal Information.\nTo ensure that we do not provide or delete your Personal Information in response to a fraudulent request, we will require verification of your identity prior to proceeding with your request.\nIn the event we are unable to verify your identity, we will not be able to proceed with a Right to Know request, and will proceed with a “Do Not Sell My Information” request in response to a Right to Delete request.</p>Right to know<p>We will provide the requested information for no charge up to two times during a 12 month period.</p>Right to delete<p>We will also direct our service providers to delete your Personal Information subject to limitations proscribed by the CCPA.\nThis request may be fulfilled by erasing or de-identifying certain information as permitted under the CCPA.</p>Do Not Sell My Information<p>If you wish for us to retain your Personal Information, but do not want us to sell your Personal Information, please contact us by e-mail at privacy@bold.org or by mail using the details provided below.</p>Changes to our privacy policy<p>Please review this Privacy Policy from time to time as we may update this Privacy Policy from time to time in order to reflect, for example, changes to our practices or for other operational, legal or regulatory reasons.\nUnless otherwise provided by applicable law, any changes that we make to this Policy will be published on the Site and will become effective upon publication.\nYour continued use of our services or the Site will constitute your acceptance of any such.</p>How to contact us<p>For more information about our privacy practices, if you have questions, or if you would like to make a complaint, please contact us by e-mail at privacy@bold.org or by mail using the details provided below:<br>\n<br>Effective Date: January 18, 2021.\n<br>\n<br>Bold.org, Inc., 133 Kearny #400, San Francisco CA 94108 United States</p>", "created_at": "2021-10-20 23:48:21.141602", "updated_at": "2021-10-20 21:49:00.284366"}], "points": [{"id": 27094, "title": "You must report to the service any unauthorized use of your account or any breach of security", "source": "https://bold.org/terms-of-use/", "status": "Generated through the annotate view", "created_at": "2022-03-04 13:51:28.940485", "updated_at": "2022-03-04 13:51:28.940485", "quoteText": "You agree to immediately notify Bold of any unauthorized use of your account or password.</p>\n</em>\n<p>", "case_id": 484, "document_id": 9327, "quoteStart": 1815, "quoteEnd": 1918}], "urls": ["bold.org"]}}