{"error": 448, "message": "OK", "parameters": {"id": 2425, "name": "Duden", "created_at": "2020-11-26 06:05:43.317186", "updated_at": "2021-03-25 03:19:53.049132", "wikipedia": "https://en.wikipedia.org/wiki/Duden", "keywords": null, "related": null, "slug": "duden", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2425.png", "url": "duden.de,lp.mentor.duden.de,mentor.duden.de,duden-institute.de,shop.duden.de,lp.duden.de,lernen.duden.de,angebot.mentor.duden.de,", "documents": [{"id": 3163, "name": "Privacy Policy", "url": "https://www.duden.de/service/datenschutz", "xpath": "/html/body/div[1]/div/div[1]/main/article/div", "text": " <p>\n<strong>Sehr geehrte Besucherinnen und Besucher, </strong>\n</p>\n<p>damit Sie sich beim Besuch unserer Webseiten sicher und wohl fühlen, möchten wir Sie nachfolgend über den Umgang mit Ihren Daten informieren.</p> Verantwortlicher <p>Verantwortlicher für die Verarbeitung von personenbezogenen Daten, die bei dem Besuch dieser Webseite erfasst werden, ist die Bibliographisches Institut GmbH, Mecklenburgische Straße 53, 14197 Berlin („wir“).</p> Nutzungsdaten <p>Wenn Sie unsere Webseiten besuchen, speichern wir auf Grundlage von Artikel 6 Absatz 1 Buchstabe f der Datenschutz-Grundverordnung (DSGVO) temporär sogenannte Nutzungsdaten.\nDie Nutzungsdaten verwenden wir zu statistischen Zwecken, um die Qualität unserer Webseiten zu verbessern sowie zu Sicherheitszwecken.\nWir verwenden diese Informationen außerdem, um den Aufruf unserer Webseite zu ermöglichen, zur Kontrolle und Administration unserer Systeme sowie zur Verbesserung der Gestaltung der Webseiten.\nDiese von uns verfolgten Zwecke stellen zugleich das berechtigte Interesse im Sinne von Artikel 6 Absatz 1 Buchstabe f Datenschutz-Grundverordnung dar.</p>\n<p>Der Datensatz besteht aus</p>\n<ul>\n<li>der Seite, von der aus die Datei angefordert wurde,</li>\n<li>dem Namen der Datei,</li>\n<li>dem Datum und der Uhrzeit der Abfrage,</li>\n<li>der übertragenen Datenmenge,</li>\n<li>dem Zugriffsstatus („Datei übertragen“, „Datei nicht gefunden“),</li>\n<li>der Beschreibung des Typs des verwendeten Webbrowsers und</li>\n<li>der IP-Adresse des anfragenden Rechners, verkürzt um die letzten drei Stellen.</li>\n</ul>Privacy Manager <p>Mit den Einstellungen im Privacy Manager verwalten Sie die Einwilligungen gemäß Art.\n6 Abs.\n1 a DSGVO, mit denen Sie uns die Verarbeitung Ihrer personenbezogenen Daten ermöglichen.\nErteilte Einwilligungen können jederzeit mit Wirkung für die Zukunft widerrufen werden.</p>\n<p>Hier können Sie den Privacy Manager öffnen.</p> Abonnement <p>Wir bieten Ihnen die Möglichkeit eines Abonnements an.\nDafür benötigen wir Ihren Namen, Vornamen, Ihre E-Mail-Adresse sowie die Art des Abonnements.\nDiese Daten nutzen wir, um Ihre Bestellung zu bestätigen und Ihnen die Nutzung des bestellten Produkts zu ermöglichen.\nDie Rechtsgrundlage der Datenverarbeitung ist Art.\n6 Abs.\n1 b DSGVO.\nFerner speichern wir Ihre IP-Adresse zum Zweck der Betrugsprävention, basierend auf unserem Interesse, Betrugsversuche zu erkennen und ggf.\nTransaktionen zu blockieren.&nbsp;Die Rechtsgrundlage der Datenverarbeitung ist Art.\n6 Abs.\n1 f DSGVO.</p> Analyse der Webseite Google Analytics <p>Zur bedarfsgerechten Gestaltung unserer Webseite erstellen wir auf Grundlage von Einwilligungen (Artikel 6 Absatz 1 Buchstabe a DSGVO) pseudonyme Nutzungsprofile mithilfe von Google Analytics.\nEs handelt sich dabei um ein Produkt der Google Inc.\n(„Google“), Amphitheatre Parkway, Mountain View, CA 94043, USA.\nGoogle Analytics verwendet „Cookies“, also Textdateien, die auf Ihrem Computer gespeichert werden und die eine Analyse der Benutzung der Webseite durch Sie ermöglichen.\nDie durch den Cookie erzeugten Informationen über Ihre Benutzung dieser Webseite werden in der Regel an einen Server von Google in den USA übertragen und dort gespeichert.\nDa wir die IP-Anonymisierung auf dieser Webseite aktiviert haben, wird Ihre IP-Adresse von Google jedoch zuvor innerhalb von Mitgliedstaaten der Europäischen Union oder in anderen Vertragsstaaten des Abkommens über den Europäischen Wirtschaftsraum gekürzt.\nNur in Ausnahmefällen wird die volle IP-Adresse an einen Server von Google in den USA übertragen und erst dort gekürzt.\nGoogle wird diese Informationen benutzen, um Ihre Nutzung der Webseite für uns auszuwerten, um Reports über die Webseitenaktivitäten zusammenzustellen und um weitere mit der Webseitennutzung und der Internetnutzung verbundene Dienstleistungen gegenüber uns zu erbringen.</p> Google reCAPTCHA <p>Wir verwenden den Google-Dienst reCAPTCHA, um festzustellen, ob ein Mensch oder ein Computer eine bestimmte Eingabe in unserem Kontaktformular macht.\nGoogle prüft anhand folgender Daten, ob Sie ein Mensch oder ein Computer sind:</p>\n<ul>\n<li>IP-Adresse des verwendeten Endgeräts</li>\n<li>Webseite, die Sie bei uns besuchen und auf der das Captcha eingebunden ist</li>\n<li>Datum und Dauer des Besuchs</li>\n<li>Erkennungsdaten des verwendeten Browser- und Betriebssystem-Typs</li>\n<li>Google-Account, wenn Sie bei Google eingeloggt sind</li>\n<li>Mausbewegungen auf den reCAPTCHA-Flächen</li>\n<li>Aufgaben, bei denen Sie Bilder identifizieren müssen</li>\n</ul>\n<p>Die Rechtsgrundlage der Datenverarbeitung ist Art.\n6 Abs.\n1 f DSGVO.\nWir haben ein berechtigtes Interesse daran, Nutzer von Spambots zu unterscheiden.</p> Google Ads <p>Wir nutzen den Dienst Google Ads.\nGoogle Ads ist ein Online-Werbeprogramm von Google Inc., 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA („Google“).\nDabei verwenden wir die Remarketing-Funktion innerhalb des Google-Ads-Dienstes.\nMit der Remarketing-Funktion können wir Nutzern unserer Webseite auf anderen Webseiten innerhalb des Google-Displaynetzwerks (auf Google selbst, sog.\n„Google Anzeigen“ oder auf anderen Webseiten) auf deren Interessen basierende Werbeanzeigen präsentieren.\nDafür wird die Interaktion der Nutzer auf unserer Webseite analysiert, z.\nB.\nfür welche Angebote sich der Nutzer interessiert hat, um dem Nutzer auch nach dem Besuch unserer Webseite auf anderen Seiten zielgerichtete Werbung anzeigen zu können.\nHierfür speichert Google eine Zahl in den Browsern von Nutzern, die bestimmte Google-Dienste oder Webseiten im Google-Displaynetzwerk besuchen.\nÜber diese als „Cookie“ bezeichnete Zahl werden die Besuche dieser Nutzer erfasst.\nDiese Zahl dient zur eindeutigen Identifikation eines Webbrowsers auf einem bestimmten Computer und nicht zur Identifikation einer Person.\nNähere Informationen zu Google Remarketing sowie die Datenschutzerklärung von Google können Sie einsehen unter google.com/privacy/ads/.</p>\n<p>Außerdem verwenden wir im Rahmen der Nutzung des Google-Ads-Dienstes das sog.\nConversion-Tracking.\nWenn Sie auf eine von Google geschaltete Anzeige klicken, wird ein Cookie für das Conversion-Tracking auf Ihrem Rechner/Endgerät abgelegt.\nDiese Cookies verlieren nach 30 Tagen ihre Gültigkeit, enthalten keine personenbezogenen Daten und dienen somit nicht der persönlichen Identifizierung.\nDie Informationen, die mithilfe des Conversion-Cookie eingeholt werden, dienen dazu, Conversion-Statistiken für Ads-Kunden zu erstellen, die sich für Conversion-Tracking entschieden haben.\nDie Rechtsgrundlage der Datenverarbeitung ist Ihre Einwilligung gemäß Art.\n6 Abs.\n1 a DSGVO zum Cookie Google Advertising Products.</p> Google Optimize <p>Auf Basis Ihrer Einwilligung nutzen wir den Dienst Google Optimize für sog.\nA/B- und Multivariate-Tests, um die Nutzungsmöglichkeit und Gestaltung unserer Website zu verbessern.\nNeue Funktionen und Inhalte werden einem Teil unserer Nutzer angezeigt und die Nutzungsänderung wird statistisch ausgewertet.\nGoogle Optimize verwendet Cookies.\nDie Rechtsgrundlage der Verarbeitung ist Art.\n6 Abs.\n1 a DSGVO.</p> Unbounce <p>Zur Steuerung unserer Marketingkampagnen und Verbesserung unseres Angebots nutzen wir auf einigen Seiten auf Grundlage von Einwilligungen (Art.\n6 Abs.\n1 a DSGVO) das Tool unbounce der unbounce Marketing Solutions Inc.\n400-401 West Georgia Street Vancouver, BC Canada V6B 5A1.\nDiese Seiten werden von unbounce gehostet.\nDer Browser unserer Nutzer kommuniziert dabei direkt mit unbounce, sodass Ihre IP-Adresse übermittelt wird und Cookies gesetzt werden.\nZusätzlich zur IP-Adresse kann unbounce das Datum und die Uhrzeit erfassen, zu der die Besucher auf den Seiten landen, sowie die Browser-Signaturen, das Betriebssystem und den Gerätetyp.\nWeitere Informationen darüber, welche Arten von Daten unbounce erhebt und wie sie verwendet werden, finden Sie hier: unbounce.com/privacy.</p> Onsite-Optimierung (epoq) <p>Zur bedarfsgerechten Gestaltung und Optimierung dieser Website sowie zur Steigerung des Shopping-Erlebnisses für unsere Kunden setzen wir Services und Technologien der epoq Internet Services GmbH (epoq.de) in unserem Onlineshop ein.\nÜber eine Tracking-API werden anonymisierte Daten über das Verhalten der Kunden und Besucher unserer Website verbunden mit einer pseudonymisierten Benutzerkennung erfasst.\nDie dabei an epoq übermittelten IP-Adressen werden unmittelbar nach Eingang bei epoq unkenntlich gemacht, womit eine nachträgliche Zuordnung der Daten zu IP-Adressen nicht mehr möglich ist.\nWir haben ein berechtigtes Interesse an der Optimierung unserer Webseite.\nDie Rechtsgrundlage der Datenverarbeitung ist Art.\n6 Abs.\n1 Buchstabe f Datenschutz-Grundverordnung.</p> Einbindung des Trusted-Shops-Trustbadge <p>Zur Anzeige unseres Trusted-Shops-Gütesiegels und der gegebenenfalls gesammelten Bewertungen sowie zum Angebot der Trusted-Shops-Produkte für Käufer nach einer Bestellung ist auf dieser Webseite das Trusted-Shops-Trustbadge eingebunden.\nDies dient der Wahrung unserer im Rahmen einer Interessensabwägung überwiegenden berechtigten Interessen an einer optimalen Vermarktung unseres Angebots.\nDie Rechtsgrundlage der Datenverarbeitung ist Art.\n6 Abs.\n1 Buchstabe f Datenschutz-Grundverordnung.\nDas Trustbadge und die damit beworbenen Dienste sind ein Angebot der Trusted Shops GmbH, Subbelrather Str.\n15C, 50823 Köln.\nBei dem Aufruf des Trustbadges speichert der Webserver automatisch ein sogenanntes Server-Logfile, das z.\nB.\nIhre IP-Adresse, Datum und Uhrzeit des Abrufs, übertragene Datenmenge und den anfragenden Provider (Zugriffsdaten) enthält und den Abruf dokumentiert.\nDiese Zugriffsdaten werden nicht ausgewertet und spätestens siebe Tagen nach Ende Ihres Seitenbesuchs automatisch überschrieben.\nWeitere personenbezogene Daten werden lediglich an Trusted Shops übertragen, soweit Sie sich nach Abschluss einer Bestellung für die Nutzung von Trusted-Shops-Produkten entscheiden oder sich bereits für die Nutzung registriert haben.\nIn diesem Fall gilt die zwischen Ihnen und Trusted Shops getroffene vertragliche Vereinbarung.</p> Werbevermarktung <p>Duden.de enthält nutzungsbasierte Onlinewerbung von Drittanbietern.\nDiese wird über unseren Werbevermarkter Quarter Media GmbH, Weidestraße 132, 22083 Hamburg („Quarter Media“) ausgespielt.\nUm die Werbeauslieferung zu optimieren, werden von Quarter Media und deren Partnern Cookies eingesetzt.\nRechtsgrundlage sind Ihre jeweiligen Einwilligungen gemäß Art.\n6 Abs.\n1 a DSGVO.<br>\nInformationen dazu, wie Quarter Media Daten verarbeitet und welche Daten betroffen sind, erhalten Sie in der Privacy Policy von Quarter Media: quartermedia.de/datenschutzerklaerung.</p> Trackingtechnologien von Drittanbietern zu Werbezwecken <p>Wir nutzen geräteübergreifende Trackingtechnologien, damit Ihnen basierend auf Ihrem Besuch unserer Webseiten zielgerichtete Werbung auf anderen Internetseiten angezeigt werden kann und wir erkennen können, wie wirksam unsere Werbemaßnahmen waren.</p>\n<p>Die Datenverarbeitung erfolgt auf Grundlage Ihrer Einwilligung gem.\nArt.\n6 Abs.\n1 S.\n1 lit.\na DSGVO bzw.\n§ 15 Abs.\n3 S.\n1 TMG, sofern Sie Ihre Einwilligung über unser Banner abgegeben haben.\nIhre Einwilligung ist freiwillig und kann jederzeit mit Wirkung für die Zukunft widerrufen werden.\nDie bis zum Widerruf erfolgte Datenverarbeitung bleibt rechtmäßig.</p> Wie funktioniert das Tracking? <p>Wenn Sie unsere Webseiten besuchen, ist es möglich, dass die unten genannten Drittanbieter Wiedererkennungsmerkmale für Ihren Browser oder Ihr Endgerät abrufen (z.\nB.\neinen sog.\nBrowser-Fingerprint), Ihre IP-Adresse auswerten, Wiedererkennungsmerkmale auf Ihrem Endgerät speichern bzw.\nauslesen (z.\nB.\nCookies) oder Zugriff auf individuelle Tracking-Pixel erhalten.\nDie einzelnen Merkmale können von den Drittanbietern genutzt werden, um Ihr Endgerät auf anderen Internetseiten wiederzuerkennen.\nWir können bei den entsprechenden Drittanbietern die Schaltung von Werbung beauftragen, die sich nach den bei uns besuchten Seiten richtet.\nMithilfe der Pixels können wir weiter die Wirksamkeit unserer Werbeanzeigen für statistische und Marktforschungszwecke nachvollziehen, indem wir sehen, ob Nutzer nach dem Klick auf eine Werbeanzeige bei Drittanbietern auf unsere Website weitergeleitet wurden.</p> Was bedeutet geräteübergreifendes Tracking? <p>Sofern Sie sich mit eigenen Benutzerdaten beim Drittanbieter anmelden, können die jeweiligen Wiedererkennungsmerkmale verschiedener Browser und Endgeräte miteinander verknüpft werden.\nWenn der Drittanbieter also z.\nB.\nje ein eigenes Merkmal für den von Ihnen verwendeten Laptop, Desktop-PC oder das von Ihnen verwendete Smartphone bzw.\nTablet erstellt hat, können diese einzelnen Merkmale einander zugeordnet werden, sobald Sie mit Ihren Anmeldedaten einen Dienst des Drittanbieters nutzen.\nAuf diese Weise kann der Drittanbieter unsere Werbekampagnen auch über verschiedene Endgeräte hinweg zielgerichtet steuern.</p> Welche Drittanbieter nutzen wir in diesem Rahmen? <p>Nachfolgend nennen wir Ihnen die Drittanbieter, mit denen wir zu Werbezwecken zusammenarbeiten.\nSofern die Daten in diesem Rahmen außerhalb der EU bzw.\ndes EWR verarbeitet werden, beachten Sie bitte, dass das Risiko besteht, dass Behörden auf die Daten zu Sicherheits- und Überwachungszwecken zugreifen, ohne dass Sie hierüber informiert werden oder Rechtsmittel einlegen können.\nSofern wir Anbieter in unsicheren Drittländern einsetzen und Sie einwilligen, erfolgt die Übermittlung in ein Drittland auf Grundlage von Art.\n49 Abs.\n1 lit.\na DSGVO.</p> Anbieter Angemessenes Datenschutzniveau Widerruf der Einwilligung Facebook Inc., USA und Irland Kein angemessenes Datenschutzniveau.\nDie Übermittlung erfolgt auf Grundlage von Art.\n49 Abs.\n1 lit.\na DSGVO.\nWenn Sie Ihre Einwilligung widerrufen wollen, nutzen Sie bitte den Privacy Manager (siehe unten), klicken dort auf „Alle Anbieter“ und suchen anschließend im Eingabefeld „Anbietersuche“ nach „Facebook“.\n<p>Hier können Sie den Privacy Manager öffnen.</p> LinkedIn Inc., USA Kein angemessenes Datenschutzniveau.\nDie Übermittlung erfolgt auf Grundlage von Art.\n49 Abs.\n1 lit.\na DSGVO.\nWenn Sie Ihre Einwilligung widerrufen wollen, nutzen Sie bitte den Privacy Manager (siehe unten), klicken dort auf „Alle Anbieter“ und suchen anschließend im Eingabefeld „Anbietersuche“ nach „LinkedIn“.\n<p>Hier können Sie den Privacy Manager öffnen.</p> Twitter Inc., USA Kein angemessenes Datenschutzniveau.\nDie Übermittlung erfolgt auf Grundlage von Art.\n49 Abs.\n1 lit.\na DSGVO.\nWenn Sie Ihre Einwilligung widerrufen wollen, nutzen Sie bitte den Privacy Manager (siehe unten), klicken dort auf „Alle Anbieter“ und suchen anschließend im Eingabefeld „Anbietersuche“ nach „Twitter“.\n<p>Hier können Sie den Privacy Manager öffnen.</p> New Work SE (XING), Hamburg, Deutschland Kein angemessenes Datenschutzniveau.\nDie Übermittlung erfolgt auf Grundlage von Art.\n49 Abs.\n1 lit.\na DSGVO.\nWenn Sie Ihre Einwilligung widerrufen wollen, nutzen Sie bitte den Privacy Manager (siehe unten), klicken dort auf „Alle Anbieter“ und suchen anschließend im Eingabefeld „Anbietersuche“ nach „Xing“.\n<p>Hier können Sie den Privacy Manager öffnen.</p> Verwendung von Cookies <p>Auf unserer Webseite verwenden wir Cookies.\nHierbei handelt es sich um kleine Textdateien, die auf Ihrem Endgerät abgelegt werden.\nDie meisten der von uns verwendeten Cookies werden nach Ende der Browsersitzung, also nach dem Schließen Ihres Browsers, wieder gelöscht (sog.\nSitzungscookies).\nAndere Cookies verbleiben auf Ihrem Endgerät und ermöglichen uns oder unseren Partnerunternehmen, Ihren Browser bei Ihrem nächsten Besuch wiederzuerkennen (sog.\npersistente Cookies).</p>\n<p>Sie können die Speicherung der verwendeten Cookies jederzeit durch Ihre Einstellungen im Privacy Manager steuern und uns somit die entsprechenden Einwilligungen erteilen oder auch widerrufen.\nAuch durch eine entsprechende Einstellung Ihrer Browser-Software können Sie die Speicherung von Cookies verhindern und so auch die Erstellung pseudonymer Nutzungsprofile vollständig unterbinden.</p>\n<p>Hier können Sie den Privacy Manager öffnen.</p> Benutzerkonto/Registrierung <p>Wir bieten Ihnen die Möglichkeit an, ein Benutzerkonto anzulegen.\nSo können Sie Ihre Daten einmal hinterlegen und im Rahmen von Bestellungen auf diese zurückgreifen, ohne die Angaben erneut vornehmen zu müssen.\nDazu benötigen wir folgende Daten als Pflichtangaben: Anrede, Vorname, Nachname, E-Mail-Adresse und Passwort.\nDiese Daten nutzen wir, um das Benutzerkonto anzulegen und Ihnen dies zu bestätigen sowie Sie dabei persönlich anzusprechen.\nDie Rechtsgrundlage der Datenverarbeitung ist Art.\n6 Abs.\n1 b DSGVO.</p> Bestellungen <p>Sie können in unserem Onlineshop Bestellungen vornehmen.\nUm die Bestellung zu prüfen und Sie Ihnen zuzusenden, benötigen wir folgende Angaben als Pflichtangaben: Anrede, Vorname, Nachname, Anschrift und E-Mail-Adresse.\nBei Kreditkartenzahlungen benötigen wir zusätzlich die entsprechenden Kreditkartendaten.\nSoweit die Lieferanschrift von der Rechnungsanschrift abweicht, benötigen wir auch diese Daten.\nDie Rechtsgrundlage der Datenverarbeitung ist Art.\n6 Abs.\n1 b DSGVO.\nWenn Sie Bestellungen aufgeben, nutzen wir Ihre Daten zum Versand von Informationen (Werbung) sowie um die Bestellung zu verwalten und sie durchzuführen.\nDazu gehört die Bestätigung der Bestellung per E-Mail sowie der Versand der Bestellung und der Rechnung.\nDie Rechtsgrundlage ist Art.\n6 Abs.\n1 b DSGVO (Vertragserfüllung) bzw.\nArt.\n6 Abs.\n1 f DSGVO (unser berechtigtes Interesse, Ihnen Informationen unter Einhaltung der in § 7 Abs.\n3 UWG enthaltenen Vorgaben zu senden).</p> Textprüfung <p>Die für die Textprüfung an unseren Prüfservice übermittelten Texte werden ausschließlich für diesen Zweck verwendet und nach erfolgter Prüfung sofort gelöscht.</p>\n<p>Zur Verbesserung unseres Services erstellen wir auf Basis anonymisierter Daten Nutzungsstatistiken.\nDie Rechtsgrundlage der Datenverarbeitung ist Art.\n6 Abs.\n1 Buchstabe f DSGVO.\nHierfür verwenden wir die Zeichenanzahl des Textes inkl.\nLeerzeichen, die Dauer der Verarbeitung (Antwortzeit), die Nutzerrolle (Gast, Basis oder Premium) sowie die Herkunft der Anfrage (Mentor Web-Anwendung, Mentor Word-Add-in oder Mentor Browser-Plugin).\nDiese von uns verfolgten Zwecke stellen zugleich das berechtigte Interesse im Sinne von Artikel 6 Absatz 1 Buchstabe f DSGVO dar.</p> Newsletter <p>Wir bieten Ihnen die Möglichkeit an, unsere Newsletter zu bestellen.\nUm diese möglichst individuell zu gestalten, benötigen wir die Angabe Ihrer E-Mail-Adresse und den gewünschten Newsletter.\nDiese Daten nutzen wir zum Versand des Newsletters.\nFreiwillig können Sie uns Ihren Namen nennen.\nDiesen nutzen wir, um Sie persönlich anzusprechen.\nDie von Ihnen übermittelten und automatisch bei dem Besuch unserer Webseiten generierten Informationen nutzen wir auch, um auf Sie und Ihre Interessen zugeschnittene Werbung zu gestalten.\nWir nutzen hierfür vorhandene Informationen wie z.\nB.\nIhre Empfangs- und Lesebestätigungen von E-Mails, Datum und Zeit des Besuchs unserer Webseiten und Produkte, die Sie angesehen haben.\nAußerdem werten wir aus, ob die Newsletter geöffnet werden, wann sie geöffnet werden und welche Links geklickt werden.\nDiese Auswertungen dienen uns dazu, die Lesegewohnheiten unserer Nutzer zu erkennen und unsere Inhalte an sie anzupassen oder unterschiedliche Inhalte entsprechend den Interessen unserer Nutzer zu versenden.\nUnsere Newsletter möchten wir für Sie so nützlich und interessant wie möglich gestalten.</p>\n<p>Mit der Bestellung des Newsletters haben Sie ggf.\nfolgende Einwilligung abgegeben:</p> Einwilligungserklärung <p>Sie willigen ein, dass der Verlag Bibliographisches Institut GmbH, Mecklenburgische Straße 53, 14197 Berlin, Ihnen regelmäßig den ausgewählten Newsletter per E-Mail zusendet.\nSie sind mit der Verarbeitung Ihrer Daten wie in der Datenschutzerklärung beschrieben einverstanden.\nSie können sich jederzeit abmelden, indem Sie einfach auf den in jeder E-Mail enthaltenen Link zur Abmeldung klicken.\nDie bis zum Widerruf erfolgte Datenverarbeitung bleibt rechtmäßig.</p> Kontaktaufnahme <p>Wenn Sie mit uns in Kontakt treten wollen, können Sie dafür das vorgesehene Kontaktformular nutzen.\nBei der Nutzung des Kontaktformulars erheben wir folgende Daten als Pflichtangaben: E-Mail-Adresse, Thema und Nachricht.\nDiese Daten nutzen wir, um Ihre Nachricht zu beantworten und Sie dabei persönlich anzusprechen.\nFreiwillig können Sie uns Ihre Telefonnummer mitteilen.\nDiese nutzen wir nur, um Sie ggf.\nbei Rückfragen oder auf Ihren Wunsch hin anzurufen.\nDie Rechtsgrundlage der Datenverarbeitung ist Art.\n6 Abs.\n1 f DSGVO.\nWir haben ein berechtigtes Interesse daran, im Kontakt mit den Nutzern der Webseite zu sein und gegebenenfalls gestellte Fragen beantworten oder Informationen versenden zu können.</p> Einsatz von Dienstleistern / Verarbeitung von Daten in Ländern außerhalb des Europäischen Wirtschaftsraums <p>Wir setzen zur Erbringung von Leistungen und zur Verarbeitung Ihrer Daten Dienstleister ein (sogenannte Auftragsverarbeitung).\nDie Dienstleister verarbeiten die Daten ausschließlich auf unsere Weisung und sind zur Einhaltung der geltenden Datenschutzbestimmungen verpflichtet.\nSämtliche Auftragsverarbeiter wurden sorgfältig ausgewählt und erhalten nur in dem Umfang und für den benötigten Zeitraum Zugang zu Ihren Daten, der für die Erbringung der Leistungen erforderlich ist.</p>\n<p>Einige von uns eingesetzte Dienstleister haben ihren Sitz außerhalb des Europäischen Wirtschaftsraums.\nDiese Unternehmen unterliegen einem Datenschutzgesetz, das allgemein personenbezogene Daten nicht in demselben Maße schützt, wie es in den Mitgliedstaaten der Europäischen Union der Fall ist.\nWir stellen über vertragliche Regelungen oder andere anerkannte Instrumente sicher, dass Ihre personenbezogenen Daten angemessen geschützt werden.</p> Dauer der Datenspeicherung <p>Ihre Daten speichern wir nur solange, wie diese für die Erbringung unserer Dienstleistungen erforderlich sind und der Löschung keine Aufbewahrungsfristen entgegenstehen.</p> Ihre Rechte als Nutzer <p>Sie haben als Nutzer das Recht, Auskunft darüber zu verlangen, welche Daten über Sie bei uns gespeichert sind und zu welchem Zweck diese Speicherung erfolgt.\nDarüber hinaus können Sie unrichtige Daten berichtigen oder solche Daten löschen lassen, deren Speicherung unzulässig oder nicht mehr erforderlich ist.\nSie haben das Recht auf Datenübertragbarkeit.\nAußerdem haben Sie das Recht, sich bei einer Aufsichtsbehörde über die stattfindende Datenverarbeitung zu beschweren.</p> Informationen zu Ihrem Widerspruchsrecht <p>\n<strong>Wenn Sie keine Informationen mehr erhalten möchten, können Sie der Verwendung Ihrer Daten jederzeit widersprechen: Bibliographisches Institut GmbH, Mecklenburgische Straße 53, 14328 Berlin, oder per E-Mail an kundenservice@duden.de.</strong>\n</p>\n<p>\n<strong>Sie haben das Recht, aus Gründen, die sich aus Ihrer besonderen Situation ergeben, gegen die Verarbeitung Ihrer personenbezogenen Daten Widerspruch einzulegen.\nVoraussetzung hierfür ist, dass die Datenverarbeitung auf der Grundlage einer Interessenabwägung erfolgt.</strong>\n</p> Datenschutzbeauftragter <p>Unser betrieblicher Datenschutzbeauftragter steht Ihnen gerne für Auskünfte oder Anregungen zum Thema Datenschutz zur Verfügung:<br>\nDr.\nUwe Schläger<br>\ndatenschutz nord GmbH</p>\n<p>Web: www.datenschutz-nord.de<br>\nE-Mail: office@datenschutz-nord.de</p> ", "created_at": "2020-11-26 06:09:11.664243", "updated_at": "2020-12-14 23:22:46.480845"}, {"id": 3162, "name": "Terms of Service", "url": "https://www.duden.de/service/agb", "xpath": "/html/body/div[1]/div/div[1]/main", "text": " Duden ▻ Allgemeine Geschäftsbedingungen Allgemeine Geschäftsbedingungen Allgemeine Geschäftsbedingungen <ul>\n<li>§ 1 Geltungsbereich und Anbieter</li>\n<li>§ 2 Angebot, Vertragsschluss&nbsp;und Gewährleistung</li>\n<li>§ 3 Preise</li>\n<li>§ 4 Versandkosten</li>\n<li>§ 5 Lieferbedingungen und Selbstbelieferungsvorbehalt</li>\n<li>§ 6 Besondere Bedingungen für Online-Produkte (Downloads, Abonnements)</li>\n<li>§ 7 Zahlungsbedingungen</li>\n<li>§ 8 Rabatte</li>\n<li>§ 9 Eigentumsvorbehalt</li>\n<li>§ 10 Widerrufsrecht</li>\n<li>§ 11 Urheberrecht und Nutzungsrechte</li>\n<li>§ 12 Software-Updates</li>\n<li>§ 13 Sach- und Rechtsmängel</li>\n<li>§ 14 Haftung</li>\n<li>§ 15 Elektronische Kommunikation</li>\n<li>§ 16 Schlussbestimmungen</li>\n</ul>\n<p>Weitere Informationen</p>\n<ul>\n<li>Vertragstext</li>\n</ul>\n<ul>\n<li>Informationen zur Online-Streitbeilegung</li>\n</ul>\n<p>\n<strong>§ 1 Geltungsbereich und Anbieter</strong>\n</p>\n<p>1.&nbsp;Diese allgemeinen Geschäftsbedingungen (im Folgenden: „<strong>AGB</strong>“) gelten für alle über den unter www.duden.de bzw.\nden dazugehörigen Subdomains aufrufbaren Onlineshop (im Folgenden: „<strong>Onlineshop</strong>“) des Verlags Bibliographisches Institut GmbH (im Folgenden: „<strong>wir</strong>“ oder „<strong>Verlag</strong>“) abgegebenen Bestellungen.\nDie AGB gelten unabhängig davon, ob Sie als Verbraucher, Unternehmer, Kaufmann oder z.B.\njuristische Person des öffentlichen Rechts bestellen.</p>\n<p>2.\nMaßgebend ist die jeweils bei Abschluss des Vertrags gültige Fassung der AGB.</p>\n<p>3.\nAbweichende Bedingungen des Kunden akzeptieren wir nicht.\nDies gilt auch dann, wenn wir der Einbeziehung nicht widersprechen.</p>\n<p>4.\nFür die Inanspruchnahme anderer als der im Onlineshop angebotenen Leistungen oder Lieferungen des Verlags, z.&nbsp;B.\nim Rahmen des Wörterbuchs Duden online, gelten gesonderte Bedingungen des Verlags.</p>\n<p>\n<strong>§ 2 Angebot, Vertragsschluss und Gewährleistung</strong>\n</p>\n<p>1.\nDie Produktdarstellungen im Onlineshop stellen kein verbindliches Angebot des Verlags dar und sollen Ihnen lediglich die Abgabe einer Bestellung ermöglichen.</p>\n<p>2.\nMit Anklicken des Buttons „Jetzt kaufen“ bzw.\n„Jetzt zahlungspflichtig bestellen“&nbsp;geben Sie eine verbindliche Bestellung ab.\nFür die zeitliche Bindung an Ihre Bestellung gilt die gesetzliche Regelung (§&nbsp;147 Absatz 2 BGB).</p>\n<p>3.\nWir bestätigen Ihnen den Zugang Ihrer Bestellung unverzüglich durch eine automatisierte E-Mail.\nDiese Bestellbestätigung stellt keine verbindliche Annahme der Bestellung dar.</p>\n<p>4.\nDer Vertrag kommt zustande, wenn wir Ihre Bestellung während der Dauer Ihrer Bindung an die Bestellung (vgl.\nAbs.&nbsp;2 Satz&nbsp;2) durch Versand einer Auftragsbestätigung oder durch Lieferung der Ware – im Fall digitaler Produkte durch deren Bereitstellung zum Download und Unterrichtung hierüber – annehmen.</p>\n<p>5.\nSollte unsere Auftragsbestätigung Schreib- oder Druckfehler enthalten oder sollten unserer Preisfestlegung technisch bedingte Übermittlungsfehler zugrunde liegen, so sind wir zur Anfechtung berechtigt, wobei wir Ihnen unseren Irrtum beweisen müssen.\nBereits erfolgte Zahlungen werden Ihnen unverzüglich erstattet.</p>\n<p>6.\nBei allen Waren aus unserem Shop bestehen gesetzliche Gewährleistungsrechte.</p>\n<p>\n<strong>§ 3 Preise</strong>\n</p>\n<p>1.\nDie auf den Produktseiten genannten Preise enthalten die gesetzliche Mehrwertsteuer und sonstige Preisbestandteile und verstehen sich, außer bei digitalen Produkten, die zum Download bereitgestellt werden, zzgl.\nVersandkosten nach Maßgabe von §&nbsp;4.</p>\n<p>\n<strong>§ 4 Versandkosten</strong>\n</p>\n<p>1.\nDie Lieferung innerhalb Deutschlands erfolgt versandkostenfrei.</p>\n<p>2.\nBei Bestellungen mit Lieferadresse außerhalb von Deutschland werden dem Besteller in den während des Bestellprozesses angezeigten Versandinformationen die verschiedenen Versandmöglichkeiten mit den jeweiligen Portokosten genannt.</p>\n<p>3.\nBei Lieferungen in das Nicht-EU-Ausland fallen ggf.\nzusätzliche, von Ihnen zu tragende Zölle und Gebühren an.</p>\n<p>Weitere Informationen finden Sie beispielsweise unter ec.europa.eu/index_en.htm&nbsp;und zur Einfuhrumsatzsteuer unter auskunft.ezt-online.de/ezto/Welcome.do,&nbsp;sowie speziell für die Schweiz unter xtares.admin.ch/tares/login/loginFormFiller.do.</p>\n<p>Folgende Versandkostenpauschalen fallen bei Lieferung ins Ausland an:</p> EUROPA &nbsp.\n&nbsp.\nEconomy-Paket (Landweg) &nbsp.\n7 € Premium-Paket (Luftweg) &nbsp.\n15 € folgende Länder gehören dazu: Albanien, Andorra, Armenien, Aserbaidschan, Bosnien, Bulgarien, Ceuta, Estland, Finnland, Frankreich, Französisch-Guayana, Georgien, Gibraltar, Griechenland, Großbritannien, Guadeloupe, Guernsey, Irland, Island, Italien, Jersey, Kanarische Inseln, Kasachstan, Kroatien, Lettland, Liechtenstein, Litauen, Malta, Martinique, Mayotte, Nordmazedonien, Melilla, Moldau, Monaco, Norwegen, Polen, Portugal, Republik Montenegro, Reunion, Rumänien, Russland, San Marino, Schweden, Schweiz, Serbien, Slowakei, Slowenien, Spanien, St.\nPierre u.\nMiquelon, Tschechische Republik, Türkei, Ukraine, Ungarn, Vatikanstadt, Weißrussland, Zypern &nbsp.\n&nbsp.\nSonderpreise für bestimmte Länder &nbsp.\n&nbsp.\nLieferung ausschließlich per Premium-Paket (Luftweg) &nbsp.\n5 € folgende Länder gehören dazu: Belgien, Dänemark, Färöer, Grönland, Insel Man, Luxemburg, Niederlande, Österreich &nbsp.\n&nbsp.\n<p>&nbsp.\n</p>Welt &nbsp.\n&nbsp.\nEconomy-Paket (Landweg) &nbsp.\n12 € Premium-Paket (Luftweg) &nbsp.\n20 € folgende Länder gehören dazu: Ägypten, Äquatorialguinea, Äthiopien, Afghanistan, Algerien, Angola, Anguilla, Antigua u.\nBarbuda, Argentinien, Aruba, Australien, Bahamas, Bahrain, Bangladesch, Barbados, Belize, Benin, Bermuda, Bhutan, Bolivien, Botsuana, Brasilien, Brunei Darussalam, Burkina Faso, Burundi, Chile, Volksrepublik China, Costa Rica, Dominica, Dominikan.\nRepublik, Dschibuti, Ecuador, Elfenbeinküste, El Salvador, Eritrea, Falklandinseln, Fidschi, Französisch-Polynesien, Gabun, Gambia, Gazastreifen, Ghana, Grenada, Guatemala, Guinea, Guinea-Bissau, Guyana, Haiti, Honduras, Indien, Indonesien, Irak, Iran, Israel, Jamaika, Japan, Jemen, Jordanien, Jungferninseln, Amerikanische Jungferninseln, Kaimaninseln, Kambodscha, Kamerun, Kanada, Kap Verde, Katar, Kenia, Kirgisistan, Kiribati, Kolumbien, Komoren, Dem.\nRepublik Kongo, Republik Kongo, Korea, Dem.\nVolksrepublik Korea, Kuba, Kuwait, Laos, Lesotho, Libanon, Liberia, Libyen, Macau, Madagaskar, Malawi, Mali, Malaysia, Malediven, Marokko, Mauretanien, Mauritius, Mexiko, Mongolei, Montserrat, Mosambik, Myanmar, Namibia, Nauru, Nepal, Neukaledonien, Neuseeland, Nicaragua, Niederländ.\nAntillen, Niger, Nigeria, Oman, Pakistan, Bes.\nPalästin.\nGebiete, Panama, Papua-Neuguinea, Paraguay, Peru, Philippinen, Pitcairn, Puerto Rico, Ruanda, Salomonen, Sambia, Samoa, Sao Tome u.\nPrincipe, Saudi-Arabien, Senegal, Seychellen, Sierra Leone, Simbabwe, Singapur, Somalia, Sri Lanka, St.\nHelena, St.\nKitts und Nevis, St.\nLucia, St.\nVincent und die Grenadinen, Sudan, Südafrika, Suriname, Swasiland, Syrien, Tadschikistan, Taiwan, Tansania, Thailand, Togo, Tonga, Trinidad und Tobago, Tschad, Tunesien, Turkmenistan, Turks- und Caicosinseln, Tuvalu, Uganda, Uruguay, USA, Usbekistan, Vanuatu, Venezuela, Verein.\nArab.\nEmirate, Vietnam, Wallis und Futuna, Zentralafrik.\nRepublik &nbsp.\n&nbsp.\n<p>\n<strong>§ 5 Lieferbedingungen und Selbstbelieferungsvorbehalt</strong>\n</p>\n<p>1.\nOb und wann ein Artikel lieferbar ist, sehen Sie auf der Produktdetailseite.\nDort finden Sie zu jedem Artikel einen Lieferstatus unterhalb des Preises.</p>\n<p>2.\nDie Lieferung erfolgt innerhalb Deutschlands mit DHL.</p>\n<p>3.\nDie Lieferzeit beträgt, sofern nicht im Onlineshop anders angegeben, ca.\nzwei bis sechs Tage.\nEs erfolgt keine Auslieferung an Sonn- und Feiertagen.</p>\n<p>4.\nWir sind zu Teillieferungen auf unsere Kosten berechtigt, soweit dies für Sie zumutbar ist.</p>\n<p>5.\nSollten Sie die vertragsgemäß gelieferte Ware nicht annehmen, obwohl wir Ihnen die Ware dreimal angeliefert und Ihnen dabei jeweils die Möglichkeit gegeben haben, die Ware innerhalb eines zumutbaren Zeitraums bei einer vom Zusteller angegebenen Stelle abzuholen, können wir vom Vertrag zurücktreten.\nDas Rücktrittsrecht besteht nicht, wenn Sie zur Verweigerung der Annahme berechtigt sind.\nGgf.\ngeleistete Zahlungen werden Ihnen im Fall des Rücktritts unverzüglich erstattet.</p>\n<p>6.&nbsp;Wenn das bestellte Produkt nicht verfügbar ist, weil wir mit diesem Produkt von unseren Lieferanten ohne eigenes Verschulden nicht beliefert werden, können wir vom Vertrag zurücktreten.\nIn diesem Fall werden wir Sie unverzüglich über die Nichtverfügbarkeit des Produkts informieren und Ihnen ggf.\neine bereits erbrachte Gegenleistungen unverzüglich erstatten.\nUnabhängig davon werden wir Ihnen ggf.\ndie Lieferung eines vergleichbaren Produktes vorschlagen und Ihnen auf Wunsch ein solches Produkt anstelle des nicht verfügbaren Produkts unter Verrechnung einer bereits erbrachten Gegenleistung liefern.</p>\n<p>7.&nbsp;Versandpartner</p>\n<p>Unsere Auslieferfirma (Cornelsen Verlagskontor GmbH) arbeitet mit der deutschen Post bzw.\nDHL.\nBei Auslandslieferungen wählt der Kunde den Versandweg aus (Paketdienst, Landweg oder Luftpost) – die Pakete werden an die jeweiligen Partner übergeben.</p>\n<p>8.&nbsp;Lieferung an eine abweichende Lieferadresse oder an eine Packstation</p>\n<p>\n<strong>Abweichende Lieferadresse</strong>\n<br>\nSie können sich Ihre Bestellung auch an eine andere Adresse als die Rechnungsadresse liefern lassen.\nDafür können Sie während des Bestellvorgangs eine abweichende Lieferadresse eingeben.\nDem Paket liegt bei der Lieferung ausschließlich ein Lieferschein bei, die Rechnung wird Ihnen separat zugesandt.</p>\n<p>\n<strong>Packstation</strong>\n<br>\nFalls Sie Ihre Bestellung nicht persönlich annehmen können, haben Sie die Möglichkeit, Ihre Bestellung an eine Packstation liefern zu lassen.\nDort können Sie Ihre Lieferung dann jederzeit abholen.\nGeben Sie dafür einfach die Packstation und Ihre Nummer im Adressfeld ein.</p>\n<p>\n<strong>Teil-Lieferung</strong>\n<br>\nBitte haben Sie Verständnis dafür, dass Ihre Bestellung aus logistischen Gründen möglicherweise in unterschiedlichen Paketen von mehreren Auslieferungsorten geliefert werden und auch an verschiedenen Tagen bei Ihnen eintreffen können.\nBitte beachten Sie dazu Ihren im Paket beiliegenden Lieferschein.</p>\n<p>\n<strong>§ 6 Besondere Bedingungen für Onlineprodukte (Downloads, Abonnements)</strong>\n</p>\n<p>1.&nbsp;Der Verlag bietet Ihnen in seinem Onlineshop auch Onlineprodukte an, d.h.\ndigitale Inhalte, die auf dem Wege der elektronischen Datenübertragung an Sie ausgeliefert werden, z.B.\nDownloads, Online-Abonnements.\nDie jeweiligen Nutzungsbedingungen und Lizenzvereinbarungen, die Ihnen beim Kauf des Onlineprodukts angezeigt werden, werden ebenfalls Bestandteil des Vertrags über<br>\ndas jeweilige Onlineprodukt.</p>\n<p>2.&nbsp;Laufzeit und Kündigungsmöglichkeiten der Abonnements von Onlineprodukten richten sich nach den jeweiligen Produktbeschreibungen, die Ihnen bei der Bestellung angezeigt und ebenfalls Bestandteil des Vertrags werden.\nSofern keine Kündigungsfrist oder keine feste Vertragslaufzeit mit festgelegtem Enddatum angegeben ist, an dem die Nutzungsmöglichkeit automatisch ausläuft, gilt Folgendes: Der Vertrag kann jeweils ohne Einhaltung einer Frist zum Ende der angegebenen Grundlaufzeit gekündigt werden.\nerfolgt keine Kündigung, verlängert sich der Vertrag jeweils um die Dauer der Grundlaufzeit und ist jederzeit zum Ende der verlängerten Laufzeit kündbar.\nKündigungen haben in Textform (schriftlich, per E-Mail oder im Dashboard des persönlichen Kundenkontos) zu erfolgen.</p>\n<p>3.&nbsp;Eine fristlose Kündigung aus wichtigem Grund bleibt hiervon unberührt.\nEin solcher, wichtiger Grund liegt für den Verlag insbesondere vor, wenn davon auszugehen ist, dass Dienstleistungen missbräuchlich oder vertragswidrig in Anspruch genommen werden.&nbsp;</p>\n<p>4.&nbsp;Liegt ein wichtiger Grund vor, ist der Verlag ferner berechtigt, Ihre Zugangsberechtigung zu sperren oder die Leistungen zu beschränken, insbesondere eine weitere missbräuchliche oder vertragswidrige Inanspruchnahme der Leistungen zu unterbinden.</p>\n<p>Der Verlag ist bemüht, dass seine digitalen Onlineprodukte in der Regel ohne Unterbrechungen verfügbar sind.\nDies beschränkt sich naturgemäß auf Leistungen, auf die der Verlag Einfluss hat.\nDurch die Beschaffenheit des Internets kann dies jedoch nicht garantiert werden.\nAuch kann der Verlag die Erreichbarkeit seines Onlineportals aufgrund von Servicearbeiten am Informationssystem, Wartungen oder Kapazitätsbelangen ganz oder teilweise vorübergehend unterbrechen oder beschränken.\nStörungen der Qualität des Zugangs zum Internet und des Datenverkehrs im Internet aufgrund höherer Gewalt und aufgrund von Ereignissen, die der Verlag nicht zu vertreten hat und die seine Leistungen wesentlich erschweren oder unmöglich machen, befreien den Verlag für die Dauer der Störung von der Leistungspflicht und führen nicht zu einem Anspruch auf Schadensersatz wegen der Nichtverfügbarkeit.</p>\n<p>5.\nDigitale Onlineprodukte, die Ihnen nach Kauf vom Verlag zum Download zur Verfügung gestellt werden, haben Sie herunterzuladen und eine Sicherheitskopie anzufertigen.\nDas Risiko für Verluste nach dem Kauf sowie für Verluste der digitalen Inhalte, einschließlich Verluste aufgrund eines Computer- oder Festplattenausfalls, tragen Sie.\nDer Verlag übernimmt keinerlei Ersatz für Schäden, die Ihnen aus der Übermittlung, Speicherung und Nutzung digitaler Produkte entstanden sind.</p>\n<p>6.&nbsp;Alle Rechnungen, die im Zusammenhang mit dem Abschluss von digitalen Abonnement-Produkten erstellt werden, sind im Kundenkonto auf duden.de oder mentor.duden.de einsehbar.</p>\n<p>7.&nbsp;Sollten Zahlungen nicht eingehen, so erhält der Kunde zwei Zahlungserinnerungen per E-Mail.\nBleiben diese ohne entsprechende Reaktion und Möglichmachung der Zahlung, wird der Zugang zum digitalen Produkt/Abonnement gesperrt.&nbsp;</p>\n<p>8.&nbsp;Soweit der Verlag unentgeltliche Dienste und Leistungen erbringt, können diese jederzeit – nach Vorankündigung – eingestellt oder entgeltpflichtig weiter angeboten werden.\nIhnen erwachsen aus der Einstellung der unentgeltlichen Dienste und Leistungen in diesem Fall keine Rechte, insbesondere kein Anspruch auf Schadensersatz.\nDer Verlag wird diese Änderungen, soweit möglich, rechtzeitig mitteilen.</p>\n<p>9.&nbsp;Nach der Beendigung des Vertrages über ein Onlineprodukt bleibt das registrierte Kundenkonto grundsätzlich bestehen.\nIn diesem Kundenkonto können auch etwaige vom Kunden gespeicherte Daten (z.B.\nWörter, die im Wörterbuch gespeichert wurden), bei Erneuerung bzw.\nNeubuchung des Abos wiederhergestellt werden.</p>\n<p>10.&nbsp;Soweit der Kunde die Löschung seines gesamten Kundenkontos wünscht, hat er sich an kundenservice@duden.de&nbsp;zu wenden.\nDie gewünschte Löschung erfolgt je nach Bestehen gesetzlicher Aufbewahrungsfristen.\n&nbsp;</p>\n<p>\n<strong>§ 7 Zahlungsbedingungen</strong>\n</p>\n<p>1.\nDie Zahlung erfolgt grundsätzlich wahlweise per Rechnung, Paypal oder Kreditkarte.\nIm Rahmen der Bestellung von digitalen Produkten können gegebenenfalls abweichende Zahlungsmöglichkeiten zur Verfügung stehen, die jeweils im Bezahlvorgang angegeben sind.&nbsp;</p>\n<p>2.\nZahlung mit Kreditkarte<br>\nMastercard, Visa Card.\nDie Belastung Ihres Kreditkartenkontos erfolgt mit Abschluss der Bestellung.<br>\n<br>\n3.\nZahlung per Rechnung<br>\nSie überweisen den Rechnungsbetrag nach Erhalt der Ware.\nDiese Bezahlart entfällt beim Kauf von digitalen Produkten.<br>\n<br>\n4.&nbsp;PayPal<br>\nNachdem Sie die gewünschten Produkte in den Warenkorb gelegt haben und die Bezahlart PayPal ausgewählt haben, werden Sie in einem neuen Fenster auf die PayPal-Seite weitergeleitet.\nDort geben Sie die geforderten Adressdaten ein, die dem Shop mit Ihrer Bezahlung übermittelt werden.<br>\n<br>\n5.\nEin Recht zur Aufrechnung steht Ihnen nur dann zu, wenn Ihre Gegenansprüche rechtskräftig gerichtlich festgestellt oder unbestritten sind.<br>\n<br>\n6.\nSie können ein Zurückbehaltungsrecht nur ausüben, soweit die Ansprüche aus dem gleichen Vertragsverhältnis resultieren.</p>\n<p>7.\nUnsere Bankdaten</p>\n<p>\n<strong>ACHTUNG: Gilt nicht für digitale Duden-Abonnements</strong>\n<br>\n<br>\nCornelsen Verlagskontor GmbH<br>\nPostbank Hannover<br>\nBLZ: 250 100 30<br>\nKontonummer: 0 995 769 301<br>\nFür Überweisungen aus dem Ausland benutzen Sie bitte<br>\nIBAN: DE76 2501 0030 0995 7693 01<br>\nBIC: PBNKDEFF<br>\n<br>\n<strong>§ 8 Rabatte</strong>\n</p>\n<p>Unter bestimmten Voraussetzungen und unter Einhaltung der Vorgaben der Buchpreisbindung besteht bei Großbestellungen von Printprodukten die Möglichkeit, Mengenrabatt zu bekommen.\nBei Fragen hierzu kontaktieren Sie uns bitte unter kundenservice@duden.de.</p>\n<p>\n<strong>§ 9 Eigentumsvorbehalt</strong>\n</p>\n<p>Die Ware bleibt bis zur vollständigen Zahlung des Kaufpreises unser Eigentum.\nVor Übergang des Eigentums ist eine Verpfändung, Sicherungsübereignung, Verarbeitung oder Umgestaltung ohne unsere Zustimmung nicht gestattet.</p>\n<p>\n<strong>§ 10 Widerrufsrecht</strong>\n</p>\n<p>1.\nWenn Sie als Verbraucher bestellt haben (also als natürliche Person, die die Bestellung zu einem Zweck abgibt, der überwiegend weder ihrer gewerblichen oder selbständigen beruflichen Tätigkeit zugerechnet werden kann), steht Ihnen unter den gesetzlichen Voraussetzungen ein Widerrufsrecht zu.</p>\n<p>2.\nFür das Widerrufsrecht gelten die gesetzlichen Bestimmungen und die Regelungen, die im Einzelnen wiedergegeben sind in der nachfolgenden</p>\n<strong>Widerrufsbelehrung</strong>\n<p>\n<strong>Widerrufsrecht</strong>\n</p>\n<p>\n<strong>Sie haben das Recht, binnen vierzehn Tagen ohne Angabe von Gründen diesen Vertrag zu widerrufen.\nDie Widerrufsfrist beträgt vierzehn Tage ab dem Tag an dem Sie oder ein von Ihnen benannter Dritter, der nicht der Beförderer ist, die letzte Ware in Besitz genommen hat beziehungsweise (im Fall eines Vertrags über die Lieferung von digitalen Inhalten, die nicht auf einem körperlichen Datenträger geliefert werden, also z.\nB.\nim Fall der Bereitstellung digitaler Inhalte zum Download) ab dem Tag des Vertragsschlusses.</strong>\n</p>\n<p>\n<strong>Um Ihr Widerrufsrecht auszuüben, müssen Sie uns mittels einer eindeutigen Erklärung (z.&nbsp;B.\nBrief, Telefon, Fax oder E-Mail) über Ihren Entschluss, diesen Vertrag zu widerrufen, über folgende Adresse informieren:</strong>\n</p>\n<p>\n<strong>Bibliographisches Institut GmbH<br>\nMecklenburgische Straße 53<br>\n14197 Berlin</strong>\n</p>\n<p>\n<strong>Tel: +49 30 897 85 8281<br>\nFax:&nbsp;+49 30 897 8597 8233<br>\nE-Mail:&nbsp;shop@duden.de</strong>\n</p>\n<p>\n<strong>Sie können dafür das beigefügte Muster-Widerrufsformular verwenden, das jedoch nicht vorgeschrieben ist.\nZur Wahrung der Widerrufsfrist reicht es aus, dass Sie die Mitteilung über die Ausübung des Widerrufsrechts vor Ablauf der Widerrufsfrist absenden.</strong>\n</p>\n<p>\n<strong>Folgen des Widerrufs</strong>\n</p>\n<p>\n<strong>Wenn Sie diesen Vertrag widerrufen, haben wir Ihnen alle Zahlungen, die wir von Ihnen erhalten haben, einschließlich möglich angefallener Lieferkosten unverzüglich und spätestens binnen vierzehn Tagen ab dem Tag zurückzuzahlen, an dem die Mitteilung über Ihren Widerruf dieses Vertrags bei uns eingegangen ist.\nFür diese Rückzahlung verwenden wir dasselbe Zahlungsmittel, das Sie bei der ursprünglichen Transaktion eingesetzt haben, es sei denn, mit Ihnen wurde ausdrücklich etwas anderes vereinbart.\nin keinem Fall werden Ihnen wegen dieser Rückzahlung Entgelte berechnet.\nWir können die Rückzahlung verweigern, bis wir die Waren wieder zurückerhalten haben oder bis Sie den Nachweis erbracht haben, dass Sie die Waren zurückgesandt haben, je nachdem, welches der frühere Zeitpunkt ist.</strong>\n</p>\n<p>\n<strong>Sie haben die Waren unverzüglich und in jedem Fall spätestens binnen vierzehn Tagen ab dem Tag, an dem Sie uns über den Widerruf dieses Vertrages unterrichten, an:</strong>\n</p>\n<p>\n<strong>Cornelsen Verlagskontor GmbH<br>\nAbteilung Retouren<br>\nEckendorfer Straße 129<br>\n33609 Bielefeld</strong>\n</p>\n<p>\n<strong>zurückzusenden oder zu übergeben.\nDie Frist ist gewahrt, wenn Sie die Waren vor Ablauf der Frist von vierzehn Tagen absenden.\nWir tragen die Kosten der Rücksendung der Ware.\nSie müssen für einen etwaigen Wertverlust der Waren nur aufkommen, wenn dieser Wertverlust auf einen zur Prüfung der Beschaffenheit, Eigenschaften und Funktionsweisen der Waren nicht notwendigen Umgang mit Ihnen zurückzuführen ist.</strong>\n</p>\n<p>\n<strong>– Ende der Widerrufsbelehrung –</strong>\n<br>\n&nbsp;</p>\n<p>\n<strong>Muster-Widerrufsformular</strong>\n</p>\n<p>Das Muster-Widerrufsformular können Sie sich hier herunterladen und ausdrucken.</p>\n<p>\n<br>\n<strong>Hinweise zu gesetzlichen Ausnahmen vom Widerrufsrecht:</strong>\n</p>\n<p>Das Widerrufsrecht besteht nicht bzw.\nerlischt bei folgenden Verträgen</p>\n<ul>\n<li>zur Lieferung von Waren, die nach Kundenspezifikation angefertigt werden oder eindeutig auf die persönlichen Bedürfnisse zugeschnitten sind;</li>\n<li>zur Lieferung von Zeitungen oder Zeitschriften mit Ausnahme von Abonnement-Verträgen;</li>\n<li>zur Lieferung von Audio- oder Videoaufzeichnungen (z.B.\nCDs, Videokassetten, DVDs) oder Software in einer versiegelten Packung, sobald das Produkt vom Nutzer entsiegelt wurde;</li>\n<li>zur Lieferung von digitalen Inhalten, die sich nicht auf einem körperlichen Datenträger befinden (z.B.\nPDFs, MP3-Dateien), sobald mit dem Download oder Streaming begonnen wurde, sowie bei Onlinediensten (z.\nB.\nAboservices), sobald der Nutzer den Onlinedienst nach dem Kauf genutzt hat (z.B.\num Inhalte herunterzuladen, Aufgaben zu bearbeiten oder Unternutzer anzulegen).\nVoraussetzung hierfür ist, dass der Nutzer vor der Bestellung zur Kenntnis genommen und ausdrücklich zugestimmt hat, dass der Verlag mit der Erbringung der Dienstleistung beginnen kann und der Nutzer sein Widerrufsrecht mit Beginn der Ausführung des Vertrages verliert.\nEine vom Verlag evtl.\nangebotene kostenlose Testphase ist ohne Einfluss auf das Erlöschen des Widerrufsrechtes.</li>\n</ul>\n<p>\n<strong>§ 11 Urheberrecht und Nutzungsrechte</strong>\n</p>\n<p>1.\nDie durch uns angebotenen Produkte sind urheberrechtlich geschützt.\nSie verpflichten sich, die Urheberrechte anzuerkennen und einzuhalten.</p>\n<p>2.\nDie an Softwareprodukten eingeräumten Rechte ergeben sich im Einzelnen aus gesonderten Software-Nutzungsbedingungen.\nDer Erwerb der Software ist nur möglich, wenn Sie der Einbeziehung der für die erworbene Software einschlägigen Software-Nutzungsbedingungen in den Vertrag vor der Bestellung zustimmen.</p>\n<p>3.\nAn sonstigen, nicht von Abs.&nbsp;2 erfassten digitalen Produkten (im Folgenden: „<strong>digitale Produkte</strong>“) erwerben Sie, soweit nicht in gesondert vereinbarten Lizenzbedingungen etwas Abweichendes vorgesehen ist, das nicht ausschließliche, nicht unterlizenzierbare, räumlich und zeitlich uneingeschränkte Recht, die digitalen Produkte gleichzeitig auf bis zu drei Endgeräten (Computer, E-Book-Reader u.Ä.) herunterzuladen und zu speichern und für eigene Zwecke intern zu nutzen.\nSie dürfen die Produkte weder bearbeiten noch sonst verändern und Urheberrechtsvermerke, Markenzeichen, digitale Wasserzeichen und andere Kennzeichen nicht verändern oder entfernen.\nSie dürfen die Produkte nicht öffentlich zugänglich machen.\nDie Weitergabe von Ihnen hergestellter Kopien digitaler Produkte ist ohne unsere Zustimmung nur zulässig, wenn Sie dem Erwerber sämtliche Ihnen zustehenden Nutzungsrechte an dem digitalen Produkt übertragen und Sie sämtliche bei Ihnen vorhandene Kopien und Ausdrucke des digitalen Produkts löschen, vernichten bzw.\ndem Erwerber übergeben, ferner wenn die Weitergabe im Rahmen und unter Beachtung der gesetzlichen Schrankenbestimmungen des Urheberrechts zulässig ist.</p>\n<p>\n<strong>§ 12&nbsp;Software-Updates</strong>\n</p>\n<p>Der Vertrag über den Erwerb von Software kann ggf.\ndie kostenpflichtige Bereitstellung von Software-Updates umfassen.\nVor der Bestellung werden Sie darauf hingewiesen, ob und für welche Mindestlaufzeit der Vertrag auch Update-Lieferungen umfasst.\nPreise, Laufzeit und Kündigungsmöglichkeiten ergeben sich aus den für die erworbene Software einschlägigen Software-Nutzungsbedingungen.</p>\n<p>\n<strong>§ 13&nbsp;Sach- und Rechtsmängel</strong>\n</p>\n<p>Bei etwaigen Sach- oder Rechtsmängeln gelieferter Produkte stehen Ihnen alle nach den gesetzlichen Bestimmungen bestehenden Rechte zu, jedoch mit der Maßgabe, dass für Ansprüche auf Schadensersatz oder Ersatz vergeblicher Aufwendungen die in §&nbsp;11&nbsp;vorgesehenen Beschränkungen und Ausschlüsse gelten.</p>\n<p>\n<strong>§ 14&nbsp;Haftung</strong>\n</p>\n<p>1.\nWir haften in allen Fällen vertraglicher und außervertraglicher Haftung bei Vorsatz und grober Fahrlässigkeit nach Maßgabe der gesetzlichen Bestimmungen auf Schadensersatz und Ersatz vergeblicher Aufwendungen.</p>\n<p>2.\nIn sonstigen Fällen haften wir – soweit in den nachfolgenden Absätzen nicht abweichend geregelt – nur bei Verletzung einer Vertragspflicht, deren Erfüllung die ordnungsgemäße Durchführung des Vertrags überhaupt erst ermöglicht und auf deren Einhaltung Sie als Vertragspartner regelmäßig vertrauen dürfen (sogenannte Kardinalpflicht), und zwar beschränkt auf den Ersatz des vorhersehbaren und typischen Schadens.\nIn allen übrigen Fällen ist unsere Haftung vorbehaltlich der Regelung in den nachfolgenden Absätzen ausgeschlossen.</p>\n<p>3.\nUnsere Haftung für Schäden aus der Verletzung des Lebens, des Körpers oder der Gesundheit oder aus übernommenen Garantien oder nach dem Produkthaftungsgesetz bleibt unberührt.</p>\n<p>4.\nEine etwaige verschuldensunabhängige Haftung des Verlags für bei Vertragsschluss bereits vorhandene Mängel nach §&nbsp;536a BGB ist ausgeschlossen.</p>\n<p>5.\nWir haften nicht für Datenverluste, wenn und soweit die Datenverluste durch Ihnen zumutbare Datensicherungsvorkehrungen hätten vermieden werden können.</p>\n<p>\n<strong>§ 15 Elektronische Kommunikation</strong>\n</p>\n<p>Die vertragsbezogene Kommunikation zwischen Anbieter und Kunde kann in elektronischer Form (per E-Mail und/oder über eine entsprechende Chat-Funktion) erfolgen.</p>\n<p>\n<strong>§ 16 Schlussbestimmungen</strong>\n</p>\n<p>1.\nSollte eine Bestimmung dieser AGB unwirksam sein, so bleibt der Vertrag im Übrigen wirksam.\nAnstelle der unwirksamen Bestimmung gelten die einschlägigen gesetzlichen Vorschriften.</p>\n<p>2.\nGemäß diesen AGB geschlossene Verträge und sämtliche Streitigkeiten aus und im Zusammenhang mit solchen Verträgen unterliegen deutschem Recht.\nDie Anwendung von UN-Kaufrecht ist ausgeschlossen.\nWenn Sie die Bestellung als Verbraucher (vgl.\n§ 9&nbsp;Abs.&nbsp;1) abgegeben haben und zum Zeitpunkt Ihrer Bestellung Ihren gewöhnlichen Aufenthalt nicht in Deutschland haben, bleibt die Anwendung zwingender Rechtsvorschriften des Landes Ihres gewöhnlichen Aufenthalts von der in Satz&nbsp;1 getroffenen Rechtswahl unberührt.</p>\n<p>3.\nAusschließlicher Gerichtsstand für alle Streitigkeiten aus und im Zusammenhang mit gemäß diesen AGB geschlossenen Verträgen ist der Sitz des Verlags, wenn der Kunde Kaufmann, juristische Person des öffentlichen Rechts oder öffentlich-rechtliches Sondervermögen ist oder er keinen allgemeinen Gerichtsstand im Inland hat.\nWir können auch an anderen gesetzlich zulässigen Gerichtsständen klagen.\nIm Übrigen richtet sich die Zuständigkeit der Gerichte nach den gesetzlichen Bestimmungen.</p>\n<p>4.\nEs gelten die AGB in der jeweiligen bei Vertragsschluss gültigen Fassung.\nDer Verlag ist berechtigt, jederzeit Bestimmungen dieser Allgemeinen Nutzungsbedingungen mit Wirkung für die Zukunft zu ändern oder zu ergänzen, z.B.\nbei technischen Änderungen oder Anpassungen im Kaufprozess.\nEine Änderung oder Ergänzung wird dem Nutzer spätestens sechs Wochen vor ihrem Wirksamwerden per E-Mail angekündigt, ohne dass die geänderten oder ergänzten Bedingungen im Einzelnen oder die Neufassung der Bedingungen insgesamt übersandt werden müssten.\nes genügt die Unterrichtung über die vorgenommenen Änderungen oder Ergänzungen.\nDer Verlag wird in der Ankündigung einen Link mitteilen, unter dem die Neufassung der Allgemeinen Geschäftsbedingungen insgesamt&nbsp;eingesehen werden kann.\nSofern der Nutzer der Änderung oder Ergänzung nicht innerhalb von 30 Tagen nach Ankündigung der Änderung oder Ergänzung widerspricht, gilt dies als Einverständnis mit der Änderung oder Ergänzung.\nhierauf wird der Verlag in der Ankündigung gesondert hinweisen.</p>\n<p>\n<strong>Weitere Informationen</strong>\n</p>\n<p>\n<strong>Vertragstext</strong>\n</p>\n<p>Der Vertragstext wird auf unseren internen Systemen gespeichert.\nDie allgemeinen Geschäftsbedingungen können Sie jederzeit auf dieser Seite einsehen.\nDie Bestelldaten nebst vorgeschriebener Informationen werden Ihnen per E-Mail zugesendet.</p>\n<p>\n<strong>Informationen zur Online-Streitbeilegung</strong>\n</p>\n<p>Die Europäische Kommission stellt eine Plattform zur Online-Streitbeilegung (OS) bereit, die Sie unter&nbsp;https://ec.europa.eu/consumers/odr/&nbsp;finden.\nVerbraucher haben die Möglichkeit, sich für die Beilegung ihrer Streitigkeiten an die Allgemeine Verbraucherschlichtungsstelle&nbsp;<em>(ab dem 01.01.2020: die Universalschlichtungsstelle)</em>&nbsp;des Zentrums für Schlichtung e.\nV., Straßburger Straße 8, 77649 Kehl,&nbsp;https://www.verbraucher-schlichter.de&nbsp;zu wenden.\nIn Erfüllung unserer gesetzlichen Verpflichtung aus § 37 des Gesetzes über die alternative Streitbeilegung in Verbrauchersachen (VSBG) weisen wir die daraufhin, dass wir weder verpflichtet, noch bereit sind, an alternativen Streitbeilegungsverfahren vor Verbraucherschlichtungsstellen teilzunehmen.</p>\n<p>&nbsp;</p>\n<p>Stand: 10.12.2019</p>\n<p>Bibliographisches Institut GmbH</p> ", "created_at": "2020-11-26 06:06:53.222738", "updated_at": "2020-11-26 06:07:10.603284"}], "points": [], "urls": ["duden.de", "lp.mentor.duden.de", "mentor.duden.de", "duden-institute.de", "shop.duden.de", "lp.duden.de", "lernen.duden.de", "angebot.mentor.duden.de", ""]}}