{"error": 448, "message": "OK", "parameters": {"id": 5221, "name": "Under Armour", "created_at": "2021-10-24 00:42:52.088051", "updated_at": "2021-12-14 23:35:37.935998", "wikipedia": "https://en.wikipedia.org/wiki/Under_Armour", "keywords": null, "related": null, "slug": "under-armour", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5221.png", "url": "underarmour.com,mapmyfitness.com", "documents": [{"id": 9358, "name": "Terms of Use", "url": "https://account.underarmour.com/en-us/terms-and-conditions", "xpath": "//body", "text": "Trouble loading JavaScript.\nPlease try again.English<ul>\n<li>中文</li>\n<li>中文(台灣)‬</li>\n<li>Dansk</li>\n<li>Nederlands</li>\n<li>English</li>\n<li>Français (Canada)</li>\n<li>Français (France)</li>\n<li>Deutsche</li>\n<li>Bahasa Indonesia</li>\n<li>Italiano</li>\n<li>日本語</li>\n<li>한국어</li>\n<li>Bahasa Melayu</li>\n<li>Polski</li>\n<li>Português (Brasil)</li>\n<li>Português (Portugal)</li>\n<li>Русский</li>\n<li>Español (México)</li>\n<li>Español (España)</li>\n<li>Svenska</li>\n<li>Tagalog</li>\n<li>ภาษาไทย</li>\n<li>Türkçe</li>\n</ul> OVERVIEWACCOUNT CENTERPRIVACY AND TERMS<ul>\n<li>Overview</li>\n<li>Privacy Policy</li>\n<li>Terms and Conditions of Use<ul>\n<li>1.\nUse of the Services and Your Account </li>\n<li>2.\nOwnership and Use of Content </li>\n<li>3.\nCommunity Guidelines </li>\n<li>4.\nIntellectual Property/ DMCA </li>\n<li>5.\nThird Party Links and Services </li>\n<li>6.\nMobile Services </li>\n<li>7.\nPaid Services </li>\n<li>8.\nShopping and E-Commerce </li>\n<li>9.\nPhysical Activities and Dietary Guidance </li>\n<li>10.\nModifications to the Terms and Product-Specific Terms </li>\n<li>11.\nNo Warranties </li>\n<li>12.\nLimitation of Liability </li>\n<li>13.\nIndemnification </li>\n<li>14.\nGoverning Law </li>\n<li>15.\nDisputes and Arbitration, Jurisdiction and Venue </li>\n<li>16.\nInternational Terms </li>\n<li>17.\nSurvival </li>\n<li>18.\nMiscellaneous </li>\n<li>19.\nContact Us </li>\n<li>Appendix A: Under Armour Shopping </li>\n<li>General Terms and Conditions of B2B Sales</li>\n</ul>\n</li>\n<li>Product Specific Terms</li>\n<li>Cookies</li>\n</ul> These Terms and Conditions of Use were posted on April 20, 2018 and are effective for new and existing users of Under Armour websites, applications, and offline activities, on May 20, 2018.\n<p>\n<b> Other Important Notes about this policy: </b>\n</p>\n<ul>\n<li> For users based in the EEA, additional terms and conditions will apply, as set forth under the heading Location-Specific Disclosures.\n<ul>\n<li> For users based in the EEA, to submit an account deletion request, data removal request, data access request, and any other related data inquiries, please use one or more of the following resources.\nRead More <ul>\n<li> Submit a data request to our MapMyFitness Customer Happiness team.\n</li>\n<li> Submit a data request to our UnderArmour.com Customer Service team.\n</li>\n<li> Please visit our Preference Center to unsubscribe from UnderArmour.com or MapMyFitness marketing emails.\n</li>\n<li> To delete or remove your account on your own, please see the following guides.\n</li>\n<li> To correct or update your profile information, please see the following guides.\n</li>\n<li> To recover or update your account password, please see the following guides.\n</li>\n</ul>\n</li>\n</ul>\n</li>\n<li> For users from Turkey, our distributor in Turkey operates a separate website http://www.underarmour.com.tr.\nRead More <ul>\n<li> DOĞUŞ PERAKENDE (Doğuş Perakende Satış Giyim ve Aksesuar Tic.\nA.Ş.) is our distributor that operates http://www.underarmour.com.tr.\nFor more information on the companies and affiliates within the DOĞUŞ GROUP, please visit https://www.dogusgrubu.com.tr/tr/dogus-perakende-grubu.\nPlease click here.\nto read more about the Privacy Policy of our Distributor Website.\n</li>\n</ul>\n</li>\n<li> For users from Japan, our distributor in Japan operates a separate website http://www.underarmour.co.jp.\nRead More <ul>\n<li> Dome Corporation is our distributor that operates the Japan Websites selling a similar but slightly different range of Under Armour products where Dome Corporation deals directly with users from Japan.\nApart from the Japan Websites, Dome Corporation is not part of nor bound by your dealings with Under Armour Inc.\non this website.\nFor more information on the companies and affiliates within the Dome Corporation, please visit http://www.domecorp.com/.\nPlease click here to read more about the Privacy Policy of our Japan Websites.\n<br>\n<br> Through the use of this E-Commerce service, the personal data that was obtained by Dome Corporation under your consent will be shared with Under Armour pursuant to this Privacy Policy.\n</li>\n</ul>\n</li>\n</ul> Terms and Conditions of Use Previous Under Armour Terms 2016 <i>\n</i> Download PDF <p>Effective Date: May 20, 2018 <br>\n</p>\nWelcome to Under Armour.\nWe are passionate about creating innovative products and services to empower people everywhere, and we are thrilled to have you on our team.\nThese Terms and Conditions of Use are the rules of the game - designed to create a positive, law-abiding community of our users.\nBy using Under Armour's products and services, you are agreeing to all the terms below.\n<p>Under Armour, Inc.\nand Under Armour Europe B.V., as well as its affiliates and subsidiaries, including UA Connected Fitness, LLC (collectively referred to throughout as <b>“Under Armour,”</b>\n<b>“we”</b> or <b>“us”</b>), offer a variety of products and services, including the Under Armour-branded fitness and wellness related websites and applications (<b>“MapMyFitness,”</b> etc.), wearables, devices, and other hardware, and content.\nour e-commerce websites and applications (<b>“Under Armour Shopping”</b>).\nand all other current and future digital products and service offerings we make available, including any products services, and content provided in collaboration with our partners (collectively, the <b>“Services”</b>).</p>\n<p>THESE TERMS INCLUDE A BINDING ARBITRATION CLAUSE AND A CLASS ACTION WAIVER IN SECTION 15.\nTHIS PROVISION AFFECTS YOUR RIGHTS TO RESOLVE DISPUTES WITH UNDER ARMOUR AND YOU SHOULD REVIEW IT CAREFULLY.\nYOUR CHOICE TO MAINTAIN AN ACCOUNT, ACCESS OR USE THE SERVICES (REGARDLESS OF WHETHER YOU CREATE AN ACCOUNT WITH US) CONSTITUTES YOUR AGREEMENT TO THESE TERMS AND OUR PRIVACY POLICY, WHICH IS INCORPORATED INTO THE TERMS.\nIF YOU DISAGREE WITH ANY PART OF THE TERMS, THEN YOU ARE NOT PERMITTED TO USE OUR SERVICES.</p>\n<p>Please note that by accessing or using our Services, your Personal Data (as that term is defined in the Privacy Policy and User-Generated Content (defined below) that you share with one part of the Service may also be shared among the entirety of Under Armour and its Services.</p>\n<p>Please note the summaries in shaded boxes at the top of most sections are provided to make the Terms easier to understand.\nIn the event of a conflict between any summary and any section of the Terms, the Terms will control.</p>\n<p>Please feel free to contact us through our Support Team if you have any questions or suggestions.</p>\n1.\nUse of the Services and Your Account 1.1 Who can use the Under Armour Services\nUnder Armour welcomes users of all ages, but you must be at least 13 to use most of the Services, and at least 18 to use Under Armour Shopping.\n<p>You must be at least 18 to use Under Armour Shopping (unless otherwise specified in the International Terms section applicable to specific jurisdictions).\nIf you are between the ages of 13-18, you may use our other Services (excluding Under Armour Shopping) only with the supervision and consent of a parent or guardian.\nNo individual under these age limits may use the Services, provide any Personal Data to Under Armour, or otherwise submit Personal Data through the Services (e.g., a name, address, telephone number, or email address).</p>\n1.2\tYour Account\nYou may need to create an Under Armour account to access the Services, and it's important that the information associated with your account is accurate and up-to-date (particularly your email address - if you ever forget your password, a working email address is often the only way for us to verify your identity and help you log back in).\n<p>You may need to register for an Under Armour account to access or use certain Services.\nYour account may also automatically provide you access and means to use any new Services.</p>\n<p>When you create an account for any of our Services, you must provide us with accurate and complete information as prompted by the account creation and registration process, and keep that information up to date.\nOtherwise, some of our Services may not operate correctly, and we may not be able to contact you with important notices.</p>\n<p>You are responsible for maintaining the confidentiality of any and all actions that take place while using your account, and must notify our Support Team right away of any actual or suspected loss, theft, or unauthorized use of your account or account password.\nWe are not responsible for any loss that results from unauthorized use of your username and password.</p>\n<p>\n<b>If you are a resident of the European Union:</b> You have the right to delete your account with us by contacting our Support Team.\nIf you choose to permanently delete your account, the non-public Personal Data that we have associated with your account will also be deleted.</p>\n1.3 Service Updates, Changes and Limitations\nOur Services are constantly evolving.\nWith the launch of new products, services, and features, we need the flexibility to make changes, impose limits, and occasionally suspend or terminate certain Services.\nWe may also update our Services, which might not work properly if you don't install the updates.\n<p>The Services change frequently, and their form and functionality may change without prior notice to you.</p>\n<p>We may provide updates (including automatic updates) for certain Services as and when we see fit.\nThis may include upgrades, modifications, bug fixes, patches and other error corrections and/or new features (collectively, <b>“Updates”</b>).\nCertain portions of our Services may not properly operate if you do not install all Updates.\nYou acknowledge and agree that the Service may not work properly if you do not allow such Updates and you expressly consent to automatic Updates.\nFurther, you agree that the Terms (and any additional modifications of the same) will apply to any and all Updates to the Services.\nWe may change, suspend, or discontinue any or all of the Services at any time, including the availability of any product, feature, database, or Content.\nIn addition, we have no obligation to provide any Updates or to continue to provide or enable any particular features or functionality of any Service.\nWe may also impose limits on certain Services or restrict your access to part or all of the Services without notice or liability.</p>\n1.4 Service Monitoring and Suspension\nWe reserve the right to refuse to provide the Services to anyone, and can monitor, terminate or suspend your account or access to the Services at any time.\n<p>We reserve the right, but have no obligation, to monitor any accounts and/or activities conducted through or in any way related to the Services (including inviting a fellow user into a community or group), as well as any user’s use of or access to Personal Data, and profiles of other users.</p>\n<p>We may also deactivate, terminate or suspend your account or access to certain Services at any time: (1) if we, in our sole discretion, determine you are or have been in violation of these Terms or the spirit thereof (as highlighted in our Community Guidelines), (2) if we, in our sole discretion, determine you have created risk or possible legal exposure for Under Armour, the general public, any third party, or any user of our Services, (3) in response to requests by law enforcement or other government agencies, (4) upon discontinuation or material modification of any Services, or (5) due to unexpected technical issues or problems.\nWe will endeavor to notify you by email or the next time you attempt to access your account after any such deactivation, termination or suspension.</p>\n1.5 Security\nPlease let us know right away if you believe your account has been hacked or compromised.\n<p>We care about the security of our users.\nWhile we work hard to protect the security of your Personal Data, User-Generated Content, and account, we cannot guarantee that unauthorized third parties will not be able to defeat our security measures.\nPlease notify our Support Team immediately of any actual or suspected breach or unauthorized access or use of your account.</p>\n2.\nOwnership and Use of Content 2.1 Definitions\nContent is what shows up on your display when you use our Services.\nUser-Generated Content is any Content that is created by you or other users, and UA Content is all other Content.\n<p>For purposes of these Terms, (i) <b>“Content”</b> means any form of information, data or creative expression and includes, without limitation, video, audio, photographs, images, illustrations, animations, tools, text, ideas, communications, replies, “likes,” comments, software, scripts, executable files, graphics, maps, routes, geo-data, workouts and workout data, biometric data and data elements derived therefrom, training plans, sleep activity, annotations, nutrition information, recipes, interactive features, designs, copyrights, trademarks, service marks, branding, logos, and other similar assets, patents, sounds, applications and any intellectual property therein, any of which may be generated, provided, or otherwise made accessible on or through the Services.\n(ii) <b>“User-Generated Content”</b> means any Content that a user submits, transfers, or otherwise provides to or through the use of the Services.\nand (iii) <b>“UA Content”</b> means all Content that is not User-Generated Content.</p>\n2.2 Ownership You own the Content that you create, and we own the Content that we create.\n<p>All UA Content and all copyright, trademarks, design rights, patents and other intellectual property rights (registered and unregistered) in and on the Services belong to Under Armour and/or its partners or applicable third parties.\nEach user retains ownership, responsibility for, and/or other applicable rights in the User-Generated Content that he/she creates, but grants a license of that User Generated Content to Under Armour as explained in Section 2.5 below.\nUnder Armour and/or its partners or third parties retain ownership, responsibility for and/or other applicable rights in all UA Content.\nExcept as expressly provided in the Terms, nothing grants you a right or license to use any UA Content, including any content owned or controlled by any of our partners or other third parties.\nYou agree not to duplicate, publish, display, distribute, modify, or create derivative works from the material presented through the Services unless specifically authorized in writing by Under Armour.</p>\n2.3\tOur License to You\nYou are welcome to access and use the UA Content and Services.\nWe work hard to provide a great experience for our users, so please respect our intellectual property rights and only use the UA Content and Services as intended.\nThis includes not using any UA Content or Services for commercial purposes without our permission.\nWe do have APIs and other tools you can use to help create your own apps and products.\nContact us to find out more.\n<p>Subject to your compliance with these Terms, we grant you a limited, revocable, personal, non-transferable, and non-exclusive right and license to access and use the Services and UA Content for your own personal, noncommercial purposes, provided that you do not (and do not allow any third party to) copy, modify, create a derivative work from, reverse engineer, sell, assign, sublicense, grant a security interest in, transfer or otherwise commercially exploit any right in the UA Content or Services.</p>\n2.4 Acceptable Usage Guidelines\n<ul>\n<li>\n<p>\n<b>2.4.1\tUA Content.</b> Except as expressly permitted by applicable law or authorized by Under Armour, you agree not to modify, rent, lease, loan, sell, distribute, or create derivative works based on the Services, the Services’ software, or any UA Content offered as part of the Services (other than User-Generated Content), in whole or in part.\nYou shall not download, copy, or save UA Content, except (i) as expressly permitted by the functionality of certain Services (e.g., printed maps) as provided for in the specific guidelines and/or additional terms applicable to those Services, or (ii) solely for personal use or your records.</p>\n</li>\n<li>\n<p>\n<b>2.4.2\tCommercial Usage of the Services.</b> The Services, with the exception of certain products and services provided though the Under Armour-branded websites and certain widgets we make available as tools for website owners (collectively, the <b>“Commercial Tools”</b>), are intended only for your personal, non-commercial use.\nYou shall not use the Services (other than certain Commercial Tools) to sell a product or service, increase traffic to your own website or a third-party website for commercial reasons (such as advertising sales), or otherwise undertake any endeavor aimed at deriving revenue.\nFor example, you shall not take the results from a search of the Services and reformat and display them, or mirror our home pages or results pages on your website.\nMoreover, you shall not “meta-search” our Services.\nIf you seek to make commercial use of the Services other than through the Commercial Tools, you must enter into an agreement with us to do so in advance.\nTo learn more about the Commercial Tools, please visit our Developer Portal.\nBy using any of the Commercial Tools, you acknowledge and agree to the Terms and any additional terms and conditions applicable to those select Services.</p>\n</li>\n<li>\n<p>\n<b>2.4.3\tLinking to the Services.</b> If you would like to link to our Services on your website or application, please follow these rules: (i) any link to the Services must be a text only link clearly marked “Under Armour” (without the use of any other trademark, logo copyright or any other intellectual property asset owned or controlled by Under Armour) or in some other format directed by Under Armour, (ii) the appearance, position and other aspects of the link may not damage or dilute the goodwill associated with our marks, (iii) the link must “point” to the root domain name of the Services and not to other pages within the Services, (iv) the appearance, position and other attributes of the link may not create the false appearance that your organization or entity is sponsored by, affiliated with, or associated with Under Armour, (v) when selected, the link must display the Service on full-screen and not within a “frame” on the linking website or service, and (vi) Under Armour reserves the right to revoke its consent to the link at any time and in its sole discretion, and upon our notification to you of such revocation of consent, you agree to promptly remove the relevant link.</p>\n</li>\n</ul>\n2.5 Your License to Us\nWhen you post Content in connection with the Services, it belongs to you - however, you're giving us permission to use that Content in connection with our Services and make the Content available to others.\nWe can edit or remove your Content from our Services at any time for any reason.\nDon't post any content that is not yours or that you do not have permission to post.\n<p>When you provide User-Generated Content to Under Armour through the Services, you grant Under Armour and our users a non-exclusive, irrevocable, royalty-free, freely transferable, sublicensable, worldwide right and license to use, host, store, cache, reproduce, publish, display (publicly or otherwise), perform (publicly or otherwise), distribute, transmit, modify, adapt (including, without limitation, in order to conform to the requirements of any networks, devices, services, or media through which the Services are available), commercialize, create derivative works of, and otherwise exploit such User-Generated Content in connection with any and all Services.\nYou acknowledge and agree that: (a) we have the right to arrange the posting of User-Generated Content in any way we desire.\n(b) Under Armour has no obligation to provide you with any credit when using your User-Generated Content, but if Under Armour chooses to provide you with credit, the size and placement of the credit is at our sole discretion.\nand © you are not entitled to any compensation or other payment from us in connection with the use of your User-Generated Content.</p>\n<p>The rights you grant in this license are for the limited purposes of allowing Under Armour to operate and allow other users to use the Services in accordance with their functionality, improve the Services, and develop new Services.\nNotwithstanding the above, we will not make use of any of your User-Generated Content in a manner that is inconsistent with the privacy settings you establish within our Services.\nFor information on managing your privacy settings for the Services, see the Privacy Policy.</p>\n<p>We reserve the right to monitor, remove or modify User-Generated Content for any reason and at any time, including User-Generated Content we believe violates these Terms, the Community Guidelines, and/or our policies.</p>\n<p>You agree you will respect the intellectual property rights of others.\nYou represent and warrant you have all the necessary rights to grant Under Armour the foregoing license for all User-Generated Content you submit in connection with the Services and will indemnify us for any breach of this representation and warranty.</p>\n2.6 Spreading the Word If you share someone else's personal information with us, you must first get their permission.\n<p>We hope you enjoy using our Services and encourage you to share your enthusiasm for them with your friends.\nIf you elect to use the features in our Services to tell a friend about the Services, we will ask you to provide your friend’s email address or social media profile, which we may then use to contact your friend about the Services.\nWe may store the information you provide for a period of time, but we will not post this information publicly.\nYou represent and warrant that you are authorized to provide any third-party contact information that you provide to us for referrals and will indemnify us for any breach of this representation and warranty.</p>\n2.7\tContent Retention\nPlease keep in mind that when you make something publicly available on the Internet, it becomes practically impossible to take down all copies of it in the future.\n<p>Following termination of your account, or if you remove any User-Generated Content from the Services, we may retain your User-Generated Content for a commercially reasonable period of time for backup, archival, or audit purposes, or as otherwise required or permitted by law.\nFurthermore, Under Armour and its users may retain and continue to use, store, display, reproduce, share, modify, create derivative works, perform, and distribute any of your User-Generated Content that otherwise has been stored or shared through the Services.\nAccordingly, note that the above license to your User-Generated Content continues even if you stop using the Services.\nWhen you post something publicly, others may choose to comment on it, making your Content part of a social conversation.\nFor more information, please review our Privacy Policy.</p>\n2.8\tUser-Generated Content and Eligibility to Participate in Certain Sports Organizations\nThings that happen online may have consequences in the real world.\n<p>Certain sports organizations have rules on amateurism and eligibility that could potentially be implicated if you post User-Generated Content within the Services, even if you believe it is noncommercial in nature.\nIt is your responsibility to determine whether posting such content within the Services will affect your eligibility to participate in any sport under any applicable rules of any sports organization.</p>\n2.9\tYour Feedback\nWe appreciate your feedback and can freely use your suggestions to make Under Armour and users around the world better.\nThank you and keep the ideas coming!\n<p>If you choose to submit comments, ideas or feedback, you should submit the idea through our Idea Submission website, and you agree that we are free to use the ideas you submit without any restriction or compensation to you.\nBy accepting your submission, Under Armour does not waive any rights to use similar or related feedback previously known to Under Armour, developed by our employees, or obtained from sources other than you.\nYou certify and represent that the information or feedback you submit to us through the Services is not confidential or proprietary information.</p>\n3.\nCommunity Guidelines 3.1\tInteractive Areas\nOur Services often contain community features.\nWhen you post content through these features that content may become public.\nWe may, but do not always, monitor our community features, and ultimately you are responsible for your interactions with other users.\nPlease use good judgment and play fair.\n<p>Some of our Services may include reviews, discussion forums, conversation pages, blogs or other interactive areas or social features that allow you and other users to post User-Generated Content and interact with one another (<b>“Interactive Areas”</b>).\nYou are solely responsible for your use of the Interactive Areas and for any User-Generated Content you post, including the transmission, accuracy and completeness of the User-Generated Content.\nAs the Interactive Areas are often public, you understand your User-Generated Content may be made and remain public.\nYou should, accordingly, never post any Personal Data in an Interactive Area.</p>\n<p>We are entitled, but have no obligation, to monitor our community features.\nYou are solely responsible for your interactions with other users, whether online or in person, including but not limited to comments, challenges, and friendly competition.\nWe assume no responsibility or liability for any loss or damage resulting from any interaction with other users who employ the Services, individuals you meet through the Services, or individuals who find you because of Content posted on, by or through the Services.\nUnder Armour is under no obligation to become involved in and disclaims all liability related to any disputes between its users and you release Under Armour from all responsibility and liability arising our of or in connection with such dispute.</p>\n3.2\tCommunity Guidelines\nOur Services are intended to be a safe and supportive environment to help you reach your fitness and wellness goals.\nYou cannot use our services to post inappropriate material, harass people, send spam, violate intellectual property rights, or act inappropriately.\nBe reasonable and act responsibly.\n<p>Our Services are intended to create a safe and supportive community for all users.\nTo maintain a safe and positive environment, we require everyone to agree to and follow certain rules (the <b>“Community Guidelines”</b>) when posting User-Generated Content and using the Services.\nOur Community Guidelines are based in many instances on principles of applicable law.\nViolations of our Community Guidelines accordingly may expose you to criminal charges and civil liability.\nBy using the Services you agree that your User-Generated Content and use of the Services, including without limitation the Interactive Areas, will not violate the Community Guidelines.\nIf you violate the Community Guidelines, we reserve the right to terminate your access to the Services.</p>\n<ul>\n<li>\n<p>\n<b>No Inappropriate Content.</b> Don’t post Content that is stalking, threatening, hurtful, harassing, abusive, or embarrassing to other members of the community.\nNo derogatory references to sex, gender, age, weight, body type, disability, ethnicity, religion, or sexual orientation, or endorsement of violence against any person or group, even if couched in humor, will be permitted.\nThis includes expressing stereotypes about any group or community.\nDon’t post Content that is defamatory, obscene, pornographic, offensive, hateful, inflammatory, or that promotes sexually explicit material.\nYou can respectfully disagree with a message, post or topic, but please do not attack other users by mocking or insulting them.\nIf you are attacked by another user, and you reciprocate, you may also be subject to the same consequences.</p>\n</li>\n<li>\n<p>\n<b>No Hijacking, Trolling, or Flame-baiting</b>.\nIf you are participating in our forums, please stay on-topic in an existing thread, and post new threads in the appropriate forum.\nTaking a thread off-topic is considered hijacking.\nThis includes posts that provoke or are intended to incite uproar.</p>\n</li>\n<li>\n<p>\n<b>No Promotion of Unsafe Weight-Loss Techniques or Eating Disorders.</b> Use of the Services to promote, glamorize, or achieve dangerously low levels of eating is not permitted.\nAccordingly, please do not contribute the following types of Content, which may be removed without warning:</p>\n<ul>\n<li>\n<p>Content intended to promote potentially unsafe or controversial weight loss products or procedures, including non-medically prescribed supplements or MLM.</p>\n</li>\n<li>\n<p>Profiles, groups, messages, posts, or wall comments that encourage anorexia, bulimia, or very low calorie diets.\nThis includes positive references to ana/mia, purging, or self-starving.</p>\n</li>\n<li>\n<p>Photos intended to glamorize extreme thinness.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<b>No Harm to Minors.</b> Don’t use the Services in a way that harms minors (or anyone, really).</p>\n</li>\n<li>\n<p>\n<b>No Disruptions, Exploits, or Resource Abuse.</b> Do not interfere with or damage operation of the Services, including through unauthorized use, disruption, automated attacks, exploitation, or abuse of our resources</p>\n</li>\n<li>\n<p>\n<b>No Sending Spam and Junk Mail.</b> Don’t spam people via posts, replies, or messages.</p>\n</li>\n<li>\n<p>\n<b>No Illegal Content.</b> Don’t advocate, promote, or assist any fraudulent or illegal act (e.g., violence, impersonation and computer misuse).</p>\n</li>\n<li>\n<p>\n<b>No Soliciting Personal Data.</b> Please don’t post or solicit Personal Data regarding or from any third party, including photographs, telephone numbers, street addresses, last names, email addresses and passwords in the Interactive Areas.</p>\n</li>\n<li>\n<p>\n<b>No Public Posting of Private Conversations.</b> Don’t publicly post an email or private message from any other user, moderator or administrator.</p>\n</li>\n<li>\n<p>\n<b>No Breach of Legal Duty.</b> Don’t post Content in breach of any contractual or other legal duty owed to a third party.</p>\n</li>\n<li>\n<p>\n<b>No Deceptive or Fraudulent Links.</b> Don’t post deceptive or fraudulent links.\nThis includes links with misleading descriptions, putting the wrong “source” field in a post, setting misleading click-through links on images, or embedding links to interstitial or pop-up ads.</p>\n</li>\n<li>\n<p>\n<b>No Intellectual Property Infringement.</b> Respect the intellectual property of others.\nIf you aren’t allowed to use someone else’s proprietary work or likeness (either by license or by legal exceptions and limitations such as fair use), please don’t post it.\nIn particular, if you have any reason to believe User-Generated Content you see on our Services is infringing your intellectual property or the intellectual property of others, please see the Intellectual Property/DMCA section of our Terms.</p>\n</li>\n<li>\n<p>\n<b>No Impersonating Under Armour or Others.</b> Don’t post Content that is likely to deceive any person or be used to impersonate any person, or to misrepresent your identity or affiliation with any person, including with Under Armour.\nCreating an account for the purposes of deceiving other users or to work around a suspension is not permitted and will be grounds for a permanent ban from the Services.</p>\n</li>\n<li>\n<p>\n<b>No Automated Querying.</b> Do not send automated queries of any sort to the systems and networks we use to provide the Services without our express written permission.</p>\n</li>\n<li>\n<p>\n<b>Other.</b> Don’t post Content that contains anything that, in Under Armour’s sole determination, is objectionable or inhibits any other person from using or enjoying the Services, or that may expose Under Armour or our users to any harm or liability of any kind.\nDon’t post content that may damage or dilute the goodwill associated with Under Armour or our marks.</p>\n</li>\n</ul>\n<p>If we determine you are violating the Community Guidelines or otherwise have breached the Terms, we may take actions to address the issue, including, but not limited to, terminating your right to use the Services, removing your User-Generated Content, taking legal action against you (in which case you agree that we may recover reasonable costs and attorneys’ fees) or disclosing information to law enforcement authorities.\nWe reserve the right to enforce, or not enforce, these Community Guidelines in our sole discretion, and they don’t create a duty or contractual obligation for us to act in any particular manner.</p>\n3.3\tReporting Objectionable User-Generated Content\nPeople do post inappropriate content on user-generated content sites.\nWe do our best to keep the community safe and secure (users respecting the Community Guidelines helps), but you still might run into bad content before we have a chance to take it down.\nIf you spot anything objectionable, please let us know.\n<p>While we require all of our users to comply with the Community Guidelines and reserve the right to monitor for violations, we ultimately cannot guarantee all users will comply with the Community Guidelines or these Terms at all times.\nIf you believe any Content submitted to our Services violates the Community Guidelines, or if you know or suspect someone is misusing your User-Generated Content, please report it to the Support Team.\nWe have the right, but not the obligation, to review and take action or remove any User-Generated Content you report.\nYou understand and acknowledge that when you access or otherwise use the Services, you may be exposed to User-Generated Content from a variety of sources, and we are not responsible for the accuracy, usefulness, safety, legality, appropriateness, or intellectual property rights of or relating to such User-Generated Content.</p>\n<p>We are not responsible or liable for any injury or harm to you resulting from objectionable User-Generated Content or another user’s failure to comply with our Community Guidelines.</p>\n4.\nIntellectual Property/ DMCA We respect intellectual property laws.\nIf anything is wrong, please send an email with all the details to ConnectedFitnessIP@ua.com <p>If you believe User-Generated Content or UA Content infringes copyright or trademark under U.S.\nor other national law, please notify our us immediately using the contact information provided herein.\nIt is our policy to investigate any allegations of infringement brought to our attention.\nPlease provide us with the following information in your notice of a suspected violation:</p>\n<ul>\n<li>Identification of the material being infringed.</li>\n<li>Identification of the material that is claimed to be infringing, including its location, with sufficient detail so that we are capable of finding it and verifying its existence.</li>\n<li>Contact information for the notifying party (the <b>“Notifying Party”</b>), including name, address, telephone number, and email address.</li>\n<li>A statement that the Notifying Party has a good faith belief that the material is not authorized by the owner, its agent or law.</li>\n<li>A statement made under penalty of perjury that the information provided in the notice is accurate and that the Notifying Party is authorized to make the complaint on behalf of the owner.</li>\n<li>A physical or electronic signature of a person authorized to act on behalf of the owner of the material that has been allegedly infringed.</li>\n</ul>\n<p>Your notice must be signed (physically or electronically) and must be addressed as follows:</p>\n<p>Copyright Agent<br>\nc/o Under Armour, Inc.<br>\n1020 Hull Street<br>\nBaltimore, MD 21230<br>\nConnectedFitnessIP@ua.com.<br>\n</p>\n<p>You acknowledge that if you fail to comply with all of the requirements of this section, your notice may not be valid.\nSome information provided in a notice of infringement may be forwarded to the user who posted the allegedly infringing content.\nIn the U.S., under Section 512(f) of the DMCA, any person who knowingly materially misrepresents that material or activity is infringing may be subject to liability.\nPlease see www.copyright.gov for more information about how to prepare or respond to a DMCA notice and/or www.uspto.gov/trademark for more information about trademark rights.</p>\n5.\nThird Party Links and Services Our Services may link to, interact with or be available on third-party services or products such as social media and third-party devices.\nIf you access such third-party services or products, be aware that different terms and privacy policies apply to your usage of such services.\n5.1\tSocial Networking and Logins\n<p>You may enable or log in to the Services via various online third-party services, such as social media and social networking services like Facebook or Twitter (<b>“Social Networking Services”</b>).\nTo take advantage of these features and capabilities, we may ask you to authenticate, register for, or log into Social Networking Services on the websites of their respective providers.\nAs part of this integration, the Social Networking Services will provide us with access to certain information you have provided to them, and we will use, store, and disclose such information in accordance with our Privacy Policy.\nPlease remember the way Third Party Services (including Social Networking Services) use, store, and disclose your information is governed solely by the policies of those Third Party Services, and we have no liability or responsibility for the privacy practices or other actions of any third-party website or service that may be enabled within the Services.\nIn addition, we are not responsible for the accuracy, availability, or reliability of any information, content, goods, data, opinions, advice, or statements made available in connection with Social Networking Services.\nAs such, we are not liable for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any such Social Networking Services.</p>\n5.2\tThird-Party Applications\n<p>You may be able to access certain third-party links, applications, content, services, promotions, special offers, or other events or activities (<b>“Third-Party Applications”</b>) via our Services.\nIf you choose to access these Third-Party Applications, you may be requested to log-in and sync your accounts with such applications.\nYou are in no way obligated to use any Third-Party Applications, your access and use of such applications is entirely at your own risk, and we have no associated liability.\nIn addition, we are not responsible for the accuracy, availability, or reliability of any information, content, goods, data, opinions, advice, or statements made available by any Third-Party Applications.\nAs such, we are not liable for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any such Third-Party Applications.</p>\n5.3\tThird Party Products\n<p>Our Services may be accessed on third-party devices or other products (<b>“Third Party Products”</b>), and your ability to use certain features of the Services may require you to purchase Third-Party Products (e.g., fitness trackers).\nWhile we may recommend, promote, or market the products of certain partners, we have no responsibility for your acquisition or use of any Third-Party Products, and we do not guarantee that Third-Party Products will function with the Services or will be error-free.\nWe hereby disclaim liability for all Third-Party Products, including any Third-Party Products offered by our partners.</p>\n5.4\tThird-Party Services, Activities, and Events\n<p>Our Services may include the ability to discover, access or participate in certain services, activities, or events (<b>“Third-Party Activities”</b>).\nBy way of example and not limitation, you can use the Under Armour We Will site to access information about and register for third party volunteer opportunities.\nThird-Party Activities are offered and provided by Third Parties, not Under Armour.\nYour attendance at and participation in Third-Party Activities is solely at your own risk.\nUnder Armour will not be liable for any act, error or omission of any Third Party, including, without limitation, any which arises out of or is any way connected with a user’s attendance, use of or participation in any Third-Party Activities initially discovered, booked or registered for via the Services, or the performance or non-performance of any Third Party in connection with the Services.\nUnder Armour is not an agent of any provider of Third-Party Activities.</p>\n6.\nMobile Services While we strive to make our applications available on many platforms, we can't guarantee that our applications are compatible with your device (though please let Customer Support know if you have a question or problem.\nwe want to help).\nIf you use our applications, your standard data and messaging rates will apply, and the rules of the app store from which you are downloading will also apply.\n6.1 Wireless Carrier and Device Considerations\n<p>To use or access our applications, you will need a compatible device.\nWe cannot guarantee the applications will be compatible with, or available on, your device.\nWe do not charge for use of some basic applications.\nhowever, you may need to pay fees to use certain premium applications or features.\nFurther, your phone company’s normal messaging, data, and other rates and fees will still apply.</p>\n6.2\tText and Mobile Messaging Express Consents\n<p>By downloading or using our applications, you expressly agree we may communicate with you regarding transactions you have initiated on the Services or respond to your communications to us through the Services by SMS, MMS, text message, or other electronic means directed to your device and that certain information about your usage of the applications may be communicated to us automatically form your device.\nWe will not send you direct messages of a marketing nature without your prior express written consent and you can opt out of receiving any marketing messages from us at any time.</p>\n6.3\tMobile Application License\n<p>We hereby grant you a limited, personal, non-exclusive, non-transferable, non-sublicensable, revocable license to use our applications downloaded directly from a legitimate marketplace, solely in object code format and solely for your personal use for lawful purposes.\nWith respect to any open source or third-party code that may be incorporated in the applications, such open source code is covered by the applicable open source or third-party license EULA, if any, authorizing use of such code.</p>\n6.4\tApp Stores\n<p>If you download our applications from a third-party app store (the <b>“App Provider”</b>), you acknowledge and agree that:</p>\n<ul>\n<li>\n<p>The Terms are an agreement between us, and not with the App Provider.\nAs between Under Armour and the App Provider, Under Armour is solely responsible for its applications;</p>\n</li>\n<li>\n<p>The App Provider has no obligation to provide any maintenance and support services with respect to the Under Armour applications;</p>\n</li>\n<li>\n<p>In the event of any failure of the Under Armour applications to conform to any applicable warranty, (i) you may notify the App Provider and the App Provider may refund the purchase price for the applications to you (if applicable), (ii) to the maximum extent permitted by applicable law, the App Provider will have no other warranty obligation whatsoever with respect to the applications, and (iii) any other claims, losses, liabilities, damages, costs or expenses attributable to any failure to conform to any warranty will be, as between Under Armour and the App Provider, Under Armour’s responsibility;</p>\n</li>\n<li>\n<p>The App Provider is not responsible for addressing any claims you have relating to the applications or your possession and use of the applications;</p>\n</li>\n<li>\n<p>If a third party claims an application infringes another party’s intellectual property rights, as between the App Provider and Under Armour, Under Armour will be responsible for the investigation, defense, settlement and discharge of any such claim to the extent required by these Terms;</p>\n</li>\n<li>\n<p>The App Provider and its subsidiaries are third-party beneficiaries of these Terms as it relates to your license to the applications.\nUpon your acceptance of these Terms, the App Provider will have the right (and will be deemed to have accepted the right) to enforce these Terms as related to your license of the applications against you as a third-party beneficiary thereof.\nand</p>\n</li>\n<li>\n<p>You must also comply with all applicable third-party terms of service when using the applications.</p>\n</li>\n</ul>\n7.\nPaid Services If you choose to subscribe to any of our enhanced, paid services, these are the payment and billing terms that apply.\nPaid services and billing may auto-renew unless you cancel.\nYou may cancel at any time.\n7.1\tPayment Terms\n<p>We offer certain premium versions of the Services (the <b>“Premium Services”</b>) for a fee.\nBy signing up for and using the Premium Services, you agree to our Terms, and any additional terms and conditions provided here.\nYou also agree to waive your 14-day right of withdrawal at the moment you subscribe to the Premium Services to the maximum extent permitted by applicable law, so that you are able to immediately access them.</p>\n<p>The Premium Services provide you access to certain enhanced products, services, features and functionality (e.g., premium graphs and analysis, an ad-free browsing experience).\nBy signing up for and using the Premium Services, including signing up for Free Trials of the Premium Services, you agree to pay any fees or other incurred charges that apply to the Premium Services (such as subscription fees).</p>\n<p>When you sign up for the Premium Services, you must designate and provide information about your preferred payment method (<b>“Payment Method”</b>).\nThis information must be complete and accurate, and you are responsible for keeping it up to date.\nYou expressly authorize us to collect via automatic debit or ACH from your Payment Method the appropriate fees charged for the Premium Services and for any other purchases you elect to make via the Services.</p>\n<p>You can choose to pay for the Premium Services on a monthly or annual basis.\nUnless otherwise stated, all fees due for the Premium Services are payable in advance, and will be billed automatically to the Payment Method at the start of the monthly or annual Premium Service period, as applicable.\nUnless otherwise stated, Premium Services will auto-renew until you elect to cancel your access to Premium Services.\nAll purchases of Premium Services are final and non-refundable, except at our sole discretion and in accordance with the rules governing each Premium Service.</p>\n7.2\tTermination or Cancellation of Premium Services\n<p>If you do not pay the fees or charges due for your use of the Premium Services, we may make reasonable efforts to notify you and resolve the issue.\nhowever, we reserve the right to disable or terminate your access to the Premium Services (and may do so without notice).</p>\n<p>You can cancel the Premium Services at any time.\nMore information on how to cancel can be found here.\nOnce you have cancelled your Premium Service and received confirmation, no other changes can be made to your account.\nThe cancellation of a Premium Service will go into effect at the end of your current billing cycle, and you will have the same level of access to the Premium Service through the remainder of such billing cycle.\nFor example, if you are billed on a monthly basis and cancel during a given month, you will be charged for the entirety of that month and maintain access to the Premium Service through the end of that month.</p>\n<p>There are no refunds for termination or cancellation of your Premium Service.\nIf you no longer wish to subscribe to a Premium Service, it is your responsibility to cancel your Premium Service in due time, regardless of whether or not you actively use the Premium Service.</p>\n7.3\tFee Changes\n<p>To the maximum extent permitted by applicable laws, we may change our prices for Premium Services at any time.\nWe will give you reasonable notice of any such pricing changes by posting the new prices on or through the applicable Premium Service and/or by sending you an email notification.\nIf you do not wish to pay the new prices, you can cancel the applicable Premium Service prior to the change going into effect.</p>\n7.4\tDiscount, Coupon or Gift Codes\n<p>If you have received a discount, coupon or gift code to a Premium Service, the following terms and conditions apply in addition to the terms and conditions of the specific code.\nTo redeem a discount or coupon code, log in to the applicable Service and enter the applicable code to take advantage of the relevant promotion.\nAll discounts, gift and coupon codes can only be applied when subscribing to Premium Services, and to accounts not already subscribed to Premium Services.\nDiscount, coupon and gift codes cannot be combined with any other cash-off price, sales, promotion or coupon, and cannot be exchanged, refunded, replaced or redeemed for cash or payment of accounts.\nA payment method may be required to redeem a discount or coupon code.\nIt is your own responsibility to use a discount, coupon or gift code before it expires, and expired codes cannot be refunded or extended.\nIt is also your responsibility to terminate the Premium Service before the end of a free or discounted period if you do not want to continue with a Premium Service at the regular price.\nThe terms and conditions of a specific discount, coupon or gift code may include additional restrictions on its use, including but not limited to the type of plan, duration of free or discounted Premium Service, coupon validity dates, and/or purchase quantities.\nUnder Armour reserves the right to cancel discounts and coupon promotions at any time.</p>\n7.5\tFree Trials\n<p>We sometimes offer free trials of our Premium Services or other promotional offers (each a <b>“Free Trial”</b>).\nA Free Trial provides you access to the Premium Services for a period of time, with details specified when you sign up for the offer.</p>\n<p>In order to sign up for a Free Trial, you may need to provide us with your preferred Payment Method.\nAs soon as you submit your payment details, your Free Trial will begin.\nYou will not be charged until the Free Trial period ends.</p>\n<p>\n<b>Unless you cancel before the end of the Free Trial, or unless otherwise stated, your access to the Premium Service will automatically continue and you will be billed the applicable fees for that Premium Service using the Payment Method you provided.</b> All incurred charges are final and non-refundable, except at our sole discretion and in accordance with the rules governing each Premium Service.\nWe may send you a reminder when your Free Trial is about to end, but we do not guarantee any such notifications.\nIt is ultimately your responsibility to know when the Free Trial will end if you decide you do not want to become a paying Premium Services user after the Free Trial period.</p>\n<p>If you decide you do not want to become a paying Premium Services user, you must cancel your subscription before the end of the Free Trial period.\nDepending on the applicable Premium Service, you may lose access as soon as you cancel or at the end of the Free Trial period.\nOnce you have cancelled your Free Trial and received confirmation, you cannot resume the Free Trial period even if it was not used for the entire duration of the offer.</p>\n<p>Premium Service features and content may change at any time, and we cannot guarantee any specific feature or content will be available for the entire Free Trial period.\nThe rates in effect when you sign up for the Free Trial will be the same when the Free Trial ends, unless we notify you otherwise.\nWe reserve the right, in our absolute discretion, to modify or terminate any Free Trial offer, your access to the Premium Services during the Free Trial, or any of these terms without notice and with no liability.\nYou may not sign up for more than one Free Trial of a given Premium Service at the same time, and we reserve the right to limit your ability to take advantage of multiple Free Trials.</p>\n8.\nShopping and E-Commerce <p>Additional e-commerce terms and conditions may apply to Under Armour Shopping.\nYou can find these terms and conditions below.\nWe also aim to provide information about our refund, exchange, re-stocking, taxes, shipping, and related policies at or near the point of purchase.\nIf you have questions related to Under Armour Shopping, please contact our Support Team.\nPlease review these policies prior to making purchases through Under Armour Shopping.</p>\n9.\nPhysical Activities and Dietary Guidance It's important to us that users stay healthy while achieving their fitness goals.\nPlease be responsible and use your best judgment and common sense.\nWe provide our Services for information purposes only, and can't be held liable if you get injured or something goes wrong.\nIn particular, while most of the content posted by the other users in our community is helpful, it is coming from strangers on the Internet and should never trump good judgment or actual medical advice.\n9.1\tSafety First\n<p>Under Armour cares about your safety.\nYou should consult with your healthcare provider(s) and consider the associated risks before using our Services in connection with any physical activity, wellness or fitness program, or any dietary program or guidance.\nBy using our Services, you agree, represent and warrant that you have received consent from your physician to participate in wellness and fitness programs, workouts, exercises or any of the related activities made available to you in connection with the Services, and that you have consulted with your physician before making any dietary changes based upon information available through the Services.\nEveryone’s condition and abilities are different, and participating in the activities promoted by our Services is at your own risk.\nIf you choose to participate in these activities, you do so of your own free will and accord, knowingly and voluntarily assuming all risks associated with such activities.\nActivities promoted by the Services may pose risks even to those who are currently in good health.</p>\n<p>You understand and agree that we will not carry out and are not responsible for any physical inspection, supervision, preparation, execution or conduct of any activities related to or accessed or discovered via the Services (e.g., featured, official or community created challenges.\nroutes.\nfriendly competitions or similar activities.\nany single or group training activities.\nany Third-Party Activities or other events or activities that utilize our Services).\nMaps, directions and other GPS or navigation data, including data relating to your current location, may be unavailable, inaccurate or incomplete.\nWe encourage you to always put safety first, follow applicable traffic regulations, do not change settings on your device while in motion or in unsafe areas and always be vigilant and take stock of your surroundings when exercising.</p>\n<p>You expressly agree that your athletic activities, which may generate the User-Generated Content you post or seek to post on or via the Services (e.g., running, walking, cycling, hiking) and certain Third-Party Activities carry certain inherent and significant risks of property damage, bodily injury, or death and that you voluntarily assume all known and unknown risks associated with these activities, even if caused in whole or part by the action, inaction, or negligence of Under Armour or by the action, inaction, or negligence of others.</p>\n<p>Except as otherwise set out in these Terms, and to the maximum extent permitted by applicable law, we are not responsible or liable, either directly or indirectly, for any injuries or damages sustained from your physical activities or your use of, or inability to use, any Services or features of the Services, including any Content or activities you access or learn about through our Services (e.g., a Third-Party Activity such as a yoga class), even if caused in whole or part by the action, inaction or negligence of Under Armour or others.\nTo the maximum extent permitted by applicable law, you expressly agree we do not assume responsibility for any Third-Party Activity or any other race, contest, class, athletic activity or event that utilizes or is promoted by or accessed via the Services.</p>\n9.2\tDisclaimer Regarding Accuracy and Reliance on Content\n<p>We make no representations or warranties as to the accuracy, reliability, completeness or timeliness of any Content available through the Services, and we make no commitment to update such Content.</p>\n<p>In addition, User-Generated Content, including advice, statements, or other information, including, without limitation, food, nutrition, dietary guidance, exercise or training guidance, athletic activities, and exercise database entries, are not produced by Under Armour, and should not be relied on without independent verification.\nUser-Generated Content, whether publicly posted or privately transmitted, is the sole responsibility of the user from whom such User-Generated Content originated.\nAll information is provided “as is” without any representation, warranty or condition as to its accuracy or reliability.</p>\n<p>Not all users who may identify themselves as professional trainers or licensed dieticians are licensed in all applicable jurisdictions.\nUnder Armour has no and assumes no obligation to verify that users who identify themselves as licensed trainers or dieticians are actually licensed.\nIf you hold yourself out as a licensed trainer or dietician, you represent and warrant that you are actually licensed for the services you provide in the jurisdiction in which you offer your services.\nUsers should also bear in mind that even if a user is a licensed trainer in one jurisdiction that does not mean the trainer user is licensed in the jurisdiction from which other users access the trainer user’s advice.\nAccordingly, relying on any advice provided by other users is at your own risk.\nTo the extent permitted by applicable law, under no circumstances will Under Armour be responsible or liable for any loss or damage resulting from your reliance on information or advice provided by any user of our Services.</p>\n9.3 Not Medical Advice\n<p>We aim to provide useful general information for our community, not professional medical advice.\nThe Services are not medical devices, and the data provided by them is not intended to be utilized for medical purposes or to diagnose, treat, cure or prevent any disease, ailment or injury.\nTo the maximum extent permitted by applicable law, you expressly agree we are not providing medical advice via the Services.\nAll Content provided through the Services, whether provided by us or by other users or third parties (even if they are claiming to be a doctor!) is not intended to be and should not be used in place of (a) the advice of your physician or other medical professionals, (b) a visit, call or consultation with your physician or other medical professionals, or © information contained on or in any product packaging or label.\nTo the extent permitted by applicable law, we are not responsible for any health problems that may result from training programs, dietary recommendations, consultations, products, or events you learn about through the Services.\n<b>Should you have any health related questions, please call or see your physician or other healthcare provider promptly.\nIf you have an emergency, call your physician or your local emergency services immediately.</b>\n</p>\n<p>Your use of the Services does not constitute or create a doctor-patient, therapist-patient or other healthcare professional relationship between Under Armour and you.</p>\n9.4\tSuccess Stories Not Typical\n<p>Success stories posted by users or Under Armour on our Services may not represent typical or even accurate results obtained from any particular fitness activity or diet.\nTo the extent permitted by applicable law, Under Armour has no and assumes no obligation or liability associated with the accuracy, reliability or effectiveness of any fitness activity or dietary recommendation contained in any user success stories.</p>\n9.5\tAccuracy\n<p>The Services are intended to provide you with information to encourage you to support your wellness and fitness activities.\nSome of the Services are aimed at tracking your physical movements and sleep activity (<b>“Activity Tracking Services”</b>).\nThese Activity Tracking Services rely on sensors and/or GPS functionality that track your movement or body at rest.\nThe data and information provided by the Activity Tracking Services are intended to be a representation of your activity, but may not be completely accurate, including with respect to step, sleep, speed, distance, or calorie data.\nBy using Activity Tracking Services, you acknowledge and agree that Under Armour is not responsible or liable for any inaccuracy in such data.</p>\n<p>\n<b>If you are a resident of New Jersey or the Netherlands:</b>\n</p>\n<p>Notwithstanding anything herein to the contrary, nothing in these Terms limits or excludes our responsibility for losses or damages caused by Under Armour’s own fraud, recklessness, gross negligence or willful misconduct.</p>\n10.\nModifications to the Terms and Product-Specific Terms As Under Armour grows and improves, we might have to make changes to these Terms or include additional terms that are specific to certain products.\n10.1\tUpdates to these Terms\n<p>Under Armour reserves the right to modify these Terms by (i) posting revised Terms on and/or through the Services, and/or (ii) providing advance notice to you of material changes to the Terms, generally via email where practicable, and otherwise through the Services (such as through a notification on the home page of the Under Armour websites or in our applications).\nModifications will not apply retroactively unless required by law.</p>\n<p>We may sometimes ask you to review and to explicitly agree to or reject a revised version of the Terms.\nIn such cases, modifications will be effective at the time of your agreement to the modified version of the Terms.\nIf you do not agree at that time, you are not permitted to use the Services.\nIn cases where we do not ask for your explicit agreement to a modified version of the Terms, the modified version of the Terms will become effective as of the date specified in the Terms.\nYour choice to maintain an account, access or use the Services (regardless of whether you create an account with us) following that date constitutes your acceptance of the terms and conditions of the Terms as modified.\nIf you do not agree to the modifications, you are not permitted to use, and should discontinue your use of, the Services.</p>\n10.2 Product-Specific Terms\n<p>We may also require you to agree to additional terms, rules, policies, guidelines, or other conditions (collectively, <b>“Product-Specific Terms”</b> that are specific to certain Services (for example, the Commercial Tools).\nIn such cases, you may be required to expressly consent to Product-Specific Terms.\nFor instance, you might need to check a box or click on a button marked “I agree.” If any of the Product-Specific Terms are different than the Terms, the Product-Specific Terms will supplement, amend, or supersede the Terms, but only with respect to the subject matter of the Product-Specific Terms.</p>\n11.\nNo Warranties <p>EXCEPT WHERE PROHIBITED BY LAW, UNDER ARMOUR EXPRESSLY DISCLAIMS ALL WARRANTIES, REPRESENTATIONS AND GUARANTEES OF ANY KIND, WHETHER ORAL OR WRITTEN, EXPRESS, IMPLIED, STATUTORY OR OTHERWISE, INCLUDING, BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT TO THE FULLEST EXTENT PERMISSIBLE UNDER THE LAW.\nTHE SERVICES AND ALL CONTENT ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” WITH ALL FAULTS BASIS.\nWithout limiting the foregoing, you understand that, to the maximum extent permitted by applicable law, we make no warranty regarding the quality, accuracy, timeliness, truthfulness, completeness, availability, or reliability of any of the Services or any Content.\nTo the maximum extent permitted by applicable law, we do not warrant that (i) the Services will meet your requirements or provide specific results, (ii) the operation of the Services will be uninterrupted, virus- or error-free or free from other harmful elements or (iii) errors will be corrected.\nAny oral or written advice provided by our agents or us does not and will not create any warranty.\nTo the maximum extent permitted by applicable law, we also make no representations or warranties of any kind with respect to Content.\nUser-Generated Content, in particular, is provided by and is solely the responsibility of the users providing that Content.\nNo advice or information, whether oral or written, obtained from other users or through the Services, will create any warranty not expressly made herein.\nYou therefore expressly acknowledge and agree that use of the Services is at your sole risk and that the entire risk as to satisfactory quality, performance, accuracy and effort is with you.</p>\n12.\nLimitation of Liability We are building the best Services we can for you but we can't promise they will be perfect.\nWe're not liable for various things that could go wrong as a result of your use of the Services.\n<p>To the maximum extent permitted by applicable law, under no circumstances (including, without limitation, negligence) shall Under Armour, its subsidiaries, partners or any wireless carriers be liable to you or any third party for (a) any indirect, incidental, special, reliance, exemplary, punitive, or consequential damages of any kind whatsoever.\n(b) loss of profits, revenue, data, use, goodwill, or other intangible losses.\n© damages relating to your access to, use of, or inability to access or use the Services.\n(d) damages relating to any conduct or content of any third party or user of the Services, including without limitation, defamatory, offensive or illegal conduct or content.\nand/or (e) damages in any manner relating to any Third-Party Content, Third-party Products or Third-Party Activities accessed via the Services.\nTo the maximum extent permitted by applicable law, this limitation applies to all claims, whether based on warranty, contract, tort, or any other legal theory, whether or not Under Armour has been informed of the possibility of such damage, and further where a remedy set forth herein is found to have failed its essential purpose.\nTo the maximum extent permitted by applicable law, the total liability of Under Armour, for any claim under these Terms, including for any implied warranties, is limited to the greater of one thousand dollars (us $1,000.00) or the amount you paid us to use the applicable Service(s) in the past twelve months.</p>\n<p>In particular, to the extent permitted by applicable law, we are not liable for any claims arising out of (a) your use of the Services (including but not limited to your participation in any activities promoted by or accessed via the Services), (b) the use, disclosure, display, or maintenance of a usr’s Personal Data, © any other interactions with us or any other users of the Services, even if we have been advised of the possibility of such damages, or (d) other Content, information, services or goods received through or advertised on the Services or received through any links provided with the Services.</p>\n<p>To the extent permitted by applicable law, you acknowledge and agree that we offer the Services and set the Services’ prices in reliance upon the warranty disclaimers, releases, and limitations of liability set forth in the Terms, that these warranty disclaimers, releases, and limitations of liability reflect a reasonable and fair allocation of risk between you and form an essential basis of the bargain between you and us.\nWe would not be able to provide the Services to you on an economically reasonable basis without these warranty disclaimers, releases, and limitations of liability.</p>\n<p>\n<b>If you are a resident of California:</b> You waive your rights with respect to California Civil Code Section 1542, which says “a general release does not extend to claims which the creditor does not know or suspect to exist in his favor at the time of executing the release, which, if known by him must have materially affected his settlement with the debtor.”</p>\n<p>\n<b>If you are a resident of New Jersey:</b> Notwithstanding anything herein to the contrary, nothing in these Terms limits or excludes our responsibility for losses or damages caused by UA’s own fraud, recklessness, gross negligence or willful misconduct.</p>\n13.\nIndemnification <p>\n<b>If you are a resident of the United States or any location other than France or Germany:</b> To the maximum extent permitted by applicable law, you agree to indemnify and hold Under Armour, its subsidiaries, suppliers and other partners harmless from any claim or demand, including reasonable accounting and attorneys’ fees, made by any third party due to or arising out of (a) the User-Generated Content you access or share through the Services.\n(b) your use of the Services, © your athletic activities in connection with the Services (including, but not limited to, athletic activities in connection with any contests, races, group activities, Third-Party Activities or other events that we may sponsor, organize, participate in, or where the Services are employed), (d) your connection to the Services, (e) your violation of these Terms, (f) your use or misuse of any user’s Personal Data, (g) any violation of the rights of any other person or entity by you, or (h) your employment of the Services to meet another user in person or to locate and attend any offline place or event.\nWe reserve the right, at your expense, to assume the exclusive defense and control of any matter for which you are required to indemnify us under the Terms, and you agree to cooperate with our defense of these claims.</p>\n<p>\n<b>If you are a resident of France or Germany:</b> Notwithstanding the previous paragraph, you agree to indemnify and hold Under Armour, its subsidiaries, suppliers and other partners harmless from any claim or demand as result of your negligent or intentional behavior, including reasonable accounting and attorneys’ fees, made by any third party due to or arising out of (a) the User-Generated Content you access through the Services.\n(b) your violation of these Terms, © your use or misuse of any user’s Personal Data, (d) any violation of the rights of any other person or entity by you, or (e) your employment of the Services to meet another user in person or to locate and attend any offline place or event.\nWe reserve the right, at your expense, to assume the exclusive defense and control of any matter for which you are required to indemnify us under the Terms, and you agree to cooperate with our defense of these claims.</p>\n<p>\n<b>If you are a resident of New Jersey:</b> Notwithstanding anything herein to the contrary, nothing in these Terms imposes an obligation for you to indemnify us from claims arising out of UA’s own fraud, recklessness, gross negligence or willful misconduct.</p>\n14.\nGoverning Law <p>\n<b>If you are a resident of the United States or any non-European Union location:</b> These Terms shall be governed by and construed in accordance with the laws of the State of Maryland and controlling U.S.\nfederal law as applicable, without regard to its conflict of law principles.</p>\n<p>\n<b>If you are a resident of the European Union:</b> These Terms shall be governed by and construed in accordance with the laws of the Netherlands, without regard to its conflict of law principles.</p>\n15.\nDisputes and Arbitration, Jurisdiction and Venue <p>To the maximum extent permitted by applicable law, you and Under Armour agree that any dispute resolution proceedings will be conducted only on an individual basis and not in a class, consolidated or representative action.\nExcept where prohibited, you and we agree to submit to the personal and exclusive arbitration of disputes relating to your general use of the Services under the rules of the American Arbitration Association.\nPlease visit www.adr.org for more information about arbitration.</p>\n<p>Any arbitration between you and us, to the extent necessary, will be conducted in Baltimore, Maryland, and you waive any right to claim that such location is an inconvenient forum.\nYou agree not to sue us or bring arbitration in any other forum.</p>\n<p>The arbitration will be conducted in English.\nA single independent and impartial arbitrator will be appointed pursuant to the rules of the American Arbitration Association.\nBoth you and we agree to comply with the following rules, which are intended to streamline the dispute resolution process and reduce the costs and burdens for everyone involved:</p>\n<ul>\n<li>\n<p>the arbitration will be conducted by telephone, online and/or be solely based on written submissions, the specific manner to be chosen by the party initiating the arbitration;</p>\n</li>\n<li>\n<p>the arbitration will not require any personal appearance by the parties or witnesses unless otherwise mutually agreed in writing by the parties.\nand</p>\n</li>\n<li>\n<p>any judgment on the award rendered by the arbitrator may be entered in any court of competent jurisdiction.</p>\n</li>\n</ul>\n<p>Barring extraordinary circumstances, the arbitrator will issue his or her decision within 120 days from the date the arbitrator is appointed.\nThe arbitrator may extend this time limit for an additional 30 days in the interests of justice.\nAll arbitration proceedings will be closed to the public and confidential and all records relating thereto will be permanently sealed, except as necessary to obtain court confirmation of the arbitration award.\nThe award of the arbitrator will be in writing and will include a statement describing the reasons for the disposition of any claim.</p>\n<p>You also acknowledge and understand that, with respect to any dispute with us arising out of or relating to your choice to maintain an account, access or use the Services:</p>\n<ul>\n<li>\n<p>You are giving up your right to have a trial by jury;</p>\n</li>\n<li>\n<p>You are giving up your right to serve as a representative, as a private attorney general, or in any other representative capacity, or to participate as a member of a class of claimants, in any lawsuit involving any such dispute.\nand</p>\n</li>\n<li>\n<p>You must file any claim within one (1) year after such claim arose or it is forever barred.</p>\n</li>\n</ul>\n<p>If this arbitration provision is found to be null and void, then all disputes arising under the Terms between us will be subject to the jurisdiction of the state and federal courts located in Baltimore, Maryland, and you and we hereby submit to the personal jurisdiction and venue of these courts.</p>\n<p>This agreement to arbitrate will not preclude you or Under Armour from seeking provisional remedies in aid of arbitration, including without limitation orders to stay a court action, compel arbitration or confirm an arbitral award, from a court of competent jurisdiction.\nFurthermore, this agreement to arbitrate will not preclude you or Under Armour from (i) applying to the appropriate court of competent jurisdiction for a temporary restraining order, preliminary injunction, or other interim or conservatory relief, as necessary, or (ii) seeking relief in any state or federal court for disputes related to a violation or possible violation of Under Armour’s intellectual property rights.</p>\n<p>In the event of any litigation or arbitration arising from or related to these Terms, or the Services provided, the prevailing party shall be entitled to recover from the non-prevailing party all reasonable costs incurred including staff time, court costs, attorneys’ fees, and all other related expenses incurred in such litigation or arbitration.</p>\n<p>If you are a resident of the European Union: Notwithstanding anything in these Terms to the contrary, if there is a dispute that you and Under Armour cannot resolve, you have the right to submit a complaint through http://ec.europa.eu/consumers/odr.\nOther than as set out in these Terms, we do not participate in any ADR scheme.</p>\n<ul>\n<li>In addition, nothing in these Terms limits your rights to bring an action against Under Armour in the local courts of your place of domicile.\nAll disputes arising under the Terms between you and Under Armour will be subject to the non-exclusive jurisdiction of the courts located in your place of domicile, or the courts located in the Netherlands, and you and we hereby submit to the personal jurisdiction and venue of these courts.</li>\n</ul>\n<p>\n<b>If you are a resident of Finland:</b> Notwithstanding anything in these Terms to the contrary, if there is a dispute that you and Under Armour cannot resolve, you have the right to submit a complaint to the local Consumer Disputes Board or other corresponding body.</p>\n<p>\n<b>If you are a resident of Denmark:</b> Notwithstanding anything in these Terms to the contrary, if there is a dispute that you and Under Armour cannot resolve, you have the right to submit a complaint to the Danish Competition and Consumer Authority (Konkurrence- og Forbrugerstyrelsen, Center for Klageløsning, Carl Jacobsens Vej 35, 2500 Valby, mail: cfk@kfst.dk).</p>\n<p>\n<b>If you are a resident of South Korea:</b> Notwithstanding anything in these Terms to the contrary, nothing in these Terms limits your rights to bring an action against Under Armour in the local courts of your place of domicile.</p>\n16.\nInternational Terms <p>If you are not a United States resident and you are accessing our Services from outside the United States, you agree to transfer certain information outside your location to us, and that you will follow all the laws that apply to you.</p>\n<p>We provide our Services for a global community of users.\nOur servers and operations are, however, located primarily in the United States, and our policies and procedures are based primarily on United States law.\nBecause of this, the following provisions apply specifically to users located outside of the United States: (i) you consent to the transfer, storage, and processing of your information, including but not limited to User-Generated Content and any Personal Data, to and in the United States and/or other countries.\n(ii) if you are using the Services from a location embargoed by the United States, or are on the United States Treasury Department’s list of “Specially Designated Nationals,” you are not authorized to access or make use of the Services.\nand (iii) you agree to comply with all local laws, rules, and regulations including, without limitation, all laws, rules, and regulations in effect in the location in which you reside and the location from which you access the Services.\nThe Services are not intended for distribution to, or use by, any person or entity in any jurisdiction or location where such distribution or use would be contrary to law or regulation, or which that would subject Under Armour or its affiliates to any registration requirement within such jurisdiction or location.</p>\n<p>The names used for countries or regions in these Terms, the Privacy Policy and any associated features or documentation are based on the United Nations Terminology Database.</p>\n<p>\n<b>If you are a resident of the European Union, Hong Kong (SAR of China), Russia, New Zealand or South Korea:</b> Notwithstanding anything in these Terms to the contrary, please note that certain jurisdictions may not allow the waiver or limitation of certain warranties, liabilities or damages under mandatory law, so some of the exclusions and limitations in these Terms may not apply to you.\nNothing in these Terms limits or excludes our responsibility for (1) fraudulent representations made by us, (2) death or personal injury caused by our negligence or willful misconduct, or (3) non-execution of any material contractual obligation.</p>\n<p>\n<b>If you are a resident of New Zealand:</b> Notwithstanding anything in these Terms to the contrary, nothing in these Terms limits or excludes our liability or your rights if you are a consumer for the purposes of the Consumer Guarantees Act 1993, or the Fair Trading Act 1986.</p>\n<p>\n<b>If you are a resident of Germany, France, Austria or Finland:</b> Notwithstanding anything in these Terms to the contrary, the qualifier “to the maximum extent permitted by law” and other qualifiers of similar effect shall be deemed to be deleted from the Terms everywhere it appears and shall have no force and effect.</p>\n<p>\n<b>If you are a resident of Japan:</b> Notwithstanding anything in these Terms to the contrary, nothing in these Terms limits or excludes our liability or your rights if you are a consumer for the purposes of the Consumer Contract Act.</p>\n<p>\n<b>If you are a resident of South Korea:</b> Notwithstanding anything in these Terms to the contrary, any modification to these Terms will be announced on the website prior to the effective date thereof.\nprovided if you do not express intent to refuse such modification or change after a reasonable period of time following such announcement, it is deemed that you have consented to such modification or change.</p>\n17.\nSurvival <p>If our relationship or these Terms terminate, it will not limit any of our other rights or remedies, and any provision of these Terms that must survive in order to give proper effect to the intent and purpose of these Terms will survive termination, including without limitation Sections 2 (Ownership and Use of Content), 9 (Physical Activities and Dietary Guidance), 11 (No Warranties), 12 (Limitations of Liability), 13 (Indemnification), 15 (Disputes and Arbitration, Jurisdiction and Venue), and 17 (Survival).</p>\n18.\nMiscellaneous <p>You agree that no joint venture, partnership, employment, or agency relationship exists between you and us as a result of the Terms or your use of the Services.\nThe Terms and any Product-Specific Terms constitute the entire agreement between you and us with respect to your use of the Services.</p>\n<p>Our failure to exercise or enforce any right or provision of the Terms does not constitute a waiver of such right or provision.\nIf any provision of the Terms is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties’ intentions as reflected in the provision, and the other provisions of the Terms remain in full force and effect.</p>\n<p>You may not assign, delegate, or otherwise transfer your account or your obligations under these Terms without our prior written consent.\nWe have the right, in our sole discretion, to transfer or assign all or any part of our rights under these Terms and will have the right to delegate or use third-party contractors to fulfill our duties and obligations under these Terms and in connection with the Services.</p>\n<p>Our notice to you via email, regular mail, or notices or links displayed in connection with the Services constitutes acceptable notice to you under the Terms.\nWe are not responsible for your failure to receive notice if email is quarantined by your email security system (e.g., “junk” or “spam” folder) or if you fail to update your email address.\nNotice will be considered received forty-eight hours after it is sent if transmitted via email or regular mail.\nIn the event that notice is provided via links displayed in connection with the Services, then it will be considered received twenty-four hours after it is first displayed.</p>\n19.\nContact Us <p>If you have any feedback, questions or comments about the Services, please contact our Support Team by email, by phone at 1-888-727-6687, or by mail at: Under Armour, 1020 Hull Street, Baltimore, MD 21230 (USA), and include the subject as “Attn: Legal - Terms and Conditions of Use”.\nPlease be sure to include in any email or postal mail your full name, email address, postal address, and any message.</p>\n<p>\n<br>\n</p>\nAppendix A: Under Armour Shopping <p>By shopping with us using Under Armour Shopping, you agree to these terms and conditions.\nThese terms and conditions apply to all offers and agreements in connection with the online sale and delivery of Under Armour apparel, shoes and accessories (“<b>UA Apparel</b>”), but excluding digital products and services (e.g., Premium Memberships), which are expressly addressed in Section 8 of the Terms above.\nAccordingly, the specific terms and conditions set forth below apply when you order any UA Apparel (i) from underarmour.com, or UA.com, of any of its country extensions.\n(ii) from any site that is directly connected to UA.com.\nor (iii) any Under Armour e-commerce or shopping application (collectively, “Under Armour Shopping”).</p>\n(a)\tAccount Registration\n<p>An account is not required to shop via Under Armour Shopping.\nTo make online shopping faster and easier, however, you may register for an account with us on one of our websites or applications.\nPlease confirm your email address when creating your account as we will use the email address on file to contact you.\nIf you have an account, you will have the ability to track shipments, view past orders, and quickly access your shipping and billing information with a username and password.\nIf you do not want to set up an account, you can still purchase from Under Armour Shopping as a “Guest.”</p>\n(b)\tOnline Availability\n<p>When shopping, once you’ve selected the item you wish to purchase you can determine what color/size is in stock by first selecting the color (1.Select Color), and then the size (2.Select Size).\nIf the size you want is not listed for the selected color, it is not available.\nAlthough Under Armour Shopping is designed to feature “real-time” inventory levels so that only in-stock items are visible and available for purchase, we may experience shortages of stock due to overwhelming popularity of a particular style, color or size, and cannot guarantee that items which appear to be in stock are actually available.\nIf the item you would like to purchase is currently out of stock, we apologize for the inconvenience and encourage you to call our customer service line so that we may help you find a similar product.</p>\n©\tLocating the Style Number\n<p>If you are looking for a product’s style number, it is located inside your garment on a small white tag.\nIt will read, for example, FW081100200 or on older styles FW060375.\nThe first four characters reference the season of the style (ex.\nFW06=Fall/Winter 2006) (although, depending on region, the style number for some products may not include the first four characters) and the last seven (on new styles) or four (on older styles) characters reference the style number.\nYou can search this style number on our Services to find exactly what you are looking for.\nIf no results are found, the style may no longer be manufactured by Under Armour.\nPlease contact our customer service team for assistance in finding a replacement product.</p>\n(d)\tOrdering and Changes to Orders\n<p>When you place an order we will send a confirmation email to the address you have provided.\nIf you are using your workplace email address, be aware that many corporations use spam filters to disqualify incoming automated emails, which could hamper delivery of our confirmation email to you or send it to junk mail.</p>\n<p>The “confirmation” stage sets out the final details of your order.\nFollowing this, we will send you an order acknowledgement email detailing the products you have ordered.\nPlease note that this email is not an order confirmation or order acceptance from Under Armour.\nAcceptance of your order and the completion of the contract between us will occur upon our dispatch to you of the products ordered, unless we have notified you that we do not accept your order or you have cancelled it.</p>\n<p>Due to the close time frame between order and shipment, it is difficult to make changes once your order has been placed.\nHowever, if you contact us within an hour of placing your order and we will attempt to facilitate a change.</p>\n(e)\tTax\n<p>Sales Tax and similar taxes, such as value added tax (“VAT”), are calculated using local and national rates depending on where you are located.\nWhere VAT is applicable, you will be charged at the local rate and it will be included in the product price.</p>\n(f)\tPayment\n<p>Under Armour reserves the right to supplement the list of acceptable forms of payment for Under Armour Shopping.\nWe may require credit cards and debit cards to be issued by an institution in the jurisdiction in which you are located, and those forms of payment must be linked to a billing address in the same jurisdiction.\nFor most jurisdictions, you must ensure that the billing address on file with the credit or debit card-issuing bank is the same billing address you enter when ordering.\nWe do not accept personal checks, money orders or cash payments online.</p>\n<p>Because Under Armour does not charge for items until they ship, we may use a pre-authorization process to reserve your products for shipment.\nIn order to avoid unnecessary overdraft charges, a method called a “pre-authorization” is often used by banks to verify that the credit/debit card in use is valid and has sufficient funds.\nPlease note that the transaction description will show up on your statement as “UNDER ARMOUR.” Most authorizations expire within five to seven days.\nhowever, the issuing bank ultimately determines the length of the authorization.\nThe final credit or debit card charge will only reflect the value of your shipped merchandise plus applicable shipping and taxes.\nIf you have any further questions, please do not hesitate to call our customer service team.</p>\n<p>If you are experiencing problems with payment, please contact our customer service team-a member of our team will be happy to assist you.</p>\n(g)\tDelivery and Shipping\n<p>There are some locations that we cannot ship to, and we do not ship to post office boxes, so please confirm that we can deliver to you before placing your order.</p>\n<p>The estimated delivery time and shipping costs for each order will be presented at checkout.\nWhile we make every effort to deliver goods within the estimated timelines, delays occasionally occur.\nUnder Armour shall not be liable for any delay or failure to deliver goods within estimated timelines.</p>\n<p>Under Armour reserves the right to require goods to be signed for by an adult aged 18 years or over upon delivery.\nIt is not always possible for customers in one jurisdiction to purchase from Under Armour Shopping in another jurisdiction.\nPlease visit our local website to see what stock is currently available to you.</p>\n<p>You will generally receive a tracking number via email once your package has been shipped.\nYou can also find your tracking number(s) by logging into your account and entering the Order Number from your order confirmation email to track your package.\nPlease allow two to four business days between placing your order and using the tracking tool.</p>\n<p>If you tracked your order on our website and received the message that your order is “in transit”, this simply means that your order is being processed for shipment, or that the tracking information has not yet been updated with the shipping carrier.\nIt typically takes two to four business days for the carrier to receive our tracking information.</p>\n<p>We strive to ship all items in an order together, but we reserve the right to deliver your products in separate shipments if one or more items are unavailable at the time of initial shipment.\nIn the event that we split your order into more than one shipment, you will not be charged separate shipping costs for each shipment.\nFurther, each shipment will have a confirmation/tracking email.\nIf we experience an issue fulfilling one part of your order, that will not serve as a basis for canceling any of the other items included in that order.</p>\n<p>Any orders that are delivered to you will become your property at the time that you receive them, provided that Under Armour has received full payment for the order.</p>\n(h)\tCancellations, Exchanges and Refunds\n<p>The cancellation, exchange and refund policies and procedures that apply to your order may vary depending on where you are accessing Under Armour Shopping.\nFor additional information about the policies that apply to a particular order, please review the policies listed in the Customer Service and Additional E-Commerce Terms section of the local website that you used to place the order.</p>\n(i)\tConflicts of Terms.\nGoverning Law\n<p>To the extent these Under Armour Shopping terms are inconsistent with the Terms, these Under Armour Shopping terms will supersede and prevail with respect to your Under Armour Shopping orders and use of Under Armour Shopping.\nTo the extent these Under Armour Shopping terms are inconsistent with the terms of the local website used to place your order, the terms of the local website will supersede and prevail with respect to your Under Armour Shopping orders and use of Under Armour Shopping.</p>\n<p>\n<b>If you are a resident of Indonesia, Malaysia, Philippines, Singapore, or Hong Kong</b>\nThe ecommerce sites\nwww.underarmour.co.id,\nwww.underarmour.com.my,\nwww.underarmour.com.ph,\nwww.underarmour.com.sg,\nand\nwww.underarmour.hk\nare operated by UA Sports (S.E.A.) Pte.\nLtd., Suntec Tower One, #25-01, 7 Temasek Boulevard, 038987, Singapore, Company Registration No.: 201331463M.\nUA Sports (S.E.A.) Pte.\nLtd.\nis an Affiliate of Under Armour, Inc., and operates the on-line brand stores of Under Armour in Indonesia, Malaysia, Philippines, Singapore and Hong Kong.</p>\n<p>\n<b>If you are a resident of South Korea:</b> The Under Armour contracting party for Under Armour Shopping is Under Amour Korea, Ltd.\nYou must be at least 14 to use Under Armour Shopping.\nIf you are between the ages of 14 and 18, you or your legal representative may cancel the applicable sales contract created pursuant to Under Amour Shopping if your legal representative has not consented to such sales contract.</p>\n<p>\n<b>If you are a resident of Japan:</b>\n</p>\n<ul>\n<li>\n<p>You must be at least 20, or obtain your parent’s consent if you are 19 or younger, to use Under Armour Shopping.</p>\n</li>\n<li>\n<p>For Japanese users shopping on http://www.underarmour.co.jp, only those terms and conditions that are valid under Japanese law will apply, together with any different or additional terms and conditions which are required under Japanese Law.</p>\n</li>\n<li>\n<p>Certain of the e-commerce terms and conditions set forth in this Appendix A: UA Shopping do not pertain to Japanese users who purchase UA Apparel from our Japanese distributor Dome Corporation at http://www.underarmour.co.jp and the e-commerce terms and conditions set forth in the Dome User Guide will apply.</p>\n</li>\n<li>\n<p>In the case of a conflict or inconsistency between the terms and conditions of this Appendix A: UA Shopping and the Dome User Guide, the Dome User Guide will supersede and prevail over the conflicting or inconsistent terms and conditions in Appendix A: UA Shopping.</p>\n</li>\n<li>\n<p>With regard to Appendix A(a), a registration of an account is a prerequisite for a purchase.</p>\n</li>\n<li>\n<p>With regard to Appendix A©, style number used in products to be distributed in Japan may be different.</p>\n</li>\n<li>\n<p>Any inquiries should be made to Dome Customer Center.</p>\n</li>\n<li>\n<p>Notwithstanding anything in these Terms to the contrary, nothing in these Terms limits or excludes our liability or your rights if you are a consumer for the purposes of the Consumer Contract Act.</p>\n</li>\n</ul>\n<p>\n<b>If you are a resident of Turkey:</b> Certain of the e-commerce terms and conditions set forth in this Appendix A: UA Shopping do not pertain to Turkish residents who purchase UA Apparel from our Turkish distributor DOĞUŞ PERAKENDE (Doğuş Perakende Satış Giyim ve Aksesuar Tic.\nA.Ş.) at http://www.underarmour.com.tr.</p>\n<ul>\n<li>\n<p>For Turkish users shopping on http://www.underarmour.com.tr, only those terms and conditions agreed to by such users that are valid under Turkish law will apply.</p>\n</li>\n<li>\n<p>In the case of a conflict or inconsistency between the terms and conditions of Appendix A: UA Shopping and the terms and conditions of the Transaction Guide, the Distance Agreement, or the Pre-Information Form, the terms and conditions of the Transaction Guide, the Distance Agreement, or the Pre-Information Form (as the case may be) will supersede and prevail over the conflicting or inconsistent terms and conditions in Appendix A: UA Shopping.</p>\n</li>\n<li>\n<p>We will send you an order acknowledgment that details the UA Apparel that you have ordered after you have completed your purchase.</p>\n</li>\n<li>\n<p>You may maintain a different billing address on file for the credit card issuing bank than the billing address you enter when you place an order on http://www.underarmour.com.tr.</p>\n</li>\n<li>\n<p>If we cannot ship the UA Apparel to your location, we will inform you by email that shipment to your location is not possible.</p>\n</li>\n<li>\n<p>Per the Distance Agreement, the delivery of your UA Apparel will be made within thirty (30) days.</p>\n</li>\n<li>\n<p>Per the Transaction Guide, Distance Agreement and Pre-Information Form, you have fourteen (14) days to cancel a Distance Agreement and avoid any penalty.</p>\n</li>\n<li>\n<p>We will not change the goods advertised or offered for sale, the prices or specifications of any such goods and any promotional offers in connection with any already completed purchases and/or in process transactions on http://www.underarmour.com.tr.</p>\n</li>\n</ul>\n<p>\n<b>If you are a resident of Canada:</b> Notwithstanding anything to the contrary in the Terms or the specific terms and conditions set forth in this Appendix A, with respect to any purchase of UA Apparel using a Visa credit card at Under Armour’s Canada website, any dispute pertaining to such purchase, shall be governed by and construed in accordance with Canadian law, without regard to its conflict of law principles.</p>\n<p>\n<b>If you are a resident of Malaysia, Philippines, Singapore, Hong Kong or Indonesia:</b> Notwithstanding anything to the contrary in the Terms or the specific terms and conditions set forth in this Appendix A, with respect to any purchase of UA Apparel using a Visa or MasterCard credit card at Under Armour’s Malaysia, Philippines, Singapore, Hong Kong or Indonesia websites, any dispute pertaining to such purchase, shall be governed by and construed in accordance with Singapore law, without regard to its conflict of law principles.</p>\n<p>\n<b>If you are a resident of Thailand:</b>\n</p>\n<ul>\n<li>The ecommerce sites www.underarmour.co.th is operated by UA Sports (Thailand) CO., Ltd, 21 Sukhumvit Soi 47, Kongton-Nua, Sub District Wattana District, Bangkok 10110, Thailand.\nUA Sports (Thailand) Co., Ltd.\nis an affiliate of Under Armour, Inc., and operates the on-line brand stores of Under Armour in Thailand.</li>\n<br>\n<li>You must be at least 20 years of age to use Under Armour Shopping.\nOtherwise, a consent from your legal representative is required.</li>\n<br>\n<li>Notwithstanding anything in these Terms to the contrary, nothing in these Terms limits your rights to bring an action against Under Armour in the local court of jurisdiction in Thailand.</li>\n<br>\n<li>Nothing in these Terms limits or excludes our responsibility for (1) fraudulent representations made by us, (2) death or personal injury caused by our negligence or willful misconduct, or (3) non-execution of any material contractual obligation, or (4) violation of the law related to the public order or the good moral of the Thai people.</li>\n<br>\n<li>Notwithstanding anything to the contrary in the Terms or the specific terms and conditions set forth in this Appendix A, with respect to any purchase of UA Apparel using a Visa or MasterCard credit card at Under Armour’s Thailand websites, any dispute pertaining to such purchase, shall be governed by and construed in accordance with Singapore law, without regard to its conflict of law principles.\nHowever, the agreement for the Singapore law as the governing law will be recognized by a Thai court only to the extent that the Singapore law is not contrary to the public order or the good moral of the Thai people.</li>\n</ul>\n(j)\tProduct Descriptions and Pricing\n<p>Under Armour Shopping aims to be as accurate as possible.\nHowever, we do not warrant that product descriptions, photographs, videos or other product related content on Under Armour Shopping are wholly accurate, complete, reliable, current, or error-free.\nIf a product offered by Under Armour is not as described, your only remedy is to return it in unused condition for a refund.</p>\n<p>Despite our best efforts, a small number of items may be mispriced.\nIf the correct price of an item sold by Under Armour is higher than our stated price, we will, at our discretion, either contact you for instructions before shipping or cancel your order and notify you of such cancellation.\nThe prices displayed on Under Armour Shopping may be quoted in local currencies.</p>\n(k)\tChanges\n<p>Please note that, subject to applicable law, we reserve the right to change the goods advertised or offered for sale through Under Armour Shopping, the prices or specifications of any such goods and any promotional offers and any content available on Under Armour Shopping at any time and from time to time without any notice or liability to you or any other person.</p> General Terms and Conditions of B2B Sales\nUNDER ARMOUR EUROPE B.V.\nArticle 1 - General and Applicability\n<p>\n<strong>1.1</strong> These General Terms and Conditions of Sale (“<em>Conditions</em>”) comprise the basis on which UNDER ARMOUR sells its products (the “<em>Goods</em>”) and shall form an integral part of any Agreement.\nIn these Conditions UNDER ARMOUR and the counter party to any Agreement shall be referred to as “Seller” and “<em>Buyer</em>”, respectively.\nSeller and Buyer may also be referred to as “<em>Party</em>” and together as “<em>Parties</em>”.\n“<em>Agreement</em>” means the relevant Confirmation and these Conditions.\n“<em>Confirmation</em>” means the confirmation in writing (including confirmation by email, per Seller’s EDI system, Seller’s web shop or through any other digital (communication or order) system of Seller) by Seller to Buyer unambiguously expressing Seller’s acceptance of Buyer’s order.\nAny order requires the issue of a Confirmation by Seller to Buyer to constitute an Agreement binding upon Seller.</p>\n<p>\n<strong>1.2</strong> No other general terms and conditions shall be applicable or supplement or set aside (any part of) these Conditions unless expressly agreed to by Seller in writing.\nReference by Buyer to any other general terms and conditions is hereby explicitly rejected.</p>\n<p>\n<strong>1.3</strong> In case of any inconsistency between the English version of these Conditions and a version in any other language, the English version shall prevail.</p>\nArticle 2\tOffers, Confirmation and Agreement\n<p>\n<strong>2.1</strong> Any offer of Seller shall not be an offer but merely an invitation to enter into negotiations with respect to the sale of Goods.\nFor completeness’ sake, all Seller’s offers (including actual offers as well as invitations to enter into negotiations), also including verbal offers or other declarations by Seller’s (sales) representatives and/ or employees, either as price lists or otherwise (“Offers”) are completely free of obligation and do not oblige Seller in any way to conclude a contract with Buyer.</p>\n<p>\n<strong>2.2</strong> No Agreement will be constituted but after Confirmation by Seller after receipt of the order or after Seller has commenced to carry out the order.</p>\n<p>\n<strong>2.3</strong> Seller is allowed to accept and reject orders of Buyer at its sole discretion.\nBuyer will be entitled to cancel an order only after receiving written consent from Seller, which consent may be made subject to conditions as deemed appropriate by Seller.</p>\n<p>\n<strong>2.4</strong> Seller is at all times entitled to effect adjustments in the Goods to be delivered, in order to improve them or comply with government regulations.</p>\n<p>\n<strong>2.5</strong> Any and all images and specifications of Goods in catalogues, price lists, advertisements, as well as any samples of Goods or any images and specifications of Goods shown at any sales events or meetings of Seller or where Seller is present etc.\nmust be deemed to be representations by approximation only, unless Seller has explicitly indicated the contrary in writing with regard to a specific delivery.</p>\n<p>\n<strong>2.6</strong> Seller will be entitled to charge the costs of any packaging separately.\nThe packaging will not be taken back.\nShould Seller, however, be obliged by law or any regulations to take packaging back, any costs related to taking back or processing packaging will be borne by Buyer.</p>\n<p>\n<strong>2.7</strong> If Seller, by virtue of law, is under any obligation, other than resulting from an improper performance, to take back any Goods sold, Buyer shall pay to Seller all costs related to such taking back of the Goods.</p>\n<p>\n<strong>2.8</strong> All Agreements are entered into on the assumption that Buyer is sufficiently creditworthy and if Seller has any reason to doubt such, Seller may require full or partial payment in advance or set other payment conditions for delivery and suspend, delay or cancel any credit delivery or any other performance of its obligations.</p>\nArticle 3 - Delivery\n<p>\n<strong>3.1</strong> Delivery terms shall be set out in the Confirmation and be interpreted in accordance with the Incoterms 2010.\nIn case no other delivery term is declared applicable in the Confirmation, delivery of the Goods takes place Ex Works Seller’s warehouse in Venlo or any other destination indicated by Seller.</p>\n<p>\n<strong>3.2</strong> Communicated or acknowledged delivery dates are approximate only and shall not, unless explicitly stated otherwise, be considered as fatal terms.\nSeller shall not be liable, nor in breach of its obligations to Buyer, because of any delivery made within a reasonable time before or after the stated delivery date.\nBuyer will give Seller a written “notice of failure to deliver” and a reasonable time, which will be no less than 30 days, in within which to cure.\nBuyer’s sole remedy for Selling failing to cure such breach within such reasonable time will be specific performance.</p>\n<p>Where the parties will have expressly agreed that time is of the essence, Seller must be declared to be in default in writing in the event of late delivery, and be granted a reasonable term of at least 30 days as of the date of the receipt of notification to fulfill its obligations.\nIn the event that such extended term is exceeded, Buyer will be entitled to dissolve the Agreement or part of the Agreement only with respect to the Goods not delivered within such reasonable time.\nIn such an event, Seller will not be liable to pay damages, unless such damages are the consequence of gross negligence or willful misconduct of Seller’s executive management.</p>\n<p>\n<strong>3.3</strong> Seller is entitled to deliver the Goods sold piecemeal.</p>\n<p>\n<strong>3.4</strong> Buyer is obliged to accept delivery of the Goods upon Seller’s first request thereto.\nIf Buyer fails to take delivery Buyer shall be liable for all costs and expenses, including but not limited to transport, duty, storage and re-delivery,.\nWithout prejudice to Article 2.3 above, any requests from Buyer to cancel a confirmed order must be received by Seller in writing no later than the 31st day before the scheduled shipping date.</p>\nArticle 4 - Retention of title\n<p>\n<strong>4.1</strong> The Parties expressly acknowledge and agree that the Goods may only be re-sold in the context of normal business activity of the Buyer and that as a security for payment by the Buyer to the Seller the Goods are subject to the reservation of legal title to the Goods.\nSeller shall retain title to all Goods delivered and to be delivered to Buyer until Seller has received full payment of all purchase amounts of all Goods delivered and to be delivered, as well as any amounts owed by the Buyer pertaining to work performed by Seller in connection with such purchase agreements and any claims pursuant to any failure in the performance of such purchase agreements on the part of the Buyer.</p>\n<p>\n<strong>4.2</strong> Buyer will be obliged to store the Goods delivered under retention of title with due care, ensuring that they are recognizable as the property of Seller.\nIn addition, it will be obliged to insure such Goods against, inter alia, fire and water damage and theft.\nBuyer will pledge to Seller any claims it has pursuant to such insurance policies upon Seller’s first request, as additional security with respect to Seller’s claims against Buyer.</p>\n<p>\n<strong>4.3</strong> If Buyer fails to fulfil its obligations or if in the opinion of the Seller reasonable grounds exist to suggest that Buyer shall fail to do so, Seller shall be entitled to take possession of the Goods which are subject to retention of title or have the Goods collected from the Buyer or from third parties holding them for Buyer.\nBuyer shall cooperate accordingly and provide any assistance necessary to effect the foregoing.\nBuyer will bear the costs of recovery, without prejudice to Seller’s right to further damages.</p>\nArticle 5 - Purchase price\n<p>\n<strong>5.1</strong> Unless agreed otherwise in writing between Seller and Buyer sales prices are in Euros, based on the Incoterms 2010 in the Confirmation and do not include any taxes, duties or similar levies, now or hereafter enacted, applicable to the Goods, or any transport costs, insurance costs or any other costs.\nSeller will add taxes, duties and similar levies to the sales price where the Seller is required by law to pay or collect them which will thereupon be paid by Buyer.</p>\n<p>\n<strong>5.2</strong> The price for the Goods is based on the cost price for the Goods applicable at the time of the Offer.\nIn case of a change in the cost price resulting from any government measures, an increase in the prices of energy, raw materials or other materials necessary for the manufacture of the Goods ordered by Buyer and/or an increase in freight, storage, insurance charges, wages and exchange rates occurring prior to the agreed date of delivery, Seller shall have the right to increase the price of the Goods ordered accordingly, even if such an increase was foreseeable at the time of concluding the Agreement.</p>\n<p>\n<strong>5.3</strong> In the event the increase of the cost price for the Goods exceeds 15%, Buyer shall have the right to cancel the Agreement within 3 days after Buyer has received the prior written notice of each such an increase.</p>\nArticle 6 - Payment terms\n<p>\n<strong>6.1</strong> The entire purchase price shall be paid, or the remainder thereof in the event of advance payment, effectively in the currency referred to in the Confirmation, to the bank account of Seller in accordance with the payment terms stated on the invoice or otherwise within 8 days after the date of invoice.\nBuyer shall not be entitled, on any basis whatsoever, to suspend performance of its obligations under any offer, order, Offer, Confirmation, Agreement, these Conditions or any ensuing agreement, and Buyer shall neither be entitled to any deduction, discount or set-off.\nSubmission of a complaint will not suspend Buyer’s obligation to pay.</p>\n<p>\n<strong>6.2</strong> If Buyer fails to pay any amount when due, then, without prejudice to any other right Seller may have:\n</p>\n<ol>\n<li> interest will accrue on all late payments, at the rate of 12% per annum or the applicable statutory rate, whichever is higher and to the extent permitted by applicable law, from the due date until payment in full;</li>\n<li> all costs, including judicial, made in order to obtain payment by Buyer of the amount or amounts due, shall be for account of Buyer.\nThese costs are fixed at 15% of the purchase price or a part thereof with a minimum of € 750.</li>\n</ol>\n<p>\n</p>\n<p>\n<strong>6.3</strong> In the event that Seller is fully or largely successful in legal proceedings against Buyer, Buyer will be obliged to compensate all costs incurred by Seller in connection with such proceedings, even to the extent that such costs exceed the cost award made by the court.\nSeller may invoke this clause irrespective of whether Buyer has appealed against the relevant judgment at the court of appeal or the Supreme Court.</p>\n<p>\n<strong>6.4</strong> Amounts paid by Buyer shall be credited by Seller against the debts receivable by Seller from Buyer, including those pursuant to the previous paragraphs, in the chronological order of the due dates of the debts.</p>\n<p>\n<strong>6.5</strong> Without prejudice to Article 6.1 claims of Buyer regarding the purchase price referred to in any invoice shall be made in writing and shall be sent by registered mail and must be received by Seller within 15 days after the invoice date, failing which any such claims shall lapse.</p>\nArticle 7 - Warranty, complaints and inspection\n<p>\n<strong>7.1</strong> Seller warrants that under normal use the Goods, shall, be free from defects in material or workmanship.\nAny Goods not meeting this warranty shall be deemed defective.</p>\n<p>\n<strong>7.2</strong> The Goods delivered must be checked by or for Buyer upon delivery with respect to numbers and visible defects and any shortages or visible defects must be reported to Seller immediately after delivery.\nBuyer must report defects not visible upon delivery within 48 hours of their discovery, though in any event within 48 hours after the time that Buyer should reasonably have discovered them.\nBuyer will not be entitled to any claim if the defect results from any normal wear and tear, incorrect operation, installation, storage, maintenance or from transport, misuse or improper handling by Buyer (i.e.\nall use that is deemed as such according to industry’s best practices), or any other event that must be attributed to the Buyer.</p>\n<p>\n<strong>7.3</strong> Buyer will be obliged to perform the inspection or to have the inspection performed with due care, upon receipt of the Goods.\nBuyer will bear the risk for inspecting the Goods by means of random checks and may not rely on the fact that it did not observe a defect that was visible and could have been discovered upon delivery because it—or a third party engaged by it—did not inspect the entire shipment.</p>\n<p>\n<strong>7.4</strong> Any such claims of Buyer need to be supported by evidence from an independent expert or surveyor.</p>\n<p>\n<strong>7.5</strong> Buyer may ship Goods returned under warranty claims only after Seller’s written consent.\nWhere Goods are sent without such written consent or where the Goods are not found to be defective or non-conforming Buyer shall pay for the returned Goods as well as the freight, testing and handling costs associated therewith.</p>\n<p>\n<strong>7.6</strong> In the event of a complaint on good grounds, Seller will only be obliged - to be decided at Seller’s discretion - to replace the relevant Good or to credit or refund the amount charged in connection with the defective Good in whole or in part, according to its own reasonable judgment and to the exclusion of any other rights of Buyer by law.</p>\n<p>\n<strong>7.7</strong> Notwithstanding the foregoing, Seller shall have no obligations for breach of warranty in case of any deviations in shape, size and color that are customary in the industry or technically unavoidable.</p>\n<p>\n<strong>7.8</strong> Any and all claims for payment of an amount of money and/or replacement of the Good and/or supply of any missing part, on whatever basis, as well as any right to dissolve the Agreement will lapse at the earliest of the following times: a) upon late reporting pursuant to Article 7.2 or b) 12 months after the delivery date.</p>\n<p>\n<strong>7.9</strong> For completeness’ sake, this warranty and the warranty obligations set forth therein constitute Buyer’s sole remedy and Seller’s sole obligation with respect to any defective and/or non-conforming Good or breach of warranty and is subject to and without prejudice to Article 7.2 and Article 8.1 of these Conditions.</p>\nArticle 8 - Liability\n<p>\n<strong>8.1</strong> Seller’s total aggregate liability, on any basis whatsoever, with respect to any offer, order, Offer, Confirmation, Agreement, these Conditions or the Goods will be restricted to the provisions laid down in Article 7.6.</p>\n<p>\n<strong>8.2</strong> Seller will assume no liability with respect to damage as a consequence of or related to any errors or omissions in advice rendered by it.</p>\n<p>\n<strong>8.3</strong> Seller will not - irrespective of the legal basis of Buyer’s claim - be liable for any consequential damages, including but not limited to losses due to delays or loss of data, lost profits, missed savings and penalties forfeited by Buyer.</p>\n<p>\n<strong>8.4</strong> Nothing in these Conditions shall exclude or limit Seller’s liability in the event that the damage is the consequence of gross negligence or willful misconduct of Seller’s executive management.</p>\n<p>\n<strong>8.5</strong> The Buyer will compensate and indemnify Seller against any claims by third parties and all resulting costs in connection with any Goods or other products supplied by Seller.</p>\nArticle 9 - Breach and Termination\n<p>\n<strong>9.1</strong> Without prejudice to any rights or remedies Seller may have under these Conditions, the Agreement or at law, Seller may, by written notice to Buyer, suspend (further) performance or terminate with immediate effect the Agreement, or any part thereof, without any liability whatsoever, if:\na.\nBuyer fails to make payment for the Goods when due.\nb.\nany proceedings in insolvency, bankruptcy (including reorganization) liquidation or winding up are instituted against Buyer, whether filed or instituted by Buyer, voluntary or involuntary, a trustee or receiver is appointed over Buyer, any assignment is made for the benefit of creditors of Buyer, or a direct or indirect change occurs in the control of the business of Buyer.\nand\nc.\nBuyer violates or breaches any of the provisions of these Conditions and/ or the Agreement.</p>\n<p>\n<strong>9.2</strong> Upon occurrence of any of the above mentioned events all payments to be made by Buyer under any Agreement shall become immediately due and payable.\nIn addition Seller shall be entitled to claim full compensation for damages, lost profits and or interest.</p>\nArticle 10 Intellectual Property\n<p>All current or future intellectual property rights regarding the Goods, including but not limited to patent, copyright, trademark or trade secret, stay vested in Seller.\nSeller herewith grants Buyer a limited non-exclusive, non-transferable license to, solely and directly in connection with the sale or advertising of Seller’s Goods, use these intellectual property rights pursuant to the following term and condition:\nAny websites displaying Seller’s Goods must meet Seller’s quality standards for product image and brand integrity set in annex I to these conditions.</p>\nArticle 11 - Taxation\n<p>\n<strong>11.1</strong> Where any excise duty, energy tax, VAT or other tax (“<em>Tax</em>”) becomes payable by Seller to a third party in relation to the supply, release from a tax warehouse or transport of the Goods, Buyer shall pay such Tax to Seller in addition to the sales price.</p>\n<p>\n<strong>11.2</strong> Where possible and on request of Buyer, Seller will apply an exemption or a low or zero percent Tax rate or a suspension scheme as provided for under the applicable legislation.\nBuyer will in such case provide Seller with all documents (including an annotated copy of the administrative accompanying document) and information reasonably requested by Seller in accordance with the applicable legislation.\nIf any (additional) tax becomes due because Buyer has not timely provided Seller with such documents or information, or because of any fraud, loss or misappropriation in relation to the Goods, documents or information, Buyer shall indemnify Seller against all liabilities for such Tax which Seller reasonably needs to pay to a third party, including any interest, penalties and costs.\nIf Seller is subsequently able to obtain a credit or repayment of such Tax from a third party, Seller shall reimburse Buyer the amount so credited or repaid less all reasonable costs, penalties and interest incurred by Seller.\nParties undertake to inform each other of any relevant facts so that remedial action can be taken, and to take into account the interest of the other in any dealings with national fiscal/customs authorities to resolve disputes.</p>\nArticle 12 - Force Majeure\n<p>\n<strong>12.1</strong> Seller shall not be in breach if any obligation suffers from Force Majeure.\nForce Majeure includes, without limitation, strikes, lockouts and industrial actions, breakdowns of machines or tools or other breakdowns within Seller’s company, a shortage of raw materials, delay, transport problems, floods, fire, traffic impediment or transport problems, war or threat of war, mobilization, state of siege, disturbances or riots, in- or export impediment and any other governmental measure or regulation as well as any other circumstance that is beyond Sellers control and which would result in Seller’s inability to perform in accordance with the Agreement.\nForce Majeure must also be deemed to apply in the event that one or more of the above-mentioned circumstances occur within the companies of Seller’s suppliers and Seller cannot or could not perform its obligations, or cannot or could not perform such in good time, as a consequence.</p>\n<p>\n<strong>12.2</strong> In case of such a non-attributable failure, Seller is entitled to either (i) suspend the performance of the relevant part(s) of the Agreement for the period such a non-attributable failure continues or (ii) terminate the Agreement without any liability whatsoever.</p>\nArticle 13 - Hardship\n<p>If, prior to the date of delivery of the Goods, the circumstances that existed at the date of conclusion of the Agreement should change to such an extent as to make it impossible for either party to be reasonably required to fulfill one or more of its obligations under the Agreement, and if such change could not have been reasonably foreseen by such Party, then Seller and Buyer shall jointly investigate, at the request of the injured Party, whether such hardship can be removed in a manner acceptable to the non-injured party.\nIf no agreement is reached within a reasonable time, the injured Party shall be entitled to terminate the Agreement.</p>\nArticle 14 - Compliance with laws\n<p>\n<strong>14.1</strong>\tEach Party represents that it is duly authorized to enter into an Agreement with the other Party and represents that with respect to its performance there under, it will comply with all applicable laws.\nBy accepting Seller’s Offer, entering into any Agreement and/ or accepting any Goods, Buyer agrees that it will not deal with the Goods and/ or documentation related thereto in violation of any applicable export or import control law and regulation.</p>\n<p>\n<strong>14.2</strong> Without prejudice to Article 7 and 8 above, Seller shall only be liable for compliance of the Goods with technical requirements or standards following from foreign legislation or regulations if before concluding an Agreement (i) such specific requirements or standards have been explicitly notified in writing by Buyer to Seller, and (ii) Seller will have expressly accepted in writing those requirements or standards.</p>\nArticle 15 - Applicable Law, Competent Court\n<p>\n<strong>15.1</strong> Any offer, order, Offer, Confirmation, Agreement, these Conditions or any ensuing agreement will be governed by and construed in accordance with the laws of the Netherlands.</p>\n<p>\n<strong>15.2</strong> The parties shall endeavour to settle amicably any dispute or claim arising out of or in connection with any offer, order, Offer, Confirmation, Agreement or these Conditions or any ensuing agreement by negotiation between executives who have authority to settle the controversy.</p>\n<p>\n<strong>15.3</strong> If the parties do not settle any such dispute or claim within 30 days after a party has first delivered written notice of such dispute or claim to the other party, then the parties shall submit the claim or dispute, save as provided for in Article 15.5 and 15.6 below, for final and binding arbitration in accordance with the Netherlands Arbitration Institute Arbitration Rules (the “<em>Rules</em>”).\nThe arbitral tribunal shall consist of three arbitrators, unless the amount of claim as specified by the claimant in the arbitration does not exceed €250,000, in which event the arbitral tribunal shall consist of one, neutral arbitrator.\nThe place of arbitration shall be Amsterdam.\nThe language to be used in the arbitral proceedings shall be English, and the arbitrator(s) shall apply Dutch law.\nWithout prejudice to any other rights or remedies that Seller may have, Buyer acknowledges and agrees that damages alone would not be an adequate remedy for any breach by Buyer and that accordingly Seller shall be entitled, without proof of special damages, to the remedies of injunction, specific performance or other equitable relief for any threatened or actual breach and Seller will be entitled to apply for injunctive relief and other provisional measures either to the court competent to grant such injunction or order, or under the Rules for expedited arbitration.</p>\n<p>\n<strong>15.4</strong> Any business information submitted in the arbitration shall be kept secret at all times at the Arbitration Institute may adopt such measures as it deems appropriate to secure the confidentiality of such information also after the determination.</p>\n<p>\n<strong>15.5</strong>\tHowever, any claims in relation to Buyer’s failure to timely or fully pay any invoice due with respect to any Goods will be brought before the competent court of Amsterdam, the Netherlands.</p>\n<p>\n<strong>15.6</strong> The foregoing is without prejudice to the right of Seller to bring any claim with respect before the court that would have had jurisdiction in the absence of the provisions or Article 15.3 and Article 15.5.</p>\nAnnex I\nInternet Sales Policy for E.U.\nDealers\n<p>\n<strong>UNDER ARMOUR EUROPE B.V.</strong>\n</p>\n<p>To protect and preserve the value, goodwill, reputation and competitive standing of the Under Armour® brand, and to ensure that Under Armour® products are displayed in a high quality manner that enhances their market performance, Internet Dealer agrees to comply with the rules listed below as a condition to become and remain an Authorized Under Armour Internet Dealer (“<em>Internet Dealer</em>”).</p>\n<ol>\n<li>\n<p>Internet Dealer must not suggest or imply that it is related in any way to the official Under Armour website.\nThis prohibition extends to Internet Dealer’s website, advertisement, sponsored link, and any on-line marketing.</p>\n<p>a.\nInternet Dealer’s domain(s) and URL(s) must not contain any Under Armour trademark, including “Under Armour,” “UA,” or any other trademark used or owned by Under Armour (e.g.\n“ColdGear,” “HeatGear,” “AllSeasonGear”), including any variation or combination of these words or trademarks with each other or with other words.\nunless that trademark appears to the right of the country code domain name suffix i.e., co.eu.</p>\n<p>b.\nInternet Dealer may use terms such as “Under Armour Headquarters,” “Under Armour Outlet,” “Under Armour Depot” or “Under Armour Store” only when clearly and obviously associated with Internet Dealer, e.g., “Under Armour Store at Ian’s Rugby Shop,” or “Ian’s Authorized Under Armour Shop.”</p>\n<p>c.\nIn all sponsored links for any Under Armour trademark, the Internet Dealer must include “Authorized Dealer” in either the ad title or text.</p>\n<p>d.\nIn order to protect and preserve the value, goodwill, reputation and competitive standing of the Under Armour® brand, Internet Dealer shall use superlatives sparingly and only with justification when describing the quantity of its Under Armour inventory, the pricing of its Under Armour® products, or the shopping experience for Under Armour through its website, on any website, in any advertisement, sponsored link, or any other on-line marketing used, paid for or associated with Internet Dealer.</p>\n</li>\n<li>\n<p>Internet Dealer’s approved websites must convey a high quality and premium image both for Under Armour® products and for Internet Dealer.\nUnder Armour must approve in advance, in writing, any website used by Internet Dealer for the sale of Under Armour® products.</p>\n<p>a.\nIn accordance with official Under Armour policy, Internet Dealer must not associate Under Armour products with any qualification that may suggest that Under Armour is not a premium brand, or that the specific products offered for sale have less value than the typical Under Armour product.\nTherefore, without prejudice to the right to establish its resale prices, Internet Dealer must not use terms such as “cheap,” “excess,” or “liquidation” in connection with the Under Armour® products on any website, in any advertisement, sponsored link, or any other on-line marketing used, paid for or associated with Internet Dealer.\nThis also applies on occasions when Under Armour® provides reduced suggested retail prices on discontinued styles and colors.\n(Internet Dealers choosing to follow such reduced prices must show both the original and reduced price.)</p>\n<p>b.\nInternet Dealer must use only those product images, athlete images, marketing banners and video clips provided or authorized by Under Armour within the two most recent calendar years (“Authorized Images”) on any website, advertisement, sponsored link, or any other on-line marketing used, paid for or associated with Internet Dealer.</p>\n<p>c.\nUnder Armour® products offered for sale by Internet Dealer must be in Internet Dealer’s existing inventory of Under Armour® products.</p>\n</li>\n<li>\n<p>Third party websites must follow the rules below.</p>\n<p>a.\nIn order to protect and preserve the value, goodwill, reputation and competitive standing of the Under Armour® brand, Internet Dealer must not sell Under Armour® products using any auction process on any third party website.</p>\n<p>b.\nInternet Dealer must not advertise or market Under Armour® products on third-party websites, including affiliate websites, unless that advertising or marketing clearly and conspicuously identifies the Internet Dealer as the seller of the product and complies with the requirements of this Internet Sales Policy.\nUnder Armour reserves the right to approve or disapprove, in accordance with those principles, any third-party website on which Internet Dealer advertises or markets Under Armour® products.</p>\n</li>\n<li>\n<p>Internet Dealer must advertise its Under Armour products consistent with Under Armour’s high quality brand image.</p>\n<p>a.\nInternet Dealer must submit any proposed “paid for” search terms for pre-approval to Under Armour to ensure use of such terms are consistent with Under Armour’s brand image.</p>\n<p>b.\nInternet Dealer must accurately describe Under Armour® products using the Authorized Marks.\nThe Authorized Marks must always be followed by the generic word for the product, such as “Under Armour® products” or “ColdGear mock.” They must never be used in the possessive or in the plural.\nThe Authorized Marks must always be displayed in a way that distinguishes them from other surrounding words, e.g., by appearing in initial caps or full caps, such as UNDER ARMOUR or Under Armour and used in conjunction with the ® or ™ designation as directed by Under Armour.</p>\n<p>c.\nIn order to protect the image of the Under Armour brand, certain marketing tools are not permissible.\nInternet Dealer must not partner with any third party that uses adware, spyware or other software to engage in pop-up or pop-under advertising and/or generating non-user initiated activity (e.g., forced clicks or redirects).\nPop-up or pop-under advertising and/or non-user initiated activity that is based on keyword searches, textual triggers, or screen-scraping associated with the Under Armour name, the Authorized Marks, any trademark used or owned by Under Armour or any common misspelling or confusingly similar trademarks is strictly prohibited.</p>\n<p>d.\nPage title/title tag refers to the text used to name or entitle a web page.\nA page title/title tag can be viewed by looking at the top of the browser window for the page in question.\nOnly the Authorized Marks may be used in the page title/title tag of any website page used or owned by Internet Dealer and such use is limited to once per page title/title tag.\nNo variations, misspellings, prefixes, suffixes or hyphenated extensions of the Authorized Marks are allowed.\nOther words may be used in conjunction with the Authorized Marks in the page title/title tag so long as such words do not violate any other provision of this Internet Sales Policy.</p>\n</li>\n<li>\n<p>Internet Dealer must provide comprehensive, superior customer service and must comply with all EU and local regulations and directives.</p>\n<p>a.\nInternet Dealer must comply with all relevant consumer sales laws and regulations in their territory of establishment, including without limitation, the E-Commerce Directive (2000/31/EC).\nthe Distance Selling Directive (97/7/EC).\nand the Regulation (EU) 2016/679 (General Data Protection Regulation), each as locally implemented.</p>\n<p>b.\nInternet Dealer’s website should not actively target consumers within geographic areas that have been exclusively allocated.\nAdditionally, Internet Dealer must not actively target any geographic area Under Armour has not yet entered but has reserved for itself.</p>\n<p>c.\nInternet Dealer must have a physical street address and a landline telephone number for a method of contact for its customers and must advise customers on its website of this physical address and the landline telephone number in addition to providing a working e-mail address.\nPost office boxes and mobile telephone numbers are not sufficient.</p>\n<p>d.\nBefore the order is placed, Internet Dealer must provide to the customer, in a clear and comprehensible manner, the following:\ni.\nClear indications of prices including delivery and tax.\nii.\nThe different technical steps to follow to conclude the contract.\niii.\nWhether or not the concluded contract will be filed by the service provider and whether it will be accessible.\niv.\nThe technical means for identifying and correcting input errors before placing the order.\nand\nv.\nThe languages offered for the conclusion of the contract.</p>\n<p>e.\nAdditionally, Internet Dealer must display its policies and procedures for customer returns, refunds and exchanges on its website.\nInternet Dealer’s website must clearly and conspicuously set forth that: (a) Internet Dealer, and not Under Armour, is making the sale to the customer and (b) the terms and conditions directly and indirectly applying to returns, refunds and exchanges by customers are those of Internet Dealer, and not Under Armour.\nInternet Dealer must provide its own facilities and personnel to address and resolve all product exchange, refund or return requirements.</p>\n<p>f.\nInternet Dealer shall adhere to and comply with all pertinent EU regulations, statutes and rules applicable to taking orders or conducting business over or through the Internet, including all relevant privacy laws.</p>\n<p>g.\nInternet Dealer shall not, without Under Armour’s prior written approval, export any Under Armour products to countries outside of the European Economic Area and Switzerland (collectively “Europe”), or sell any Under Armour products to any customer who, directly or indirectly, exports, Internet Dealer knows or has reason to know, exports or proposes to export, such Under Armour products to any location outside of Europe.\nInternet Dealer acknowledges that violations of the obligations provided for in this Section 5.g.\ncould cause irreparable harm to Under Armour, its affiliates and/or its Accounts.\nWithout prejudice to any other rights or remedies provided for by law, and in addition to any other rights provided for in this Internet Sales Policy, in case of violation by Internet Dealer of the provisions of this Section 5.g., Internet Dealer will fully compensate any and all damages suffered by Under Armour as a result thereof.\nInternet Dealer acknowledges and agrees that such damages will include in particular, but without being limited thereto, any and all costs incurred by Under Armour and/or its affiliates and/or its Accounts in connection with the repurchasing of the affected Under Armour products in countries outside of Europe (including the purchase price, the transport costs and any other related costs).</p>\n</li>\n</ol>\nCOMPLIANCE:\n<ol>\n<li>\n<p>Under Armour shall have the right to modify this Internet Sales Policy at any time in its sole discretion upon prior notice to Internet Dealer.</p>\n</li>\n<li>\n<p>Internet Dealer must give a copy of this Internet Sales Policy to each of its employees who are involved in Internet sales.\nInternet Dealer must establish policies and procedures that will ensure compliance with this Internet Sales Policy and must take affirmative steps to ensure compliance with this Internet Sales Policy.</p>\n</li>\n<li>\n<p>Under Armour shall have the sole discretion to decide whether the content of a particular website, advertisement, sponsored link or on-line marketing violates this Internet Sales Policy.</p>\n</li>\n<li>\n<p>Under Armour has the sole, complete and final discretion to determine if Internet Dealer has complied with this Internet Sales Policy.\nAny violation that is not immediately remedied as requested by Under Armour may result in the suspension or termination of Internet Dealer’s authority to use the Authorized Marks in sponsored links, to display the Authorized Images on its website or to sell Under Armour® products via the Internet.</p>\n</li>\n<li>\n<p>The terms and conditions of this Internet Sales Policy amend, supplement and, to the extent inconsistent, supersede, any existing agreement between Under Armour and Internet Dealer.</p>\n</li>\n</ol>\n© 2020 Under Armour, INC.Privacy PolicyTerms and ConditionsHelp and SupportDo Not Sell My Personal InformationCookie preferencesCookie Preferences", "created_at": "2021-10-24 00:42:52.090233", "updated_at": "2021-10-23 22:46:35.682095"}, {"id": 9359, "name": "Privacy Policy", "url": "https://account.underarmour.com/en-us/privacy", "xpath": "//body", "text": "Trouble loading JavaScript.\nPlease try again.English<ul>\n<li>中文</li>\n<li>中文(台灣)‬</li>\n<li>Dansk</li>\n<li>Nederlands</li>\n<li>English</li>\n<li>Français (Canada)</li>\n<li>Français (France)</li>\n<li>Deutsche</li>\n<li>Bahasa Indonesia</li>\n<li>Italiano</li>\n<li>日本語</li>\n<li>한국어</li>\n<li>Bahasa Melayu</li>\n<li>Polski</li>\n<li>Português (Brasil)</li>\n<li>Português (Portugal)</li>\n<li>Русский</li>\n<li>Español (México)</li>\n<li>Español (España)</li>\n<li>Svenska</li>\n<li>Tagalog</li>\n<li>ภาษาไทย</li>\n<li>Türkçe</li>\n</ul> OVERVIEWACCOUNT CENTERPRIVACY AND TERMS<ul>\n<li>Overview</li>\n<li>Privacy Policy<ul>\n<li>Who We Are </li>\n<li>Information About Your Personal Data </li>\n<li>How We Collect and Use Personal Data </li>\n<li>How We Disclose Personal Data </li>\n<li>Legal Basis for Processing </li>\n<li>Social Sharing Settings </li>\n<li>Interest-Based Advertising </li>\n<li>Managing Preferences and Withdrawing Consent </li>\n<li>Transfers of Your Personal Data to Other Countries </li>\n<li>Data Retention </li>\n<li>Security </li>\n<li>Children </li>\n<li>How to Contact Us </li>\n<li>Location-Specific Disclosures </li>\n</ul>\n</li>\n<li>Terms and Conditions of Use</li>\n<li>Product Specific Terms</li>\n<li>Cookies</li>\n</ul> This Privacy Policy was posted on April 20, 2018 and is effective for new and existing users of Under Armour websites, applications, and offline activities, on May 20, 2018.\n<p>\n<b> Other Important Notes about this policy: </b>\n</p>\n<ul>\n<li> For users based in the EEA, additional terms and conditions will apply, as set forth under the heading Location-Specific Disclosures.\n<ul>\n<li> For users based in the EEA, to submit an account deletion request, data removal request, data access request, and any other related data inquiries, please use one or more of the following resources.\n<br> Read More <ul>\n<li> Submit a data request to our MapMyFitness Customer Happiness team.\n</li>\n<li> Submit a data request to our UnderArmour.com Customer Service team.\n</li>\n<li> Please visit our Preference Center to unsubscribe from UnderArmour.com, MapMyFitness marketing emails.\n</li>\n<li> To delete or remove your account on your own, please see the following guides.\n</li>\n<li> To correct or update your profile information, please see the following guides.\n</li>\n<li> To recover or update your account password, please see the following guides.\n</li>\n</ul>\n</li>\n</ul>\n</li>\n<li> EU &amp.\nUK Data Protection Officer (DPO) Information.\n<br> Read More <ul>\n<li> EU (excluding Germany) and the UK: You can contact the DPO that is responsible for your country/region at EUPrivacy@underarmour.com.\n</li>\n<li> Germany: You can contact the DPO that is responsible for your country/region at EUPrivacy@underarmour.com.\n</li>\n</ul>\n</li>\n<li> For users from Turkey, our distributor in Turkey operates a separate website http://www.underarmour.com.tr.\n<br> Read More <ul>\n<li> DOĞUŞ PERAKENDE (Doğuş Perakende Satış Giyim ve Aksesuar Tic.\nA.Ş.) is our distributor that operates http://www.underarmour.com.tr.\nFor more information on the companies and affiliates within the DOĞUŞ GROUP, please visit https://www.dogusgrubu.com.tr/tr/dogus-perakende-grubu.\nPlease click here.\nto read more about the Privacy Policy of our Distributor Website.\n</li>\n</ul>\n</li>\n<li> For users from Japan, our distributor in Japan operates a separate website http://www.underarmour.co.jp.\n<br> Read More <ul>\n<li> Dome Corporation is our distributor that operates the Japan Websites selling a similar but slightly different range of Under Armour products where Dome Corporation deals directly with users from Japan.\nApart from the Japan Websites, Dome Corporation is not part of nor bound by your dealings with Under Armour Inc.\non this website.\nFor more information on the companies and affiliates within the Dome Corporation, please visit http://www.domecorp.com/.\nPlease click here to read more about the Privacy Policy of our Japan Websites.\n<br>\n<br> Through the use of this E-Commerce service, the personal data that was obtained by Dome Corporation under your consent will be shared with Under Armour pursuant to this Privacy Policy.\n</li>\n</ul>\n</li>\n<li> For users from Brazil, our distributor in Brazil operates a separate website http://www.underarmour.com.br.\n<br> Read More <ul>\n<li> Vulcabras is our distributor that operates http://www.underarmour.com.br and retail locations in Brazil.\nFor more information on the companies and affiliates within the Vulcabras, please visit http://www.vulcabrasazaleia.com.br.\nPlease click here to read more about the Privacy Policy of our Distributor Website.\n</li>\n</ul>\n</li>\n</ul> Under Armour Privacy Policy Previous Under Armour Privacy Policy 2016 <i>\n</i> Download PDF <p>\n<em>Effective: May 20, 2018 </em>\n</p>\n<p>\n<b>IMPORTANT NOTICE</b>\n</p>\n<p>At Under Armour, our mission is to make consumers and end-users better by enabling their ability to achieve their goals through our passion, design, and the relentless pursuit of innovation.\nThat mission covers our offline and in-store activities, and extends to our online community as well through our websites, applications, and connected products and services (which we collectively refer to in this Privacy Policy as the “<b>Services</b>”).\nOur Privacy Policy describes how we collect and process your Personal Data through our websites (e.g., including, but not limited to, underarmour.com, and mapmyfitness.com (“<b>Websites</b>”)), corresponding Mobile Apps, in store, at events and on campus.\nWe encourage you to read this Privacy Policy as well as our Terms and Conditions of Use (referred to throughout as our “<b>Terms</b>”).\nThe Terms of Use for our philanthropic initiative WeWillCity site are located here.</p>\n<b>BY USING THE SERVICES, YOU CONSENT TO THE COLLECTION, USE AND TRANSFER OF YOUR PERSONAL DATA FOR PROCESSING IN THE UNITED STATES AS DESCRIBED IN THIS PRIVACY POLICY.\nEND USERS FROM OUTSIDE THE US ARE ENCOURAGED TO </b> Read More <p> Under Armour Services, and all associated Services and systems, including registration, is housed on servers in the United States.\nIf you are located outside of the United States, please be aware that information we collect (including cookies and device data) will be processed and stored in the United States, a jurisdiction in which the data protection and privacy laws and principles, including your data subject rights, may not offer the same level of protection as those in the country/region where you reside or are a citizen.\nBy using our Services and providing information to us, you consent to the transfer to and processing of the information in the United States and, unless otherwise stated in this Privacy Policy, we use this consent as the legal ground for that data transfer.\nWhen collecting your Personal Data on our Fitness and Wellness services, you may be asked for your explicit consent to this data transfer as part of account creation.\n</p>\n<p> Please read this Privacy Policy carefully, as your access to and use of the Services signifies that you have read, understand and agree to all terms within this Privacy Policy.\nIf you do not agree with any part of this Privacy Policy or our Terms, please do not access or continue to use any of the Services or otherwise submit your Personal Data.\n</p>\n<p>\n</p>\n<p>\n<b>Note to Residents of the European Union</b>: In order to comply with the requirements of the European General Data Protection Regulation (GDPR) for our European consumers and users, this Privacy Policy outlines the legal basis on which we process your Personal Data and provides other information required by the GDPR.\nFurther country/region specific information for our European consumers and users is outlined in the Location-Specific Disclosures section.\n<u>\n</u>\n</p>\n<u>\nWho We Are </u>\n<p>We are Under Armour, Inc.\nand Under Armour Europe B.V., as well as our family of affiliated companies (collectively referred to herein as “<b>Under Armour</b>,” “<b>we</b>,” “<b>us</b>,” or “<b>our</b>”).\nWe provide Internet and mobile app-based services including, for example, the apps linked to below (“<b>Mobile Apps</b>”):</p>\n<ul>\n<li> Under Armour and Under Armour Shopping </li>\n<li> MapMyFitness </li>\n</ul>\n<p> We also provide certain services related to volunteer action and grants through the WeWill.city website.\n</p>\n<u>\nInformation About Your Personal Data </u>\n<p>This Privacy Policy relates to data about you, your devices, and your interaction with our Services.</p> \"<b>Personal Data</b>\" is information that can be used to identify you, directly or indirectly, alone or together with other information.\nThis includes things such as your full name, email address, phone number, precise location, device IDs, certain cookie and network identifiers, and \"Fitness and Wellness Data.\" <p>Under Armour collects, uses, discloses and processes Personal Data as outlined in this Privacy Policy, including to operate and improve the Services and our business.\nfor advertising and marketing.\nand to provide you with innovative fitness and wellness services, as further described in this Privacy Policy.\n<br>\n</p>\n<p>We may create de-identified or anonymous data from Personal Data by excluding data components (such as your name, email address, or linkable tracking ID) that makes the data personally identifiable to you, through obfuscation, or through other means.\nOur use of anonymized and de-identified data is not subject to this Privacy Policy.\n<br>\n</p>\n<u>\nHow We Collect and Use Personal Data </u>\n<p>We collect your Personal Data in a number of ways and for various purposes, including:</p>\n<ol>\n<li> When you register for an account or interact with our Services.\nRead More <p> We collect Personal Data when you use or interact with our Services, including when you register with us, browse our products online, obtain coaching and training services, make purchases from us (including processing of payment), and when you ask us to customize apparel, products, or Services.\nThis Personal Data may include name, address, phone number, username and password, email address, date of birth, payment information and Location Data.\n\"<b>Location Data</b>\" means either approximate location or, with your consent, precise location.\nWe use this data to create your account, enable your activity within our Services, and to provide the services generally, including to develop, enhance, and improve our Services and your experience.\nWe also use this data for internal purposes related to certain research, analytics, innovation, testing, monitoring, customer communication, risk management, and administrative purposes.\n</p>\n</li>\n<li> When you input Fitness and Wellness Data within our Services or use our Services that collect or infer such data from mobile device sensors.\nRead More <p> \"<b>Fitness and Wellness Data</b>\" includes data you provide related to your lifestyle (e.g., sleeping habits), life events, dietary restrictions, fitness goals, height, weight, measurements, fitness level, heart rate, sleep data, BMI, biometric data, and similar types of data relating to physiological condition, and activity.\nWe collect this data in order to provide the Services and to tailor features, products, advertising, and services to your interests and goals, including providing meal suggestions, workout plans, training- and coaching-related services, and product recommendations (e.g., custom products).\n</p>\n</li>\n<li> When you use or interact with a wearable or other connected device.\nRead More <p> We also collect Personal Data, including Fitness and Wellness Data, when you use a device that is connected to the Internet, such as heart rate monitors, activity trackers, and other devices or wearables that are not personal computers or mobile phones or tablets.\nWhen you use a wearable or connected device or product, we may also collect certain information about the device or product such as serial number, Bluetooth address, UPC, or other device- or purchase-related information.\n</p>\n<b> Note on Apple HealthKit Data </b> Read More You can choose to connect and share your information with HealthKit and your HealthKit information with Under Armour.\nThe information you provide to HealthKit is then governed by the Apple Terms and Conditions and Privacy Policy.\nThe unique information you choose to send from HealthKit is not used by Under Armour for marketing and advertising or transferred by Under Armour to third parties for marketing and advertising.\n</li>\n<li> When you give us permission to collect Location Data.\nRead More We may collect precise Location Data as part of the functionality of our Services, such as to provide route maps, route tracking, geographically relevant Services, offers, or ads, weather information, and to conduct analytics to improve the Services.\nWe may collect precise Location Data in several ways, such as through your wireless carrier, based on WiFi access point location, via Bluetooth beacons, through a connected device, or directly from the device on which you use the Services.\nIf you choose to purchase apparel or products with specially embedded hardware to track the movement or location of the apparel or product, these technologies may also enable collection of precise Location Data.\nIf you are accessing the Services through one of our mobile applications, the way we collect precise Location Data will differ depending on your mobile device's operating system.\nIn all events, we do not collect precise Location Data, unless you have \"allowed\" its collection.\nIf you decline to allow Location Data collection in the app, we will not collect your precise Location Data unless you manually enter it in.\n</li>\n<li> When you communicate with us or sign up for promotional materials.\nRead More <p> We collect Personal Data when you communicate with us or sign up to receive promotional materials or information via email, push notifications, or text messages - including email address, mobile number, WeChat ID, etc.\n</p>\n<p> If you consent to such messages, we may use your Personal Data and other information to communicate with you about the Under Armour products or Services you have purchased or used.\nprovide you with promotional messages and personalized advertising.\nto notify you of other products.\nto notify you of contests, challenges, sweepstakes, and other promotions (\"<b>Promotions</b>\").\nto notify you of Services we think may be of interest to you.\nand, for other marketing purposes.\nYou can manage your communication preferences by registering for and logging into your account.</p>\n<p> Please note that regardless of your email settings, we may send you notifications pertaining to the performance of our Services, such as revision of our Terms or this Privacy Policy or other formal communications relating to products or Services you have purchased or use.</p>\n<p>We may use your Personal Data to respond to your requests for technical support, online services, product information or to any other communication you initiate.\nThis includes accessing your account to address technical support requests.\nWe may also use your Personal Data to address your requests, inquiries, and complaints.</p>\n</li>\n<li> When you participate in special activities, offers, or programs.\nRead More <p> We may request or otherwise collect Personal Data, including Fitness and Wellness Data when you participate in Promotions, when you participate in surveys, or when you participate in research activities or initiatives, including for academic, commercial, wellness-related and community planning (e.g., bike trail) analysis, and research study purposes (\"<b>Research</b>\").\nThis includes Personal Data, such as name, address, email address, telephone number and age and other information that may be appropriate in order to participate.\nIf you win a Promotion, we also may need to collect certain tax information, waivers and releases, depending on the prize.</p>\n<p>\n</p>\n<p> We may also launch surveys that ask you to answer questions about a range of topics from Personal Data to brand and product preferences.\nPromotions or surveys may be run by an Under Armour service provider or co-branded with one of our business partners.\nIn such instances, Personal Data may be collected directly by and/or shared with Under Armour, the service provider, and/or business partner, including for marketing purposes.\nEach Promotion or survey that treats your Personal Data in a way that differs from this Privacy Policy will state the privacy policy governing that collection of information in connection with that Promotion or survey.</p>\n</li>\n<li> When you engage with our online communities or advertising.\nRead More We may collect your Personal Data when you engage with our online communities.\nThis includes when you click on advertisements, interact with our social media pages, submit content, leave reviews, or otherwise enter information into comment fields, blogs, message boards, events, and other community forums sponsored by or affiliated with Under Armour.\nPlease note that our community forums are public, so we recommend that you exercise care in deciding what information and content you wish to disclose.\n</li>\n<li> When you access third party products and services.\nRead More We may allow you to register and pay for third-party products and services or otherwise interact with another website, mobile application, or Internet location (collectively \"<b>Third Party Sites</b>\") through our Services, and we may collect Personal Data that you share with Third Party Sites through our Services.\nWhen we do so, we will inform you of the further details of how we use your Personal Data.\n</li>\n<li> When you connect with us through social media.\nRead More You may choose to enable, log into, or sign on to the Services through various social media or social networking services, such as Facebook, WeChat, or Twitter (\"Social Networking Service\" or \"<b>SNS</b>\").\nWhen you connect using your SNS accounts, we may collect Personal Data that you have provided to that SNS.\nFor example, when you log in with your Facebook credentials, with your consent, we may collect Personal Data from your Facebook profile that is permitted under Facebook's Terms of Use - such as your email address, profile picture, and friend list.\nWe use this data to provide, enhance, and personalize the Services (e.g., to help connect you with or suggest friends within our Services).\nIf you do not want to provide us with this data, you need to adjust the privacy settings on your SNS account.\n</li>\n<li> When we collect data from third parties or publicly-available sources.\nRead More We may obtain certain data about you from third party sources to help us provide and improve the Services and for marketing and advertising.\nWe may combine your Personal Data with data we obtain from our Services, other users, or third parties to enhance your experience and improve the Services, such as providing you with a single point of sign on for our Services and/or building an account dashboard letting you understand how to access and control all the Services you use from a single page.\n</li>\n<li> When we leverage and/or collect cookies, device IDs, Location, data from the environment, and other tracking technologies.\nRead More We may collect certain Personal Data using cookies and other technologies such as web beacons, device IDs, advertising IDs, geolocation, HTML5 local storage, Flash cookies, and IP addresses.\nWe specifically use browser cookies for different purposes, including cookies that are strictly necessary for functionality and cookies that are used for personalization, performance/analytics, and advertising.\nOur Cookie and Device ID Use section contains more information and options to control or opt-out of certain data collection or uses.\n</li>\n<li> When we track you in Store.\nRead More For certain Under Armour owned or operated stores and outlets, we use video cameras and WiFi sensors and cameras for in-store analytics.\nSpecifically, these technologies are used to determine the number of unique visitors, in-store traffic patterns, and shelf interest.\nVideo image data is not permanently stored.\nAlthough we may use a third party vendor to perform these services, in-store image and WiFi data are not shared with any other third parties for their own purposes and are not used to personally identify you except for fraud and loss prevention and to prevent or investigate instances of suspected wrongdoing or potential criminal activity as permitted by law.\n</li>\n<li> When we aggregate or centralize data.\nRead More We aggregate and centralize Personal Data and Fitness and Wellness Data for purposes of analytics, innovation, and to provide enhanced services to our customers and end-users.\n</li>\n<li> When we link you to friends across platforms.\nRead More Some of our services consist of social sharing and communication with others.\nWe use your Personal Data to enable sharing as described in the service, including to enable you to find and link to friends on other Under Armour platforms.\n</li>\n<li> When you take fitness tests or assessments.\nshare content or achievements.\nor invite friends.\nRead More We use video data you provide to us and phone sensor data in order to estimate joint flexibility measurement, angles of motion, real-time fitness potential, and to assess your physical movement.\nWe use this data to provide instructional videos, instructional feedback, coaching, and training services.\nWith your permission, we access your contacts and calendar to enable you to share content or achievements, including videos, with friends or other members, and to invite friends to use the Services.\n</li>\n<li> When we provide you geographically relevant Services, offers, or advertising.\nRead More Where you have provided consent to process your precise Location Data, we may use such data to provide you with Services, offers or advertising that are relevant to your location.\n</li>\n<li> When you ask us to customize apparel, products, or Services.\nRead More We use photos, videos, or other data you provide to us to customize apparel, products, or Services.\n</li>\n<li> When we comply with Legal Requirements or Obligations, Law Enforcement, and for Public Safety Purposes ( Location-Specific Disclosures may apply).\nRead More We may use Personal Data in order to comply with laws, regulations, court orders, or other legal obligations or to assist in an investigation, to protect and defend our rights and property, or the rights or safety of third parties, to enforce our Terms of Use, this Privacy Policy, or agreements with third parties, or for crime-prevention purposes.\n</li>\n<li> When you participate in our Wewill.City initiatives.\nRead More Giving back to our communities is a core part of the Under Armour ethos.\nOur WeWill.City initiative started as a United States initiative in 2017.\nThe only personal data collected for volunteering is your email address and name.\nWhen you participate, your data is not disclosed for purposes of advertising or marketing.\n<br> Read More <p> At this time, WeWill.City only operates in the United States.\nFor grant applications, additional categories of information about you or the organization requesting the grant may be required or collected, including but not limited to additional contact information (e.g., name, phone number, email and street address), financial information (e.g., taxpayer identification number, budget information), and track record data.</p>\n<p> We provide your Personal Data-your name and email address-to Volunteer Organizations and entities that coordinate Volunteer Activities or volunteer participation with Volunteer Organizations.\nThe site may share, or prompt you to share, information with our volunteer partners.\nIf you provide information to one of our volunteer partners, the collection, use, and sharing of your information will be governed by that organization's privacy policy.\nWe currently work with VolunteerMatch to provide volunteer opportunities.\nIts privacy policy can be found here.\n</p>\n<p>\n<u> Personal Data Used for Grant Purposes.\n</u> If you or your organization is applying for a grant, we may share the information provided with third parties to process the grant request, to vet the individuals or entities involved, and to make any determination or evaluation that is either necessary or helpful in order to respond to or act upon the grant request.</p>\n<p>\n<u>Personal Data Not Used for Marketing or Advertising.</u> The WeWill.City service does not use your Personal Data for marketing or advertising purposes.\nIf in the future we wish to use your Personal Data for marketing or advertising purposes, we will first obtain your explicit consent.</p>\n</li>\n</ol>\n<u>\nHow We Disclose Personal Data </u>\n<p>We may disclose your Personal Data for the purposes as described in the prior section of this Privacy Policy, in the Location-Specific Disclosures section, and in the following ways:</p>\n<ol>\n<li> To Affiliates and Partners Read More <p> With companies or ventures that are owned or controlled by Under Armour, and internally within Under Armour, in order to provide and improve Services, for marketing purposes, and for advertising.</p>\n</li>\n<li> To Service Providers and Vendors.\nRead More <p> With business partners, marketing partners, and vendors to provide, improve, and personalize the Services.</p>\n<b> Notice for Apple Users </b> Read More (Updated: October 5, 2018): For Apple users, our iOS mobile apps share personal data with third parties as described in this Privacy Policy.\nWe take measures to ensure such third parties provide privacy protections identical to or equal to those required under this Privacy Policy and Apple’s Developer Guidelines.\n</li>\n<li> To Social Network Providers.\nRead More With social network providers when we use social network widgets, buttons, or plug-ins in our Services.\n</li>\n<li> To other Users/Under Armour Registered Users.\nRead More With other users in the context of specific Services that are social in nature.\nIn these cases, we disclose social data and certain Fitness and Wellness Data by default because the service being provided is one of social interaction.\nAdditionally, any information you post or disclose in our community forums (for example, Facebook, WeChat, YouTube, or Twitter) is public.\n</li>\n<li> For Advertising and Marketing.\nRead More <p>With advertising and marketing partners for advertising and marketing purposes on Under Armour's behalf and on behalf of third parties, including Facebook, Baidu, and WeChat.\n</p>\n<p>In addition, with your consent, we may share your precise Location Data with Third Parties for on and off platform personalization and curated marketing and advertising purposes.</p>\n</li>\n<li> For Certain Analytics and Improvement Read More With certain companies for purposes of analytics and improvement of the Services.\n</li>\n<li> For Interest-Based Advertising.\nRead More With companies involved in interest-based advertising, including web, mobile app and other advertising.\nThis advertising consists of Under Armour and third party ads that are personalized and displayed on our sites and apps and through other channels.\nAdvertising also includes personalized ads from the Under Armour family of companies displayed on Third Party Sites and apps and through other channels.\nFor more information on how data is disclosed for advertising see Interest-Based Advertising .\n</li>\n<li> For Legal Compliance, Law Enforcement, and Public Safety Purposes (Location-Specific Disclosures may apply).\nRead More With law enforcement, government or regulatory bodies, lawful authorities, or other authorized third parties in order to comply with laws, regulations, court orders, or other legal obligations or to assist in an investigation, to protect and defend our rights and property, or the rights or safety of third parties, to enforce our Terms of Use, this Privacy Policy, or agreements with third parties, or for crime-prevention purposes.\n</li>\n<li> In the event of an actual or contemplated sale.\n(Location-Specific Disclosures may apply).\nRead More <p> With prospective or actual purchasers, investors, or successor entities in connection with a contemplated reorganization or an actual reorganization of our business, in connection with financing, a sale, or other transaction involving the disposal of all or part of our business or assets, including for the purpose of permitting the due diligence required to decide whether to proceed with a transaction, pursuant to assurances of sufficient data handling practices and safeguards.\n</p>\n<p>Residents of the European Economic Area.\nOur disclosure is limited to situations where we are permitted to do so under applicable European and national data protection laws and regulations.\n</p>\n</li>\n</ol>\n<p>A list of types of companies with whom we share data is available here.\n<u>\n</u>\n</p>\n<u>\nLegal Basis for Processing </u>\n<p>This section addresses the legal basis for processing your data if you reside outside the United States (within the United States, you typically provide consent when you receive notice of this Privacy Policy in a website link or mobile app).\nSome processing is addressed in multiple sections because more than one legal basis may apply depending on the circumstances or service.<br>\n</p>\n<p>For the purposes of applicable data protection laws, Under Armour, Inc.\nis the controller of the Personal Data you provide to us (“Data Controller”).\nAs a Data Controller, we process the Personal Data we maintain about you in accordance with this Privacy Policy.\nIf you have any questions or concerns regarding the processing of your Personal Data, or if you have questions regarding this Privacy Policy, please see our Location-Specific Disclosures for appropriate contact information.</p>\n<b>Note for Residents of the European Union:</b> For more information on the Legal Basis for processing see the EEA Location-Specific Disclosures.\n<p>We collect and process your Personal Data for a variety of purposes outlined in this Privacy Policy.\nIn certain cases, separate consent is not required, including: <br>\n</p>\n<ol>\n<li> For the performance of a contract Read More To perform our contractual obligations to you, including account registration, fulfilling orders or purchases you have made (including processing of payment), contacting you in relation to any issues with your order, in relation to the provision of the Services, including when you use or interact with a wearable or other connected device and in relation to location-based Services (including to provide you geographically relevant Services), to connect you with friends across platforms, when you take fitness tests or assessments, share content or achievements, or invite friends, when you ask us to customize apparel, products, or Services, where we need to provide your Personal Data to companies or ventures that are owned or controlled by Under Armour and to our service providers, where we need to collect Personal Data from third party sources and when you access third party products and services, where we collect data from third parties or publicly-available sources, or to aggregate and centralize data for the performance of the Services </li>\n<li> To meet legal obligations Read More To comply with laws, regulations, court orders, or other legal obligations or to assist in an investigation.\n</li>\n<li> For Legitimate Interests Read More <p> To operate our business and provide the Services, other than in performing our contractual obligations to you for Under Armour's \"legitimate interests\" for the purposes of applicable law - except where overridden by the interests or fundamental rights and freedoms that require protection of Personal Data.\n</p>\n<p> For example, the following areas include processing covered by Legitimate Interests, subject to applicable law: </p>\n<ul>\n<li>\n<u>\n<b>Communication</b>\n</u>.\nTo communicate with you regarding the Services, including to provide you important notices regarding changes to our Terms and also to address your requests, inquiries, and complaints.\nWe may send strictly necessary communications, including emails, even if you have opted out of receiving other Under Armour emails or communications.\nThese types of communications do not require consent.\nWe also process your Personal Data for our legitimate interests when you communicate with us, including when you sign up for promotional materials and we have not asked you for your consent in that regard.</li>\n<li>\n<u>\n<b>Respond to Your Requests</b>\n</u>.\nTo respond to your requests for technical support, online services, product information or to any other communication you initiate.\nThis includes accessing your account to address technical support requests.</li>\n<li>\n<u>\n<b>Promotional Messages</b>\n</u>.\nWe process your non-sensitive Personal Data to provide you with promotional messages and personalized marketing, including: when you communicate with us or sign up for promotional materials.\nwhen you participate in special activities, offers, or programs.\nwhen you engage with our online communities or advertising.\nto provide you geographically relevant Services, offers, or advertising.\nwhen we aggregate and centralize data.\nand when we share Personal Data with companies or ventures that are owned or controlled by Under Armour and with our service providers and vendors.</li>\n<li>\n<u>\n<b>Surveys</b>\n</u>.\nTo send you surveys in connection with our Services, unless commercial in nature.\nIn those cases, a survey request may be sent to you if you have given us your consent to receive marketing from us.</li>\n<li>\n<u>\n<b>Compliance with Law and Public Safety </b>\n</u>.\nTo assist in the investigation of suspected illegal or wrongful activity, including in-store tracking and sharing information with other entities for fraud, loss, and crime prevention purposes.\nTo protect and defend our rights and property, or the rights or safety of third parties.</li>\n<li>\n<u>\n<b>Improvement and Development</b>\n</u>.\nTo develop, provide, enhance, and improve our Services and your experience, including to enable you to use the full range of our Services (e.g., processing of non-sensitive Personal Data related to your use or interaction with a wearable or other connected device.\nin-store tracking.\nwhen you access third party products and services.\nwhen we collect, use, or otherwise leverage cookies, device IDs, Location Data, data from the environment, and other tracking technologies.\nwhen you connect with us through social media.\nwhen we collect data from third parties or publicly-available sources.\nwhen we aggregate and centralize data.\nand when we share Personal Data with companies or ventures that are owned or controlled by Under Armour and with our service providers and vendors).\nFor internal purposes related to certain research, analytics, innovation, testing, monitoring, customer communication, risk management, and administrative purposes.\n</li>\n<li>\n<u>\n<b>Enforcing Terms and Notice</b>\n</u>.\nTo enforce our Terms or this Privacy Policy, or agreements with third parties.\n</li>\n<li>\n<u>\n<b>Merger or Acquisition</b>\n</u>.\n(Location-Specific Disclosures may apply).\nTo support a contemplated reorganization or an actual reorganization of our business, in connection with financing, a sale, or other transaction involving the disposal of all or part of our business or assets, including for the purpose of permitting the due diligence required to decide whether to proceed with a transaction.\n</li>\n</ul>\n</li>\n</ol>\n<br>\n<b> Consent as a Basis for Processing </b>\n<br>\n<p> In some cases, we will ask for your consent to process your Personal Data.\nYou may indicate your consent in a number of ways, including, as permitted by law, ticking a box (or equivalent action) to indicate your consent when (i) providing us with your Personal Data through our Services or a form (including enrolling in Promotions).\nor (ii) registering or creating an account with us.\nDue to different countries' laws governing consent for the collection and use of Personal Data, the requirements for consent will differ across regions.\nWe may request your consent for a number of activities including: </p>\n<ol>\n<li> Under Armour Marketing and Communication.\nRead More We may ask for your consent to contact you by telephone, SMS/text message, WeChat, and/or email about other offers, products, Promotions, events, or services that we think may be of interest to you and for other marketing purposes.\n</li>\n<li> Sharing with Third Party Services.\nRead More We may also ask for your consent to share your Personal Data with certain Third Party business partners in order to offer certain goods, services, or programs.\nTo withdraw consent, please go to the preferences of the specific third party service or app.\n</li>\n<li> Third Party Marketing.\nRead More We may ask for your consent to provide Personal Data to allow third parties to contact you regarding their products, services, Promotions, or offers.\nTypically this is in conjunction with a sweepstakes or challenge (your consent for third party marketing is generally not a pre-requisite to participation.\nTo withdraw consent, please go to the preferences of the specific third party </li>\n<li> Collecting Mobile Device IDs, Advertising IDs, and Data from Sensors.\nRead More When you use our mobile apps we may ask for your consent to collect these (this consent may be captured at the operating system level).\nTo change your consent status for this data please go to the preferences of the specific service or app.\nIf you choose not to provide this information, certain Services features may be unavailable or not function properly.\n</li>\n<li> Processing Sensitive Personal Data.\nRead More We may request your consent to process sensitive Personal Data.\nCertain Websites or Mobile Apps may require this data to provide the Services, including when you use or interact with a wearable or other connected device, and when you take fitness tests or assessments.\nIf you choose not to provide sensitive Personal Data (for example, specific kinds of Fitness and Wellness Data), certain features or Services may be unavailable or not function properly.\n</li>\n<li> Collecting and Sharing Location Data.\nRead More <p> We may request your consent to collect your precise Location Data.\nOur Services may require this data to provide the Services.\nIf you choose not to provide this information, certain Services features may be unavailable or not function properly.\nLocation Data may be used to display your live location and movement and may also recognize when you have entered an Under Armour store or Under Armour section and to provide you with tailored information, advertising about products and services.</p>\n<p> In addition, we may request your consent to share your precise Location Data with Third Parties for on and off platform personalization and curated marketing and advertising purposes.</p>\n</li>\n<li> Research.\nRead More We may request your consent to use your Personal Data for Research purposes.\nWe may also request your consent to contact you to determine your interest to participate in certain Research initiatives and to share identifying results.\nFor market research, we may ask questions on behalf of business partners and share your response with business partners.\n</li>\n<li> Advertising.\nRead More We use cookies, pixels (including email pixels), mobile device and advertising IDs, Location Data, Fitness and Wellness Data, app or service usage data and data from sensors for purposes of interest-based and cross-app, cross-device advertising.\nThe consent for which may be managed at the operating system level.\n</li>\n<li> Transfer of Data.\nRead More We transfer data to the United States and to other countries/regions for processing.\nWe may request your consent for this transfer or the transfer, in other cases, may be justified by a legal basis other than consent.\n</li>\n<li> Automated Processing.\nRead More <p> We may use some automated processing to provide our Services and to make recommendations in the context of specific services.\nThis processing is strictly necessary for providing certain Services (and, in some cases, is the service itself) and is not covered by consent.\nOther automated processing is not significant either due to the nature of the data or the decisions being made or recommended, and so consent is not required.\nHowever, for automated processing that is significant and related to sensitive Personal Data, prior to sharing or using such data, we will first seek your consent.\n</p>\n<p> For the subset of automated processing included in ad profiling for ad targeting, you can change your consent status (for website services) by turning advertising cookies off as outlined in in our Cookie and Device ID Use section.\nFor mobile apps, you can change your consent status by activating your Limit Ad Tracking or equivalent setting as described in our Cookie and Device ID Use section.</p>\n</li>\n<li> To Enable Social Sharing and Connect with Us on Social Media.\nRead More <p> Some of our services consist of social sharing and communication with others.\nIf you sign up for these services, we may ask for your consent to use your information to enable sharing as described in the service.</p>\n<p> We may also ask for your consent when you connect with us through Social Media.</p>\n</li>\n<li> Promotions.\nRead More We may ask you for permission to use your Personal Data and Fitness and Wellness Data for special offers, events, sweepstakes, and other Promotions.\nWe may use the Personal Data we collect during Promotions, to administer the Promotion, verify identity and age, and to communicate with you about the Promotion.\n</li>\n</ol>\n<u>\nSocial Sharing Settings </u>\n<p>Within our Services there are three sharing settings: Private, Share with Friends, and Public.\nUnder Armour apps are designed for your wellness and fitness benefit.\nAs such, you are able to control what Personal Data you share and with whom you share it.\nWe encourage you to adjust the sharing settings to best meet your objectives and sharing comfort level.\nIn the interest of safeguarding your Personal Data, we have outlined some initial default sharing settings.</p>\n<p>\n<b>Default Sharing Settings</b>\n</p>\n<ul>\n<li>\n<b>\"Physical Stats\"</b> are set as <b>Private.</b> \"Private\" means not shared with friends or other members.\nYou can change this default status for some of your physical stats.\nInformation that is \"Private\" by default includes, for example, your height, weight, BMI, and heart rate.\n</li>\n<li>\n<b>\"Activity Stats\"</b> are set as <b>Share with Friends.</b> \"Share with Friends\" means visible to your friends, but not shared with other members.\nYou can change this default status if you want.\nInformation that is set as \"Share with Friends\" by default includes, for example, your workouts, steps, routes, friends challenges, and friendships.</li>\n<li>\n<b> Community Social Data</b> is set as <b>Public.</b> \"Public\" means visible to all others using the service.\nFor example social posts where you have set your account up as \"Follow\" (in app and on the websites), community forums, public challenges (challenges set up by Under Armour), and photos.\n</li>\n<li>\n<b> Lookup Information</b> is set as <b>Public.</b> We believe that social motivation helps you achieve your goals faster and allowing your friends to be able to find you is crucial to this experience.\nTherefore, your first and last name, location, gender, username, main fitness activity, and profile picture are set as Public.\nIf you set your entire account as Private, your lookup data will no longer be available for your friends to find you (unless you otherwise indicate that desire within the Services).</li>\n</ul>\n<p>\n<b> Changing Your Sharing Preferences</b>\n</p>\n<p> Details on how to update your sharing preferences and the default settings for our Services are outlined within the sharing standard.\n</p>\n<p>\n<b>Note:</b> When you share information from our Services externally with a SNS, the information you post is governed by their privacy policy and settings.</p>\n<u>\nInterest-Based Advertising </u>\nInterest-based advertising is advertising that is targeted to you based on your web browsing and app usage over time and across websites or apps.\nOur advertising practices also include the creation and use of \"audience segments.\" You have the option to restrict the use of information for interest-based advertising and to opt-out of receiving interest-based ads.\nDepending on where you access our website from, you may also be asked to consent to our use of cookies, including advertising cookies.\nAdditional information on Audience Segments and our choices for interest- based advertising is found below.\n<ul>\n<li> Audience Segments Read More <p> We disclose various types of information for purposes of interest-based advertising, including for third party, interest-based advertising.\nThis processing includes the use of Personal Data to create de-identified audience segments.\nThese audience segments are then made available for interest-based advertising, including for third party advertising, on Under Armour online properties.\nThe audience segments are based on website visits, app usage data, Fitness and Wellness Data, online and offline purchasing behaviours, interaction with our ads or marketing emails, similar types of information, and in some cases, data from third parties.\nThe segments, prior to being used, are de-identified so that they will not identify you personally.\n</p>\n<p>\n<b>United States Note</b>: The audience segments are made available for interest-based advertising for third party advertising on Under Armour online properties and on and within third party websites and apps.\nWe use one or more safe haven entities and partners to de-identify segments before sharing these segments for third party advertising displayed on online properties operated by entities other than Under Armour.\nWe use a third party to match de-identified segments to targeting IDs that are then used on third party sites.</p>\n</li>\n<li> Interest-Based Advertising Opt Outs, Choices, and Control Read More <p>For all of the interest-based advertising described above, including segments, you have the choice to not have your data used to target and serve you interest-based advertising-including third party advertising-regardless of where such ads might be served.\nThese opt-outs require that strictly necessary cookies are not blocked by the settings in your web browser.\nWe support the Self-Regulatory Principles for Online Behavioral Advertising of the Digital Advertising Alliance in the US, the Canadian Digital Advertising Alliance in Canada, and the European Digital Advertising Alliance in the EU.\nIf you live in the United States, Canada, or the European Union, you can visit Ad Choices (US), Your Ad Choices (Canada), or Your Online Choices (EU) to find a convenient place to opt-out of interest-based advertising with participating entities for each region.\nThese websites also provide detailed information about how interest-based advertising works.\nOpting out does not mean that you will no longer receive advertising from us, or when you use the Internet.\nIt just means that the data collected from our website will not be used for interest-based advertising and that the advertising you see displayed on websites will not be customized to your interests.\n</p>\n<p>\n<em> Mobile Apps.</em> You may opt out of interest-based advertising on mobile devices by activating the \"Limit Ad Tracking\" or equivalent feature offered by your mobile platform.\nIt will transmit a signal to us and to third-parties that indicates your data should not be used for interest-based advertising.</p>\n<p> Our Cookie and Device ID Use section provides additional options for controlling the use of particular kinds of cookies, including advertising cookies.\nYou may use our \"advertising cookies\" toggle in these settings to prohibit the collection and use of Personal Data in cookies for interest-based advertising.\n</p>\n</li>\n</ul>\n<p>\n<u>\n</u>\n</p>\n<u>\nManaging Preferences and Withdrawing Consent </u>\n<p>You may at any time withdraw your consent with future effect and without affecting the lawfulness of processing of your Personal Data based on the consent you provided before you withdrew it, and exercise other controls regarding website and online data collection, interest-based advertising, your communication settings, and app preferences.\nDepending on the Service, collection and use of Personal Data may be required for the Services to work.\n<br>\n</p>\n<p>We provide you several ways to manage your preferences: <br>\n</p>\n<ul>\n<li> Cookie Use and Controls Read More <p> Cookies serve a wide variety of purposes.\nCookies are pieces of data stored in your web browser that are transmitted to websites to remember your browser over time and distinguish it from other users.\nCookies are used to remember your shopping cart and personalize your web experience and for security, analytics, marketing, and interest-based advertising.\nOur cookies are placed and read by our web servers, while other cookies are placed and read by other companies' web servers.\nInformation on specific cookies is found on our website via the AdChoices link.\nYou can block and control cookies using the information noted in this section.\nIf you block all cookies, certain functionality on our website will not work.\n</p>\n<p> One way to think about cookies is based on their function.\nThe following settings will control our use of browser cookies, the use of IP address for tracking, and the collection and use of data for cookie-based, interest-based advertising.\n</p>\n<ul>\n<li>\n<b>[ IN ] Required Cookies</b>.\nThese strictly necessary cookies are used for core functionality, and recognize when you are signed in, remember things such as shopping carts and text entered, are necessary for security, and enforce your privacy preferences.\nWithout these cookies, some functionality on our websites will fail.\nYou can block these cookies in your browser preferences.\n</li>\n<li>\n<b>[ IN / OUT ] Functional Cookies</b>.\nThese cookies help to improve the sites by allowing us to understand how the site is used and how the site performs.\nThese cookies include analytics and measurement.</li>\n<li>\n<b>[ IN / OUT ] Advertising Cookies</b>.\nThese cookies help us and other parties personalize ads that are shown to you on our sites and Services, as well as on other sites.\nIf enabled, these cookies will allow third parties engaged in interest-based advertising on our site to recognize your browser software on other sites too.</li>\n</ul>\n</li>\n<li> IP Address Use Read More <p> An IP address refers to an identifier assigned by a network to a computer, mobile device, Internet of Things (IoT) device, or routing device.\nIP addresses, for purposes of this Privacy Policy, include \"public\" IP addresses, such as the IP address for a home router that is visible to the Internet, as well as \"local\" IP addresses, which are IP addresses assigned to computers and mobile devices \"behind\" a router (such as a home router).\nOur advertising and analytics partners may use IP addresses to group or correlate devices for purposes of analytics, security and anti-fraud purposes, interest-based advertising, ad targeting, ad attribution, and limiting ad frequency.</p>\n<p>You can choose not to have IP address used for purposes of advertising or analytics by using the cookie controls for \"Advertising Cookies,\" and \"Performance/Analytics,\" above.\n</p>\n</li>\n<li> Web Pixels or Beacons Use Read More Pixels are extremely small image files that, when loaded by your web browser, cause the browser to make a network request to the party corresponding to the pixel.\nIf that party's cookies are currently stored in your browser, those cookies will be transmitted with the request.\nBeacons can be used on web pages for advertising or to confirm the opening of a marketing email.\nWhen used in conjunction with cookies for interest-based-advertising, the cookie controls above can be used to control the purpose for which they are used.\n</li>\n<li> HTML5 Local Storage Read More HTML5 Local Storage in the browser is different from cookies, but can be used for the same purpose (to pair a tracking ID to a particular web server with your web browser so that the web server can identify your web browser over time).\nYou can control the purpose for which HTML5 Local Storage is used by using the cookie controls outlined above.\n</li>\n<li> Flash Cookie Use Read More Flash cookies are \"local shared objects\" used by Flash player to store data, similar to cookies.\nAlthough Flash content is declining in use, we may still use Flash on our sites.\nIf you have Flash installed, and wish to delete, block, or manage Flash cookies, please use the Flash settings panel made available by Adobe.\n</li>\n<li> Social Network Interaction and Widgets Read More Social network widgets, buttons, and plug-ins on our websites passively transmit data regarding a social network's members to that social network, even when a button is not clicked.\nThese technologies may allow a social network (such as Facebook, Twitter or YouTube) to personally identify its members and to know the web pages its members have visited.\nThis is true wherever social network buttons are embedded, regardless of whether a button is \"clicked\" or \"pressed.\" If you belong to a social network or use these categories of web services, you should review the privacy policies of those services to understand the nature of the data that they collect and what, if any, options the service offers to control how data is collected and used.\nIf you disable advertising cookies, the passive tracking associated with these buttons will be blocked on our sites.\n</li>\n<li> Mobile Device Advertising IDs, Location, Sensor Data, and In-Range Device Data Use Read More <p> Our mobile apps and our Services may transmit Device IDs, Location Data, and data from sensors to us and our partners, including our advertising partners.</p>\n<p>\n<u>\n<em>Device IDs</em>\n</u> include IDs associated with your mobile device carrier such as IMEI, MEID, IMSI.\nplatform-specific IDs such as Android ID, Google AID, and Apple's IDFA.\nand IDs that are part of your device hardware, such as WiFi MAC address, and serial number.\nExactly which Device IDs are transmitted can depend on your mobile device platform and the version of your operating system.\n</p>\n<p>\n<u>\n<em>Location Data.</em>\n</u> Our apps and Services transmit precise Location Data.\nLocation Data may be obtained from GPS services, cell tower triangulation, or known location of nearby WiFi access points.\n</p>\n<p>\n<u>\n<em>Sensor and In-Range Device Data.</em>\n</u> Our apps and Services may also collect Device IDs and network addresses (including IP addresses, MAC addresses, and SSIDs) from other, in-range or networked devices and WiFi Access Points.\nOur apps and Services may also collect information about altitude, air pressure, change in position.\n</p>\n<p>\n<u>\n<em>How We Use Mobile Device Data.</em>\n</u> We may use Device IDs, coarse location and Location Data, and data from sensors, including the local network, (together with app usage data and Fitness and Wellness Data) for strictly necessary purposes.\nimproving our apps and analytics.\npersonalization and preferences.\nand cross-app, cross-device, interest-based advertising.</p>\n</li>\n<li> Withdraw Your Consent for Use of Your Mobile Device IDs and Location Data for Analytics and Advertising Read More Activating the \"Limit Ad Tracking,\" \"Opt out of Ads Personalization,\" or equivalent setting from your mobile device will transmit a signal to us and any third parties that we use (the signal will apply to all of our mobile apps running on that device).\nWhen that signal is received by Under Armour or third parties, it communicates your choice to not have device IDs or Location Data used for purposes of advertising or analytics.\nWe honor the signal and require that our third party advertising and analytics partners do the same.\n<br> To the extent our mobile apps personalize functionality for you, you can change these settings within the app, or reset to defaults by deleting and reinstalling the app.\n</li>\n<li> Other Ways to Manage Your Location Services Read More You can also turn off the transmission of precise Location Data by turning off those services using your mobile device's built-in settings.\nTurning off location may cause some of our Services not to work.\n</li>\n<li> Change Consent Settings for Communication Preferences Read More <p>\n<b>Consent for Email Communication:</b> After signing up for email communications, you can choose to unsubscribe using the unsubscribe link in any commercial email we send.\nIf you use more than one Service, then unsubscribing from the emails relating to that Service will not stop you from receiving emails from other Services.\nPlease note that if you unsubscribe from \"all emails\" this means \"all emails other than strictly necessary emails.\" You will still receive email communications from us if they are strictly necessary to provide the Under Armour service or to confirm or validate a transaction, recover accounts, etc.</p>\n<br>\n<p>\n<b>Opt-In Mobile Text Messages:</b> You can opt-in to receive promotional, marketing, and special offer text messages from Under Armour.\nText messages are auto-dialed and consent to text messages is not required for any purchase or service.\nYou can opt-out of marketing by sending STOP to the number following the directions sent back to you when you sign up.</p>\n<br>\n<p>\n<b>Mobile Push Notifications:</b> You can manage the type of push notifications you receive from Under Armour by modifying the settings within the Under Armour Service.\nFor more information on how to update your push notification settings for our Services please visit here.\nYou may also set your mobile device settings to not allow push notifications from us.</p>\n</li>\n</ul>\n<u>\nTransfers of Your Personal Data to Other Countries </u>\nThe Personal Data Under Armour processes, and all associated Services and systems, including registration, is housed on servers in the United States.\nIf you are located outside of the United States, please be aware that Personal Data we collect will be processed and stored in the United States (the data protection and privacy laws in the United States may offer a lower level of protections than in your country/region).\n<br>\n<p>By using our Services and submitting your Personal Data, you agree to the transfer, storage, and/or processing of your Personal Data in the United States.\nWhere and as required, we will seek your explicit consent as outlined in this Privacy Policy.</p>\n<u>\nData Retention </u>\nWe will retain your Personal Data for as long as you maintain an account or as otherwise necessary to provide you the Services.\nWe will also retain your Personal Data as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.\n<br>\n<p>Where we no longer need to process your Personal Data for the purposes set out in this Privacy Policy, we will delete your Personal Data from our systems.<br>\n</p>\n<p>Where permissible, we will also delete your Personal Data upon your request.\nInformation on how to make a deletion request can be found here.\n<br>\n</p>\n<p>If you have questions about our data retention practices, please contact us through our Support Team.</p>\n<u>\nSecurity </u>\nWe implement appropriate technical and organizational safeguards to protect against unauthorized or unlawful processing of Personal Data and against accidental or unlawful destruction, loss, alteration, unauthorized disclosure of, or access to Personal Data.\nPlease be advised, however, that we cannot fully eliminate security risks associated with the storage and transmission of Personal Data.\n<p>\n<b>Links to Other Websites.</b> Please note that this Privacy Policy does not apply to the practices of companies that we do not own or control or to people that we do not employ or manage.\nOur Services may provide a link or otherwise provide access to Third Party Sites.\nWe provide these links merely for your convenience.\nWe have no control over, do not review, and are not responsible for Third Party Sites, their content, or any goods or services available through the Third Party Sites.\nOur Privacy Policy does not apply to Third Party Sites, and any data you provide to Third Party Sites, you provide at your own risk.\nWe encourage you to review the privacy policies of any Third Party Sites with that you interact with.</p>\n<u>\nChildren </u>\nWe do not knowingly collect Personal Data online from children under 13 (note that the minimum age may vary based on location, and on local law).\nIf you become aware that a child has provided us with Personal Data without parental consent, please contact us through our Support Team.\nIf we become aware that a child under 13 has provided us with Personal Data without parental consent, we will take steps to remove the data and cancel the child's account.\n<br>\n<br>\n<u>\nHow to Contact Us </u>\n<p> If you have any questions, comments, or concerns about how we handle your Personal Data, then you may contact us through our Support Team or write to us at: </p>\n<p> Under Armour, Inc.<br> Attention: Privacy Office, Legal Department <br> 1020 Hull Street <br> Baltimore, MD USA 21230<br>\n</p>\n<p>You can also go to our Location-Specific Disclosures to find a contact for the Data Protection Officer in your region, if applicable.</p>\n<p>\n<u>\n</u>\n</p>\n<u>\nLocation-Specific Disclosures </u>\n<ol>\n<li>\n<u>\n<b>Residents of Argentina</b> (Updated: December 17, 2019)</u> Read More <p>You have the right to access your Personal Data, at intervals no shorter than six months entirely free of charge (unless there is proof of a legitimate interest in access in shorter periods, as established in Section 14, Sub-section 3 of Act No.\n25,326).</p>\n<p> We encourage you to contact us directly and allow us to work with you to address your concerns.\nNevertheless, you have the right to lodge a complaint to the Agency of Access to Public Information, in its function of controlling agency responsible for enforcing Act No.\n25,326.</p>\n</li>\n<li>\n<u>\n<b>Residents of Australia</b>\n</u> Read More <p> Under Armour takes steps to keep your Personal Data accurate and up to date.\nIf you reside in Australia, you may request access to or correction of the Personal Data that we have collected about you.\nTo access your Personal Data, please contact us through our Support Team or at the address listed above.\nWe may charge for this service and will respond to reasonable requests as soon as practicable, and in any event, within the time limits prescribed by law.\n</p>\n<p> If you have any complaints regarding how we handle your Personal Data, please contact our Support Team or write to us at the address above with a detailed description of the complaint.\nUA responds to complaints as soon as practicable, and in any event, within the time limits prescribed by law.\n</p>\n</li>\n<li>\n<u>\n<b>Residents of Brazil</b> (Updated: October 7, 2020)</u> Read More <ol>\n<li>\n<b>Legal Basis for Processing</b>\n</li>\n<dl>\n<dt> While the Law no.\n13,709/2018 (Brazilian General Data Protection Regulation – “LGPD”) is not yet in force, we will process your data based on consent, by accepting this Privacy Policy.\nWhen it comes into force, we will have other legal basis, such as the legitimate interest of the controller or third parties.\nfor compliance with a legal or regulatory obligation by the data controller.\nfor the execution of a contract.\nfor regular exercise of rights in court, administrative or arbitration proceedings.\n</dt>\n</dl>\n<li>\n<b>How to exercise your rights</b>\n</li>\n<dl>\n<dt> Under Armour takes steps to keep your Personal Data accurate and up to date.\nIf you reside in Brazil, according to the LGPD, you have certain rights to the Personal Data that we have collected about you.\nTo exercise your rights to your Personal Data, at any time, please contact us through our Support Team or at the address listed below.\nYour request will be fulfilled at no cost, and we will respond to reasonable requests as soon as practicable, and in any event, within the time limits prescribed by law.\n</dt>\n</dl>\n<dl>\n<dt> You have the following rights: </dt>\n</dl>\n<ul>\n<li>\n<b>\n<u>Right to confirmation of the existence of the Processing of Personal Data:</u>\n</b> You have the right to ask us for confirmation on whether we are processing your Personal Data.\n</li>\n<li>\n<b>\n<u>Right of access to your Personal Data:</u>\n</b> You have the right to ask us access to the Personal Data and related information on that processing (e.g., the purposes of the processing, or the categories of Personal Data involved) subject to commercial and industrial secrecy.\n</li>\n<li>\n<b>\n<u>Right to correction of incomplete, inaccurate or out-of-date data:</u>\n</b> You have the right to have your Personal Data corrected, as permitted by law.\n</li>\n<li>\n<b>\n<u>Right to anonymization, blocking or deletion of unnecessary or excessive data or data processed unlawfully.</u>\n</b> The Anonymization refers to the use of reasonable and available technical means at the time of the processing, whereby the data loses the possibility of direct or indirect association with you.\n</li>\n<li>\n<b>\n<u>Right to data portability:</u>\n</b> You have the right to receive the Personal Data that you have provided to us, in a structured, commonly used and machine-readable format, and you have the right to transmit that information to another controller, including to have it transmitted directly, where technically feasible, except for the data that has already been anonymized by us.\n</li>\n<li>\n<b>\n<u>Right to erasure:</u>\n</b> You have the right to ask us to delete your Personal Data, as permitted by law.\nThis right may be exercised when you withdraw your consent on which processing is based.\nNote that we may retain a limited amount of data for a period of time - including, in situations that the storage of the information is authorized by law and or required by law.\n</li>\n<li>\n<b>\n<u>Right to Information about public and private entities with which Under Armour has shared data</u>\n</b> through communication, dissemination, international transfer, interconnection of personal data or shared processing of banks of personal data by them.\n</li>\n<li>\n<b>\n<u>Right to Information</u>\n</b> about the possibility of denying consent and the consequences of such denial.\n</li>\n<li>\n<b>\n<u>Right to withdraw consent:</u>\n</b> You have the right to withdraw your consent to our processing of your Personal Data, as permitted by law, and where the basis for processing was based on your consent.\n</li>\n<li>\n<b>\n<u>Right to object:</u>\n</b> When the legal basis for processing your data is anything other than consent, you can object to the processing when it is not in compliance with the law.\n</li>\n<li>\n<b>\n<u>Right to review automated processing decisions:</u>\n</b> You have the right to review decisions taken solely on the bases of automated processing of personal data that affects your interests.\nThis includes decisions intended to define your personal, professional, consumer or credit profile.\n</li>\n</ul>\n<li>\n<b> Changes to this Privacy Policy </b>\n</li>\n<dl> In order to enhance our Services it might be necessary to change this Privacy Policy from time to time.\nWe therefore reserve the right to modify this Privacy Policy in accordance with the applicable data protection laws.\nPlease visit our Website from time to time for information on updates to this Privacy Policy.\n</dl>\n<li>\n<b> How to contact us </b>\n</li>\n<dl> If you have any questions, comments, concerns or need to exercise your rights, you may contact us as follows: </dl>\n<dl> For Under Armour eCommerce &amp.\nRetail, contact us at: </dl>\n<dd> privacidade@vulcabrasazaleia.com.br <br>\n<br> 0800-701-0620 (for landline) <br>\n<br> (11) 2161-2997 (for mobile phone) <br>\n<br> VULCABRAS AZALEIA - SP, COMÉRCIO DE ARTIGOS ESPORTIVOS LTDA.\n- CNPJ:18.565.468/0001-99<br> Rodovia Vice Prefeito Hermenegildo Tonolli, 2000 - CEP: 13213-086 - Jundiaí/SP </dd>\n<dl> For Connected Fitness Applications contact us through our Support Team.\n</dl>\n</ol>\n</li>\n<li>\n<u>\n<b>Residents of Chile</b>\n</u> Read More <ol>\n<li>\n<b>How We Disclose Personal Data</b>\n</li>\n<dl>\n<dt> We may disclose your Personal Data for the purposes as described in the prior section of this Privacy Policy, in the Location-Specific Disclosures section, and in the following ways:<br>\n<br>\n</dt>\n<ol>\n<li>\n<b>To Service Providers and Vendors.</b>\n</li> With business partners, marketing partners, and vendors to provide, improve, and personalize the Services.\n<br>\n<br> In the case of Chile, we disclose Personal Data to our E-commerce service provider, Forus S.A., Taxpayer Number N°86.963.200-7, with principal place of business at Avenida Las Condes N°11.281, Las Condes, Santiago.\n</ol>\n</dl>\n<li>\n<b>How to exercise your rights</b>\n</li>\n<dl>\n<dt> You have the right to access, modify, object, or eliminate your Personal Data entirely free of charge as established in Article 12 of Law N°19.628 of Data Protection or further legal modifications.\n<br>\n<br> To exercise any of the rights referred before, you may contact us through our Support Team or write to us at: <br>\n<br> Under Armour, Inc.<br> Attention: Privacy Office, Legal Department<br> 1020 Hull Street<br> Baltimore, MD USA 21230<br>\n</dt>\n</dl>\n</ol> Likewise, in the case of E-commerce services provided in Chile, you can contact our partner Forus S.A., through the following communication channels: <ul>\n<li>Sending an e-mail to contacto@sac.underarmour.cl</li>\n<li>Call to the phone number +56 2 28203092</li>\n</ul>\n</li>\n<li>\n<u>\n<b>Residents of China Mainland</b>\n</u> Read More <ol>\n<li>\n<b>How To Contact Us</b>\n</li>\n<dl>\n<dt> If you have any questions, comments, or concerns about how we handle your Personal Data, please contact our Support Team, or write or call us at: </dt>\n<dd>\n<br>\n<b>Under Armour Trading (Shanghai) Co., Ltd.</b>\n<br> Attention: Legal Department/Privacy <br> 2F, Block 1, 359 Xie Tu Road, Huangpu District <br> Shanghai, China, 200023 <br> +86-21-2063-5608 </dd>\n</dl>\n<li>\n<b>Data Transfer</b>\n</li>\n<dl>\n<dt> Principally, Personal Data collected in China Mainland will be stored within China Mainland.\nHowever, we provide Services through resources and servers located globally (including the United States), which means your Personal Data may be transferred to or accessed within another country/region outside of China Mainland.\nThe data protection and privacy laws and principles in those countries/regions may not offer the same level of protection as those in China Mainland.\nUnder those circumstances, Under Armour will continue to protect your Personal Data in a manner consistent with what is expected under laws of China Mainland (e.g., we will obtain your consent to transfer your Personal Data, or de-identify the Personal Data before transfer).\n</dt>\n</dl>\n<li>\n<b> Withholding information</b>\n</li>\n<dl> You may choose not to provide Under Armour with your Personal Data.\nHowever, if you choose not to provide your Personal Data, you may not be able to enjoy the full range of Services.\n</dl>\n</ol>\n</li>\n<li>\n<u>\n<b>Residents of Colombia</b>\n</u> Read More <ol>\n<li>\n<b>How to exercise your rights</b>\n<br> Under Armour takes steps to keep your Personal Data accurate and up to date.\nYou have certain rights to the Personal Data that we have collected about you.\nTo exercise your rights to your Personal Data, please contact us through our Support Team or at the address listed below.\nWe will respond to reasonable requests as soon as practicable, and in any event, within the time limits prescribed by law.\n<ul>\n<li>\n<b>\n<u>Right to access your Personal Data:</u>\n</b> You have the right to access, free of charge, your Personal Data being processed by us.</li>\n<li>\n<b>\n<u>Right to know, update, and rectify your Personal Data:</u>\n</b> You have the right to correct your Personal Data, as permitted by law.</li>\n<li>\n<b>\n<u>Right to request proof of your consent:</u>\n</b> You have the right to request proof of the consent granted to us for the processing of your Personal Data, where consent was required to process the information.</li>\n<li>\n<b>\n<u>Right to withdraw your consent or to request the suppression of your Personal Data:</u>\n</b> You have the right to withdraw your consent or request that we suppress your Personal Data, as permitted by law.\n</li>\n<li>\n<b>\n<u>Right to file complaints:</u>\n</b> You have the right to file complaints before the Superintendence of Industry and Trade for any kind of infringement to privacy laws.</li>\n</ul>\n</li>\n<li>\n<b>Additional use of Personal Data</b>\n<br> Additional use of your Personal Data that is not described in this Privacy Policy will only take place as required by statute or when we have obtained your prior, explicit and informed consent.</li>\n<li>\n<b>How to contact us or our Privacy office</b>\n<br> If you have any questions, comments, or concerns about how we handle your Personal Data, then you may contact us through our Support Team or write to us at:<br>\n<dl>\n<dd> Under Armour, Inc.<br> Attention: Privacy Office, Legal Department <br> 1020 Hull Street <br> Baltimore, MD USA 21230 </dd>\n</dl>\n</li>\n</ol>\n</li>\n<li>\n<u>\n<b>Residents of the European Economic Area and the United Kingdom</b>\n</u> Read More <ol>\n<li>\n<b> If you elect not to provide personal data </b>\n</li>\n<dl>\n<dt> You may choose not to provide Under Armour with your Personal Data.\nHowever, if you choose not to provide your Personal Data, you may not be able to enjoy the full range of Services.\n</dt>\n</dl>\n<li>\n<b>How to exercise your rights</b>\n</li>\n<dl>\n<dt> Under Armour takes steps to keep your Personal Data accurate and up to date.\nIf you reside in the European Economic Area, you have certain rights to the Personal Data that we have collected about you.\nTo exercise your rights to your Personal Data, please contact us through our Support Team or at the address listed below.\nSubject to applicable law and in exceptional circumstances only, we may charge for this service and we will respond to reasonable requests as soon as practicable, and in any event, within the time limits prescribed by law.\n</dt>\n<br>\n<dt>You have the following rights:</dt>\n<ul>\n<li>\n<u>\n<b>Right of access to your Personal Data (Art.\n15 GDPR)</b>\n</u>: You have the right to ask us for confirmation on whether we are processing your Personal Data, and access to the Personal Data and related information on that processing (e.g., the purposes of the processing, or the categories of Personal Data involved).\n</li>\n<li>\n<u>\n<b>Right to correction (Art.\n16 GDPR)</b>\n</u>: You have the right to have your Personal Data corrected, as permitted by law.\n</li>\n<li>\n<u>\n<b> Right to erasure (Art.\n17 GDPR)</b>\n</u>: You have the right to ask us to delete your Personal Data, as permitted by law.\nThis right may be exercised among other things: (i) when your Personal Data is no longer necessary for the purposes for which it was collected or otherwise processed.\n(ii) when you withdraw consent on which processing is based according to Art.\n6 (1) (a) or Art.\n9 (2) (a) GDPR and where there is no other legal ground for processing.\n(iii) when you object to processing pursuant to Art.\n21 (1) GDPR and there are no overriding legitimate grounds for the processing, or when you object to the processing pursuant to Art.\n21 (2) GDPR.\nor, (iv) when your Personal Data has been unlawfully processed.\n</li>\n<li>\n<u>\n<b> Right to restriction of processing (Art.\n18 GDPR)</b>\n</u>: You have the right to request the limiting of our processing under limited circumstances, including: when the accuracy of your Personal Data is contested.\nwhen the processing is unlawful and you oppose the erasure of your Personal Data and request the restriction of the use of your Personal Data instead.\nor when you have objected to processing pursuant to Art.\n21 (1) GDPR pending the verification whether the legitimate grounds of Under Armour override your grounds.\n</li>\n<li>\n<u>\n<b> Right to data portability (Art.\n20 GDPR)</b>\n</u>: You have the right to receive the Personal Data that you have provided to us, in a structured, commonly used and machine-readable format, and you have the right to transmit that information to another controller, including to have it transmitted directly, where technically feasible.</li>\n<li> Right to object (Art.\n21 GDPR): You have the right to object to our processing of your Personal Data, as permitted by law.\nThis right is limited to processing based on Art.\n6 (1) (e) or (f) GDPR, and includes profiling based on those provisions, and processing for direct marketing purposes.\nAfter which, we will no longer process your Personal Data unless we can demonstrate compelling legitimate grounds for the processing that override your interests, rights and freedoms or for the establishment, exercise or defence of legal claims.</li>\n</ul>\n</dl>\n<li>\n<b> How we may disclose your Personal Data </b>\n<p> The GDPR and national laws of European Union member states implementing the Regulation permit the sharing of Personal Data relating to users who are residents of the European Economic Area with third parties only under certain circumstances.\nIf you reside in the European Economic Area, we will only share your Personal Data as described in our Privacy Policy under the heading \"How We Disclose Personal Data\" if we are permitted to do so under applicable European and national data protection laws and regulations.</p>\n</li>\n<li>\n<b> Health Data </b>\n<p> Some Fitness and Wellness Data that we collect -namely, the amount of hours an Athlete sleeps and his or her heart rate measurements-may be considered personal health data under the GDPR and its interpretation by the European data protection supervisory authorities if recorded over a longer period of time.\nWe use Athlete sleep data to help you track your sleep patterns over time, coach you on improving your sleep habits, and help you better understand how your sleep may be impacting your performance as you strive to meet your fitness and wellness objectives.\nTwo types of heart rate measurements may be captured via certain devices that integrate and operate with our Services - your resting heart rate (RHR) and the heart rates you generate during your workouts.\nThis heart rate data is designed to provide you with additional information that you can incorporate into your evaluation of your progress toward your fitness and wellness objectives.\nit should not, however, be considered professional medical advice and is not intended to be used for diagnostic purposes.\n</p>\n</li>\n<li>\n<b>Transfers of Your Personal Data to Other Countries (Updated October 28, 2020)</b>\n</li>\n<dl>\n<p>The Personal Data Under Armour processes, and all associated Services and systems, including registration, is housed on servers in the United States.\nIf you are located outside of the United States, please be aware that Personal Data we collect will be processed and stored in the United States (the data protection and privacy laws in the United States may offer a lower level of protections than in your country/region).</p>\n<p>In order to use our Services (in particular our connected fitness applications), we may require you to agree to the transfer, storage, and/or processing of your Personal Data in the United States.\nIn other situations where Personal Data is transferred outside of the European Economic Area (the EEA), Under Armour leverages other mechanisms for international data transfer including the European Commission-approved standard contractual clauses and consent.\nYou have the right to request a copy of the applicable measure or further information by contacting us at EUprivacy@underarmour.com.</p>\n<p>\n<em>EU-US and Swiss-US Privacy Shield:</em> Alongside the measures to ensure the lawfulness of data transfers from the EEA to outside the EEA mentioned above , Under Armour Inc.\nhas self-certified that it complies with the EU-U.S.\nPrivacy Shield Framework (\"Privacy Shield\") and the Swiss-U.S.- Privacy Shield regarding the collection, use, and retention of Personal Data from European Union member states, Switzerland, and the United Kingdom (UK) (excluding Personal Data collected in relation to MapMyFitness).</p>\n<p>In relation to this Personal Data, Under Armour has certified that it adheres to the Privacy Shield Principles of Notice, Choice, Accountability for Onward Transfer, Security, Data Integrity and Purpose Limitation, Access, and Recourse, Enforcement and Liability.\nIf there is any conflict between the standards of this Privacy Policy and the Privacy Shield Principles, the Privacy Shield Principles govern.\nTo learn more about the Privacy Shield program, please visit the US Department of Commerce Privacy Shield website.\nTo view our certification page, please visit the Privacy Shield List.</p>\n<p>Under the Onward Transfer Principle, we may remain liable for the processing of European Personal Data that we transfer to our third party agents or service providers.\n[In some instances, we may also be required to disclose Personal Data to comply with valid requests from public authorities, including for national security or law enforcement purposes.]</p>\n<p>In compliance with the Privacy Shield, Under Armour commits to resolve your complaints concerning data privacy and our collection or use of your Personal Data.\nWe welcome you to bring any concerns directly to us through our Support Team.\nEligible unresolved privacy complaints related to violations of the Privacy Shield Principles can be reported to JAMS, an alternative dispute resolution provider located in the United States and Canada.\nIf you do not receive timely acknowledgment of your complaint, or if your complaint is not satisfactorily addressed by Under Armour, please visit https://www.jamsadr.com/eu-us-privacy-shield for information on how to file a complaint with JAMS.</p>\n<p>Note that if your complaint is not resolved through either a direct interaction with Under Armour, or JAMS, under limited circumstances, a binding arbitration option may be available before a Privacy Shield Panel.</p>\n<p>For the purposes of enforcing compliance with the Privacy Shield, Under Armour is subject to the investigatory and enforcement powers of the United States Federal Trade Commission</p>\n</dl>\n<li>\n<b> Marketing communications</b>\n</li>\n<p> Where we are legally required to do so, we ask you for your prior consent before providing you with promotional materials or information.\nWhen required by local law, when marketing consent is obtained, we use the double-opt-in method (confirmation of your email address by email before sending you promotional messages) in order to verify your consent.\nYou may revoke your consent at any time (this will not affect the processing of your Personal Data undertaken until the revocation).\nIf you want to stop receiving promotional materials, etc., you can do so at any time as outlined in the Change Consent Settings for Communication Preferences section.</p>\n<li>\n<b>Additional use of Personal Data</b>\n</li>\n<p>Additional use of your Personal Data that is not described in this Privacy Policy will only take place as required by statute or when we have obtained your consent.</p>\n<li>\n<b>\tLegal Basis for Processing under the GDPR</b>\n</li> In this section we provide information on the legal basis for our processing of your Personal Data as required by Art.\n13 and 14 of the GDPR: <ul>\n<li>When you register for an account or interact with our Services, such processing is necessary for the performance of our Services, Art.\n6 (1) (b) GDPR.</li>\n<li> When you input Fitness and Wellness Data within our Services: For sensitive data (including health data and biometric data) as defined in the GDPR, we process such data on the basis of your prior consent, Art.\n9(2)(a) GDPR.</li>\n<li> When you use or interact with a wearable or other connected device.</li>\n<ul>\n<li>\n<u>For sensitive data</u> (including health data and biometric data) as defined in the GDPR, we process such data on the basis of your prior consent, Art.\n9(2)(a) GDPR.\n</li>\n<li>\n<u>For non-sensitive Personal Data which we need in order to perform the Services,</u> such processing is necessary for the performance of our Services, Art.\n6 (1) (b) GDPR.</li>\n<li>\n<u> With regard to other non-sensitive Personal Data,</u> we process such data on the basis of our legitimate interest, Art.\n6 (1) (f) GDPR, and our legitimate interest is to enhance our Services.\n</li>\n</ul>\n<li>When we collect precise Location Data following your prior consent, we process such data on the basis of your prior consent, Art.\n6(1)(a) GDPR.\nIn other cases where we process your Location Data without consent, for example in order to provide our Services, such processing is necessary for the performance of our Services, Art.\n6 (1) (b) GDPR.</li>\n<li> When you communicate with us or sign up for promotional materials, we process such data on the basis of our legitimate interest, Art.\n6 (1) (f) GDPR, and our legitimate interest is to provide you with our promotional messages.\nWhere we are required under applicable local law to obtain your consent for sending you marketing information, the legal basis is your consent, Art.\n6(1)(a) GDPR.\n</li>\n<li> When you participate in special activities, offers, or programs.</li>\n<ul>\n<li>\n<u>For sensitive data</u> (health data) (including health data or biometric data) as defined in the GDPR, we process such data on the basis of your prior consent, Art.\n9(2)(a) GDPR.</li>\n<li>\n<u>For non-sensitive Personal Data,</u> we process such data on the basis of our legitimate interest, Art.\n6 (1) (f) GDPR, and our legitimate interest is to provide you with our promotional messages or to allow you to participate in our special activities, offers or programs.\n</li>\n</ul>\n<li> When you engage with our online communities or advertising and we actively collect your Personal Data in this context, we process such data on the basis of our legitimate interest, Art.\n6 (1) (f) GDPR, and our legitimate interest is to provide you with our promotional messages.</li>\n<li> When you access third party products and services and we obtain Personal Data about you from such third party sources:</li>\n<ul>\n<li>\n<u>For Personal Data that we need in order to perform the Services </u> (e.g.\nif you pay for third party products through our Services), (e.g.\nif you pay for third party products through our Services), such processing is necessary for the performance of our Services, Art.\n6 (1) (b) GDPR.</li>\n<li>\n<u> With regard to other Personal Data,</u> we process such data on the basis of our legitimate interest, Art.\n6 (1) (f) GDPR, and our legitimate interest is to enhance your experience and to improve our Services.\n</li>\n</ul>\n<li> When you connect with us through social media:</li>\n<ul>\n<li>\n<u> Where we collect your consent in such case,</u> for instance for marketing purposes, we process such data on the basis of your prior consent, Art.\n6 (1) (a) GDPR.\n</li>\n<li>\n<u> Where we do not collect your consent</u> in such case, we process such data on the basis of our legitimate interest, Art.\n6 (1) (f) GDPR, and our legitimate interest is providing you with better Services and to enable you to use the full range of our Services (Art.\n6 (1) (f) GDPR).</li>\n</ul>\n<li> When we collect data from third parties or publicly-available sources: </li>\n<ul>\n<li>\n<u>For Personal Data which we need in order to perform the Services </u> (e.g.\nfor email verification purposes), such processing is necessary for the performance of our Services, Art.\n6 (1) (b) GDPR.\n</li>\n<li>\n<u> With regard to other Personal Data,</u> we process such data on the basis of our legitimate interest, Art.\n6 (1) (f) GDPR, and our legitimate interest is providing you with better Services and to enable you to use our Services more efficiently.</li>\n</ul>\n<li> When we leverage and/or collect cookies, device IDs, Location Data, data from the environment, and other tracking technologies, we process such data on the basis of your consent, Art.\n6 (1) (a) GDPR, and based on our legitimate interest, Art.\n6 (1) (f) GDPR, where we do not obtain your consent and our legitimate interest is to provide you with better Services or marketing.</li>\n<li> When we track you in Store, we process such data on the basis of our legitimate interest, Art.\n6 (1) (f) GDPR, and our legitimate interest in enhancing your shopping experience as well as loss or crime prevention.\n</li>\n<li> When we use coarse location and data from sensors, we process such data for strictly necessary purposes in order to perform our Services, Art.\n6 (1) (b) GDPR).\nand for our legitimate interest in marketing and improving our Services, Art.\n6 (1) (f) GDPR).\n</li>\n<li>When we aggregate or centralize data, such processing is either necessary for the performance of our Services, Art.\n6 (1) (b) GDPR, or we process such data on the basis of our legitimate interest, Art.\n6 (1) (f) GDPR, and our legitimate interest is to provide you with better or customized Services and marketing.</li>\n<li> When you sign up for our services that consist of social sharing and communication with others (including linking you to friends across platforms: </li>\n<ul>\n<li>\n<u> Where we collect your consent</u> in such case, we process such data on the basis of your prior consent, Art.\n6 (1) (a) GDPR.\n</li>\n<li>\n<u> Where we do not collect your consent </u> in such case, such processing is necessary for the performance of our Services, Art.\n6 (1) (b) GDPR.</li>\n</ul>\n<li> When you take fitness tests or assessments, share content or achievements, or invite friends to use the Services:</li>\n<ul>\n<li>\n<u> Where we collect your consent </u> in such case, we process such data on the basis of your prior consent, Art.\n6 (1) (a) GDPR.\n</li>\n<li>\n<u> Where we do not collect your consent </u> in such case, such processing is necessary for the performance of our Services, Art.\n6 (1) (b) GDPR.</li>\n</ul>\n<li> When we provide you geographically relevant Services, offers, or advertising: <ul>\n<li>\n<u> Where we collect your consent</u> in such case, we process such data on the basis of your prior consent, Art.\n6 (1) (a) GDPR.\n</li>\n<li>\n<u> Where we do not collect your consent</u> in such case, for such data that we need in order to perform the Services, such processing is necessary for the performance of our Services, Art.\n6 (1) (b) GDPR.</li>\n<li>\n<u> Where we do not collect your consent in such case and where we do not need such data in order to perform the Services,</u> we process such data for our legitimate interest in offering you marketing and improving our Services, Art.\n6 (1) (f) GDPR).\n</li>\n</ul>\n</li>\n<li>When you ask us to customize apparel, products, or Services: <ul>\n<li>\n<u>Where we collect your consent</u> in such case, we process such data on the basis of your prior consent, Art.\n6 (1) (a) GDPR.\n</li>\n<li>\n<u>Where we do not collect your consent</u> in such case, such processing is necessary for the performance of our Services, Art.\n6 (1) (b) GDPR.</li>\n</ul>\n</li>\n<li> When we disclose Personal Data to our affiliates and partners, and to our service providers and vendors: <ul>\n<li>\n<u>Where we collect your consent</u> in such case, we process such data on the basis of your prior consent, Art.\n6 (1) (a) GDPR </li>\n<li>\n<u>Where we do not collect your consent</u> in such case, such processing is necessary for the performance of our Services, Art.\n6 (1) (b) GDPR, or we process such data on the basis of our legitimate interest, Art.\n6 (1) (f) GDPR, and our legitimate interest is to provide you with better Services and marketing.</li>\n</ul>\n</li>\n<li>When we process or share Personal Data in the event of an actual or contemplated sale, we process such data for our legitimate interest in offering, maintaining, providing, and improving our Services, Art.\n6 (1) (f) GDPR).</li>\n<li>When we conduct analytics, we process such data on the basis of our legitimate interest, Art.\n6 (1) (f) GDPR, and our legitimate interest is to enhance your experience and to develop and improve our Services.</li>\n<li>When we investigate suspected illegal or wrongful activity, we process such data on the basis of our legitimate interest, Art.\n6 (1) (f) GDPR, and our legitimate interest is to ensure compliance with legal requirements and law enforcement requests and for public safety purposes.</li>\n</ul>\n<li>\n<b>Right to lodge a complaint before the Data Protection Authority</b>\n<p>We encourage you to contact us directly and allow us to work with you to address your concerns.\nNevertheless, you have the right to lodge a complaint with a competent data protection supervisory authority, in particular in the EU Member State where you reside, work or the place of the alleged infringement.\nYou have the right to do so if you consider that the processing of Personal Data relating to you infringes applicable data protection laws.\n</p>\n</li>\n<li>\n<b>Changes to this Privacy Policy</b>\n<p>In order to enhance our Services it might be necessary to change this Privacy Policy from time to time.\nWe therefore reserve the right to modify this Privacy Policy in accordance with the applicable data protection laws.\nPlease visit our Website from time to time for information on updates to this Privacy Policy.\n</p>\n</li>\n<li>\n<b> How to contact us or our Privacy Office</b> (updated: December 28, 2020)</li>\n<p> In case of questions about the processing of your Personal Data please contact us at EUprivacy@underarmour.com.\n</p>\n<p>If we are required under applicable law to appoint a data protection officer (DPO), you can contact the DPO that is responsible for your country/region at EUprivacy@underarmour.com.</p>\n<p> Under Armour, Inc.\nis the data controller for Under Armour and MapMyfitness.\nIn relation to these services and any other processing of Personal Data where we are required to appoint a representative in the UK or EU pursuant to applicable law, we have appointed UA UK Retail Limited as our representative in the UK and Under Armour Europe, B.V.\nas our representative in the EU.\nYou can contact the representative in your region at:</p>\n<dl>\n<dt>\n<b>UK representative:</b>\n</dt>\n<dd>UA UK Retail Limited <br> Registered Office:<br> c/o Corporation Service Company (UK) Limited<br> 5 Churchill Place<br> 10th Floor<br> London, England<br> E14 5HU<br> Attention UA Privacy Office<br>\n</dd>\n<br>\n<dt>\n<b>EU representative:</b>\n</dt>\n<dd>Under Armour Europe B.V.<br> Stadionplein 10<br> 1076CM Amsterdam, The Netherlands<br> Attention UA Privacy Office<br>\n</dd>\n</dl>\n</ol>\n</li>\n<li>\n<u>\n<b>Residents of Hong Kong, SAR of China</b>\n</u> Read More <p> Under Armour takes steps to keep your Personal Data accurate and up to date.\nIf you reside in Hong Kong, you may request access to or correction of the Personal Data that we have collected about you.\nTo access your Personal Data, please contact us through our Support Team or at the address listed above.\nWe may charge for this service and will respond to reasonable requests as soon as practicable, and in any event, within the time limits prescribed by law.\n</p>\n<p>\n</p>\n<ol>\n<li>\n<b> Your consent for use or sharing of Personal Data for marketing purposes</b>\n</li>\n<dl>\n<dt>You may choose not to provide Under Armour with your Personal Data.\nHowever, if you choose not to provide your Personal Data, you may not be able to enjoy the full range of Services.\nUnder Armour may use your Personal Data to communicate with you about Under Armour products or Services you have purchased or used and to notify you of other products, Promotions and Services we think may be of interest to you.\nWe may also share Personal Data with our family of companies, Ad Partners, business partners, vendors and suppliers who are providing you with products and Services for their marketing purposes.\nYou may provide your consent through the methods described in the next section.</dt>\n</dl>\n<li>\n<b>How to indicate your consent and opt-out</b>\n</li>\n<dl>\n<dt>You may indicate your consent in a number of ways, including: (i) ticking a box to indicate your consent when providing us with your Personal Data through our Services or a form (including enrolling in Promotions).\nor ticking a box to indicate your consent when registering with us or creating an account with us.\nYou may opt-out from receiving marketing communications at any time, free of charge, through the methods described in the Managing Preferences and Withdrawing Consent section.\n</dt>\n</dl>\n</ol>\n</li>\n<li>\n<u>\n<b>Residents of Indonesia, Malaysia, Philippines, Thailand and Singapore (updated: April 7, 2021)</b>\n</u> Read More <ol>\n<li>Operator of Websites.</li>\n<dl>\n<dt> UA Sports (S.E.A.) Pte.\nLtd.\noperates below websites<br> http://www.underarmour.co.id in Indonesia<br> http://www.underarmour.com.my in Malaysia<br> http://www.underarmour.com.ph in Philippines<br> http://www.underarmour.com.sg in Singapore<br>\n<br> UA Sports (Thailand) Co., LTD.\noperates website of http://www.underarmour.co.th in Thailand.\n</dt>\n</dl>\n<li>Right of your Personal Data.\n<dl>\n<dt> Under Armour takes steps to keep your Personal Data accurate and up to date.\nIf you reside in Indonesia, Malaysia, Philippines, Thailand or Singapore, you may request access to, and modification, opposition, and deletion of the Personal Data that we have collected about you.\nYou may also withdraw your consent forus to continue collecting, using, disclosing and processing your Personal Data.However, if you do so, it may not be possible for us to fulfil the purposes for which we require the Personal Data, including processing your transactions or providing you with the products and/or services that you require.\n<br>\n<br> To access your Personal Data, please contact us through our Support Team or at the applicable address listed below in section e.\nSubject to applicable law, we may charge for this service and will respond to reasonable requests as soon as practicable, and in any event, within the time limits prescribed by law.\nWe may be permitted under applicable laws to refuse a request, for example, we may refuse (a) a request for erasure where the personal data is required for in connection with claims.\nor (b) an objection request and continue processing your personal data based on compelling legitimate grounds for the processing.\n</dt>\n</dl>\n</li>\n<li>Transfer to Other Countries <dl>\n<dt> The following provisions shall apply in place of the identically labelled provisions in the main privacy policy at:<br>\n<b>Transfers of Your Personal Data to Other Countries</b>\n<br> The Personal Data Under Armour processes, and all associated Services and systems, including registration, is housed on servers in the United States.\nIf you are located outside of the United States, please be aware that Personal Data we collect will be processed and stored in the United States.\nWe will ensure that your Personal Data is protected in accordance with applicable data protection laws (including offering a comparable level of protection as those required by your country laws).\n<br>\n<br> By using our Services and submitting your Personal Data, you agree and consent to the transfer, storage, and/or processing of your Personal Data in the United States and to other countries/regions.\nWhere and as required, we will seek your explicit consent as outlined in this Privacy Policy </dt>\n</dl>\n</li>\n<li>Other specific disclosures by locations</li>\n<ol>\n<li>If you reside in the Philippines, you also have the following rights as a data subject:</li>\n<ul>\n<li>Right to correct inaccuracies or errors in your personal data.\n</li>\n<li>Right to suspend, withdraw or order the blocking, removal or destruction of your personal data;</li>\n<li>Be indemnified for any damages due to the inaccurate, incomplete, outdated, false, unlawfully obtained or unauthorized use of your Personal Data.\nand</li>\n<li>Right to data portability - where Personal Data is processed by electronic means and in a structured and commonly used format, you have the right to obtain from Under Armour a copy of data undergoing processing in an electronic or structured format, which is commonly used and allows for further use.</li>\n</ul> Furthermore, the follow provisions shall apply in place of the identically labelled provisions in the main privacy policy at:<br>\n<br>\n<b>Automated Processing</b>\n<br>\n<br> We may use some automated processing to provide our Services and to make recommendations in the context of specific services.\nPrior to sharing or using such data for automated processing, we will first seek your consent.\n<br>\n<br>\n<li>If you reside in <b>\n<u>Indonesia</u>\n</b>, the following provisions shall apply in place of the identically labelled provisions in the main privacy policy at:</li>\n<br>\n<b>Transfer of Data.</b>\n<br> We transfer data to the United States and to other countries/regions for processing.\nIf you accept the terms and conditions set out in this Privacy Policy, you agree and consent to the transfer of your Personal Data to the United States and to other countries/regions for processing.\n<br>\n<br>\n<b>Children</b>\n<br> We do not knowingly collect Personal Data online from persons under 18 (a child).\nIf you become aware that a child has provided us with Personal Data without parental consent, please contact us through our Support Team.\nIf we become aware that a child has provided us with Personal Data without parental consent, we will take steps to remove the data and cancel the child's account.\n<br>\n<br>\n<li>If you reside in <b>\n<u>Singapore</u>\n</b>, you also have the following rights as a data subject:</li>\n<ul>\n<li>\n<b>Restriction:</b> you may withdraw consent for our use of your personal data.</li>\n<li>\n<b>Portability:</b> you may request the transfer of certain of your personal data to another party under certain conditions.\n</li>\n</ul>\n</ol>\n<li>Data Privacy Officer/Personal Information Controller</li> If you have questions about our privacy policy or privacy practices, you may contact us through our Support Team, or contact our Personal Data Officer/Personal Information Controller for UA Sports (S.E.A.) Pte.\nLtd.\nAnd UA Sports (Thailand) Co.\nLtd identified in the Terms as follows <br>\n<br> Attention: Andrew Siau <br>\n<br> 7 Temasek Boulevard<br> #25-01 Suntec Tower One<br> Singapore 038987<br> Tel: +65 68059215<br> Email: andrew.siau@underarmour.com </ol>\n</li>\n<li>\n<u>\n<b>Residents of Japan</b> (Updated: August 31, 2018)</u> Read More <ol>\n<li>\n<b>Operator of Japan Websites</b>\n<ol>\n<li> Dome Corporation operates the Japan Website (http://www.underarmour.co.jp), and collects, uses, and shares your Personal Data according to the provisions of this Privacy Policy.\nand,</li>\n<li> Under Armour operates the Mobile Apps, and collects, uses and shares your Personal Data as outlined in this Privacy Policy.</li>\n</ol>\n</li>\n<li>\n<b>How Dome Uses Personal Data</b>\n<p> Dome Corporation and Under Armour may use your Personal Data to communicate with you about Under Armour products or Services you have purchased or used and to notify you of other products, promotions and Services we think may be of interest to you.\n</p>\n<p> Dome Corporation will use the Personal Data you provide at registration for the following purposes:</p>\n<ol>\n<li> Communicating with you on the use of Dome Corporation's website and services.</li>\n<li> Communicating with you on activities related to ordered products, the Newsletter, catalogues, order, delivery and payment.</li>\n<li> Delivering information (including advertisements) on products, services, and promotional campaigns.</li>\n<li> Distributing the ordinary Newsletter, only upon separate request.\n</li>\n<li> Re Requesting opinions and feedback on products and services.\n</li>\n<li> Providing you with updates on new uses of your Personal Data.</li>\n<li> Providing registration support and details for products, separately designated by Dome Corporation.</li>\n<li> Providing e-mail and/or telephone support from Dome Corporation Customer Center.\n</li>\n<li> Creating statistical and analytic information.\n</li>\n<li> Other inevitably necessary communications to you.\n</li>\n<li> Leveraging and/or collect cookies, device IDs, Location, data from the environment, and other tracking technologies.\n</li>\n<li> Providing you geographically relevant Services, offers, or advertising.\n</li>\n<li> Complying with Legal Requirements or Obligations, Law Enforcement, and for Public Safety Purposes.\n</li>\n</ol>\n<p> Dome Corporation and Under Armour may also share Personal Data with our family of companies, Ad Partners, business partners, vendors and suppliers.\nThe sharing of Personal Data to these organizations may mean your Personal Data is transferred to third parties located outside of Japan.</p>\n<p> You may provide your consent through the methods described in the next section.\n</p>\n</li>\n<li>\n<b>Consent for use and/or sharing of Personal Data</b>\n<p> If you reside in Japan, by using the Services you consent to the collection, use and transfer of your Personal Data with Dome Corporation and Under Armour as outlined in this Privacy Policy.\nTo obtain further information on the companies and affiliates within Dome Corporation, please visit http://www.domecorp.com/.\nFurther, Personal Data collected will be shared as outlined in this Privacy Policy.\nDome Corporation may also share your Personal Data with its affiliates as well as with partners, vendors, and suppliers with whom they have entered into a contractual relationship.\nand as required by law and special circumstances, if (i) it is reasonably necessary to comply with legal process (such as a court order, subpoena, search warrant, etc.) or other legal requirements of any governmental authority.</p>\n<p> You may choose not to provide Dome Corporation and Under Armour with your Personal Data.\nHowever, if you choose not to provide your Personal Data, you may not be able to enjoy the full range of Services.\n</p>\n<p>\n<u> How to indicate your consent and opt-out</u>\n</p>\n<p> You may indicate your consent in a number of ways, including: (i) ticking a box to indicate your consent when providing Dome Corporation and/or Under Armour with your Personal Data through the Services or a form (including enrolling in Promotions).\n(ii) or ticking a box to indicate your consent when registering with Dome Corporation or creating an account with Under Armour.\nYou may opt-out from receiving marketing communications at any time, free of charge, through the methods described in the Managing Preferences and Withdrawing Consent section.\n</p>\n</li>\n<li>\n<b>How to Contact Dome Corporation</b>\n<p> Any questions or inquiries about the Japan Website (http://www.underarmour.co.jp) should be made to Dome Customer Center.\nIf you wish to send the inquiry by mail, please send it to the following address.\nIn case of urgent matter, please call to us or use an inquiry form.\nIf you have any questions, comments, or concerns about how Dome Corporation handles your Personal Data, then you may contact the Dome Corporation through the Dome Customer Center at:</p>\n<dl>\n<dd>\n<b>Dome Corporation</b>\n<br>\n</dd>\n<dd>\n<b>Responsible for handling of Personal Data: Executive Officer/ CFO</b>\n<br> Attention: Dome Customer Center<br> 1-3-33 Ariake <br> Koto-ku, Tokyo, 135-0063 Japan <br> +81-120-106-786 <br>\n</dd>\n<br>\n<dt> Dome Customer Center accepts the following:</dt>\n<dd>\n<ul>\n<li> Requests from you for information on the use and disclosure </li>\n<li> Requests for correction/addition/deletion </li>\n<li> Requests to cease further use or provision (correct, disclosure, etc.).\n</li>\n<li> Requests for Disclosure </li>\n</ul>\n</dd>\n</dl>\n<p> If you need a written response, please download an application form available at \"Handling of Personal Information\" and send the form to Dome Corporation by mail.\n</p>\n<p> When requesting disclosure, correction or deletion, Dome Corporation will confirm your identity by checking whether the address, name and telephone number match with the information you provided at registration – in order to prevent disclosure of Personal Data to a third party or unauthorized alternation of Personal Data.\nDome Corporation will only accept and fulfill your request once this validation process is completed.\n</p>\n<p> If you wish to correct personal data that was submitted through a registration form, Dome Corporation will only accept the correction if you submit new Personal Data that reflects the correction through that registration process.</p>\n</li>\n</ol>\n</li>\n<li>\n<u>\n<b>Residents of Mexico</b>\n</u> Read More By using the services you consent to the collection, use and transfer of your Personal Data (including sensitive personal data pursuant to Mexican law) for processing in the United States as described in this policy.\n<ol>\n<li>\n<b>Access requests</b>\n</li>\n<p> Under Armour takes steps to keep your Personal Data accurate and up to date.\nIf you reside in Mexico, you may request access to, modification, cancelation or opposition of the Personal Data that we have collected about you.\nTo access your Personal Data, please contact us through our Support Team or at the address listed above.\nWe may charge for this access service pursuant to applicable law and will respond to reasonable requests as soon as practicable, and in any event, within the time limits prescribed by law.</p>\n</ol>\n</li>\n<li>\n<u>\n<b>Residents of New Zealand</b>\n</u> Read More Under Armour takes steps to keep your Personal Data accurate and up to date.\nIf you reside in New Zealand, you may request access to or correction of the Personal Data that we have collected about you.\nTo access your Personal Data, please contact us through our Support Team or at the address listed above.\nWe may charge for this service and will respond to reasonable requests as soon as practicable, and in any event, within the time limits prescribed by law.\n</li>\n<li>\n<u>\n<b>Residents of South Korea</b> (Updated: October 19, 2018)</u> Read More <ol>\n<li>\n<b> Under Armour Shopping Personal Data Items Collected</b>\n</li>\n<p>\n<em>Mandatory:</em> First and Last Name, Email Address, Account Password, Billing Address, Shipping Addresses, Gender, Date of Birth, Interests (i.e., UA category), postal code, order history, phone number, IP address, browser history information, and cookies.</p>\n<p>\n<em> Optional:</em> First and Last Name, Email Address, Billing Address, Shipping Addresses, Gender, Date of Birth, Interests (i.e., UA category), postal code, order history, phone number, IP address, browser history information, and cookies.\nLogin and interaction information from social media and online communities.</p>\n<li>\n<b> Under Armour Shopping Delegation of Personal Data Processing</b>\n</li>\n<p>Updated: October 19, 2018.\nPlease note that this section may be updated on an ongoing basis.\n<br>\n</p> Receiving Third Party Scope of Services Kakao Corp.\nAddress Lookup and Verification Naver Pay Payment Gateway KG INICIS Payment Gateway <br>\n<li>\n<b>Under Armour Shopping Overseas Transfer (Delegation of Personal Data Processing)</b>\n</li>\n<br> Overseas Transferee (Country) Time and Method of overseas transfer Purpose of Use Transferred Items Retention Period Salesforce.com, Inc.(U.S.) At account creation, guest or account checkout, shipment, viewing Under Armour website, email marketing opt-in, and customer feedback personal data captured is electronically transferred to servers.\nDuring customer service support interactions personal data is captured and transferred to servers Ecommerce Platform and Email Services First and Last Name, Email Address, Billing Address, Shipping Addresses, Gender, Date of Birth, Interests (i.e., UA category), postal code, order history, phone number, IP Address <em>As long as you maintain an Account</em> Adobe Systems Incorporated (U.S.) Site Analytics Broswer History Information Li &amp.\nFung Ltd (U.S.) 3rd Party Warehouse Partner First and Last Name, Shipping Addresses, postal code Bazaarvoice(U.S.) Ratings &amp.\nReviews Email address, Telephone Number, Gender OpinionLab, Inc.\n(U.S.) Customer Feedback First and Last Name, Email Address Oracle Corporation (U.S.) Customer Service contact management First and Last Name, Email Address, phone number SAP SE (U.S.) Customer Information analytics First and Last Name, Email Address, Billing Address, Shipping Addresses, Gender, Date of Birth, Interests (i.e., UA category), postal code, order history, phone number, IP Address <br>\n<li>\n<b>Under Armour Shopping Overseas Transfer (Third Party Provision of Personal Data</b>\n</li>\n<br> Overseas Transferee (Country) Time and Method of overseas transfer Purpose of Use Transferred Items Retention Period Under Armour (U.S.) At account creation, guest or account checkout, and shipment personal data captured is electronically transferred to servers via the Netherlands to the United States.\nTo better understand our business, analyze our operations, improve the Services,and to develop new products and Services to support your fitness, wellness, and nutritional goals.\n<br> To provide you with information on the products and Services that we think are most relevant to you and to enable us to measure the success of our marketing activities.\nFirst and Last Name, Email Address, Account Password, Billing Address, Shipping Addresses, Gender, Date of Birth, Interests (i.e., UA category), postal code, order history, phone number <em>As long as you maintain an Account</em> Under Armour Europe, B.V.(the Netherlands) At account creation, guest or account checkout, and shipment personal data captured is electronically transferred to servers in the Netherlands.\nTo better understand our business, analyze our operations, improve the Services, and to develop new products and Services to support your fitness, wellness, and nutritional goals.<br> To provide you with information on the products and Services that we think are most relevant to you and to enable us to measure the success of our marketing activities.\nFirst and Last Name, Email Address, Account Password, Billing Address, Shipping Addresses, Gender, Date of Birth, Interests (i.e., UA category), postal code, order history, phone number <em>As long as you maintain an Account</em>\n<br>\n<li>\n<b>Access Requests</b>\n</li>\n<p> Under Armour takes steps to keep your Personal Data accurate and up to date.\nIf you reside in South Korea, you may request access to, and modification, opposition and deletion of the Personal Data that we have collected about you.\nTo access your Personal Data, please contact us through our Support Team or at the address listed below.\nSubject to applicable law, we may charge for this service and will respond to reasonable requests as soon as practicable, and in any event, within the time limits prescribed by law.</p>\n<li>\n<b> Data rentention and destruction</b>\n</li>\n<p>Under applicable Korean law, your Personal Data must be retained for the following periods:</p>\n<ul>\n<li>Records regarding contracts or the cancellation of contracts, and records on payment and provision of goods:</li>\n<ul>\n<li>Reason of retention: Act on Consumer Protection in Electronic Commerce Transactions, etc.</li>\n<li>Retention period: five years</li>\n</ul>\n<li>Records on customer complaints or dispute resolution:</li>\n<ul>\n<li>Reason of retention: Act on Consumer Protection in Electronic Commerce Transactions, etc.</li>\n<li>Retention period: three years</li>\n</ul>\n<li>Communications confirmation data </li>\n<ul>\n<li>Reason of retention: Communications Privacy Protection Act</li>\n<li>Retention period: three months</li>\n</ul>\n<li>Records on electronic financial transactions:</li>\n<ul>\n<li>Reason of retention: Electronic Financial Transaction Act</li>\n<li>Retention period: five years</li>\n</ul>\n</ul>\n<br>\n<li>\n<b>Method and procedure for the destruction of Personal Data</b>\n</li>\n<p>Under Armour retains your Personal Data (i) for as long as you maintain an Account or as needed to provide you the Services and/or (ii) as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.\nPersonal Data is destroyed when it is no longer necessary for these purposes.\nThe specific destruction process and method are as follows: (i) Personal Data printed on the paper is shredded, burned, pulped, pulverized, or incinerated.\nand (ii) Personal Data stored in electronic form is deleted using technology designed to prevent the recovery of the Personal Data.</p>\n<li>\n<b>How to Contact Us</b>\n</li> If you have any questions, comments, or concerns about how we handle your Personal Data, then you may contact us through our Support Team, write to us or call us at: <dt>\n</dt>\n<dd>\n<b>Under Armour Korea Ltd.</b>\n<br> Attention: Data Privacy Officer <br> Under Armour Korea LTD.<br> 464, Gangnam-daero, Gangnam-gu <br> Seoul, Korea, 06123 <br> +82-2-570-5001<br>\n</dd>\n</ol>\n</li>\n<li>\n<u>\n<b>Residents of Turkey</b>\n</u> Read More By using the e-Commerce Services you consent to the collection, use and transfer of your Personal Data with DOĞUŞ PERAKENDE and Under Armour as outlined in this Privacy Policy.\nTo obtain further information on the companies and affiliates within the DOĞUŞ GROUP, please visit https://www.dogusgrubu.com.tr/tr/sektorler.\nFurther, personal data collected will be shared as outlined in this Privacy Policy.\nDOĞUŞ PERAKENDE may also share your personal data with Doğuş Holding A.Ş.\nand its affiliates as well as with partners, vendors, and suppliers with whom they have entered into a contractual relationship.\nand as required by law and special circumstances, if (i) it is reasonably necessary to comply with legal process (such as a court order, subpoena, search warrant, etc.) or other legal requirements of any governmental authority.\n<br>\n<br>\n<ol>\n<li>\n<b> Information Security</b>\n</li>\n<dl>\n<dt>The personal data shared with DOĞUŞ PERAKENDE and Under Armour will be protected using technical and organizational measures designed to protect your information against unauthorized access, theft, and loss as required by article 12 of the Law on Protection of Personal Data no.\n6698.</dt>\n</dl>\n<li>\n<b> Personal Data accuracy</b>\n</li>\n<dl>\n<dt>Under Armour takes steps to keep your Personal Data accurate and up to date.\nYou are responsible for the accuracy of the information you have provided to Under Armour, and you understand that doing so is important in terms of exercising your personal data rights under the Law on Protection of Personal Data no.\n6698 and other applicable legislation.\nTo update your Personal Data, please contact us through our Support Team <u>and by sending an email to our distributor at kisiselveriler@dogusperakende.com.tr.</u>\n</dt>\n</dl>\n<li>\n<b> Access requests </b>\n</li>\n<dl>\n<dt>If you reside in Turkey, you may request access to, and modification, opposition and deletion of the Personal Data that we have collected about you.\nTo access your Personal Data, please contact us through our Support Team <u> and by sending an email to our distributor at kisiselveriler@dogusperakende.com.tr.</u> Subject to applicable law, we may charge for this service and will respond to reasonable requests as soon as practicable, and in any event, within the time limits prescribed by law.\n</dt>\n</dl>\n<li>\n<b> Data retention and destruction</b>\n</li>\n<dl>\n<dt>When you delete your account and/or when Personal Data is no longer needed to provide the Services or to comply with our legal obligations, resolve disputes, and enforce our agreements and/or the retention period under applicable law has expired, your Personal Data may be anonymized and continued to be used in that form.</dt>\n</dl>\n</ol>\n</li>\n<li>\n<u>\n<b>Residents of the United Arab Emirates</b>\n</u> Read More If you reside in the United Arab Emirates, your use of the Services signifies your consent to the following: <ul>\n<li>You affirmatively waive your material privacy rights under applicable laws;</li>\n<li>Under Armour may disclose any information you provide us, including information you may consider private.\nand</li>\n<li>Under Armour is not liable for any publication of information you provide us, including information you may consider private.</li>\n</ul> Please do not use the Services if you disagree with any part of this Privacy Policy.\n</li>\n<li>\n<u>\n<b>Residents of the United States</b> (Updated: August 23, 2021)</u> Read More <p> In addition to what’s outlined in this policy, when we collect data from third parties or publicly-available sources – we may also obtain information from third parties to send you our catalog via U.S.\nmail.\nTo manage your catalog receipt preferences, you can choose not to receive a catalog by using the tool for mail preferences provided by the DMA here: https://dmachoice.thedma.org/register.php.\n</p>\n<p>We don't sell Personal Data as defined by Nevada law.</p>\n<p> Residents of the United States have the right to ask us to delete your Personal Data, as permitted by law.</p>\n<p>\n<b>Residents of California</b>\n</p>\n<p>If you are a resident of California, you have certain rights to the Personal Data that we have collected about you.\nUnder California law, the exercise of these rights is subject to certain exemptions to safeguard the public interest (e.g., the prevention or detection of crime) and our interests (e.g., maintaining confidentially when legally required ).\nWe will comply with your request as soon as reasonably practicable.\nRequests to exercise your rights may be granted in whole, in part, or not at all, depending on the scope and nature of the request and applicable law.\nTo prevent unauthorized access to your Personal Data, we take steps to verify an individual's right to the data - including requiring users to reach out to us directly from a verified email address, pass a challenge response, and/or confirm information associated with the account.\nFollowing verification of your identity, we will notify you if we are unable to fullfill your request and outline the reasons we are unable to honor your request at this time.</p>\n<ol>\n<li>\n<b>Your California Privacy Rights</b>\n<br> You have the following rights: <ul>\n<li>\n<b>\n<u>Right of access to your Personal Data:</u>\n</b> You have the right to ask us for confirmation on whether we are processing your personal data, and access to the Personal data, as permitted by law.\nThis may include what Personal Data we collect, use, or disclose about you.</li>\n<li>\n<b>\n<u>Right to deletion:</u>\n</b> You have the right to ask us to delete your Personal Data, as permitted by law.</li>\n<li>\n<b>\n<u>Right to Opt-out of \"Sale\" and Certain Sharing Practices:</u>\n</b> You have the right to opt-out of certain data sharing practices with third parties who may use your Personal Data solely for their own purposes.\nYour right to opt-out is limited to information we \"sell\" to these third parties.\n\"Sell\" in this case does not mean providing data in exchange for money-we don't do that.\n\"Sell\" instead means the disclosure of data, including technical device data that does not identify you directly, when a third party might use that data for its own purposes,such as for personalized advertising.</li>\n<dl>\n<dd>\n<b>Note to California users between 13 and 16:</b> If you are between the ages of 13 and 16, we do not \"sell\" your information to these third parties without authorization from you.\n</dd>\n</dl>\n<li>\n<b>\n<u>Right to Non-Discrimination:</u>\n</b> We will not discriminate against you, in terms of price or services that we offer, if you submit one of the rights requests listed above.</li>\n</ul>\n</li>\n<li>\n<b>How to exercise your rights</b>\n<br>\n<ul>\n<li>\n<b>\n<u>Exercise your rights (other than opt-out of \"sale\"):</u>\n</b> To exercise your rights to your Personal Data, please contact us through our Support Team or at the address listed below.\n</li>\n<dl>\n<dd>\n<b>Under Armour</b>\n<br> Attention: Privacy Office, Legal Department<br> 1020 Hull Street<br> Baltimore, MD USA 21230</dd>\n<br>\n<br>\n<dd>\n<b>For Shoppers in the United States:</b>\n<br> 1-888-727-6687<br> Live Chat<br> Mon-Sat: 8 am - 8 pm ET<br> Sun: 11 am - 8 pm ET</dd>\n</dl>\n<li>\n<b>\n<u>Exercise your opt-out of \"sale\" rights:</u>\n</b> For instructions on how to exercise your rights, please visit our \"Do Not Sell My Personal Information\" page.\n</li>\n</ul>\n</li>\n<li>\n<b>Additional California Rights:</b>\n<p>California Civil Code Section 1798.83 permits California residents to request and obtain from us a list of what Personal Data (if any) we disclosed to third parties for that third party's direct marketing purposes in the preceding calendar year and the names and addresses of those third parties.\nRequests may be made only once a year and are free of charge.\n</p>\n<p>Under Section 1798.83, we currently do not share any Personal Data with third parties for their direct marketing purposes.\nIf we do decide to share your Personal Data with third parties for their marketing purposes, you may opt-out of this disclosure at any time by submitting a request to our Support Team, or in writing to: </p>\n<br>\n<dl>\n<dd>\n<b>Under Armour</b>\n<br> Attention: Privacy Office, Legal Department <br> 1020 Hull Street <br> Baltimore, MD USA 21230</dd>\n</dl>\n<br>\n<p>It is important to note that this opt-out does not prohibit disclosures made for non-marketing purposes or for purposes of assisting us with our own marketing.</p>\n<p>Additionally, if you are a registered user under the age of 18 and a resident of California, you may request removal of content you have posted to the Services.\nRequests can be made to our Support Team.\nPlease note that making such requests does not ensure complete or comprehensive removal of the content.\nFor example, we may retain the information for our own internal records, and it is also possible that a third party we do not own or control may copy the posting and repost it elsewhere.</p>\n</li>\n<li>\n<b>UA NEXT – YOUNG&nbsp;ATHLETE &amp.\nCOACHES&nbsp;COMMUNITY:</b>\n<p>Under Armour is invested in helping young athletes grow to achieve their athletic and fitness goals.&nbsp.\nWe have created the UA Next platform to bring this community together, highlight sports activities and events, and provide additional information on Under Armour products that might help you achieve your goals.&nbsp.\nIn addition, coaches have the opportunity to obtain access to Under Armour content through Coaches Armoury.</p>\n<p>There are a number of ways to become a member of our UA Next Community – through a coach, family member, or self nomination.&nbsp;&nbsp.\nWhen you create your account or are nominated for participation, you may be asked to enter your <b>email, name, birthdate, sport/event, position, expected graduating year, school</b> and <b>location</b>.\nWhile some features of our app will be available without registration, registration is needed to participate more fully within the community and our platforms.</p>\n<p>As with all Under Armour platforms, participation is for young athletes 13 and over (the minimum age may vary based on location, and on local law).&nbsp.\nIf a parent would like their young athlete’s information removed, please contact us at PrivacyRights@uanext.com.</p>\n</li>\n</ol>\n</li>\n</ol>\n© 2020 Under Armour, INC.Privacy PolicyTerms and ConditionsHelp and SupportDo Not Sell My Personal InformationCookie preferencesCookie Preferences", "created_at": "2021-10-24 00:42:52.091808", "updated_at": "2021-10-23 22:43:55.266347"}], "points": [], "urls": ["underarmour.com", "mapmyfitness.com"]}}