{"error": 448, "message": "OK", "parameters": {"id": 2512, "name": "Trakt", "created_at": "2021-01-09 15:11:16.918356", "updated_at": "2022-01-15 23:00:39.820179", "wikipedia": null, "keywords": null, "related": null, "slug": "trakt", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/2512.png", "url": "trakt.tv", "documents": [{"id": 3455, "name": "Privacy Policy", "url": "https://trakt.tv/privacy", "xpath": "/html/body/section[2]", "text": "<p>Trakt provides this Privacy Policy to inform you of our policies and procedures regarding the collection, use and disclosure of personal information we receive from users of trakt.tv and subdomains (\"Sites\").\nThis Privacy Policy applies only to information that you provide to us through these Sites.\nOur Privacy Policy may be updated from time to time, and we will notify you of any material changes by posting the new Privacy Policy for the Sites at http://trakt.tv/privacy.</p>\n<p>Trakt complies with the EU-U.S.\nPrivacy Shield Framework as set forth by the U.S.\nDepartment of Commerce regarding the collection, use, and retention of personal information transferred from the European Union to the United States.\nTrakt has certified to the Department of Commerce that it adheres to the Privacy Shield Principles.\nIf there is any conflict between the terms in this privacy policy and the Privacy Shield Principles, the Privacy Shield Principles shall govern.\nTo learn more about the Privacy Shield program, and to view our certification, please visit https://www.privacyshield.gov.</p>\n<strong>1.</strong> Information Collection: The Personally Identifiable Information We Collect<p>In the course of using Trakt Sites, you may provide us with personally identifiable information.\nThis refers to information about you that can be used to contact or identify you, and information on your use of and activities at our Sites that may be connected with you (\"Personal Information\").\nPersonal Information that we collect may include, but is not limited to, your name, email address, and location.\nPersonal Information may also include information you supply to us concerning your preferences and interests expressed in the course of use of our Sites, as well as the content which you have viewed on the Sites.\nYour use of the Sites to record your preferences, identify content relevant to you, and otherwise personalize your activity in relation to the Sites is intended for your benefit.\nhowever, we want to make you aware as described below how we use your Personal Information.</p>\n<p>When you visit the Sites, our servers automatically record information that your browser sends whenever you visit a website.\nThis information may include, but is not limited to, your computer's Internet Protocol address, browser type, the web page you were visiting before you came to our Sites and information you search for on our Sites.\nLike many websites, we may also use \"cookies\" to collect information.\nA cookie is a small data file that we transfer to your computer's hard disk for record-keeping purposes.\nWe may use \"persistent cookies\" to save your username and password for future logins to the Sites.\nand we use \"session ID cookies\" to enable certain features of the Sites, to better understand how you interact with the Sites and to monitor aggregate usage and web traffic routing on the Sites.\nYou can instruct your browser, by changing its options, to stop accepting cookies or to prompt you before accepting a cookie from the websites you visit.\nIf you do not accept cookies, however, you may not be able to use all portions of the Sites or all functionality of our services.</p>\n<strong>2.</strong> How We Use Personal Information<p>Personal Information is or may be used for the following purposes: (i) to provide and improve our Sites, services, features and content, (ii) to administer your use of our Sites, (iii) to enable you to enjoy and easily navigate the Sites, (iv) to better understand your needs and interests, (v) to fulfill requests you may make, or (vi) to personalize your experience.\nWe may use your Personal Information to identify which third-party ad content is relevant to you (change your settings here).\nWe use a third-party to provide monetization technologies for our site.\nYou can review their privacy and cookie policy here.\nWe may use your contact information to provide or offer (including via e-mail) software updates and product announcements, and to provide you with further information and offers from us or third parties that we believe you may find useful or interesting, including newsletters, marketing or promotional materials and other information on services and products offered by us or third parties.\nIf you decide at any time that you no longer wish to receive any such communications, please follow the \"unsubscribe\" instructions provided in any of the communications sent to you, or you may opt-out of receiving communications at any time by updating your \"account settings\" information.\n(See \"Changing or Deleting Personal Information\" below.)</p>\n<p>We use information we obtain by technical means (such as the automatic recording performed by our servers or through the use of cookies) for the above purposes and in order to monitor and analyze use of the Sites and our services, for the Sites technical administration, to increase our Sites functionality and user-friendliness, to better tailor it to your needs, to generate and derive useful data and information concerning the interests, characteristics and website use behavior of our users, and to verify that visitors to these Sites meet the criteria required to process their requests.</p>\n<strong>3.</strong> Information Sharing and Disclosure<p>\n<strong>Trakt Users.</strong> We will display your Personal Information in your profile page and elsewhere on the Sites according to the preferences you set in your account.\nAny information you choose to provide should reflect how much you want other Trakt users to know about you.\nWe recommend that you guard your anonymity and sensitive information, and we encourage users to think carefully about what information about themselves they disclose in their profile pages.\nYou can review and revise your profile information at any time.</p>\n<p>\n<strong>Service Providers, Business Partners and Others.</strong> We may employ third party companies and individuals to facilitate our service, to provide the service on our behalf, to perform Sites-related services (including but not limited to data storage, maintenance services, database management, web analytics, payment processing, and improvement of the Sites features) or to assist us in analyzing how our Sites and service are used.\nThese third parties have access to your Personal Information only for purposes of performing these tasks on our behalf, and we endeavor to provide only the portion of the Personal information that is relevant to these tasks.</p>\n<p>Trakt will only provide your Personal Information with third parties pursuant to an agreement with the third party that provides it will preserve your Personal Information, and will not share your Personal Information except as instructed by Trakt.\nTrakt remains responsible for treatment of your Personal Information in the hands of such third party pursuant to this Privacy Policy, unless we can prove that we acted reasonably are not responsible for any harm caused by the third-party, such as the third party’s negligence or misconduct.\nTrakt will work with third parties with whom it shares your Personal Information to address any concerns or incidents.</p>\n<p>\n<strong>Compliance with Laws and Law Enforcement.</strong> Trakt cooperates with government and law enforcement officials and private parties to enforce and comply with the law.\nWe will disclose any information about you to government or law enforcement officials or private parties as we, in our sole discretion, believe necessary or appropriate to respond to claims and legal process (including but not limited to subpoenas), to protect the property and rights of Trakt or a third party, to protect the safety of the public or any person, or to prevent or stop any activity we may consider to be, or to pose a risk of being, illegal, unethical, inappropriate or legally actionable.</p>\n<p>\n<strong>Business Transfers.</strong> Trakt may sell, transfer or otherwise share some or all of its assets, including your Personal Information, in connection with a merger, acquisition, reorganization or sale of assets or in the event of bankruptcy.</p>\n<p>\n<strong>International Transfers.</strong> Trakt stores Personal Information in the cloud, our servers, and the servers of our service providers.\nTo facilitate our global operations, we may transfer and access such information from around the world, including to servers located in the United States.\nBy providing information to Trakt, you consent to the transfer and storage of Personal Information in these locations.</p>\n<p>\n<strong>US Authorities.</strong> The Federal Trade Commission, the Department of Transportation, and other agencies have authority to regulate Trakt.\nTherefore, by providing information to Trakt, you acknowledge that information about you that you provide to Trakt subjects your information to disclosure, investigation, and enforcement in the US.</p>\n<strong>4.</strong> Requesting Your Personal Information<p>You may request a copy of your Personal Information by emailing us at support@trakt.tv with a subject of <strong>Personal Information Request</strong>.\nPlease send the email from the same address attached to your Trakt account and include your Trakt username to verify your identity.\nWe will respond within 30 days with JSON files containing all your information.</p>\n<strong>5.</strong> Changing or Deleting Your Personal Information<p>You may review, update, correct or delete the Personal Information provided in your registration or account profile by changing your account settings.\nYou may delete your Trakt account in your account settings by clicking on the <strong>Delete Account</strong> link.\nDeleting your account removes any Personal Information attached with your account and anonymizes your statistical data.</p>\n<strong>6.</strong> Limiting Use of your Personal Information<p>Trakt provides tools that it think will be useful to you, but respects your control over use of your data.\nIf your needs change, Trakt provides tools that allow you to restrict use of your Personal Information.\nPlease visit your account settings to view available options for limiting Trakt’s use of your Personal Information.</p>\n<strong>7.</strong> Security<p>Trakt is very concerned with safeguarding your information.\nWe employ reasonable measures designed to protect your information from unauthorized access.</p>\n<strong>8.</strong> Our Policy Toward Children<p>This Sites is not directed to children under 18.\nWe do not knowingly collect Personal Information from children under 13.\nIf a parent or guardian becomes aware that his or her child has provided us with Personal Information without their consent, he or she should contact us at support@trakt.tv.\nIf we become aware that a child under 13 has provided us with Personal Information, we will delete such information from our files.</p>\n<strong>9.</strong> Issue Resolution<p>In compliance with the Privacy Shield Principles, Trakt commits to resolve complaints about our collection or use of your personal information.\nEU individuals with inquiries or complaints regarding our Privacy Shield policy should first contact Trakt at: support@trakt.tv.\nTrakt has further committed to cooperate with the panel established by the EU data protection authorities (DPAs) with regard to unresolved Privacy Shield complaints concerning data transferred from the EU.</p>\n<p>The Federal Trade Commission has jurisdiction over Trakt’s compliance with the Privacy Shield.\nIn certain situations, we may be required to disclose personal data in response to lawful requests by public authorities, including to meet national security or law enforcement requirements.</p>\n<p>Under certain conditions, more fully described on the Privacy Shield website https://www.privacyshield.gov/article?id=How-to-Submit-a-Complaint, you may invoke binding arbitration when other dispute resolution procedures have been exhausted.</p>\n<strong>10.</strong> Contacting Us<p>If you have any questions about this Privacy Policy, please contact us at support@trakt.tv.</p>\n<p>Effective Date: September 13, 2018</p>AdvertisementHide ads with <strong>VIP</strong>\n<br>\n<br>", "created_at": "2021-01-09 15:11:41.400163", "updated_at": "2021-11-22 01:45:13.975623"}, {"id": 3456, "name": "Terms of Service", "url": "https://trakt.tv/terms", "xpath": "/html/body/section[2]", "text": "<p>PLEASE READ THESE TERMS OF USE (\"AGREEMENT\" OR \"TERMS OF USE\") CAREFULLY BEFORE USING THE SERVICES OFFERED BY TRAKT.\n(\"TRAKT\").\nTHIS AGREEMENT SETS FORTH THE LEGALLY BINDING TERMS AND CONDITIONS FOR YOUR USE OF THE WEBSITE AT HTTPS://TRAKT.TV (THE \"SITE\") AND THE SERVICE OWNED AND OPERATED BY TRAKT (COLLECTIVELY WITH THE SITE, THE \"SERVICE\").\nBY USING THE SITE OR SERVICE IN ANY MANNER, INCLUDING BUT NOT LIMITED TO VISITING OR BROWSING THE SITE, YOU AGREE TO BE BOUND BY THIS AGREEMENT.\nTHIS AGREEMENT APPLIES TO ALL USERS OF THE SITE OR SERVICE, INCLUDING USERS WHO ARE ALSO CONTRIBUTORS OF CONTENT, INFORMATION, AND OTHER MATERIALS OR SERVICES ON THE SITE.</p>Acceptance of Terms<p>The Service is offered subject to acceptance without modification of all of the terms and conditions contained herein (the \"Terms of Use\"), which terms also incorporates Trakt's Privacy Policy, Trakt's Copyright Policy and all other operating rules, policies and procedures that may be published from time to time on the Site by Trakt, each of which is incorporated by reference and each of which may be updated by Trakt from time to time without notice to you.\nIn addition, some services offered through the Service may be subject to additional terms and conditions promulgated by Trakt from time to time.\nyour use of such services is subject to those additional terms and conditions, which are incorporated into these Terms of Use by this reference.</p>\n<p>The Service is available only to individuals who are at least 13 years old.\nYou represent and warrant that if you are an individual, you are of legal age to form a binding contract, and that all registration information you submit is accurate and truthful.\nTrakt may, in its sole discretion, refuse to offer the Service to any person or entity and change its eligibility criteria at any time.\nThis provision is void where prohibited by law and the right to access the Service is revoked in such jurisdictions.</p>Modification of Terms of Use<p>Trakt reserves the right, at its sole discretion, to modify or replace any of the Terms of Use, or change, suspend, or discontinue the Service (including without limitation, the availability of any feature, database, or content) at any time by posting a notice on the Site or by sending you an email.\nTrakt may also impose limits on certain features and services or restrict your access to parts or all of the Service without notice or liability.\nIt is your responsibility to check the Terms of Use periodically for changes.\nYour continued use of the Service following the posting of any changes to the Terms of Use constitutes acceptance of those changes.</p>Rules and Conduct<p>As a condition of use, you promise not to use the Service for any purpose that is prohibited by the Terms of Use.\nThe Service (including, without limitation, any Content or User Submissions (both as defined below)) is provided only for your own personal, non-commercial use.\nYou are responsible for all of your activity in connection with the Service.</p>\n<p>For purposes of the Terms of Use, the term \"Content\" includes, without limitation, any User Submissions, videos, audio clips, written forum comments, information, data, text, photographs, software, scripts, graphics, and interactive features generated, provided, or otherwise made accessible by Trakt or its partners on or through the Service.</p>\n<p>By way of example, and not as a limitation, you shall not (and shall not permit any third party to) either (a) take any action or (b) upload, download, post, submit or otherwise distribute or facilitate distribution of any Content on or through the Service, including without limitation any User Submission, that:</p>\n<p>infringes any patent, trademark, trade secret, copyright, right of publicity or other right of any other person or entity or violates any law or contractual duty;</p>\n<p>you know is false, misleading, untruthful or inaccurate;</p>\n<p>is unlawful, threatening, abusive, harassing, defamatory, libelous, deceptive, fraudulent, invasive of another's privacy, tortious, obscene, offensive, or profane;</p>\n<p>constitutes unauthorized or unsolicited advertising, junk or bulk e-mail (\"spamming\");</p>\n<p>involves commercial activities and/or sales without Trakt's prior written consent such as contests, sweepstakes, barter, advertising, or pyramid schemes;</p>\n<p>contains software viruses or any other computer codes, files, or programs that are designed or intended to disrupt, damage, limit or interfere with the proper function of any software, hardware, or telecommunications equipment or to damage or obtain unauthorized access to any system, data, password or other information of Trakt or any third party.\nor</p>\n<p>impersonates any person or entity, including any employee or representative of Trakt.</p>\n<p>Additionally, you shall not: (i) take any action that imposes or may impose (as determined by Trakt in its sole discretion) an unreasonable or disproportionately large load on Trakt's (or its third party providers') infrastructure.\n(ii) interfere or attempt to interfere with the proper working of the Service or any activities conducted on the Service.\n(iii) bypass any measures Trakt may use to prevent or restrict access to the Service (or other accounts, computer systems or networks connected to the Service).\n(iv) run any form of auto-responder or \"spam\" on the Service.\nor (v) use manual or automated software, devices, or other processes to \"crawl\" or \"spider\" any page of the Site.</p>\n<p>You shall not (directly or indirectly): (i) decipher, decompile, disassemble, reverse engineer or otherwise attempt to derive any source code or underlying ideas or algorithms of any part of the Service, except to the limited extent applicable laws specifically prohibit such restriction, (ii) modify, translate, or otherwise create derivative works of any part of the Service, or (iii) copy, rent, lease, distribute, or otherwise transfer any of the rights that you receive hereunder.\nYou shall abide by all applicable local, state, national and international laws and regulations.</p>\n<p>Trakt does not guarantee that any Content or User Submissions (as defined below) will be made available on the Site or through the Service.\nTrakt has no obligation to monitor the Site, Service, Content, or User Submissions.\nHowever, Trakt reserves the right to (i) remove, edit or modify any Content in its sole discretion, including without limitation any User Submissions, from the Site or Service at any time, without notice to you and for any reason (including, but not limited to, upon receipt of claims or allegations from third parties or authorities relating to such Content or if Trakt is concerned that you may have violated the Terms of Use), or for no reason at all and (ii) to remove or block any User Submissions from the Service.</p>Registration<p>You may browse the Site and view Content without registering, but as a condition to using certain aspects of the Service, you may be required to register with Trakt and select a password and screen name (\"User ID\").\nYou shall provide Trakt with accurate, complete, and updated registration information.\nFailure to do so shall constitute a breach of the Terms of Use, which may result in immediate termination of your Trakt account.\nYou shall not (i) select or use as a User ID a name of another person with the intent to impersonate that person.\n(ii) use as a User ID a name subject to any rights of a person other than you without appropriate authorization.\nor (iii) use as a User ID a name that is otherwise offensive, vulgar or obscene.\nTrakt reserves the right to refuse registration of, or cancel a User ID in its sole discretion.\nYou are solely responsible for activity that occurs on your account and shall be responsible for maintaining the confidentiality of your Trakt password.\nYou shall never use another user's account without such other user's express permission.\nYou will immediately notify Trakt in writing of any unauthorized use of your account, or other account related security breach of which you are aware.</p>Third Party Sites<p>The Service may permit you to link to other websites or resources on the Internet, and other websites or resources may contain links to the Site.\nWhen you access third party websites, you do so at your own risk.\nThese other websites are not under Trakt's control, and you acknowledge that Trakt is not responsible or liable for the content, functions, accuracy, legality, appropriateness or any other aspect of such websites or resources.\nThe inclusion of any such link does not imply endorsement by Trakt or any association with its operators.\nYou further acknowledge and agree that Trakt shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any such Content, goods or services available on or through any such website or resource.</p>Content and License<p>You agree that the Service contains Content specifically provided by Trakt or its partners and that such Content is protected by copyrights, trademarks, service marks, patents, trade secrets or other proprietary rights and laws.\nYou shall abide by and maintain all copyright notices, information, and restrictions contained in any Content accessed through the Service.\nTrakt grants each user of the Site and/or Service a worldwide, non-exclusive, non-sublicensable and non-transferable license to use, modify and reproduce the Content, solely for personal, non-commercial use.\nUse, reproduction, modification, distribution or storage of any Content for other than personal, non-commercial use is expressly prohibited without prior written permission from Trakt, or from the copyright holder identified in such Content's copyright notice.\nYou shall not sell, license, rent, or otherwise use or exploit any Content for commercial use or in any way that violates any third party right.</p>Violations of Third Party Rights (DMCA Compliant Copyright Infringement Notices)<p>It is Trakt’s policy to respond to clear notices of alleged copyright infringement.\nThis policy is designed to confirm with the provisions of the Digital Millennium Copyright Act (“DMCA”).\nUpon receipt of a DMCA compliant notice, Trakt, Inc., an Oregon corporation (“Trakt”) will expeditiously remove or disable access to the content that is the subject of the notice.</p>\n<p>If you are a copyright owner or an authorized agent thereof, and you wish to file a notice of infringement with us, then you may submit a notice by providing Trakt’s Designated Copyright Agent with the following information in writing (you should speak with your legal counsel or See 17 U.S.C.\nSection 512(c)(3) to confirm these requirements): </p>\n<ol>\n<li>A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n<li>Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works on the Trakt Site are covered by a single notification, a representative list of such works at that site.</li>\n<li>Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit Trakt to locate the material.</li>\n<li>Information reasonably sufficient to permit Trakt to contact you, such as an address, telephone number, and, if available, an electronic mail address at which you may be contacted.</li>\n<li>A statement that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.</li>\n<li>A statement that the information in the notification is accurate, and under penalty of perjury, that you are authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n</ol>\n<p>\n<strong>Please note that under Section 512(f) of the DMCA, any person who knowingly materially misrepresents that material or activity is infringing may be subject to liability.</strong>If you are unsure whether the material available online infringes your copyright, we suggest that you contact an attorney before sending us a notice.</p>DMCA Counter-Notifications<p>The administrator of an affected site or the provider of affected content may make a counter notification under sections 512(g)(2) and (3) of the DMCA.\nIf you elect to send Trakt a counter notice, to be effective it must be a written communication that includes the following (please consult your legal counsel or See 17 U.S.C.\nSection 512(g)(3) to confirm these requirements):</p>\n<ol>\n<li>A physical or electronic signature of the subscriber.</li>\n<li>Identification of the material that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or access to it was disabled.</li>\n<li>A statement under penalty of perjury that the subscriber has a good faith belief that the material was removed or disabled as a result of mistake or misidentification of the material to be removed or disabled.</li>\n<li>The subscriber’s name, address, and telephone number, and a statement that the subscriber consents to the jurisdiction of Federal District Court for the judicial district in which the address is located, or if the subscriber’s address is outside of the United States, for any judicial district in which Trakt may be found, and that the subscriber will accept service of process from the person who provided notification under subsection (c)(1)(C) or an agent of such person.</li>\n</ol>\n<p>\n<strong>Please note that under Section 512(f) of the Copyright Act, any person who knowingly materially misrepresents that material or activity was removed or disabled by mistake or misidentification may be subject to liability.</strong>\n</p>\n<p>\n<strong>\n<u>Designated Copyright Agent</u>\n</strong>\n<br>Trakt’s Designated Copyright Agent to receive notifications and counter-notifications of claimed infringement can be reached as follows: </p>\n<p>copyright@trakt.tv</p>\n<p>For clarity, only DMCA notices should go to the Trakt’s Designated Copyright Agent.\nAny other feedback, comments, requests for technical support or other communications should be directed to Trakt through https://support.trakt.tv.\nYou acknowledge that if you fail to comply with all of the requirements of this section, your DMCA notice may not be valid.</p>User Submissions<p>The Service provides you with the ability to add, create, upload, submit, distribute or post (\"Submitting\" or \"Submission\") content, videos, audio clips, written forum comments, data, text, photographs, software, scripts, graphics, or other information to the Site (collectively, the \"User Submissions\").\nBy Submitting User Submissions on the Site or otherwise through the Service, you:</p>\n<p>acknowledge that you are publishing that User Submission, and that you may be identified publicly by your User ID in association with any such User Submission;</p>\n<p>hereby do and shall grant Trakt a worldwide, non-exclusive, perpetual, irrevocable, royalty-free, fully paid, sublicensable and transferable license to use, edit, modify, reproduce, distribute, prepare derivative works of, display, perform, and otherwise fully exploit the User Submissions in connection with the Site, the Service and Trakt's (and its successors and assigns') business, including without limitation for promoting and redistributing part or all of the Site (and derivative works thereof) or the Service in any media formats and through any media channels (including, without limitation, third party websites).\nYou also hereby do and shall grant each user of the Site and/or the Service a non-exclusive license to access your User Submissions through the Site and the Service, and to use, edit, modify, reproduce, distribute, prepare derivative works of, display and perform such User Submissions solely for personal, non-commercial use.\nFor clarity, the foregoing license grant to Trakt does not affect your other ownership or license rights in your User Submission(s), including the right to grant additional licenses to the material in your User Submission(s), unless otherwise agreed in writing;</p>\n<p>represent and warrant, and can demonstrate to Trakt's full satisfaction upon request that you (i) own or otherwise control all rights to all content in your User Submissions, or that the content in such User Submissions is in the public domain, (ii) you have full authority to act on behalf of any and all owners of any right, title or interest in and to any content in your User Submissions to use such content as contemplated by these Terms of Use and to grant the license rights set forth above, (iii) you have the permission to use the name and likeness of each identifiable individual person and to use such individual's identifying or personal information as contemplated by these Terms of Use.\nand (iv) you are authorized to grant all of the aforementioned rights to the User Submissions to Trakt and all users of the Service;</p>\n<p>agree to pay all royalties and other amounts owed to any person or entity due to your Submission of any User Submissions to the Service;</p>\n<p>represent and warrant that the use or other exploitation of such User Submissions by Trakt and use or other exploitation by users of the Site and Service as contemplated by this Agreement will not infringe or violate the rights of any third party, including without limitation any privacy rights, publicity rights, copyrights, contract rights, or any other intellectual property or proprietary rights.\nand</p>\n<p>understand that Trakt shall have the right to delete, edit, modify, reformat, excerpt, or translate any materials, content or information submitted by you.\nand that all information publicly posted or privately transmitted through the Site is the sole responsibility of the person from which such content originated and that Trakt will not be liable for any errors or omissions in any content.\nand that Trakt cannot guarantee the identity of any other users with whom you may interact in the course of using the Service.</p>\n<p>Trakt does not endorse and has no control over any User Submission.\nTrakt cannot guarantee the authenticity of any data which users may provide about themselves.\nYou acknowledge that all Content accessed by you using the Service is at your own risk and you will be solely responsible for any damage or loss to any party resulting therefrom.</p>Termination<p>Trakt may terminate your access to all or any part of the Service at any time, with or without cause, with or without notice, effective immediately, which may result in the forfeiture and destruction of all information associated with your membership.\nIf you wish to terminate your account, you may do so by following the instructions on the Site.\nAny fees paid hereunder are non-refundable.\nAll provisions of the Terms of Use which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity and limitations of liability.</p>Warranty Disclaimer<p>Trakt has no special relationship with or fiduciary duty to you.\nYou acknowledge that Trakt has no control over, and no duty to take any action regarding: which users gains access to the Site.\nwhat Content you access via the Site.\nwhat effects the Content may have on you.\nhow you may interpret or use the Content.\nor what actions you may take as a result of having been exposed to the Content.\nYou release Trakt from all liability for you having acquired or not acquired Content through the Site.\nThe Site may contain, or direct you to websites containing, information that some people may find offensive or inappropriate.\nTrakt makes no representations concerning any Content contained in or accessed through the Site, and Trakt will not be responsible or liable for the accuracy, copyright compliance, legality or decency of material contained in or accessed through the Site or the Service.</p>\n<p>THE SERVICE IS PROVIDED \"AS IS\" AND \"AS AVAILABLE\" AND IS WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF TITLE, NON-INFRINGEMENT, MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE, AND ANY WARRANTIES IMPLIED BY ANY COURSE OF PERFORMANCE OR USAGE OF TRADE, ALL OF WHICH ARE EXPRESSLY DISCLAIMED.\nTRAKT, AND ITS DIRECTORS, EMPLOYEES, AGENTS, SUPPLIERS, PARTNERS AND CONTENT PROVIDERS DO NOT WARRANT THAT: (A) THE SERVICE WILL BE SECURE OR AVAILABLE AT ANY PARTICULAR TIME OR LOCATION.\n(B) ANY DEFECTS OR ERRORS WILL BE CORRECTED.\n(C) ANY CONTENT OR SOFTWARE AVAILABLE AT OR THROUGH THE SERVICE IS FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nOR (D) THE RESULTS OF USING THE SERVICE WILL MEET YOUR REQUIREMENTS.\nYOUR USE OF THE SERVICE IS SOLELY AT YOUR OWN RISK.</p>\n<p>SOME STATES DO NOT ALLOW LIMITATIONS ON HOW LONG AN IMPLIED WARRANTY LASTS, SO THE ABOVE LIMITATIONS MAY NOT APPLY TO YOU.\nELECTRONIC COMMUNICATIONS PRIVACY ACT NOTICE (18USC 2701-2711): TRAKT MAKES NO GUARANTY OF CONFIDENTIALITY OR PRIVACY OF ANY COMMUNICATION OR INFORMATION TRANSMITTED ON THE SITE OR ANY WEBSITE LINKED TO THE SITE.\nTrakt will not be liable for the privacy of email addresses, registration and identification information, disk space, communications, confidential or trade-secret information, or any other Content stored on Trakt's equipment, transmitted over networks accessed by the Site, or otherwise connected with your use of the Service.</p>Indemnification<p>You shall defend, indemnify, and hold harmless Trakt, its affiliates and each of its, and its affiliates employees, contractors, directors, suppliers and representatives from all liabilities, claims, and expenses, including reasonable attorneys' fees, that arise from or relate to your use or misuse of, or access to, the Site, Service, Content or otherwise from your User Submissions, violation of the Terms of Use, or infringement by you, or any third party using the your account, of any intellectual property or other right of any person or entity.\nTrakt reserves the right to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, in which event you will assist and cooperate with Trakt in asserting any available defenses.</p>Limitation of Liability<p>IN NO EVENT SHALL TRAKT, NOR ITS DIRECTORS, EMPLOYEES, AGENTS, PARTNERS, SUPPLIERS OR CONTENT PROVIDERS, BE LIABLE UNDER CONTRACT, TORT, STRICT LIABILITY, NEGLIGENCE OR ANY OTHER LEGAL OR EQUITABLE THEORY WITH RESPECT TO THE SERVICE (I) FOR ANY LOST PROFITS, DATA LOSS, COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES, OR SPECIAL, INDIRECT, INCIDENTAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES OF ANY KIND WHATSOEVER, SUBSTITUTE GOODS OR SERVICES (HOWEVER ARISING), (II) FOR ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE (REGARDLESS OF THE SOURCE OF ORIGINATION), OR (III) FOR ANY DIRECT DAMAGES IN EXCESS OF (IN THE AGGREGATE) ONE-HUNDRED U.S.\nDOLLARS ($100.00).\nSOME STATES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATIONS AND EXCLUSIONS MAY NOT APPLY TO YOU.</p>Dispute Resolution<p>A printed version of the Terms of Use and of any notice given in electronic form shall be admissible in judicial or administrative proceedings based upon or relating to the Terms of Use to the same extent and subject to the same conditions as other business documents and records originally generated and maintained in printed form.\nYou and Trakt agree that any cause of action arising out of or related to the Service must commence within one (1) year after the cause of action arose.\notherwise, such cause of action is permanently barred.</p>\n<p>The Terms of Use shall be governed by and construed in accordance with the laws of the State of New York, excluding its conflicts of law rules, and the United States of America.\nAny dispute arising from or relating to the subject matter of this Agreement shall be finally settled by arbitration in New York County, New York, using the English language in accordance with the Arbitration Rules and Procedures of Judicial Arbitration and Mediation Services, Inc.\n(\"JAMS\") then in effect, by one commercial arbitrator with substantial experience in resolving intellectual property and commercial contract disputes, who shall be selected from the appropriate list of JAMS arbitrators in accordance with the Arbitration Rules and Procedures of JAMS.\nThe prevailing party in any arbitration or other proceeding arising under these Terms of Use shall be entitled to receive reimbursement of its reasonable expenses (including reasonable attorneys' fees, expert witness fees and all other expenses) incurred in connection therewith.\nJudgment upon the award so rendered may be entered in a court having jurisdiction or application may be made to such court for judicial acceptance of any award and an order of enforcement, as the case may be.\nNotwithstanding the foregoing, each party shall have the right to institute an action in a court of proper jurisdiction for injunctive or other equitable relief pending a final decision by the arbitrator.\nFor all purposes of this Agreement, the parties consent to exclusive jurisdiction and venue in the United States Federal Courts or state courts located in the Southern District of New York.\nUse of the Service is not authorized in any jurisdiction that does not give effect to all provisions of the Terms of Use, including without limitation, this section.</p>Integration and Severability<p>The Terms of Use are the entire agreement between you and Trakt with respect to the Service and use of the Site, and supersede all prior or contemporaneous communications and proposals (whether oral, written or electronic) between you and Trakt with respect to the Site.\nIf any provision of the Terms of Use is found to be unenforceable or invalid, that provision will be limited or eliminated to the minimum extent necessary so that the Terms of Use will otherwise remain in full force and effect and enforceable.\nThe failure of either party to exercise in any respect any right provided for herein shall not be deemed a waiver of any further rights hereunder.</p>Miscellaneous<p>Trakt shall not be liable for any failure to perform its obligations hereunder where such failure results from any cause beyond Trakt's reasonable control, including, without limitation, mechanical, electronic or communications failure or degradation (including \"line-noise\" interference).\nThe Terms of Use are personal to you, and are not assignable, transferable or sublicensable by you except with Trakt's prior written consent.\nTrakt may assign, transfer or delegate any of its rights and obligations hereunder without consent.\nNo agency, partnership, joint venture, or employment relationship is created as a result of the Terms of Use and neither party has any authority of any kind to bind the other in any respect.\nAll notices under the Terms of Use will be in writing and will be deemed to have been duly given when received, if personally delivered or sent by certified or registered mail, return receipt requested.\nwhen receipt is electronically confirmed, if transmitted by facsimile or e-mail.\nor the day after it is sent, if sent for next day delivery by recognized overnight delivery service.</p>Contact<p>You may contact Trakt at the following address: support@trakt.tv</p>\n<p>Effective Date: June 1, 2016</p>", "created_at": "2021-01-09 15:12:45.709173", "updated_at": "2021-11-22 01:44:32.656344"}], "points": [{"id": 25890, "title": "The terms may be changed at any time, but you will receive notification of the changes", "source": "https://trakt.tv/terms", "status": "Generated through the annotate view", "created_at": "2021-11-23 00:22:31.644316", "updated_at": "2021-12-11 12:59:59.365563", "quoteText": "Trakt reserves the right, at its sole discretion, to modify or replace any of the Terms of Use, or change, suspend, or discontinue the Service (including without limitation, the availability of any feature, database, or content) at any time by posting a notice on the Site or by sending you an email.", "case_id": 122, "document_id": 3456, "quoteStart": 1993, "quoteEnd": 2293}, {"id": 25883, "title": "This service is only available to users over a certain age", "source": "https://trakt.tv/terms", "status": "Generated through the annotate view", "created_at": "2021-11-22 02:15:04.432094", "updated_at": "2022-02-09 11:00:18.9747", "quoteText": "<p>The Service is available only to individuals who are at least 13 years old.", "case_id": 152, "document_id": 3456, "quoteStart": 1446, "quoteEnd": 1524}, {"id": 25882, "title": "The service may keep a secure, anonymized record of your data for analytical purposes even after the data retention period", "source": "https://trakt.tv/privacy", "status": "Generated through the annotate view", "created_at": "2021-11-22 02:13:00.340536", "updated_at": "2022-04-29 16:40:25.328595", "quoteText": "Deleting your account removes any Personal Information attached with your account and anonymizes your statistical data.</p>", "case_id": 304, "document_id": 3455, "quoteStart": 9640, "quoteEnd": 9763}, {"id": 25881, "title": "You can delete your content from this service", "source": "https://trakt.tv/privacy", "status": "Generated through the annotate view", "created_at": "2021-11-22 02:12:28.243788", "updated_at": "2022-01-18 12:17:20.091275", "quoteText": "You may review, update, correct or delete the Personal Information provided in your registration or account profile by changing your account settings.\nYou may delete your Trakt account in your account settings by clicking on the <strong>Delete Account</strong> link.", "case_id": 175, "document_id": 3455, "quoteStart": 9373, "quoteEnd": 9639}, {"id": 25880, "title": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction", "source": "https://trakt.tv/privacy", "status": "Generated through the annotate view", "created_at": "2021-11-22 02:09:37.786118", "updated_at": "2022-01-15 11:56:54.842649", "quoteText": "Trakt may sell, transfer or otherwise share some or all of its assets, including your Personal Information, in connection with a merger, acquisition, reorganization or sale of assets or in the event of bankruptcy.</p>", "case_id": 243, "document_id": 3455, "quoteStart": 7876, "quoteEnd": 8093}, {"id": 25879, "title": "Third parties used by the service are bound by confidentiality obligations", "source": "https://trakt.tv/privacy", "status": "Generated through the annotate view", "created_at": "2021-11-22 02:07:52.857716", "updated_at": "2021-12-20 12:13:34.951573", "quoteText": "Trakt will only provide your Personal Information with third parties pursuant to an agreement with the third party that provides it will preserve your Personal Information, and will not share your Personal Information except as instructed by Trakt.", "case_id": 210, "document_id": 3455, "quoteStart": 6479, "quoteEnd": 6727}, {"id": 25878, "title": "Your personal data is used for limited purposes", "source": "https://trakt.tv/privacy", "status": "Generated through the annotate view", "created_at": "2021-11-22 02:04:27.983532", "updated_at": "2022-07-07 11:42:02.261263", "quoteText": "Personal Information is or may be used for the following purposes: (i) to provide and improve our Sites, services, features and content, (ii) to administer your use of our Sites, (iii) to enable you to enjoy and easily navigate the Sites, (iv) to better understand your needs and interests, (v) to fulfill requests you may make, or (vi) to personalize your experience.", "case_id": 196, "document_id": 3455, "quoteStart": 3238, "quoteEnd": 3606}, {"id": 25877, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://trakt.tv/privacy", "status": "Generated through the annotate view", "created_at": "2021-11-22 02:03:18.261136", "updated_at": "2021-12-13 16:52:24.49539", "quoteText": "If you do not accept cookies, however, you may not be able to use all portions of the Sites or all functionality of our services.", "case_id": 375, "document_id": 3455, "quoteStart": 3050, "quoteEnd": 3179}, {"id": 25876, "title": "First-party cookies are used", "source": "https://trakt.tv/privacy", "status": "Generated through the annotate view", "created_at": "2021-11-22 02:01:18.568808", "updated_at": "2021-12-01 15:44:41.383582", "quoteText": "Like many websites, we may also use \"cookies\" to collect information.\nA cookie is a small data file that we transfer to your computer's hard disk for record-keeping purposes.\nWe may use \"persistent cookies\" to save your username and password for future logins to the Sites.\nand we use \"session ID cookies\" to enable certain features of the Sites, to better understand how you interact with the Sites and to monitor aggregate usage and web traffic routing on the Sites.", "case_id": 126, "document_id": 3455, "quoteStart": 2427, "quoteEnd": 2895}], "urls": ["trakt.tv"]}}