{"error": 448, "message": "OK", "parameters": {"id": 6789, "name": "Livraddict", "created_at": "2022-08-13 22:35:04.352556", "updated_at": "2022-08-13 22:01:26.385882", "wikipedia": null, "keywords": null, "related": null, "slug": "livraddict", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6789.png", "url": "livraddict.com", "documents": [{"id": 12416, "name": "Cookies", "url": "https://www.livraddict.com/legal/cookies.php", "xpath": "/html/body/div[3]/div[2]/div/div", "text": " À quoi servent les cookies ? <p>Les cookies sont de petits fichiers de texte enregistrés sur votre ordinateur par votre navigateur Web.\nIls permettent aux serveurs hébergeant le contenu d'un site Web de reconnaître un visiteur et de garder une trace de sa connexion.</p>\n<p>Les cookies peuvent être actifs juste pour une session ou ils peuvent demeurer plus longtemps sur votre ordinateur, permettant au serveur de reconnaître un visiteur au cours de plusieurs visites.</p>\n<p>Les cookies sont enregistrés indépendamment par chaque navigateur Web que vous utilisez (Google Chrome, Firefox, Safari, Internet Explorer...).\nLes cookies enregistrés par un navigateur Web donné ne sont en général pas utilisables par un autre navigateur Web sur le même appareil.</p> Quels types de cookies utilisons-nous ? Nos sites Web peuvent utiliser les cookies suivants : <ul>\n<li> Cookies d'identifiant de session temporaire <p>Ces cookies de session nous permettent d'enregistrer, reconnaître et établir un lien entre vos actions, d'afficher le site Web de manière correcte et de vous fournir les services que vous demandez.\nCes cookies ne sont actifs que lorsque vous visitez notre site internet et ne restent pas sur votre ordinateur une fois la session de navigation terminée.</p> Cookies d'identifiant de session \"Se souvenir de moi\" <p>Idem que le précédent cookie sauf qu'il vous permettra de vous garder connecté plus longtemps, sur le même navigateur Web, si et exclusivement si, vous avez cocher l'option \"Se souvenir de moi\" lors de votre connexion.\nSi vous revenez sur le site internet plusieurs jours plus tard, vous serez de nouveau connecté.\nFaites donc bien attention, si vous allez notamment sur un ordinateur public de bien vous déconnecter du site.\nCeci se fait simplement en cliquant sur votre pseudo en haut à droite, un sous-menu apparait et le dernier élément se nomme explicitement \"Déconnexion\".\nLe cookie sera alors automatiquement supprimé.<br>En dehors des cookies, si vous utilisez un ordinateur public, nous vous rappelons également de ne pas cocher l'option \"Se rappeler de mon mot de passe\" que vous propose les navigateurs Web modernes une fois que vous vous êtes connecté.</p> Cookies de mesure d'audience Web via Google Analytics <p>Ces cookies nous permettent de savoir quand les visiteurs interagissent avec notre site Web.\nNous utilisons ces données pour mesurer la performance de nos pages, ainsi que pour mieux comprendre comment les améliorer.\nCes cookies peuvent être gérés par les tiers qui nous fournissent des services de mesure d'audience Web et ils resteront présents sur votre appareil une fois votre session terminée.\nSi vous souhaitez désactiver ce type de cookies, nous vous conseillons de vous renseigner via un moteur de recherche, il existe quelques extensions de navigateur qui permettent d'éviter ce tracking d'audience.\nSachez que seul l'administrateur du site y accède et n'en fait finalement peu d'usage, à part voir de temps en temps s'il y a toujours des gens qui utilisent le site :D</p> Cookies de réseaux sociaux <p>Si vous avez ouvert une session sur un site de réseau social, tel que Facebook, il est possible qu'il ait placé sur votre appareil un cookie qui vous reconnaît lorsque vous consultez du contenu sur nos sites.\nCes cookies vous permettent de partager du contenu sur des réseaux sociaux en utilisant des paramètres communs, et ils peuvent autoriser le réseau social à suivre votre activité.\nConsultez la politique de confidentialité et/ou des cookies du site Web du réseau social en question pour plus d'informations et de possibilités de contrôle.</p>\n</li>\n</ul> Contrôle des cookies <p>Votre navigateur Web propose peut-être des réglages permettant de désactiver et/ou d'effacer tous les cookies utilisés sur nos sites Web, y compris les cookies de service et les cookies de réseaux sociaux.\nSi vous désactivez ces cookies, nous ne pourrons être tenus responsables du non-fonctionnement de notre site internet.\nLes cookies de session temporaire sont un minimum si on souhaite s'identifier sur n'importe quel site internet...</p> ", "created_at": "2022-08-13 22:35:04.360572", "updated_at": "2022-08-13 20:35:54.702778"}, {"id": 12415, "name": "Politique de confidentialité", "url": "https://www.livraddict.com/legal/conditions.php", "xpath": "/html/body/div[3]/div[2]/div/div", "text": " <p>Cette rubrique illustre l'engagement de Livraddict relatif au respect de la vie privée et à la protection des données personnelles concernant l'utilisateur, collectées et traitées à l'occasion de son inscription et de son utilisation de Livraddict.</p> PREAMBULE <p>Livraddict.com est un site totalement indépendant, appartenant à une seule personne physique qui finance de son bon vouloir le site depuis Septembre 2008.\nAucune société ou association n'est associée de quelque manière que ce soit dans le processus de création du site.</p> 1.\nDONNEES COLLECTEES <p>Les Données collectées et ultérieurement traitées par Livraddict sont celles que l’Utilisateur transmet volontairement via le formulaire d'inscription à Livraddict.com, l'inscription Facebook ou les préférences de profil.\nLes Données collectées automatiquement par Livraddict sont l’adresse IP de l’Utilisateur (adresse de son ordinateur) et un procédé automatique de traçage (cookie) afin d'assurer le bon fonctionnement du site internet.</p> 2.\nUTILISATION DES DONNEES <p>Les Données identifiées comme étant obligatoires au sein du formulaire d'inscription à Livraddict.com, de l'inscription Facebook et/ou de la page Préférences sont nécessaires afin de bénéficier des fonctionnalités de Livraddict.com.\nLes Données collectées automatiquement par Livraddict lui permettent d'effectuer des statistiques relatives à la consultation du site.\nLivraddict n’enverra aucun message à l’Utilisateur sans son consentement exprès recueilli dans le formulaire d’inscription à Livraddict.com ou la page Préférences.\nLe cas échéant, l’Utilisateur aura à tout moment la possibilité de revenir sur son consentement dans la page Préférences ou dans le corps des messages envoyés par Livraddict.\n</p> 3.\nDESTINATAIRES DES DONNEES <p>Les Données de l’Utilisateur ne font l'objet d'aucune communication à des tiers.\nL’Utilisateur est toutefois informé qu'elles pourront être divulguées en application d'une loi, d'un règlement ou en vertu d'une décision d'une autorité réglementaire ou judiciaire compétente ou encore, si cela s'avère nécessaire, aux fins, pour Livraddict de préserver ses droits et intérêts.\nLivraddict se réserve toutefois le droit de communiquer à des tiers des données agrégées ou anonymes.</p> 4.\nSECURITE DES DONNEES <p>Livraddict attache une importance toute particulière à la sécurité des Données de l’Utilisateur et fera ses meilleurs efforts pour restreindre les risques de perte, détérioration ou mauvaise utilisation de celles-ci.</p> 5.\nCONSERVATION DES DONNEES <p>Les Données sont stockées chez l'hébergeur de Livraddict.com (OVH) et sont conservées pour la durée strictement nécessaire à la réalisation des finalités visées ci-avant.\nAu-delà de cette durée, elles seront conservées à des fins exclusivement statistiques et ne donneront lieu à aucune exploitation, de quelle que nature que ce soit.\n</p> 6.\nACCES ET RECTIFICATION <p>L’Utilisateur dispose d'un droit d'accès et de rectification de ses Données en adressant une demande en ce sens à l’adresse suivante : livraddict@yahoo.fr</p>\n<p>Pour le moment, il est impossible techniquement de se désinscrire soi-même de Livraddict.com.\nEnvoyez un message à livraddict@yahoo.fr pour vous désinscrire.\nSinon, ne l'utilisez simplement plus :)</p>\n", "created_at": "2022-08-13 22:35:04.357169", "updated_at": "2022-08-13 20:35:43.736844"}], "points": [], "urls": ["livraddict.com"]}}