{"error": 448, "message": "OK", "parameters": {"id": 3658, "name": "BrowserStack ", "created_at": "2021-05-18 05:07:27.701097", "updated_at": "2021-05-18 22:00:22.870413", "wikipedia": null, "keywords": null, "related": null, "slug": "browserstack_", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3658.png", "url": "browserstack.com", "documents": [{"id": 6090, "name": "Cookie Policy", "url": "https://www.browserstack.com/cookie-policy", "xpath": "/html/body/div[1]/main/section/article/div/div/div", "text": " <p>At BrowserStack, we believe in complete transparency when it comes to how we collect and use data related to you.\nThis policy offers detailed information about how and when we use cookies.</p>Does BrowserStack use Cookies?<p>Yes.\nAs mentioned in our Privacy Policy, we use cookies to help us deliver the best possible user experience.\nBy continuing to visit or use our services, you are agreeing to the use of cookies.</p>What is a Cookie?<p>A cookie is a small file placed onto your browser that enables us to enhance your experience on BrowserStack by remembering your preferences.</p>What types of cookies does BrowserStack use?<p>We use two types: persistent cookies and session cookies.\nA persistent cookie helps us recognize you as an existing user, so it’s easier to return to BrowserStack or interact with our products without signing in again.\nAfter you sign in, a persistent cookie stays in your browser and will be read by us when you return to one of our products.\nSession cookies only last for as long as the session (usually the current visit to a website or a browser session).</p>What are cookies used for?<p>Cookies can be used to recognize you when you visit BrowserStack, remember your preferences, and give you a personalized experience that’s in line with your settings.\nCookies also make your interactions with BrowserStack faster and more secure.\nAdditionally, cookies allow us to bring you advertising off the BrowserStack website, and bring customized features.\nAs of today, BrowserStack does not generally respond to “do not track” signals.</p>How are cookies used for advertising purposes?<p>Cookies and other ad technology such as beacons, pixels, and tags help us serve relevant ads to you more effectively.\nThey also help us provide aggregated auditing, research, and reporting for advertisers, understand and improve our service, and know when content has been shown to you.\nYour web browser may request advertisements and beacons directly from third party ad network servers, these networks can view, edit, or set third party cookies, just as if you had requested a web page from their site.\nAds served by BrowserStack may also set third party cookies.</p>\n<p>Unless you clear these cookies from your browser, we may use this information to:</p>\n<ul>\n<li>provide more relevant, interest-based advertising</li>\n<li>provide aggregate reports of ads activity to advertisers and websites hosting the ads</li>\n<li>improve our products</li>\n</ul>How can I opt out of targeted advertising?<p>We use the following services for targeted advertising, you can use the links below to opt out.</p>\n<ul>\n<li>Google Analytics</li>\n<li>Twitter</li>\n<li>Facebook</li>\n<li>LinkedIn</li>\n<li>Reddit</li>\n<li>Quora</li>\n</ul>\n<p>Further, Our cookie table lists some of the cookies on our website (set by our products or third parties).\nPlease note that the names of cookies, pixels and other technologies may change over time.\nYou can opt-out of our advertising cookies here.</p> Cookie NameDescriptionExpirationtracking_idWe set this when user visits BrowserStack.\nUsed to log any activity related to Pricing.5 yearsscreensizeSetWe set this cookie if user tries to set the screen size when using the Responsive product.1 yearscreensizeWe set this cookie when user tries to start the Live Session on a Real Mobile for the first time.\nHere, all we ask the user is to feed in the screen size, so that later, we can use it render the real devices in real size to enhance the user’s testing experience.1 yearbs_force_localWe set this if user enables force-local option from the live dashboard.1 year_session_idSession cookie set by Rails.Never expiresbs_local, bs_local_hostPort, bs_local_originalUrl, bs_local_val, bs_local_nameWe set these Cookies for storing information used for Local Testing.previous_session_osWe set this cookie when user starts a session on Live.\nWe set the OS name which user recently started the session on, to enhance the user’s testing experience.1 yearhistoryWe set this cookie when user starts a session on Live.\nWe set the the following parameters to enhance user’s testing experience, which are later used to set some default configurations when user visits the Live product next time.1 yeardockPositionWe set this cookie when user tries to drag the dock in Live session.\nThe value of this cookie is used to enhance user’s testing experience.\nWe position the dock where the user had dragged in the previous session when he starts a new live session.Never expiresdowntime_notifiedWe set this cookie to remember if we showed the scheduled downtime message to the users.\nOnce the user see’s the message, we set this cookie so that we do not show the same notification to the user again on his next visit.24 hourscmd_tunnel, cmd_tunnel_kind, cmd_tunnel_typeWe set these cookies when user connects Local Binary or Local app.quick_launch_extension_installedWe set this cookie once the user installs our Quick Launch Extension.1 yearextension_startedWe set if the Local extension is installed.1 yearfirefox_extension_just_installedWe set the cookie if the user installed our Firefox extension1 yearskipped_extension_install_*We set this cookie if user visits the Live dashboard and he skips the Local Extension installation modal.\nWe store the user ID in the place of (*) in the cookie name.1 yearclear-extension-cacheWe set this cookie when user adds a new browser to the quick launch.\nThis enables us to clear the cached browsers from the Quick Launch extension and request for the updated ones.1 yearbs_deviceIdWe use this for Analytics purpose30 daysinvite_usersWe store the product names when user tries to invite other users.1 yearutm_paramsWe use this for analytics related to ads.90 dayshideFloatingBannerWe set this cookie to show and hide floating banners from some of our pages.1 daywindow-widthIt is set when user visits BrowserStack dashboard.\nUser’s device screen width is used in determining the header variation.1 daycard-update-blocker-interactedIt is set when user interacts with payment update blocker on dashboard.5 minscountExitModal,&nbsp;countExitModal-2We set this cookie to count Exit Intent modal window from some of our pages.30 dayscloseExitModal,&nbsp;closeExitModal-2We set this cookie to close Exit Intent modal window some of our pages.30 daysclosePromoNotificationWe set this cookie to hide the promo bar appearing above the header on some of our pages.5 daysp_list, p_buy, bs_logging_idWe set this cookie for analytics purpose.90 daysshow_freshchatWe set this cookie whenever a user sees our chat implementation.\nThis is used to track whether the chat was loaded for the user.5 yearsshow_freshchat_automate_dashboardWe set this cookie whenever a user sees our chat implementation.\nThis is used to track whether the chat was loaded for the user.1 yeareventsForm_numberWe set this cookie to improve user experience after registering the events forms.90 daysclose_plan_bannerWe set this cookie to improve user experience after interacting with the Team Lead Banner.30 dayscontacted_for_plan_bannerWe set this cookie to improve user experience after interacting with the Team Lead Banner.365 daysab_usersThis cookie generates a unique ID for every visitor and is used for the report segmentation feature in our Experiment Framework.180 days Third-party CookiesCookie NameDescriptionExpirationOwnership__stripe_midThis cookie is set by the third party service – Strip, which we use for the payments.\nMore on this at https://stripe.com/cookies-policy/legal1 yearStripe_gaThis is set by the third party service – Google Analytics for identifying unique sessions.Google Analytics_gidThis is set by third party library of Google Analytics.\nMore on use case: Refer here (last answer)Google Analyticsxs, sb, c_user, datr, pl, dpr, fr, wd, _fbc, _fbpFacebook social plugin which is integrated using Google Tag Manager.\nIt sets these cookies for tracking user conversions on the website.Facebook1P_JAR, APISID, CONSENT, HSID, NID, OTZ, SAPISID, SID, SSID, SIDCCThis is set by Google using Google Tag Manager to track conversions.Google_vis_opt_test_cookieThis is a session (temporary) cookie generated to detect if the cookies are enabled on the browser of the user or not.VWO_vis_opt_sThis cookie detects if the user is new or returning to a particular campaign.100 daysVWO_vis_opt_outThis cookie indicates that the visitor is not a part of the campaign.10 yearsVWO_vis_opt_exp_EXPERIMENT_ID_goal_GOAL_IDThis cookie is generated when a goal is made.100 daysVWO_vis_opt_exp_EXPERIMENT_ID_combiThis cookie is generated when users reach a particular combination.\nThis makes sure that users see the same variation that they saw earlier when they visited the page.100 daysVWO_vis_opt_exp_EXPERIMENT_ID_excludeThis cookie is generated when a user is excluded from a campaign.100 daysVWO_vis_opt_exp_EXPERIMENT_ID_splitThis cookie is generated during a Split URL test.100 daysVWO_vwo_uuidThis cookie generates a unique ID for every visitor and is used for the report segmentation feature in VWO.\nAlso, this cookie allows you to view data in a more refined manner.\nIf you have the campaign running on multiple domains, you will notice campaign-specific UUID values.100 daysVWOamplitude_idatlasbiomed.comThis is set by the third party service – Amplitude to analyze the user behavior within our website and our own products and services.10 yearsAmplitudeLinkedIn Insights TagLinked Insights Tag which is integrated using Google Tag Manager.\nIt sets these cookies for tracking user conversions on the website.LinkedIn_uetmsclkidBing UET tag which is integrated using Google Tag Manager.\nIt sets this cookie for tracking user conversions on the website.90 daysMicrosoft BingIDEDoubleClick sets this cookie for tracking user conversions on the website.2 yearsStackOverflow, DoubleClickreddaidReddit sets this cookie for tracking user conversions on the website.2 yearsRedditm-bQuora sets this cookie to authenticate users identity to Quora.2 yearsQuora<p>&nbsp;</p> ", "created_at": "2021-05-18 03:13:13.3612", "updated_at": "2021-05-18 03:13:20.022099"}, {"id": 6089, "name": "Terms of Service", "url": "https://www.browserstack.com/terms", "xpath": "/html/body/div[1]/main/section/article/div", "text": " <p>\n<em>Effective from January 05, 2021&nbsp;</em>\n</p>\n<p>THIS AGREEMENT GOVERNS YOUR ACQUISITION AND USE OF OUR SERVICES.</p>\n<p>BY ACCEPTING THESE TERMS OF SERVICE, EITHER BY REGISTERING ON WWW.BROWSERSTACK.COM OR BY CLICKING A BOX INDICATING YOUR ACCEPTANCE OR BY EXECUTING AN ORDER FORM OR ANY OTHER DOCUMENTATION THAT REFERENCES THIS AGREEMENT, YOU AGREE TO THE TERMS OF THIS AGREEMENT.\nIF YOU ARE ENTERING INTO THIS AGREEMENT ON BEHALF OF A COMPANY OR OTHER LEGAL ENTITY, YOU REPRESENT THAT YOU HAVE THE AUTHORITY TO BIND SUCH ENTITY AND ITS AFFILIATES TO THESE TERMS AND CONDITIONS, IN WHICH CASE THE TERMS “YOU” OR “YOUR” OR “CUSTOMER” SHALL REFER TO SUCH ENTITY AND ITS AFFILIATES.\nIF YOU DO NOT HAVE SUCH AUTHORITY, OR IF YOU DO NOT AGREE WITH THESE TERMS AND CONDITIONS, YOU MUST NOT ACCEPT THIS AGREEMENT AND MAY NOT USE THE SERVICES.</p>\n<p>IF YOU REGISTER FOR A FREE TRIAL OR FREE ACCOUNT FOR OUR SERVICES, THE APPLICABLE PROVISIONS OF THIS AGREEMENT WILL ALSO GOVERN THAT FREE TRIAL OR FREE ACCOUNT.</p>\n<p>This Agreement was last updated on January 05, 2021.\nIt is effective between You and Us as of the date of Your acceptance of this Agreement.</p>\n<p>The parties hereby agree to the following with respect to Your use, and BrowserStack’s provision, of the Service (as defined below).</p>\n<ol>\n<li>\n<strong>OVERVIEW</strong>\n<ol>\n<li>\n<strong>Introduction.</strong> Pursuant to this Agreement, BrowserStack offers Services designed to enable customers to test their websites and mobile applications across an array of web browsers, operating systems and physical device environments.</li>\n<li>\n<strong>Definitions.</strong>\n<p>“<strong>Account-Related Information</strong>” means contact information, payment information, and biographical information about Customer’s representatives and contacts used for marketing, opening new user accounts to use BrowserStack’s Services, and to maintain existing accounts.</p>\n<p>“<strong>Customer</strong>” means any customer of BrowserStack who or which is being provided with the Services as set out in the Agreement.</p>\n<p>“<strong>Customer Content</strong>” means (i) data or content in the Customer Properties that Customer chooses to test (and for mobile applications, the application package itself).\n(ii) data Customer submits or creates as part of a test, including test scripts and Screenshots.\nand (iii) any other data Customer submits to BrowserStack in connection with the use of the Services (not including Account-Related Information).</p>\n<p>“<strong>Customer Property</strong>” means a website or mobile application submitted to the Services for testing.</p>\n<p>“<strong>Documentation</strong>” means the technical user documentation provided with the Services.</p>\n<p>“<strong>Laws</strong>” means all applicable local, state, federal, foreign and international laws, regulations and conventions, including, without limitation, those related to data privacy and data transfer, international communications, and the exportation of technical or personal data.</p>\n<p>“<strong>Order Form</strong>” means each quote, order form, or and/or statement of work referencing this Agreement.</p>\n<p>“<strong>Open Source Software</strong>” means any open source, community or other free code or libraries of any type, including, without limitation, any code which is made generally available on the Internet without charge (such as, for example purposes only, any code licensed under any version of the MIT, BSD, Apache, Mozilla or GPL or LGPL licenses).</p>\n<p>“<strong>Personal Information</strong>” means any information that identifies, relates to, describes, or is capable of being associated with, or could reasonably be linked, directly or indirectly, to an identified or identifiable living natural person, including but not limited to: (i) Identifiers such as a real name, alias, postal address, unique personal identifier, online identifier Internet Protocol address, email address, account name, social security number, driver’s license number, government identification card number, passport number, or other similar identifiers.\n(ii) any patient, medical records or other protected or regulated health information.\n(iii) any financial information (including bank account or payment card numbers) or any other information subject to regulation or protection under specific laws or regulations.\nor (iv) information defined as “personal information,” “personally identifiable information,” “personal data,” or similar expressions under applicable privacy laws or data security Laws.</p>\n<p>“<strong>Parallel Tests</strong>” means the number of tests that Customer’s Permitted Users (as defined below) are collectively running on Test Environments at a given point in time.</p>\n<p>“<strong>Screenshot/s</strong>” means an image or video of the Test Environment display captured using the Services.</p>\n<p>\n<strong>“Services”</strong> means BrowserStack’s proprietary software-as-a-service solution(s), described in the applicable Order Form.\nSubject to the terms herein, references to the Services also include the Documentation.</p>\n<p>“<strong>Test Environment</strong>” means virtual machines, physical electronic devices, and device emulators on which Customer may use the Services to run tests.</p>\n</li>\n</ol>\n</li>\n<li>\n<strong>BROWSERSTACK SERVICES</strong>\n<ol>\n<li>\n<strong>Access to Services.</strong> Customer will purchase and BrowserStack will provide the specific Services as specified in the applicable Order Form.\nCustomer may access and use these Services during the Subscription Term (as defined below) solely for its own benefit and in accordance with the terms and conditions of this Agreement, the Documentation and any scope of use restrictions designated in the applicable Order Form (including any limits on Parallel Tests, Screenshots and Permitted Users, if applicable).\nAs part of its use of the Services and if required, Customer may copy and use the Documentation for Customer’s internal use in connection with the use of the Services.</li>\n<li>\n<strong>Permitted Users</strong>\n<ol>\n<li>\n<u>In General.</u>&nbsp;Use of and access to the Services is permitted by and only by the number of employees of Customer specified in the applicable Order Form (“<strong>Permitted Users</strong>”).\nIf Customer is given passwords to access the Services on BrowserStack’s systems, Customer will require that all Permitted Users keep user ID and password information strictly confidential and not share such information with any unauthorized person.\nUser IDs are granted to individual, named persons and may not be shared.\nUser IDs may only be reassigned to a new Permitted User if the prior Permitted User will no longer use the Services.\nCustomer will be responsible for any and all actions taken using Customer’s accounts and passwords.</li>\n<li>\n<u>Contractors and Affiliates.</u>&nbsp;Customer may permit individuals serving as its independent contractors and consultants who are not competitors of BrowserStack (“<strong>Contractors</strong>”) and individual employees, contractors, or consultants of Affiliates (as defined below) to serve as Permitted Users, provided Customer remains responsible for compliance by each such Contractor or Affiliate Permitted User with all of the terms and conditions of this Agreement and any such use of the Services by such Contractor or Affiliate Permitted User is for the sole benefit of Customer.\nUse of the Services by Permitted Users of Affiliates, Contractors and Customer in the aggregate must be within the restrictions in the applicable Order Form.\n“<strong>Affiliate</strong>” means any entity controlling, controlled by, or under common control with the referenced entity, where the term “control” means the possession, direct or indirect, of the power to direct or cause the direction of the management and policies of an entity, whether through the ownership of voting securities, by contract, or otherwise.</li>\n</ol>\n</li>\n<li>\n<strong>General Restrictions.</strong>&nbsp;Customer will not (and will not permit any third party to): (a) rent, lease, provide access to or sublicense the Services to a third party.\n(b) use the Services to provide, or incorporate the Services into, any product or service provided to a third party.\n(c) reverse engineer, decompile, disassemble, or otherwise seek to obtain the source code or non-public APIs to the Services, except to the extent expressly permitted by applicable law (and then only upon advance notice to BrowserStack).\n(d) copy or modify the Services or any Documentation, or create any derivative work from any of the foregoing.\n(e) remove or obscure any proprietary or other notices contained in the Services (including any reports or data printed from the Services).\nor (f) publicly disseminate information regarding the performance of the Services.</li>\n<li>\n<strong>Trial Subscriptions.</strong>&nbsp;If Customer receives free access or a trial or evaluation subscription to one or more Services (a “<strong>Trial Subscription</strong>”), then Customer may use the Services in accordance with the terms and conditions of this Agreement for a period of thirty (30) days or such other period granted by BrowserStack (the “<strong>Trial Period</strong>”).\nTrial Subscriptions are permitted solely for Customer’s use to determine whether to purchase a paid subscription to the Services.\nCertain Trial Subscriptions may include pre-release and beta products (“<strong>Beta Releases</strong>”).\nTrial Subscriptions may not include all functionality and features accessible as part of a paid Subscription.\nIf Customer does not enter into a paid Subscription Term, this Agreement and Customer’s right to access and use the Services will terminate at the end of the Trial Period.\nBrowserStack has the right to terminate a Trial Subscription at any time for any reason.\nNOTWITHSTANDING ANYTHING TO THE CONTRARY IN THIS AGREEMENT, BROWSERSTACK WILL HAVE NO WARRANTY, INDEMNITY, DATA ARCHIVING, SERVICE LEVEL, OR SUPPORT OBLIGATIONS WITH RESPECT TO TRIAL SUBSCRIPTIONS.</li>\n</ol>\n</li>\n<li>\n<strong>CUSTOMER CONTENT</strong>\n<ol>\n<li>\n<strong>Rights in Customer Content.</strong>&nbsp;As between the parties, Customer will retain all right, title and interest (including any and all intellectual property rights) that Customer may have in and to the Customer Content as submitted to or accessed through the Services.\nSubject to the terms of this Agreement, Customer hereby grants to BrowserStack a non-exclusive, worldwide, royalty-free right to use, copy, store, transmit, modify, create derivative works of and display the Customer Content solely to the extent necessary to provide the Services to Customer.\nFor clarity, BrowserStack tests Customer Properties, but does not operate the live Customer Properties run by Customer.</li>\n<li>\n<strong>Storage by BrowserStack.</strong>&nbsp;Upon termination of a test, the Test Environment will be deleted (or, for physical, non-emulated devices, reset to factory settings).\nAs a result, any Customer Content resident in a Test Environment will be deleted after completion of the test.\nNotwithstanding the foregoing, certain Customer Content is stored by BrowserStack as follows:<ol>\n<li>BrowserStack will retain any Screenshots and output (such as reports or log data) created using the Services to allow Customer to access the Screenshots and output for later use by Customer.</li>\n<li>If Customer uploads a mobile application for use with the Services, BrowserStack will retain a copy of that application for use by Customer in subsequent tests.</li>\n<li>BrowserStack may retain short-term technical backups as part of providing the Services.</li>\n<li>BrowserStack will also retain Screenshots along with the captured DOM and associated assets (CSS,<br>images, javascript etc.) used to render the Screenshot in case of its visual testing Service.</li>\n</ol>\n<p>Any Customer Content will be retained subject to BrowserStack’s data retention policies and confidentiality obligations under this Agreement.\nExcept as set forth above, the Services do not provide a solution for storage of Customer Content or backups.\nCustomer agrees that Customer Content shall include only copies of Customer’s data, and not any data that Customer needs for backup or archival purpose.</p>\n</li>\n<li>\n<strong>Customer Obligations.</strong>\n<ol>\n<li>\n<u>In General.</u>&nbsp;Customer will ensure that Customer’s use of each Service and all Customer Content is at all times compliant with Customer’s privacy policies and all applicable local, state, federal and international laws, regulations and conventions, including, without limitation, those related to data privacy and data transfer, international communications, and the exportation of technical or personal data.\nCustomer is solely responsible for the accuracy, content and legality of all Customer Content.\nCustomer represents and warrants to BrowserStack that Customer has all necessary rights, consents and permissions to collect, share and use all Customer Content as contemplated in this Agreement (including granting BrowserStack the rights in Section 3.1), and that no Customer Content will violate or infringe (i) any third party intellectual property, publicity, privacy or other rights or (ii) any Laws.\nIf specified in the Documentation, Customer will submit certain types of Customer Content (e.g., mobile applications) in the format required by BrowserStack.</li>\n<li>\n<u>No Personal Information.</u>&nbsp;Customer acknowledges that the Services are not designed for use with (and do not require) Personal Information included in Customer Content.\nCustomer specifically agrees not to use the Services to collect, store, process or transmit any Personal Information other than Account-Related Information, and will not submit to the Services any Customer Content containing any Personal Information.\nBrowserStack will have no liability under this Agreement for Personal Information included within Customer Content, or any security incident or breach regarding such Personal Information, notwithstanding anything to the contrary herein.</li>\n<li>\n<u>Customer Content Guidelines.</u>&nbsp;Customer will not use the Services with any Customer Content that (i) is deceptive, fraudulent, illegal, obscene, defamatory, libelous, threatening, harmful to minors, pornographic, indecent, harassing, hateful, religiously, racially or ethnically offensive, that encourages illegal or tortious conduct or that is otherwise inappropriate in BrowserStack’s discretion.\n(ii) contains viruses, bots, worms, scripting exploits or other similar materials.\nor (iii) could otherwise cause damage to BrowserStack or any third party.</li>\n</ol>\n</li>\n<li>\n<strong>Indemnification by Customer.</strong>&nbsp;Customer will indemnify, defend and hold harmless BrowserStack from and against any and all claims, costs, damages, losses, liabilities and expenses (including reasonable attorneys’ fees and costs) arising out of or in connection with any claim arising from or relating to (a) any Customer Content or acts or omissions of Customer that constitute a breach or alleged breach by Customer of Section 3.3 (Customer Obligations) or (b) any service or product offered by Customer in connection with or related to the Services.\nThis indemnification obligation is subject to Customer receiving (i) prompt written notice of such claim (but in any event notice in sufficient time for Customer to respond without prejudice).\n(ii) the exclusive right to control and direct the investigation, defense, or settlement of such claim.\nand (iii) all necessary cooperation of BrowserStack at Customer’s expense.\nNotwithstanding the foregoing sentence, BrowserStack may participate in the defense of any claim by counsel of its own choosing, at its cost and expense and Customer will not settle any claim without BrowserStack’s prior written consent, unless the settlement fully and unconditionally releases BrowserStack and does not require BrowserStack to pay any amount, take any action, or admit any liability.</li>\n</ol>\n</li>\n<li>\n<strong>DATA PROTECTION.</strong>\n<p>In accordance with the General Data Protection Regulation (EU) 2016/679 (GDPR), the data protection terms relating to processing of Account-Related Information and Customer Content are contained in Exhibit A (Data Protection Addendum).\nTo the extent that there is any conflict between any provision of the Agreement and the contents of Exhibit A, the contents of Exhibit A shall prevail in respect of such conflict in so far as the matters of data protection are concerned.</p>\n</li>\n<li>\n<strong>REGULATORY COMPLIANCE.</strong>\n<p>Browserstack is currently in compliance with and shall at all times remain in compliance with the regulations of the Office of Foreign Assets Control (“OFAC”) of the Department of the Treasury and any statute, executive order, or other governmental action relating thereto.\nIn accordance with the regulations, BrowserStack does not offer services to users in specific sanctioned regions and hence does not allow users in such regions to access all of certain parts of the website, including certain products.\nMore information about the sanctions programs administered by the Office of Foreign Assets Control (“OFAC”) of the US Department of the Treasury is available at https://www.treasury.gov/resource-center/sanctions/pages/default.aspx.\nTherefore, Customer and/or its Affiliates agree that they are not from such specific sanctioned regions and are currently in compliance with and will at all times during the Subscription Term of this Agreement remain in compliance with the regulations of OFAC and any statute, executive order, or other governmental action relating thereto.</p>\n</li>\n<li>\n<strong>OWNERSHIP.</strong>\n<ol>\n<li>\n<strong>BrowserStack Technology.</strong>&nbsp;This is a subscription agreement for access to and use of the Services.\nCustomer acknowledges that it is obtaining only a limited right to the Services and that irrespective of any use of the words “purchase”, “sale” or like terms in this Agreement no ownership rights are being conveyed to Customer under this Agreement.\nCustomer agrees that BrowserStack or its suppliers retain all right, title and interest (including all patent, copyright, trademark, trade secret and other intellectual property rights) in and to the Services, all Documentation, Professional Services deliverables and any and all related and underlying technology and documentation and any derivative works, modifications or improvements of any of the foregoing, including as may incorporate Feedback (collectively, “<strong>BrowserStack Technology</strong>”).\nExcept as expressly set forth in this Agreement, no rights in any BrowserStack Technology are granted to Customer.\nFurther, Customer acknowledges that the Services are offered as an on-line, hosted solution, and that Customer has no right to obtain a copy of any of the Services.</li>\n<li>\n<strong>Feedback.</strong>&nbsp;Customer, from time to time, may submit comments, questions, suggestions or other feedback relating to any BrowserStack product or service to BrowserStack (“<strong>Feedback</strong>”).\nBrowserStack may freely use or exploit Feedback in connection with any of its products or services without the need to pay compensation for any use of such Feedback.</li>\n<li>\n<strong>Usage Data.</strong>&nbsp;Notwithstanding anything to the contrary herein, Customer agrees that BrowserStack may obtain technical data about Customer’s use of the Services that is non-personally identifiable with respect to Customer (“<strong>Usage Data</strong>”), and BrowserStack may use the Usage Data to analyze, improve, market, support and operate the Services and otherwise for any business purpose during and after the term of this Agreement.\nFor clarity, this Section 6.3 does not give BrowserStack the right to identify Customer as the source of any Usage Data.</li>\n</ol>\n</li>\n<li>\n<strong>FEES &amp.\nPAYMENT</strong>\n<ol>\n<li>\n<strong>Fees and Payment.</strong> All fees are as set forth in the applicable Order Form and are due within thirty (30) days from the date of invoice .\nAll fees are non-cancellable and non-refundable.\nBrowserStack shall bill each Customer for sales tax, goods and services (“GST”) or value added (“VAT”) taxes as a separate line item on each invoice, wherever applicable.\nCustomers are required to pay any use, withholding, or similar taxes (including reverse charge with respect to GST and VAT) or levies, whether domestic or foreign as may be applicable, other than taxes based on the income of BrowserStack.\nAny late payments will be subject to a service charge equal to 1.5% per month of the amount due or the maximum amount allowed by law, whichever is less.<br>BrowserStack may change the fees in effect or add new fees and charges from time to time.\nFurthermore, notwithstanding any other provision contained herein (but subject to any applicable law), at the time of any renewal of a subscription, Customer agrees that BrowserStack may increase Customer’s recurring fees up to the greater of (i) the then list price as publicly marketed on our website, or (ii) five percent (5%).\nBrowserStack may, in its sole discretion, offer Customer a grace-period in which their fees will not increase for a certain period of time.\nIf Customer does not accept the increase or addition to the existing fees, Customer may elect to terminate its account during the then current billing period and Customer shall not be liable for such fee increase after the applicable billing period.\nhowever, any later renewal of service will be subject to the increased fee structure.</li>\n<li>\n<strong>Suspension of Service.</strong>&nbsp;In addition to any of BrowserStack’s other rights or remedies (including but not limited to any termination rights set forth herein), BrowserStack reserves the right to suspend Customer’s access to the Services if: (i) Customer’s account is thirty (30) days or more overdue.\n(ii) BrowserStack determines that Customer has breached Section 2.3 (General Restrictions) or Section 3.3 (Customer Obligations).\nor (iii) BrowserStack determines that suspension is necessary to prevent harm or liability to other customers or third parties, or to preserve the security, stability, availability or integrity of the Services.\nBrowserStack will have no liability for taking action as permitted above in this section.\nHowever, unless this Agreement has been terminated, BrowserStack will cooperate with Customer to restore access to the Services once it verifies that Customer has resolved the condition requiring suspension.</li>\n</ol>\n</li>\n<li>\n<strong>TERM AND TERMINATION</strong>\n<ol>\n<li>\n<strong>Term.</strong> This Agreement is effective as of the Effective Date.\nEither party may terminate this Agreement on written notice if there are no Order Forms in effect.\nEach Service is provided on a subscription basis for a set term designated on the Order Form and thereafter, will automatically renew for successive terms of equal length to the initial term unless either party provides the other party with written notice of non-renewal at least thirty (30) days prior to the end of the then-current term (the initial term and each renewal term, a “Subscription Term”).</li>\n<li>\n<strong>Termination for Cause.</strong>&nbsp;Either party may terminate this Agreement (including all related Order Forms) if the other party (a) fails to cure any material breach of this Agreement (including a failure to pay fees) within thirty (30) days after written notice.\n(b) ceases operation without a successor.\nor (c) seeks protection under any bankruptcy, receivership, trust deed, creditors’ arrangement, composition, or comparable proceeding, or if any such proceeding is instituted against that party (and not dismissed within sixty (60) days thereafter).</li>\n<li>\n<strong>Effect of Termination.</strong>&nbsp;Upon any expiration or termination of this Agreement, Customer will immediately cease any and all use of and access to all Services (including any and all related BrowserStack Technology) and delete (or, at BrowserStack’s request, return) any and all copies of the Documentation, any BrowserStack passwords or access codes and any other BrowserStack Confidential Information in its possession.\nProvided this Agreement was not terminated for Customer’s breach, Customer may retain and use internally copies of all reports exported from any Service prior to termination.\nCustomer acknowledges that following termination it will have no further access to any Customer Content input into any Service, and that BrowserStack may delete any such data as may have been stored by BrowserStack at any time.\nExcept where an exclusive remedy is specified, the exercise of either party of any remedy under this Agreement, including termination, will be without prejudice to any other remedies it may have under this Agreement, by law or otherwise.</li>\n<li>\n<strong>Survival.</strong> The following Sections will survive any expiration or termination of this Agreement: 2.3 (General Restrictions), 2.4 (Trial Subscriptions), 3.2 (Storage by BrowserStack), 3.4 (Indemnification by Customer), 6 (Ownership), 7.1 (Fees and Payment), 8 (Term and Termination), 9.2 (Warranty Disclaimer), 11 (Confidential Information) and 12 (General Terms).</li>\n</ol>\n</li>\n<li>\n<strong>LIMITED WARRANTY</strong>\n<ol>\n<li>\n<strong>Limited Warranty.</strong>&nbsp;BrowserStack warrants, for Customer’s benefit only, that each Service will operate in substantial conformity with the applicable Documentation.\nBrowserStack’s sole liability (and Customer’s sole and exclusive remedy) for any breach of this warranty will be, at no charge to Customer, for BrowserStack to use commercially reasonable efforts to correct the reported non-conformity, or if BrowserStack determines such remedy to be impracticable, either party may terminate the applicable Subscription Term and Customer will receive as its sole remedy a refund of any fees Customer has pre-paid for use of such Service for the terminated portion of the applicable Subscription Term.\nThe limited warranty set forth in this Section 9.1 will not apply: (i) unless Customer makes a claim within thirty (30) days of the date on which Customer first noticed the non-conformity, (ii) if the error was caused by misuse, unauthorized modifications or third-party hardware, software or services, or (iii) to use provided based on a Trial Subscription.</li>\n<li>\n<strong>Warranty Disclaimer.</strong>&nbsp;EXCEPT FOR THE LIMITED WARRANTY IN SECTION 9.1, ALL SERVICES AND THE BROWSERSTACK CODE ARE PROVIDED “AS IS”.\nNEITHER BROWSERSTACK NOR ITS SUPPLIERS MAKES ANY OTHER WARRANTIES, EXPRESS OR IMPLIED, STATUTORY OR OTHERWISE, INCLUDING BUT NOT LIMITED TO WARRANTIES OF MERCHANTABILITY, TITLE, FITNESS FOR A PARTICULAR PURPOSE OR NONINFRINGEMENT.\nBROWSERSTACK DOES NOT WARRANT THAT CUSTOMER’S USE OF ANY SERVICE WILL BE UNINTERRUPTED OR ERROR-FREE, NOR DOES BROWSERSTACK WARRANT THAT IT WILL REVIEW THE CUSTOMER CONTENT FOR ACCURACY OR THAT IT WILL PRESERVE OR MAINTAIN THE CUSTOMER CONTENT WITHOUT LOSS.\nBROWSERSTACK WILL NOT BE LIABLE FOR DELAYS, INTERRUPTIONS, SERVICE FAILURES OR OTHER PROBLEMS INHERENT IN USE OF THE INTERNET AND ELECTRONIC COMMUNICATIONS OR OTHER SYSTEMS OUTSIDE THE REASONABLE CONTROL OF BROWSERSTACK.\nCUSTOMER MAY HAVE OTHER STATUTORY RIGHTS, BUT THE DURATION OF STATUTORILY REQUIRED WARRANTIES, IF ANY, WILL BE LIMITED TO THE SHORTEST PERIOD PERMITTED BY LAW.</li>\n<li>\n<strong>Specific Disclaimers.</strong>&nbsp;TO THE EXTENT PERMITTED BY LAW, BROWSERSTACK IS NOT RESPONSIBLE FOR ANY DELAYS, DELIVERY FAILURES, OR ANY OTHER LOSS OR DAMAGE RESULTING FROM (I) THE TRANSFER OF DATA OVER PUBLIC COMMUNICATIONS NETWORKS AND FACILITIES, INCLUDING THE INTERNET, OR (II) ANY DELAY OR DELIVERY FAILURE ON THE PART OF ANY OTHER SERVICE PROVIDER NOT CONTRACTED BY US, AND CUSTOMER ACKNOWLEDGES THAT THE SERVICE MAY BE SUBJECT TO LIMITATIONS, DELAYS AND OTHER PROBLEMS INHERENT IN THE USE OF SUCH COMMUNICATIONS FACILITIES.\nCUSTOMER ACKNOWLEDGES THAT BROWSERSTACK CANNOT GUARANTEE THE ABSOLUTE PREVENTION OF CYBER-ATTACKS SUCH AS HACKING, SPYWARE, AND VIRUSES.\nACCORDINGLY, BROWSERSTACK SHALL NOT BE LIABLE FOR ANY UNAUTHORIZED DISCLOSURE, LOSS OR DESTRUCTION OF CUSTOMER DATA ARISING FROM SUCH RISKS AS LONG AS SUCH RISK CANNOT BE ATTRIBUTED TO NEGLIGANCE OR FAILURE ON BROWSERSTACK’S PART.</li>\n</ol>\n</li>\n<li>\n<strong>LIMITATION OF REMEDIES AND DAMAGES</strong>\n<ol>\n<li>\n<strong>Consequential Damages Waiver.</strong>&nbsp;EXCEPT FOR EXCLUDED CLAIMS (DEFINED BELOW), NEITHER PARTY (NOR ITS SUPPLIERS) WILL HAVE ANY LIABILITY ARISING OUT OF OR RELATED TO THIS AGREEMENT, THE SERVICES, THE DOCUMENTATION, OR THE BROWSERSTACK CODE FOR ANY LOSS OF USE, LOST DATA, LOST PROFITS, FAILURE OF SECURITY MECHANISMS, INTERRUPTION OF BUSINESS, OR ANY INDIRECT, SPECIAL, INCIDENTAL, RELIANCE, OR CONSEQUENTIAL DAMAGES OF ANY KIND, EVEN IF INFORMED OF THE POSSIBILITY OF SUCH DAMAGES IN ADVANCE.</li>\n<li>\n<strong>Liability Cap.</strong>&nbsp;BROWSERSTACK’S AND ITS SUPPLIERS’ ENTIRE LIABILITY TO CUSTOMER ARISING OUT OF OR RELATED TO THIS AGREEMENT, THE SERVICES, THE DOCUMENTATION, OR THE BROWSERSTACK CODE AT ANY TIME WILL NOT EXCEED $1 UNDER THIS AGREEMENT.</li>\n<li>\n<strong>Excluded Claims.</strong>&nbsp;“<strong>Excluded Claims</strong>” means any claim arising (a) from Customer’s breach of Section 2.3 (General Restrictions).\n(b) under Section 3.3 (Customer Obligations) and Section 3.4 (Indemnification by Customer).\nor (c) from a party’s breach of its obligations in Section 11 (Confidential Information) (but excluding claims related to Customer Content).</li>\n<li>\n<strong>Nature of Claims and Failure of Essential Purpose.</strong>&nbsp;The parties agree that the waivers and limitations specified in this Section 10 apply regardless of the form of action, whether in contact, tort (including negligence), strict liability or otherwise and will survive and apply even if any limited remedy specified in this Agreement is found to have failed of its essential purpose.</li>\n</ol>\n</li>\n<li>\n<strong>CONFIDENTIAL INFORMATION.</strong>\n<p>Each party (as “<strong>Receiving Party</strong>”) agrees that all code, inventions, know-how, business, technical and financial information it obtains from the disclosing party (“<strong>Disclosing Party</strong>”) constitute the confidential property of the Disclosing Party (“<strong>Confidential Information</strong>”), provided that it is identified as confidential at the time of disclosure or should be reasonably known by the Receiving Party to be confidential or proprietary due to the nature of the information disclosed and the circumstances surrounding the disclosure.\nAny BrowserStack Technology, performance information relating to any Service, and the terms and conditions of this Agreement will be deemed Confidential Information of BrowserStack without any marking or further designation.\nCustomer Content will be deemed Confidential Information of Customer without the need for any marking or further designation.\nExcept as expressly authorized herein, the Receiving Party will (1) hold in confidence and not disclose any Confidential Information to third parties and (2) not use Confidential Information for any purpose other than fulfilling its obligations and exercising its rights under this Agreement.\nThe Receiving Party may disclose Confidential Information to its employees, agents, contractors and other representatives having a legitimate need to know (including, for BrowserStack, its subcontractors), provided that such representatives are bound to confidentiality obligations no less protective of the Disclosing Party than this Section 11 and that the Receiving Party remains responsible for compliance by any such representative with the terms of this Section 11.\nThe Receiving Party’s confidentiality obligations will not apply to information that the Receiving Party can document: (i) was rightfully in its possession or known to it prior to receipt of the Confidential Information.\n(ii) is or has become public knowledge through no fault of the Receiving Party.\n(iii) is rightfully obtained by the Receiving Party from a third party without breach of any confidentiality obligation.\nor (iv) is independently developed by employees of the Receiving Party who had no access to such information.\nThe Receiving Party may make disclosures to the extent required by administrative or judicial process, applicable law, or court order, provided the Receiving Party notifies the Disclosing Party in advance and cooperates in any effort to obtain confidential treatment.\nThe Receiving Party acknowledges that disclosure of Confidential Information would cause substantial harm for which damages alone would not be a sufficient remedy, and therefore that upon any such disclosure by the Receiving Party the Disclosing Party will be entitled to seek appropriate equitable relief in addition to whatever other remedies it might have at law.</p>\n</li>\n<li>\n<strong>GENERAL TERMS</strong>\n<ol>\n<li>\n<strong>Assignment.</strong>&nbsp;This Agreement will bind and inure to the benefit of each party’s permitted successors and assigns.\nNeither party may assign this Agreement without the advance written consent of the other party, except that either party may assign this Agreement in connection with a merger, reorganization, acquisition or other transfer of all or substantially all of such party’s assets or voting securities.\nAny attempt to transfer or assign this Agreement except as expressly authorized under this Section 12.1 will be null and void.</li>\n<li>\n<strong>Severability.</strong>&nbsp;If any provision of this Agreement will be adjudged by any court of competent jurisdiction to be unenforceable or invalid, that provision will be limited to the minimum extent necessary so that this Agreement will otherwise remain in effect.</li>\n<li>\n<strong>Governing Law.\nJurisdiction and Venue.</strong>&nbsp;This Agreement will be governed by the laws of the State of California and the United States without regard to conflicts of laws provisions thereof, and without regard to the United Nations Convention on the International Sale of Goods.\nAll disputes relating to or arising out of this Agreement shall be resolved in a state or federal court located in or encompassing San Mateo County, California, USA, and the parties hereby consent to the jurisdiction of such courts.</li>\n<li>\n<strong>Attorneys’ Fees and Costs.</strong>&nbsp;The prevailing party in any action to enforce this Agreement will be entitled to recover its attorneys’ fees and costs in connection with such action.</li>\n<li>\n<strong>Notice.</strong>&nbsp;Any notice or communication required or permitted under this Agreement will be in writing to the parties at the addresses set forth on the Order Form or at such other address as may be given in writing by either party to the other in accordance with this Section and will be deemed to have been received by the addressee (i) if given by hand, immediately upon receipt.\n(ii) if given by overnight courier service, the first business day following dispatch or (iii) if given by registered or certified mail, postage prepaid and return receipt requested, the second business day after such notice is deposited in the mail.</li>\n<li>\n<strong>Amendments.\nWaivers.</strong>&nbsp;No supplement, modification, or amendment of this Agreement will be binding, unless executed in writing by a duly authorized representative of each party to this Agreement.\nNo waiver will be implied from conduct or failure to enforce or exercise rights under this Agreement, nor will any waiver be effective unless in a writing signed by a duly authorized representative on behalf of the party claimed to have waived.\nNo provision of any purchase order or other business form employed by Customer will supersede the terms and conditions of this Agreement, and any such document relating to this Agreement will be for administrative purposes only and will have no legal effect.</li>\n<li>\n<strong>Entire Agreement.</strong> This Agreement, as may be updated from time to time and posted at https://www.browserstack.com/terms, is the complete and exclusive statement of the mutual understanding of the parties and supersedes and cancels all previous written and oral agreements and communications relating to the subject matter of this Agreement.\nAny additional or different legal terms contained in any Customer purchase order (such as a reference to Customer’s online terms of use) will not apply – even if accepted by BrowserStack in writing.\nCustomer acknowledges that the Services are on-line, subscription-based products, and that in order to provide improved customer experience BrowserStack may make changes to the Services, and BrowserStack will update the applicable Documentation accordingly.</li>\n<li>\n<strong>Force Majeure.</strong> Except with respect to pay amounts owed hereunder, neither party will be liable to the other for any delay or failure to perform any obligation under this Agreement (except for a failure to pay fees) if the delay or failure is due to unforeseen events that occur after the signing of this Agreement and that are beyond the reasonable control of such party (each, a “<strong>Force Majeure Event</strong>”), including but not limited to, such an act of God, a strike, blockade, war, act of terrorism, riot, governmental action, natural disaster, epidemic or pandemic, failure or diminishment of power or telecommunications or data networks or services, or refusal of a license by a government agency.</li>\n<li>\n<strong>Independent Contractors.</strong>&nbsp;The parties to this Agreement are independent contractors.\nThere is no relationship of partnership, joint venture, employment, franchise or agency created hereby between the parties.\nNeither party will have the power to bind the other or incur obligations on the other party’s behalf without the other party’s prior written consent.</li>\n<li>\n<strong>Export Control.</strong>&nbsp;In its use of the Services, Customer agrees to comply with all export and import laws and regulations of the United States and other applicable jurisdictions.\nWithout limiting the foregoing, (i) Customer represents and warrants that it is not listed on any U.S.\ngovernment list of prohibited or restricted parties or located in (or a national of) a country that is subject to a U.S.\ngovernment embargo or that has been designated by the U.S.\ngovernment as a “terrorist supporting” country, (ii) Customer will not (and will not permit any of its users to) access or use the Services in violation of any U.S.\nexport embargo, prohibition or restriction, and (iii) Customer will not submit to the Services any information that is controlled under the U.S.\nInternational Traffic in Arms Regulations.</li>\n<li>\n<strong>Government End-Users.</strong>&nbsp;Elements of the Services are commercial computer software.\nIf the user of the Services is an agency, department, or other entity of the United States Government, the use, duplication, reproduction, release, modification, disclosure, or transfer of the Services, or any related documentation of any kind, including technical data and manuals, is restricted by a license agreement or by the terms of this Agreement in accordance with Federal Acquisition Regulation 12.212 for civilian purposes and Defense Federal Acquisition Regulation Supplement 227.7202 for military purposes.\nAll Services and BrowserStack Code were developed fully at private expense.\nAll other use is prohibited.</li>\n<li>\n<strong>Counterparts</strong>.\nThis Agreement may be executed in counterparts, each of which will be deemed an original and all of which together will be considered one and the same agreement.\nFacsimile signatures, signatures on an electronic image (such as .pdf or .jpg format), and electronic signatures shall be deemed to be handwritten signatures.</li>\n</ol>\n</li>\n</ol>\n<p>\n<strong>\n<u>Exhibit A</u>\n</strong>\n</p>\n<p>\n<strong>\n<u>DATA PROTECTION ADDENDUM</u>\n</strong>\n</p>\n<ol>\n<li>\n<strong>Definitions.</strong>\n<ol>\n<li>The following definitions and rules of interpretation apply in this Schedule.<ol>\n<li>\n<strong>Agreement:</strong> the terms of service agreement to which this Exhibit is attached.</li>\n<li>\n<strong>Appropriate Safeguards:</strong> means the measures set out in Article 46 of GDPR.</li>\n<li>\n<strong>Appropriate Technical and Organisational Measures:</strong>&nbsp;has the meaning given to such term in Data Protection Legislation (including, as appropriate, the measures referred to in Article 32(1) of the GDPR).</li>\n<li>\n<strong>Authorised Person:</strong>&nbsp;the personnel authorised on Customer’s behalf to provide instructions to BrowserStack in relation to the Processing provisions in this Exhibit.</li>\n<li>\n<strong>Business Purpose:</strong>&nbsp;the provision of the Services.</li>\n<li>\n<strong>Customer:</strong>&nbsp;means any customer of Browserstack who or which is being provided with the Services as set out inthe Agreement.</li>\n<li>\n<strong>Data:</strong>&nbsp;any data or information, in whatever form, including but not limited to images, still and moving, and sound recordings.</li>\n<li>\n<strong>Data Controller:</strong>&nbsp;has the meaning given to such term in Data Protection Legislation.</li>\n<li>\n<strong>Data Processor:</strong>&nbsp;has the meaning given to such term in Data Protection Legislation.</li>\n<li>\n<strong>Data Protection Legislation:</strong>&nbsp;means applicable laws and regulations relating to the privacy and security of Personal Information, including but not limited to GDPR and the Data Protection Acts 1988 to 2018 of Ireland,and to privacy including the E-Privacy Directive 2002/58/EC and the European Communities (ElectronicCommunications Networks and Services) (Privacy and Electronic Communications) Regulations 2011 (“<strong>E-Privacy Regulations</strong>”) of Ireland, as such laws shall be supplemented, amended, revised or replaced from time to time.</li>\n<li>\n<strong>Data Protection Officer:</strong>&nbsp;a data protection officer appointed pursuant to Data Protection Legislation.</li>\n<li>\n<strong>Data Subject:</strong> an individual who is the subject of Personal Information (including any [Permitted User]).</li>\n<li>\n<strong>Delete:</strong> to remove or obliterate Personal Information such that it cannot be recovered or reconstructed.</li>\n<li>\n<strong>EEA:</strong>&nbsp;European Economic Area.</li>\n<li>\n<strong>GDPR</strong>: General Data Protection Regulation (EU) 2016/679.</li>\n<li>\n<strong>BrowserStack System:</strong>&nbsp;any information technology system or systems owned or operated by BrowserStack to which Customer Content is delivered or on which the Services are performed.</li>\n<li>\n<strong>Personal Data Breach:</strong>&nbsp;means any “personal data breach” as defined in the GDPR in respect of the Personal Information within Account-Related Information which is caused by BrowserStack.</li>\n<li>\n<strong>“Non-PI Security Breach”</strong>&nbsp;means the acquisition, access, use, or disclosure of Account-Related Information or Customer Content not containing Personal Information in a manner that violates the security requirements in this Exhibit and compromises the security of Account-Related Information or Customer Content.</li>\n<li>\n<strong>Permitted User:</strong>&nbsp;has the meaning given to that term in Clause 2.2(a).</li>\n<li>\n<strong>Processing:</strong>&nbsp;has the meaning given to such term in Data Protection Legislation, and Processed and Process shall be interpreted accordingly.</li>\n<li>\n<strong>Representatives:</strong>&nbsp;Party’s employees, officers, representatives, advisers or subcontractors involved in the provision or receipt of the Services.</li>\n<li>\n<strong>Restricted Transfer:</strong> any transfer of Personal Information in Account-Related Personal Information to countries outside of the EEA which are not subject to an adequacy decision by the European Commission, where such transfer would be prohibited by Data Protection Legislation.</li>\n<li>\n<strong>Security Features:</strong>&nbsp;any security feature, including any encryption, pseudonymisation, key, PIN, password, token or smartcard.</li>\n<li>\n<strong>Specific Instructions:</strong>&nbsp;instructions meeting the criteria set out in paragraph 2.2.\nof this Exhibit.</li>\n<li>\n<strong>Standard Contractual Clauses:</strong> the contractual clauses dealing with the transfer of Personal Information outside the EEA, which have been approved by (i) the European Commission under Data Protection Legislation, or (ii) by a competent supervisory authority under Data Protection Legislation, available here.</li>\n<li>\n<strong>Sub-processor:</strong> has the meaning given to such term in Clause 11 of this Section.</li>\n</ol>\n</li>\n</ol>\n<p>The Parties agree as follows:</p>\n</li>\n<li>\n<strong>Provision of Services</strong>\n<ol>\n<li>BrowserStack is the Data Processor and Customer is the Data Controller under the Agreement.</li>\n<li>BrowserStack shall not act on any specific instructions given by Customer from time to time during the Term in respect of Processing Account-Related Information unless they are:<ol>\n<li>in writing (including by electronic means).\nand given by an Authorised Person.</li>\n</ol>\n</li>\n<li>BrowserStack shall Process Account-Related Information for the Business Purpose only and in compliance with Customer instructions from time to time, which may be:<ol>\n<li>Specific Instructions.\nor the general instructions set out in this Agreement unless required to do otherwise by law, in which case, where legally permitted, BrowserStack shall inform Customer of such legal requirement before Processing.</li>\n</ol>\n</li>\n<li>The types of Personal Information to be Processed pursuant to this Agreement include but are notlimited to the Personal Data as set out in Appendix 1 of the Standard Contractual Clauses set out here, and the categories of Data Subject to whom such Personal Datarelates may include but is not limited to employees, customers, suppliers and business contacts.</li>\n<li>BrowserStack’s privacy practices regarding Account-Related Information are governed by the then-current version of BrowserStack’s privacy policy at https://www.browserstack.com/privacy, as it is amended from time to time, and which is incorporated by reference herein.</li>\n</ol>\n</li>\n<li>\n<strong>Parties’ obligations</strong>\n<ol>\n<li>BrowserStack shall only make copies of the Account-Related Information and Customer Content to the extent reasonably necessary for the Business Purpose (which, for clarity, may include for generating logs in relation to Customer’s use of the Services, back-up, mirroring (and similar availability enhancement techniques), security, disaster recovery and testing the Services).</li>\n<li>In general, Customer Content and any logs created by BrowserStack relating to Customer Content will be kept and stored for 60 days from the date of upload/creation, after which point it will then be automatically deleted, except in the case of our visual testing Service, where Customer Content will be deleted after 24 months.\nCustomer may also retrieve and delete Customer Content using BrowserStack API, except in the case of our visual testing Service.</li>\n<li>At Customer’s request and cost, BrowserStack shall provide to Customer a copy of all Customer Content held by BrowserStack in a commonly used format.</li>\n<li>Any proposal by BrowserStack to in any way use or make available Customer Content other than as provided for pursuant to this Agreement shall be subject to prior written approval of Customer.</li>\n<li>Customer acknowledges that BrowserStack is under no duty to investigate the completeness, accuracy or sufficiency of (i) any instructions received from Customer, or (ii) any Customer Content.</li>\n<li>Customer shall:<ol>\n<li>ensure that Customer is entitled to transfer Account-Related Information to BrowserStack so that BrowserStack may lawfully process and transfer (if applicable) Account-Related Information in accordance with this Agreement;</li>\n<li>ensure that the relevant Data Subjects have been informed of, and have given their consent to, such use, processing, and transfer as required by Data Protection Legislation;</li>\n<li>notify BrowserStack in writing without delay of any situation or envisaged development that shall in any way influence, change or limit the ability of BrowserStack to process Account-Related Information as set out in this Agreement;</li>\n<li>ensure that Account-Related Information sent to BrowserStack to Process pursuant to this Agreement is:<ol>\n<li>obtained lawfully, fairly and in a transparent manner in relation to the Data Subject (including in respect of how consent is obtained);</li>\n<li>collected and processed for specified, explicit and legitimate purposes, and not further processed in a manner incompatible with those purposes;</li>\n<li>adequate, relevant and limited to what is necessary in relation to the purposes for which it is processed;</li>\n<li>accurate, and where necessary kept up to date;</li>\n<li>erased or rectified without delay where it is inaccurate, having regard to the purposes for which they are processed;</li>\n<li>kept in a form which permits identification of Data Subjects for no longer than is necessary for the purposes for which the Personal Information within the Account-Related Information is processed (subject to circumstances where Personal Information may be stored for longer periods insofar as it will be processed solely for archiving purposes in the public interest, scientific or historical research purposes or statistical purposes, and subject to the implementation of Appropriate Technical and Organisational Measures);</li>\n<li>processed in a manner that ensures appropriate security of the Account-Related Information, including protection against unauthorised or unlawful processing and against accidental loss, destruction or damage, using Appropriate Technical and Organisational Measures.\nand</li>\n</ol>\n</li>\n<li>provide such information and such assistance to BrowserStack as may be reasonably required, and within the timescales reasonably specified by BrowserStack, to allow to BrowserStack comply with its obligations under Data Protection Legislation.</li>\n<li>Account-Related Information provided to BrowserStack shall not be kept by Customer for a period that is longer than necessary.</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>\n<strong>BrowserStack employees</strong>\n<ol>\n<li>BrowserStack shall take reasonable steps to ensure the reliability of all its employees who have access to Customer Content and Account-Related Information, and to ensure that such employees have committed themselves to a binding duty of confidentiality in respect of Customer Content and Account-Related Information.</li>\n</ol>\n</li>\n<li>\n<strong>Records</strong>\n<ol>\n<li>BrowserStack shall keep at its normal place of business records (including in electronic form) relating to all categories of Processing activities carried out on behalf of Customer, containing:<ol>\n<li>the general description of the security measures taken in respect of Customer Content and Account-Related Information, including details of any Security Features and the Appropriate Technical and Organisational Measures;</li>\n<li>the name and contact details of BrowserStack.\nany sub-processor.\nand where applicable BrowserStack representatives.\nand where applicable any Data Protection Officer appointed by BrowserStack;</li>\n<li>the categories of Processing done by BrowserStack on behalf of Customer.\nand</li>\n<li>the time limits for erasure of the Personal Information in the Customer Content and Account-Related Information.\nand</li>\n<li>details of any non-EEA Personal Information transfers, and the safeguards in place in respect of such transfers.</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>\n<strong>Data Subject Requests</strong>\n<ol>\n<li>Taking into account the nature of BrowserStack’s Processing of Customer Content and Account-Related Information and at Customer cost, BrowserStack shall assist Customer by employing Appropriate Technical and Organisational Measures, insofar as this is possible, in respect of the fulfilment of Customer’s obligations to respond to requests from a Data Subject exercising his/her rights under Data Protection Legislation regarding Account-Related Information.</li>\n<li>BrowserStack shall, at Customer’s cost, notify Customer as soon as reasonably practicable if it receives:<ol>\n<li>a request from a Data Subject for access to the Data Subject’s Personal Information (relating to the Services);</li>\n<li>any communication from a Data Subject (relating to the Services) seeking to exercise rights conferred on the Data Subject by Data Protection Legislation in respect of Personal Information in the Account-Related Information or Customer Content.\nor</li>\n<li>any complaint or any claim for compensation arising from or relating to the Processing of such Personal Information in the Account-Related Information or Customer Content.</li>\n</ol>\n</li>\n<li>BrowserStack shall not disclose the Personal Information to any Data Subject or to a third party other than at the request of Customer, as provided for in this Exhibit, or as required by law in which case BrowserStack shall to the extent permitted by law inform Customer of that legal requirement before Customer discloses the Personal Information to any Data Subject or third party.</li>\n<li>BrowserStack shall not respond to any request from a Data Subject except on the documented instructions of Customer or an Authorised Person or as required by law, in which case BrowserStack shall to the extent permitted by law inform Customer of that legal requirement before BrowserStack respond to the request.</li>\n</ol>\n</li>\n<li>\n<strong>Data Protection Officer</strong>\n<ol>\n<li>BrowserStack shall appoint a Data Protection Officer, if required to do so pursuant to Data Protection Legislation in connection with the performance of the Services, and provide Customer with the contact details of such Data Protection Officer.</li>\n<li>Customer shall appoint a Data Protection Officer, if required to do so pursuant to Data Protection Legislation, and provide BrowserStack with the contact details of such Data Protection Officer.</li>\n</ol>\n</li>\n<li>\n<strong>Security</strong>\n<ol>\n<li>BrowserStack shall, in accordance with requirements under Data Protection Legislation, implement Appropriate Technical and Organisational Measures to safeguard the Account-Related Information from unauthorised or unlawful Processing or accidental loss, alteration, disclosure, destruction or damage, and that, having regard to the state of technological development and the cost of implementing any measures (and the nature, scope, context and purposes of Processing, as well as the risk to Data Subjects), such measures shall be proportionate and reasonable to ensure a level of security appropriate to the harm that might result from unauthorised or unlawful Processing or accidental loss, alteration, disclosure, destruction or damage and to the nature of the Personal Information in the Customer Content and Account-Related Information to be protected.</li>\n<li>BrowserStack shall maintain reasonable and appropriate administrative, physical, and technical safeguards to protection Customer Content and Account-Related Information and provide assurances that they can only be accessed by persons and systems that are authorised by BrowserStack and necessary to meet the Business Purpose, and that all equipment used by BrowserStack for the Processing of Customer Content or Account-Related Information may be maintained by BrowserStack in a physically secure environment.</li>\n<li>Customer shall make a back-up copy of Screenshots as often as is reasonably necessary and record the copy on media from which Screenshots can be reloaded in the event of any corruption or loss of Customer Content.</li>\n</ol>\n</li>\n<li>\n<strong>Breach reporting</strong>\n<ol>\n<li>BrowserStack shall, without undue delay, inform Customer if any of Account-RelatedInformation or Customer Content is lost or destroyed or becomes damaged, corrupted, or unusable, or if there is any accidental, unauthorised or unlawful disclosure of or access to any of Account- Related Information orCustomer Content.\nIn such case, BrowserStack will use commercially reasonable efforts to restore Account-Related Information or Customer Content at Customer’s expense (except where the incident was caused byBrowserStack’s negligent act or omission, in which case it will be at BrowserStack expense), and will comply with all of its obligations (if any) under Data Protection Legislation in this regard.</li>\n<li>BrowserStack must inform Customer of any Personal Data Breaches, or any complaint, notice or communication in relation to a Personal Data Breach, without undue delay.\nTaking into account the nature of BrowserStack’s Processing of the Account-Related Information and the information available to BrowserStack and at Customer cost BrowserStack will provide sufficient information and assist Customer in ensuring compliance with Customer’s obligations in relation to notification of Personal Data Breaches (including the obligation to notify Personal Data Breaches to the applicable supervisory authority within seventy two (72) hours), and communication of Personal Data Breaches to Data Subjects where the breach is likely to result in a high risk to the rights of such Data Subjects.\nTaking into account the nature of BrowserStack’s Processing of the Personal Information in Account-Related Information and the information available to BrowserStack and at Customer cost, BrowserStack shall co-operate with Customer and take such reasonable commercial steps as are directed by Customer to assist in the investigation, mitigation and remediation of each such Personal Data Breach.</li>\n</ol>\n</li>\n<li>\n<strong>Restricted transfers</strong>\n<ol>\n<li>A Restricted Transfer may not be made by BrowserStack (other than transfers to BrowserStack Affiliates and by any agents and contractors for the purposes of performing the Services, and Customer shall use commercially reasonable efforts to obtain explicit consent from relevant Data Subjects in respect of such potential transfers) without the prior written consent of Customer (such consent not to be unreasonably withheld, delayed or conditioned), and if such consent has been obtained (or is unnecessary), such Restricted Transfer may only be made where there are Appropriate Safeguards in place with regard to the rights of Data Subjects (including but not limited to the Standard Contractual Clauses, binding corporate rules, or any other model clauses or transfer mechanism approved by the applicable supervisory authority).</li>\n<li>Subject to Clause 10.5, in the event of any Restricted Transfer by BrowserStack to a contracted Sub-processor, to any Affiliate of Customer or otherwise (“Data Importer”) for which Customer’s consent has been obtained (or is unnecessary), BrowserStack and Customer shall ensure that (i) Customer (where the RestrictedTransfer is being made at the request of Customer) or BrowserStack acting as agent for and on behalf of Customer (where the Restricted Transfer is being made at the request of BrowserStack), and (ii) the DataImporter, shall enter into the Standard Contractual Clauses in respect of such Restricted Transfer.\nThe Party who is entering into the Standard Contractual Clauses with a Data Importer shall comply with the guidance of any relevant regulatory authority on Restricted Transfers in particular with respect to the use of Standard Contractual Clauses and any additional measures required to be taken in the context of any such Restricted Transfers.</li>\n<li>Subject to Clause 10.5, any Restricted Transfer made by one Party (“Data Exporter”) to the other Party (“Data Importer”) shall be made subject to the provisions set out in the Standard Contractual Clauses contained here, and such Standard Contractual Clauses (except for any optional provisions contained in same, which shall not apply) are hereby specifically incorporated into this Agreement by reference for such purpose.</li>\n<li>Subject to Clause 10.5, in the event that a transfer of Personal Data from the EEA to the United Kingdom is considered a Restricted Transfer, because the United Kingdom has left the European Union, Parties shall procure that the Data Importer shall enter into the Standard Contractual Clauses in respect of such Restricted Transfer.</li>\n<li>Clauses 10.1 or 10.2 shall not apply to a Restricted Transfer if other compliance steps (which may include, but shall not be limited to, obtaining explicit consents from Data Subjects) have been taken to allow the relevant Restricted Transfer to take place without breach of applicable Data Protection Legislation.</li>\n<li>In the event that there is any conflict between the Standard Contractual clauses and the other provisions of this Agreement, such Standard Contractual Clauses shall take precedence in respect of such conflict (other than in respect of legislative references etc.\nwhich have been updated pursuant to Data Protection Legislation since the date of approval of such Standard Contractual Clauses.)</li>\n</ol>\n</li>\n<li>\n<strong>Sub-processors</strong>\n<ol>\n<li>Customer agrees and acknowledges that BrowserStack may have Account-Related Information and Customer Content Processed by any of BrowserStack Affiliates and by any agents and contractors for the purpose of providing the Service (a “Sub-processor”).\nA current list of the categories of Sub-processors used by BrowserStack is maintained on BrowserStack’s website at https://www.browserstack.com/sub-processors.\nCustomer specifically authorizes the engagement as Sub-processors of (a) those entities listed at the URL mentioned herein, and (b) all other BrowserStack Affiliates from time to time.\nCustomer generally authorizes the engagement as Sub-processors of any other third parties.\nIn case BrowserStack intends to add a new Sub-processor, BrowserStack shall update the website ten (10) days prior to authorizing any new Sub-processor to Process Account-Related Information and Customer Content in connection with the provision of the applicable Services.</li>\n<li>Customer may reasonably object to BrowserStack’s use of a new Sub-processor by notifying BrowserStack promptly in writing within the ten (10) days after BrowserStack updates its website in accordance with the mechanism set out in Clause 11.1.\nIn the event Customer objects to a new Sub-processor, as permitted in the preceding sentence, BrowserStack will use reasonable efforts to make available to Customer a change in the Services.\nIf BrowserStack is unable to make available such change within a reasonable period of time, which shall not exceed thirty (30) days, Customer may terminate the applicable Order Form(s) by providing written notice to BrowserStack.</li>\n<li>With respect to each Sub-processor, BrowserStack shall, before the Sub-processor first Processes Account-Related Information), ensure that the Sub-processor is capable of providing the level of protection for Account-Related Information required by this Exhibit.</li>\n<li>BrowserStack will remain fully liable to Customer in respect of any failure by the Sub-processor to fulfil its data protection obligations regarding Account-Related Information.</li>\n<li>If Customer has entered into the Standard Contract Clauses, the authorizations given by the Customer under this Section 11 shall constitute Customer’s prior written consent to the subcontracting by BrowserStack of the processing of personal data.</li>\n</ol>\n</li>\n<li>\n<strong>Audit Rights</strong>\n<ol>\n<li>\n<strong>BrowserStack Audits:</strong> BrowserStack uses external auditors to verify the adequacy of its security measures.\nThis audit: (a) will be performed at least annually.\n(b) will be performed according to relevant standards.\n(c) will be performed by independent third party security professionals at BrowserStack’s selection and expense.\nand (d) will result in the generation of System and Organization Controls (SOC) 2 Report (“Report”), which will be BrowserStack’s Confidential Information.</li>\n<li>\n<strong>Audit Reports:</strong> At Customer’s written request, and provided that the parties have an applicable NDA in place, BrowserStack will provide Customer with a copy of the Report and other documents and information via questionnaires, so that Customer can reasonably verify BrowserStack’s compliance with its obligations under this DPA.</li>\n<li>Customer agrees to exercise any right it may have to conduct an audit or inspection, under the Standard Contractual Clauses if they apply, by instructing BrowserStack to carry out the audit described in Section 12.1.\nIf Customer wishes to change this instruction regarding the audit, then Customer has the right to request a change to this instruction by sending BrowserStack a written notice as provided for in the Agreement.\nIf a written notice is sent by the Customer, including under the Standard Contract Clauses if they apply, BrowserStack will allow Customer or an independent auditor appointed by Customer to conduct audits once every five (5) years, if required by law and in accordance with this Section:<ol>\n<li>Customer must send a written request for audits to BrowserStack.</li>\n<li>Following receipt by BrowserStack of such request, BrowserStack and Customer shall discuss and agree in advance on: (i) the reasonable date(s) of and security and confidentiality controls applicable to any review of the SOC 2 report.\nand (ii) the reasonable start date, scope and duration of and security and confidentiality controls applicable to any audit.</li>\n<li>Customer shall be solely responsible for any and all costs / expenses pertaining to such an audit.</li>\n<li>BrowserStack may object in writing to an auditor appointed by the Customer to conduct any audit if the auditor is, in BrowserStack’s reasonable opinion, not suitably qualified or independent, a competitor of BrowserStack, or otherwise manifestly unsuitable.\nAny such objection by the BrowserStack will require the Customer to appoint another auditor or conduct the audit itself.</li>\n</ol>\n</li>\n</ol>\n<p>If BrowserStack declines to follow any instruction requested by Customer regarding audits or inspections, Customer is entitled to terminate this DPA and the Agreement.\nIf the Standard Contractual Clauses apply, except for providing clarification on their implementation, nothing in this Section varies or modifies the Standard Contractual Clauses nor affects any supervisory authority’s or data subject’s rights under the Standard Contractual Clauses.</p>\n</li>\n<li>\n<strong>Warranties</strong>\n<ol>\n<li>BrowserStack warrant and undertake to Customer that:<ol>\n<li>BrowserStack will Process Account-Related Information and Customer Content in compliance with BrowserStack’s obligations under Data Protection Legislation;</li>\n<li>BrowserStack will maintain Appropriate Technical and Organisational Measures against the unauthorised or unlawful Processing of Account-Related Information and Customer Content and against the accidental loss or destruction of, or damage to, Account-Related Information and Customer Content.\nand</li>\n<li>BrowserStack will discharge its obligations under this Section with all due skill, care and diligence.</li>\n</ol>\n</li>\n<li>Customer hereby warrants and undertakes that:<ol>\n<li>Customer has complied with and shall comply with its obligations under Data Protection Legislation;</li>\n<li>Customer has the right to transfer (or to authorise Users to transfer) Personal Information and Customer Content to BrowserStack in accordance with the terms of this Agreement;</li>\n<li>Customer shall and shall cause, appropriate notices to be provided to, and valid consents to be obtained from, Data Subjects, in each case that are necessary for BrowserStack to Process (and have Processed by Sub-processors) Personal Information in Account-Related Information under or in connection with this Agreement, including Processing outside the EEA on the basis of any of the legal conditions for such transfer and Processing set out in Clause 11 above;</li>\n<li>Customer shall not, by act or omission, cause BrowserStack to violate any Data Protection Legislation, notices provided to, or consents obtained from, Data Subjects as a result of BrowserStack or its Sub-processors Processing Personal Information.\nand</li>\n<li>notwithstanding anything contained in this Agreement, Customer shall reimburse BrowserStack for costs incurred or likely to be incurred, at BrowserStack’s option in advance under this Section (where matters are to be at Customer’s cost).</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>\n<strong>Consequences of termination on Customer Content</strong>\n<p>Upon termination or expiry of this Agreement, at the choice of Customer, BrowserStack shall delete or return all Customer Content to Customer and delete existing copies of Customer Content, unless legally required/entitled to store Customer Content for a period of time.\nIf Customer makes no such election within a ten (10) days period of termination or expiry of this Agreement, BrowserStack may delete any of Customer Content in BrowserStack’s possession.\nand if Customer elect for destruction rather than return of Customer Content, BrowserStack shall as soon as reasonably practicable ensure that all Customer Content is deleted from BrowserStack System, unless legally required/entitled to store Customer Content for a period of time.\nThe Customer Content will be deleted in accordance with the applicable product data retention policies as may be in place and amended or replaced from time to time.</p>\n</li>\n</ol> ", "created_at": "2021-05-18 03:09:49.929677", "updated_at": "2021-05-18 03:11:49.602774"}, {"id": 6088, "name": " Privacy Policy", "url": "https://www.browserstack.com/privacy", "xpath": "/html/body/div[1]/main/section/article/div/div/div/div/div/div/div/div/div/ol", "text": "<li>\n<strong>Introduction.</strong>\n<p>Your privacy is of paramount importance to BrowserStack, Inc.\nBrowserStack, Inc.\nand its affiliates are referred to collectively in this policy as as “<strong>BrowserStack</strong>”, “<strong>we</strong>”, “<strong>us</strong>” or “<strong>our</strong>.” Our affiliates are:</p>\n<ul>\n<li>BrowserStack Inc.\nin the United States.</li>\n<li>BrowserStack Limited in Ireland.</li>\n<li>BrowserStack Software Pvt.\nLtd.\nin India.</li>\n<li>Perceptual, Inc.\nin the United States.</li>\n</ul>\n<p>BrowserStack provides a cloud-based service (the “<strong>Service</strong>”), which is an automated testing platform for testing websites and mobile apps.\nWe fully respect your right to privacy in relation to your interactions with the Service and are committed to being transparent in our dealings with you as to what personal information we will collect and how we will use your personal information.\nAlso, we only collect and use personal information that is necessary for providing Service and where we have a lawful basis to do so.</p>\n<p>We have operations in India, Ireland and in the United States.\nThe location of BrowserStack’s main establishment in the European Union is Ireland and therefore we consider our lead supervisory authority, for purposes of “one stop shop” oversight over our cross-border data processing, to be the Irish Data Protection Commissioner (“<strong>DPC</strong>”).</p>\n<p>Our European Union representative for purpose of this Privacy Policy is:</p>\n<p>Nakul Aggarwal<br>BrowserStack Limited<br>8th Floor, Block E, Iveagh Court, Harcourt Road, Dublin 2 Ireland<br>nakul@browserstack.com</p>\n<p>We have created this Privacy Policy to describe our practices and procedures in handling “Personal Information” we collect or receive from you.\nThe term “<strong>Personal Information</strong>” means any information that identifies, relates to, describes, or is capable of being associated with, or could reasonably be linked, directly or indirectly, to an identified or identifiable living natural person, including but not limited to: (i) Identifiers such as a real name, alias, postal address, unique personal identifier, online identifier Internet Protocol address, email address, account name, social security number, driver’s license number, government identification card number, passport number, or other similar identifiers.\nand (ii) information defined as “personal information,” “personally identifiable information,” “personal data,” or similar expressions under applicable privacy laws or data security Laws, which include the European Union’s General Data Protection Regulation (”<strong>GDPR</strong>”).</p>\n<p>This Privacy Policy covers two kinds of Personal Information: Account-Related Information and Personal Information collected by or in connection with the use of our website.</p>\n<ul>\n<li>“<strong>Account-Related Information</strong>” means contact information, payment information, and biographical information about our customers’ representatives and contacts used for marketing, opening new user accounts to use BrowserStack’s Services, and to maintain existing accounts.</li>\n</ul>\n<ul>\n<li>We collect various categories of Personal Information by or in connection with the use of our websites described in Section 3 below.\nOur websites include our main website, our visual testing service page and certain pages hosted by third parties on our behalf, such as pages to apply for jobs at BrowserStack.</li>\n</ul>\n<p>Please read this Privacy Policy carefully.\nWe will ask for your consent to be bound by this Privacy Policy as a condition of:</p>\n<ul>\n<li>Allowing you to register for a BrowserStack account (an “<strong>Account</strong>”) on our website or any mobile application.\nAny users who use an Account will also be required to expressly accept this Privacy Policy before first accessing (or before continuing to access) our Service through Your Account.\nIf you do not agree to these terms you must leave our website immediately, you must discontinue use of any use of our mobile application, and you will not be permitted to create an Account or use the Service.\nIf you choose to accept this Privacy Policy, we will keep a record of your acceptance.</li>\n<li>Submitting a web form to communicate with us or apply for a job on website pages we our vendors host on our behalf.</li>\n</ul>\n<p>Please note that this Privacy Policy does not cover “Customer Content.” “<strong>Customer Content</strong>” means (i) data or content in a website or mobile application that a customer chooses to test (and for mobile applications, the application package itself).\n(ii) data a customer submits or creates as part of a test, including test scripts and screenshots.\nand (iii) any other data a customer submits to BrowserStack in connection with the use of the Services (not including Account-Related Information).</p>\n<p>Customer Content does not fall within this Privacy Policy, because the Services are not designed for use with (and do not require) Personal Information included in Customer Content.\nIn our agreements with customers, they specifically agree not to use the Services to collect, store, process or transmit any Personal Information other than Account-Related Information, and will not submit to the Services any Customer Content containing any Personal Information.</p>\n<p>Our website and Services are intended for use by adults.\nWe do not knowingly collect any Personal Information from users under 18 years of age.</p>\n</li>\n<li>\n<strong>International Transfer of Data.</strong>\n<p>To comply with European Union data protection laws around international data transfer mechanisms, BrowserStack offers European Union Model Clauses, also known as Standard Contractual Clauses, to meet adequacy and security requirements for its customers who operate in the European Union and the United Kingdom.\nA copy of the Standard Contractual Clauses is available here.</p>\n</li>\n<li>\n<strong>Types of Information We Collect.</strong>\n<p>You must register an Account in order to use the Service.\nThe registration process asks for Account-Related Information: a full name, password, email address, IP address, zip code and last four digits of your credit card (and address and contact details, which are optional).\nWhen you are running tests on BrowserStack, we log additional information like browser used, your latency to remote VM, your plan information, integration used, local, performance numbers etc.\nWhen you log into the Service, our servers automatically record information that your browser sends whenever you visit a website.\nThese server logs may include information such as your web request, Internet Protocol address, browser type and settings, browser language, the address of the web page visited before using the Service, the date and time the Service was used, information about browser configuration and plugins, language preferences and one or more cookies that may uniquely identify your browser.\n(See the discussion of cookies in Section 4.) The legal bases upon which we process Account-Related Information is fulfillment of our contract to provide the Service to you and your consent.</p>\n<p>Our websites collect certain Personal Information about visitors.\nFor instance, through the use of cookies (discussed in Section 4), we are able to collect and analyze data about the use of our websites.\nSee Section 4 for more detail.\nAlso, when you submit a web form to communicate with us, we collect your name, email address, and whatever Personal Information you include in the webform’s fields.\nWhen you apply for a job using a web page with a job listing, we collect your name, email address, phone number, postal address, and whatever Personal Information you include in the “cover letter” field you provide or the resume you upload.\nWe ask for consent for the use of cookies, and we ask for your consent to this Privacy Policy when submitting a communication or job application web form as the legal basis for processing the Personal Information communicated to us.</p>\n<p>When you send a web form, email, or other communication to BrowserStack (other than in respect of Personal Information included in support requests), we may retain those communications in order to process your inquiries, respond to your requests and improve our Service.\nWhen you submit a job application to BrowserStack, we will process the Personal Information you provide to us in connection with your candidacy for the job for which you applied.\nBrowserStack is a “data controller” under applicable data protection law with respect to the Personal Information covered by this Privacy Policy.</p>\n<p>We may collect information from potential customers at trade shows or meetings, as well as information obtained by obtaining contact lists from marketing companies.\nThe basis for receiving such information is the consent of the individual.</p>\n<p>Note to California residents: BrowserStack does not currently have a mechanism to take action in response to a “do not track” signal or browser setting.\nThere is no current standard way of handling such signals.\nIf and when the industry creates standards for responding to them, BrowserStack will reappraise its handling of “do not track” signals.</p>\n</li>\n<li>\n<strong>Cookies.</strong>\n<p>A cookie is a small text file that is placed on your device by a web server which enables a website and/or mobile app to recognize repeat users, facilitate the user’s ongoing access to and use of a website and/or mobile app and allows the website and/or mobile app to track usage behavior and compile aggregate data that will allow content improvements and targeted advertising.\nWe collate information in relation to the Service which is represented in aggregate format through cookies.\nThey help us to improve our Service and to deliver many of the functions that make your browser experience more user friendly.\nYou can find a list of cookies we use and the purposes for which we use them in our Cookies Policy located here:&nbsp;https://www.browserstack.com/cookie-policy</p>\n<p>For some cookies, we do not need to obtain your consent to use of cookies, either because we are using these cookies to fulfill a contract, provide you with services or information you requested, or to satisfy the legitimate interests of BrowserStack.\nOtherwise, we will seek your consent to the Privacy Policy and the use of cookies described in it.</p>\n<p>When you consent to the terms of this Privacy Policy when enrolling for the Service, you are consenting to the use of cookies as described in this Privacy Policy.\nThat is, you are agreeing to the placement of cookies on your device unless you specifically choose not to receive cookies.</p>\n<p>For more information about cookies and managing them including how to turn them off, please visit www.cookiecentral.com.\nHowever, because cookies allow you to take advantage of some of the Service’s essential features and features of the website, if you disable cookies you will not be able to use the Service or features of our website.</p>\n</li>\n<li>\n<strong>Use of Account-Related Information and Other Personal Information.</strong>\n<p>BrowserStack only processes Account-Related Information for the purpose of providing, improving, and ensuring the delivery of the Service, developing new related services to users, and personalizing the way our content is presented to you and ensuring that content on our Service is presented in the most effective manner for you and for your computer/device.\nSpecifically, we may collect (i) names and email addresses for uniquely identifying users and for communication to users, (ii) IP addresses for identifying the latency for our users and tweak his/her tests’ configuration to provide better performance, based on latency.\nfor optimized streaming experience, having an IP address helps us establish better path and protocol.\nto identify misuse of our service from one IP address/region or country.\n(iii) URLs to identify spam on our infrastructure from paid or free accounts.\nto debug issues around stability and performance of internet on our machines, and (iv) information through the use of cookies (see cookies in section 4).</p>\n<p>We may communicate with you using your Account-Related Information for administration reasons related to the Service (e.g.\nto provide you with password reminders or to notify you that a particular service, activity or online content has been suspended for maintenance, or in response to a question that you ask us.</p>\n<p>We may contact you using Account-Related Information or other Personal Information we collect:</p>\n<ul>\n<li>to provide you with information about our Service, activities or online content, including sending e-newsletters or similar correspondence and updates or responding to any contact you have made with us, e.g.\non our website, by email or via the ‘How To Contact Us’ facility referred to below;</li>\n<li>to invite you to participate in surveys about our services (participation is always voluntary).</li>\n</ul>\n<p>We use the Personal Information in your job application, cover letter, or resume to process and consider your application.</p>\n<p>Where we wish to use Account-Related Information or Personal Information in any other way, we will ensure that we notify you and get your consent first.\nYou will be given the opportunity to withhold or withdraw your consent for the use of Personal Information for purposes other than those listed in this Privacy Policy.</p>\n<p>BrowserStack only processes Account-Related Information for the purpose of providing, improving, and ensuring the delivery of the Service.</p>\n</li>\n<li>\n<strong>Individual Rights of Individuals within the European Economic Area.</strong>\n<ol>\n<li>\n<u>Overview of Individual Rights.</u>\n<br>If you are an individual within the European Economic Area, you may have the following rights under applicable data protection law data protection law and we, as Data Controller in respect of Account-Related Information or other Personal Information covered by this Privacy Policy, will comply with such rights in respect of such Personal Information:<p>\n</p>\n<ul>\n<li>the right of access to Personal Information relating to you;</li>\n<li>the right to correct any mistakes in your Personal Information;</li>\n<li>the right to object and ask us to stop contacting you with direct marketing;</li>\n<li>rights in relation to automated data processing;</li>\n<li>the right to restrict or prevent your Personal Information being processed;</li>\n<li>the right to have your Personal Information ported to another data controller;</li>\n<li>the right to erasure.\nand</li>\n<li>the right to complain to the DPC if you believe we have not handled your Personal Information in accordance with applicable data protection law.</li>\n</ul>\n<p>These rights are explained in more detail below, but if you have any comments, concerns or complaints about our use of your Personal Information, please contact us (see ‘How To Contact Us’ below).\nWe will respond to any rights that you exercise within a month of receiving your request, unless the request is particularly complex or cumbersome, in which case we will respond within three months (we will inform you within the first month if it will take longer than one month for us to respond).\nWhere a response is required from us within a particular time period pursuant to applicable data protection law, we will respond within that time period.</p>\n<p>If you are within the European Economic Area, and to the extent that you wish to exercise any of the above rights in respect of Personal Information contained in Account-Related Information, please contact us (see ‘How To Contact Us’ below).</p>\n<p>As mentioned above, BrowserStack does not permit customers to include Personal Information in Customer Content provided to BrowserStack’s Services (other than Account-Related Information).\nNonetheless, if a data subject contacts BrowserStack directly concerning the exercise of individual rights in relation to Customer Content, contending that his or her Personal Information is included in Customer Contact, BrowserStack will contact the relevant customer and provide reasonable cooperation to the customer to respond to the data subject’s request.</p>\n</li>\n<li>\n<u>Right of Access to Personal Information Relating to You.</u>\n<br>See Section 9 below.</li>\n<li>\n<u>Right to Update or Correct Mistakes in Personal Information Relating to You (Rectification).</u>\n<br>See Section 9 below.</li>\n<li>\n<u>Right to Object to Contacting You with Marketing Messages.</u>\n<p>If you are a Permitted User (as defined in our Terms), and we have access to your Account-Related Information, we have a legitimate interest to send you electronic communications (including marketing emails) in connection with the Service and related matters (which may include but shall not be limited to newsletters, the announcement of new features, etc.).\nWe may also send you emails to complete surveys that we use for research purposes, although these are not mandatory for you&nbsp;to respond to.\nYou can ask us to stop contacting you for direct marketing purposes at any time&nbsp;by:</p>\n<ul>\n<li>\n<p>Clicking on the ‘unsubscribe’ button at the bottom of the electronic communication.&nbsp;<em>\n<strong>If the email is older than seven days, the system may not be able to automatically&nbsp;unsubscribe&nbsp;you.\nIn this case, you can email or write to us with an “unsubscribe&nbsp;request” at&nbsp.\n(</strong>\n</em>\n<em>\n<strong>support@browserstack.com</strong>\n</em>\n<em>\n<strong>).\nAnd once the request is fulfilled, a confirmation email will be sent to you.&nbsp;</strong>\n</em>It may take up to 15 days for this request to be processed.\nand</p>\n</li>\n<li>\n<p>Letting us know what method of contact is preferable (for example, you may be happy for us to contact you by email but not by telephone).</p>\n</li>\n</ul>\n<p>Upon such request from your end, we will provide you with information on action taken – this may be in the form of a response email confirming that you have ‘unsubscribed’.\nUnsubscribing from direct marketing does not unsubscribe you from essential electronic communications in respect of the administration of your Account.</p>\n</li>\n<li>\n<u>Right to Restrict or Prevent Processing of Personal Information.</u>\n<br>In accordance with applicable data protection law, you may request that we stop processing your Personal Information temporarily if:<p>\n</p>\n<ul>\n<li>you do not think that your Personal Information is accurate (but we will start processing again once we have checked and confirmed that it is accurate);</li>\n<li>the processing is unlawful but you do not want us to erase your Personal Information;</li>\n<li>you believe we no longer need the Personal Information for our processing.\nor</li>\n<li>you have objected to processing because you believe that your interests should override the basis upon which we process your Personal Information.</li>\n</ul>\n<p>If you exercise your right to restrict us from processing your Personal Information, we will continue to process the Personal Information if:</p>\n<ul>\n<li>you consent to such processing;</li>\n<li>the processing is necessary for the exercise or defense of legal claims;</li>\n<li>the processing is necessary for the protection of the rights of other individuals or legal persons.\nor</li>\n<li>the processing is necessary for public interest reasons.</li>\n</ul>\n</li>\n<li>\n<u>Right to Data Portability.</u>\n<br>In accordance with applicable data protection law, you may ask for an electronic copy of your Personal Information that you have provided to us and which we hold electronically, or for us to provide this directly to another party.\nThis right only applies to Personal Information that you have provided to us – it does not extend to data generated by us.\nIn addition, the right to data portability also only applies where:<p>\n</p>\n<ul>\n<li>the processing is based on your consent or for the performance of a contract.\nand</li>\n<li>the processing is carried out by automated means.</li>\n</ul>\n</li>\n<li>\n<u>Right to Erasure.</u>\n<br>Please note our data retention periods, as set out in Section 11 below.<br>In accordance with applicable data protection law, you can ask us (please see ‘How To Contact Us’ below) to erase your Personal Information where:<p>\n</p>\n<ul>\n<li>you do not believe that we need your Personal Information in order to process it for the purposes set out in this Privacy Policy;</li>\n<li>if you had given us consent to process your Personal Information, you withdraw that consent and we cannot otherwise legally process your Personal Information;</li>\n<li>you object to our processing and we do not have any legal basis for continuing to process your Personal Information;</li>\n<li>your Personal Information has been processed unlawfully or have not been erased when it should have been.\nor</li>\n<li>the Personal Information has to be erased to comply with law.</li>\n</ul>\n<p>We may continue to process your Personal Information in certain circumstances in accordance with applicable data protection law (i.e.\nwhere we have a legal basis to continue to store or preserve such Personal Information, for example because it is within our legitimate business interest to do so (e.g.\nretaining evidence of resolved support requests, billing information etc.).\nWhere you have requested the erasure of your Personal Information, we will inform recipients to whom that Personal Information have been disclosed, unless this proves impossible or involves disproportionate effort.\nWe will also inform you about those recipients if you request it.</p>\n</li>\n<li>\n<u>Right to Withdraw Consent.</u>\n<br>If you no longer consent to our processing of Account-Related Information or other Personal Information (in respect of any matter referred to in this Privacy Policy as requiring your consent), you may request that we stop such processing by contacting us via the ‘How To Contact Us’ facility referred to below.\nPlease note that if you withdraw your consent to such processing, for example in respect of the use of cookies, it may not be possible for us to provide all/part of the Service to you.</li>\n</ol>\n</li>\n<li>\n<strong>When BrowserStack Will Disclose or Transfer Account-Related Information or Personal Information.</strong>\n<p>BrowserStack will not share Account-Related Information without your consent or unless required by law (except as described in this Privacy Policy) or as discussed below in this section.\nBy the nature of our Service, and in connection with the collection of website analytics under Sections 3 and 4 above, BrowserStack will gather statistics about the usage of your website and store that information.\nBrowserStack will not share your website statistics without your consent.\nIf BrowserStack becomes involved in a merger, acquisition, or any form of sale of some of all of its assets (including in a bankruptcy, insolvency, receivership, or similar proceeding), you agree that we will be able to transfer Account-Related Information to any successor or transferee third party.</p>\n<p>We may share with third parties certain pieces of aggregated, non-personal information such as the number of sites, devices accessed while using BrowserStack, for example.\nSuch information does not identify you individually.</p>\n<p>We restrict access to Personal Information to employees, contractors, agents, and subcontractors who need to know that information in order to operate, develop, or improve our Service.\nThese individuals and businesses are bound by confidentiality obligations and may be subject to discipline, including termination, civil litigation, and/or criminal prosecution, if they fail to meet these obligations.</p>\n<p>Account-Related Information may be transferred to, stored at, or accessed from a destination outside the European Economic Area (“EEA”) for the purposes of us providing the Service.\nIt may also be processed by staff operating outside the EEA who work for us, another corporate entity within our group, or any of our suppliers.\nBy submitting Account-Related Information, you explicitly consent to this transfer, storing or processing.\nWe will take all steps reasonably necessary to ensure that Account-Related Information is treated securely and in accordance with this Policy.\nThe safeguards in place with regard to the transfer of Account-Related Information outside of the EEA are the entry by us into appropriate contracts with all transferees of such data and/or assurance that the data importer is subject to a code of conduct or certification imposing reasonable and appropriate data protection safeguards.</p>\n<p>All Account-Related Information you provide to us is stored on our (or contracted third party) secure servers.\nWhere we have given you (or where you have chosen) a password which enables you to access the Service, you are responsible for keeping this password confidential.\nWe ask you not to share a password with any person not authorized to use the Service.</p>\n<p>Also, we may disclose Account-Related Information or other Personal Information when required by a subpoena, court order, search warrant, other legal process, lawful requests by law enforcement or other public agencies, or applicable law.\nThese requests may include those pursuant to national security or law enforcement requirements.\nMoreover, we may disclose Account-Related Information or other Personal Information to the extent necessary to maintain the security of our websites, resolve disputes, or investigate possible misconduct.</p>\n<p>We use third party service providers and their websites to collect certain Personal Information on our behalf, such as a payment services and a hosted job application site.\nWe require our service providers to maintain appropriate administrative (organizational) and technical measures designed to protect the security and confidentiality of any Personal Information these service providers process on our behalf.</p>\n<p>In the context of an onward transfer, BrowserStack has responsibility for processing personal information it receives under the Standard Contractual Clauses and subsequently transfers to a third party acting as an agent on its behalf.\nBrowserStack shall remain liable under the data protection laws if its agent processes such personal information in a manner inconsistent with the Standard Contractual Clauses unless BrowserStack proves that it is not responsible for the event giving rise to the damage.</p>\n</li>\n<li>\n<strong>Security of Account-Related Information and Other Personal Information.</strong>\n<p>We implement reasonable and appropriate administrative, physical, and technical safeguards to protect user privacy and protect Account-Related Information and other Personal Information.\nWe restrict access to Account-Related Information and other Personal Information to employees, contractors, agents, and subcontractors that need to know such Personal Information in order to operate, develop or improve the Services that we provide.\nWhen we outsource any processes, we require the service provider to have reasonable and appropriate security measures in place.<br>We will implement appropriate technical and organizational measures to ensure a level of security appropriate to the risks that are presented by the processing of Account-Related Information and other Personal Information we collect.\nIn particular, we will consider the risks presented by accidental or unlawful destruction, loss, alteration, unauthorized disclosure of, or access to Account-Related Information and other Personal Information transmitted, stored or otherwise processed.</p>\n<p>Unfortunately, the transmission of information via the internet is not completely secure.\nAlthough we will implement safeguards to protect Account-Related Information and other Personal Information we collect, we cannot guarantee the security of any data transmitted us and any transmission of Account-Related Information is at your own risk.\nOnce we have received your Personal Information, we will use security procedures and security features to try to prevent unauthorized access.\nYou acknowledge that we cannot guarantee the absolute prevention of cyber-attacks such as hacking, spyware and viruses.</p>\n<p>We will notify serious data breaches in respect of Account-Related Information or other Personal Information as required by law without undue delay, A Personal Information breach in this context means a breach of security leading to the accidental or unlawful destruction, loss, alteration, unauthorized disclosure of, or access to, Personal Information transmitted, stored or otherwise processed.</p>\n</li>\n<li>\n<strong>Right of Access and Data Integrity.</strong>\n<p>You may ask to see what Personal Information we hold about you and be provided with:</p>\n<ul>\n<li>a summary of such Personal Information and the categories of Personal Information held (see Sections 3 and 5 above);</li>\n<li>details of the purpose for which it is being or is to be processed (see Section 5 above);</li>\n<li>details of the recipients or classes of recipients to whom it is or may be disclosed, including if they are overseas and what protections are used for those oversea transfers (see Section 7 above);</li>\n<li>details of the period for which it is held or the criteria we use to determine how long it is held (see Section 12 below);</li>\n<li>details of your rights, including the rights to rectification, erasure, restriction or objection to the processing (set out in this Section 5);</li>\n<li>any information available about the source of that data (see Section 1 above);</li>\n<li>whether we carry out automated decision-making, or profiling, and where we do, information about the logic involved and the envisaged outcome or consequences of that decision making or profiling, although we do not currently carry out any profiling or use automated decision-making.\nand</li>\n<li>where your Personal Information are transferred out of the EEA, what safeguards are in place (see Section 7 below).</li>\n</ul>\n<p>Details in respect of the above points are all set out in this Privacy Policy.\nhowever, if you need further clarification, please contact us (see ‘How To Contact Us’ below).</p>\n<p>Requests for your Personal Information must be made to us (see ‘How To Contact Us’ below) specifying what Personal Information you need access to, and a copy of such request may be kept by us for our legitimate purposes in managing the Service.\nTo help us find the information easily, please give us as much information as possible about the type of information you would like to see.\nIf, to comply with your request, we would have to disclose information relating to or identifying another person, we may need to obtain the consent of that person, if possible.\nIf we cannot obtain consent, we may need to withhold that information or edit the data to remove the identity of that person, if possible.</p>\n<p>There are certain types of data which we are not obliged to disclose to you, which include Personal Information which records our intentions in relation to any negotiations with you where disclosure would be likely to prejudice those negotiations.\nWe are also entitled to refuse a data access request from you where (i) such request is manifestly unfounded or excessive, in particular because of its repetitive character (in this case, if we decide to provide you with the Personal Information requested, we may charge you a reasonable fee to account for administrative costs of doing so), or (ii) we are entitled to do so pursuant to data protection law.</p>\n<p>You can require us to correct any mistakes in your Personal Information which we hold free of charge.\nIf you would like to do this, please:</p>\n<ul>\n<li>email or write to us (see ‘How can you contact us’ below);</li>\n<li>let us have enough information to identify you (e.g.\nname, registration details).\nand</li>\n<li>let us know the information that is incorrect and what it should be replaced with.</li>\n</ul>\n<p>If we are required to update your Personal Information, we will inform recipients to whom that Personal Information have been disclosed (if any), unless this proves impossible or has a disproportionate effort.</p>\n<p>It is your responsibility that all of the Personal Information provided to us is accurate and complete.\nIf any information you have given us changes, please let us know as soon as possible (see ‘How To Contact Us’ below).</p>\n</li>\n<li>\n<strong>Purpose Limitation.</strong>\n<p>Except as stated in other provisions of this Privacy Policy, we process only that Account-Related Information needed for the purpose of providing, improving, and ensuring the delivery of the Service as consented to by you or in accordance with your instructions.\nWe process Personal Information for job applications only in connection with the processing of your application.\nWe process other Personal Information only as described in Section 5.\nIf we intend to process Personal Information for other purposes or in a manner incompatible with the purposes for which it has been collected or authorized by a data subject, we will obtain your consent before such processing occurs.</p>\n</li>\n<li>\n<strong>Retention of Account-Related Information and Other Personal Information Content.</strong>\n<p>Account-Related Information other Personal Information will be kept and stored for such period of time as we deem necessary taking into account the business purpose for which it was collected in the first instance (i.e.\nthe administration of Your Account for as long as Your Account is active and a reasonable period thereafter in case you decide to re-activate Your Account), and our obligations under applicable data protection law.\nThis may include retaining Account-Related Information or other Personal Information as necessary to comply with our legal obligations, to resolve disputes, to enforce our agreements, to support business operations, and to continue to develop and improve our Services.</p>\n<p>Where we retain Personal Information for Service improvement and development, we take steps to eliminate information that directly identifies you, and we only use the information to uncover collective insights about the use of our Service, not to specifically analyze personal characteristics about you.</p>\n</li>\n<li>\n<strong>Individual Rights of Individuals within California, U.S.A.</strong>\n<ol>\n<li>The California Consumer Privacy Act (CCPA) creates certain individual rights for California residents.\nThis section explains the rights of individual California residents.<ol>\n<li>\n<u>Rights of Access to Information and Data Portability Under the California Consumer Privacy Act</u>\n<br>Upon request, we will tell a California resident the categories and specific pieces of Personal Information we have collected about that resident in the previous 12 months.\nIn addition, we will tell a California resident:<p>\n</p>\n<ul>\n<li>The categories of Personal Information we have collected about that California resident.</li>\n<li>The categories of sources from which the Personal Information is collected.</li>\n<li>The business or commercial purpose for collecting that California resident’s Personal Information.</li>\n<li>The categories of third parties with whom we share Personal Information.</li>\n<li>The specific pieces of Personal Information we have collected about that California resident.</li>\n</ul>\n</li>\n<li>The California Consumer Privacy Act (CCPA) creates certain individual rights for California residents.\nThis section explains the rights of individual California residents.<ol>\n<li>\n<u>Right of Deletion of Personal Information</u>\n<br>You have the right to request that we delete any of your Personal information that we collected from you and retained by us, subject to certain conditions and exceptions under the law.\nFor instance, we have the right to retain Personal Information needed to:<p>\n</p>\n<ul>\n<li>Complete the transaction for which the Personal Information was collected, provide a good or service requested by the California resident, or reasonably anticipated within the context of our ongoing business relationship with the California resident, or otherwise perform a contract between the business and the California resident.</li>\n<li>Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity.\nor prosecute those responsible for that activity.</li>\n<li>Conduct solely internal uses that are reasonably aligned with the expectations of the California resident based on the California resident’s relationship with us.</li>\n<li>Comply with a legal obligation.</li>\n<li>Use the Personal Information internally, in a lawful manner that is compatible with the context in which the California resident provided it.</li>\n</ul>\n<p>\n<small>The identity of any person making such a request must be verified as a condition of deleting the Personal Information as requested.</small>\n</p>\n</li>\n<li>\n<u>How to Exercise Your Rights</u>\n<br>If you need to contact us with regard to any of your rights as set out in this section, all such requests should be made in writing by email to support@browserstack.com.</li>\n<li>\n<u>Sale of Personal Information</u>\n<br>BrowserStack does not sell personal information in its possession and has not done so in the preceding 12 months</li>\n<li>\n<u>Policy Against Discrimination</u>\n<br>BrowserStack’s customers are almost entirely businesses, as opposed to individual sole proprietors.\nTherefore, BrowserStack is unlikely to transact business with individual California residents.\nNonetheless, BrowserStack will not discriminate against individual California residents for exercising any of their rights under the CCPA, including by:<p>\n</p>\n<ul>\n<li>Denying goods or services to the California resident</li>\n<li>Charging different prices or rates for goods or services, including through the use of discounts or other benefits or imposing penalties.</li>\n<li>Providing a different level or quality of goods or services</li>\n<li>Suggesting that the California resident will receive a different price or rate for goods or services or a different level or quality of goods or services</li>\n</ul>\n</li>\n</ol>\n</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>\n<strong>Notice to California Residents About “Do Not Track Settings”.</strong>\n<p>Under California law, online service providers must say in their privacy policies how they respond to “do not track” settings that users can set in their browser software.\nCurrently, there is no standard governing what, if anything, a website operator should do when receiving a “do not track” signal.\nAccordingly, BrowserStack does not currently take action in response to a “do not track” browser setting.\nBrowserStack will revisit this policy accordingly if an industry standard regarding such settings emerges.</p>\n</li>\n<li>\n<strong>Amendments to this Privacy Policy.</strong>\n<p>BrowserStack may change its Privacy Policy from time to time and at BrowserStack’s sole discretion.\nThe date of the most recent revisions will appear on this page.\nIf you do not agree to these changes, please do not continue to use the Service to submit Account-Related Information or other Personal Information to us.\nIf material changes are made to the Privacy Policy, we will notify you by placing a prominent notice on our website or by sending you a notification in relation to this.\nWe will not process Account-Related Information in a manner not contemplated by this Privacy Policy without your consent.</p>\n</li>\n<li>\n<strong>How to Contact Us.</strong>\n<p>If you need to contact us with regard to any of your rights as set out in this Policy, all such requests should be made in writing by email to support@browserstack.com.</p>\n</li>\n<li>\n<strong>Recourse and Resolving Disputes or Complaints.</strong>\n<p>If you do not think that we have processed your Personal Information in accordance with this Privacy Policy, please contact us in the first instance.\nYou may submit a complaint to us at the contact information in Section 15.</p>\n<p>Once we receive a privacy complaint, our privacy team will investigate your complaint and give you a response.\nWe will need sufficient information from you for us to evaluate your complaint and, as a result, we may request that you give us additional information that we believe is necessary to assess your complaint.</p>\n<p>If you are not satisfied with these mechanisms’ results, you can complain to the DPC or exercise any of your other rights pursuant to applicable data protection law.\nIn the European Economic Area, information about how to do this is available on the DPC website at&nbsp;https://www.dataprotection.ie.</p>\n</li>", "created_at": "2021-05-18 05:07:27.705231", "updated_at": "2021-05-18 03:08:30.357557"}], "points": [], "urls": ["browserstack.com"]}}