{"error": 448, "message": "OK", "parameters": {"id": 6695, "name": "Cuty", "created_at": "2022-06-20 20:35:53.145357", "updated_at": "2022-06-20 22:01:12.056153", "wikipedia": null, "keywords": null, "related": null, "slug": "cuty", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6695.png", "url": "cuty.io,cut-y.net", "documents": [{"id": 12205, "name": "Privacy Policy", "url": "https://cuty.io/privacy", "xpath": "", "text": " Payment Rates\nPayment Proof <p>\nEnglish\n</p>\n<p>\nEnglish\n</p>\n<p>\nSpanish\n</p>\n<p>\nArabic\n</p>\n<p>\nFrench\n</p> Log in Sign up Payment Rates\nPayment Proof <p>\nEnglish\n</p>\n<p>\nEnglish\n</p>\n<p>\nSpanish\n</p>\n<p>\nArabic\n</p>\n<p>\nFrench\n</p> Log in Sign up Privacy Policy\n<p>Cuty (“Cuty”, “we”, “us” and “our”) respects your privacy and is committed to taking reasonable steps towards protecting your privacy online and managing your information responsibly, in order to best understand the products and services that are most useful to you.\nThis Privacy Policy is intended to notify you of our online privacy practices, the type and categories of information that may be collected, disclosed and stored, how the information is used, with whom the information may be shared, what choices are available to you regarding the collection, use and distribution of the information, what kind of security procedures are in place to protect the loss, misuse or alteration of information under our control, your rights regarding your personal information and who to contact with questions or concerns.</p>\n<p>This Privacy Policy applies to the Cuty website located at https://cuty.io (collectively, the \"Website\"), to any phone, fax, and/or mail operations concerning processing of orders and questions about products or services, as well as our marketing contacts with you.</p>\n<p>We take data protection very seriously and abide by the EU General Data Protection Regulation (GDPR) and CCPA and any other relevant privacy laws that govern our jurisdiction.\nThe data controller within the meaning of Article 4 (7) of the EU General Data Protection Regulation (GDPR) which is responsible for the processing of your personal data is Cuty.</p> Personal Information We Collect\n<p>We only collect your basic info that you provide us, such as your name, email and username</p> Cookies and similar technologies\n<p>A cookie is a small amount of data, which often includes an anonymous unique identifier, which is sent to your browser from a Website’s computers and stored on your computer’s hard drive.\nCookies are required to use some Cuty services.\nCuty and its ad management partners (“Ad Partners”) use cookies to record current session information.</p>\n<p>Our Ad Partners may also from time to time use web beacons (also known as Internet tags, pixel tags, and clear GIFs).\nThese web beacons are provided by our Ad Partners and allow Ad Partners to obtain information such as the IP address of the computer that downloaded the page on which the beacon appears, the URL of the page on which the beacon appears, the time the page containing the beacon was viewed, the type of browser used to view the page, and the information in cookies set by the Ad Partners.\nWeb beacons enable our Ad Partners to recognize a unique cookie on your web browser, which in turn enables us to learn which advertisements bring users to our Website.</p>\n<p>With both cookies and web beacon technology, the information that we collect and share is anonymous and not personally identifiable.\nIt does not contain your name, address, geographic location, telephone number, or e-mail address.</p>\n<p>You can opt-out of Google Analytics data collection with the Google Analytics Opt-out Browser Add-on.</p> Access or update your account information.\n<p>If you have registered for an account with us, you may review and update certain personal information in your account profile by logging into the account.</p> Other Sites and Services\n<p>The Sites may contain links to other websites and online services operated by third parties.\nThese links are not an endorsement of, or representation that we are affiliated with, any third party.\nIn addition, our content may be included on web pages or online services that are not associated with us.\nWe do not control third party websites or online services, and we are not responsible for their actions.\nOther websites and services follow different rules regarding the collection, use and sharing of your personal information.\nWe encourage you to read the privacy policies of the other websites and online services you use.</p> Google Analytics\n<p>Google Analytics is a web analytics service offered by Google that tracks and reports website traffic.\nGoogle uses the data collected to track and monitor the use of our Services.\nThis data is shared with other Google services.\nGoogle may use the collected data to contextualize and personalize the ads of its own advertising network.</p>\n<p>You can opt-out of having made your activity on the Services available to Google Analytics by installing the Google Analytics opt-out browser add-on.\nThe add-on prevents the Google Analytics JavaScript (ga.js, analytics.js, and dc.js) from sharing information with Google Analytics about visits activity.</p>\n<p>For more information on the privacy practices of Google, please visit the Google Privacy Terms web page: https://www.google.com/intl/en/policies/privacy/</p> Children\n<p>The Service is not intended for use by children under 10 years of age, and we do not knowingly collect information about children under age 10 through the Service.\nIf we learn that we have collected personal information of a child without the consent of the child’s parent or guardian as required by law, we will delete it.</p> Changes To This Privacy Policy\n<p>We reserve the right to modify this Privacy Policy at any time.\nIf we make material changes to this Privacy Policy, we will notify you by updating the date of this Privacy Policy and posting it on the Sites.\nIf required by law we will also provide notification of changes in another way that we believe is reasonably likely to reach you, such as via e-mail or another manner through the Service.</p>\n<p>Any modifications to this Privacy Policy will be effective upon our posting the modified version.\nIn all cases, your continued use of the Service after the posting of any modified Privacy Policy indicates your acceptance of the terms of the modified Privacy Policy.</p> Sharing your personal information\n<p>We do not sell, trade, or rent Users personal identification information to others in accordance with the CCPA.\nWe may share generic aggregated demographic information not linked to any personal identification information regarding visitors and users with our business partners, trusted affiliates and advertisers for the purposes outlined above.</p> Contact Us\n<p>For any questions, complaints, and queries or to report any violations, kindly send an email on contact@cuty.io</p> Ready to start earning with Cuty?\n<p>Register your account and start the journey.\nIt is 100% free!</p>\nSign up <p>Copyright 2021 ©.\nAll Right Reserved</p> ", "created_at": "2022-06-20 20:35:53.154192", "updated_at": "2022-06-20 18:38:23.626406"}, {"id": 12204, "name": "Terms Of Use", "url": "https://cuty.io/terms", "xpath": "", "text": " Payment Rates\nPayment Proof <p>\nEnglish\n</p>\n<p>\nEnglish\n</p>\n<p>\nSpanish\n</p>\n<p>\nArabic\n</p>\n<p>\nFrench\n</p> Log in Sign up Payment Rates\nPayment Proof <p>\nEnglish\n</p>\n<p>\nEnglish\n</p>\n<p>\nSpanish\n</p>\n<p>\nArabic\n</p>\n<p>\nFrench\n</p> Log in Sign up Terms Of Use\n<p>Welcome to https://cuty.io (“Site” or “Website”).</p>\n<p>This website is owned and operated by Cuty from Morocco.\nThroughout the Site, the terms “we”, “us”, “platform” and “our” refer to Cuty.\nWe offer this website, including all information, tools, and services available from this site to you, the user, conditioned upon your acceptance of all terms, conditions, policies, and notices stated here.</p>\n<p>By visiting our site and/or when using any of our features, you (“User”) engage in our “Service” and agree to be bound by the following terms and conditions (“Terms”), including those additional terms and conditions and policies referenced herein and/or available by hyperlink.\nThese Terms and Conditions apply to all users of the site, including without limitation users who are browsers, users and/ or contributors of content.</p> Eligibility\n<p>To access or use the Service, you must be at least 10 years old.\n</p> Accounts, Registrations, and Passwords\n<p>If you use this Site and such use requires setting up an account and/or password(s), you are solely responsible for maintaining the confidentiality of your account and password(s) and for restricting access to your computer.\nIf you open an account, register, or otherwise provide us with any information, you agree to provide us with current, complete, and accurate information as requested by any forms.\nCuty is not responsible for any errors or delays in responding to any inquiry or request caused by any outdated or incorrect information provided by you or any technical problems beyond the control of Cuty.\nYou acknowledge and agree that any login, identifier, or password issued in connection with this Site (each a \"Password\") is confidential information and must be kept secure.\nYou may not disclose such a Password to another person or entity or permit another entity to access the Site using such a Password.\nYou must notify Cuty immediately of any breach of security or unauthorized use of your account.\nCuty cannot be responsible and disclaims all liability in connection with, the use of any information that you post or display on this Site.</p> Prohibited Activities\n<p>You agree that you will NOT:</p>\n<ol>\n<li>\n<p>Gain unauthorised access to Cuty’s computer system or engage in any activity that interferes with the performance of, or impairs the functionality or security of the Site, the Services, Cuty’s networks, and computer systems;</p>\n</li>\n<li>\n<p>Place shortened links on websites containing content that may be threatening, harassing, defamatory, obscene, contain any viruses, trojan horses, worms, time bombs, cancelbots or contain software that may cause damage to the viewer or the site's server.\nNot to use Shorten URLs that redirect to websites containing such content.</p>\n</li>\n<li>\n<p>Access any of the Site or the Services through any automated means or with any automated features or devices (including use of scripts or web crawlers);</p>\n</li>\n<li>\n<p>Bring fake/automated traffic of any kind to your links.\nThis will get your account terminated automatically by our system.\nManipulation of our system to gain views is also not allowed.\nThis includes iframes, redirects, bots, proxies, traffic exchange, PTC traffic, hitleap, jingling, etc.</p>\n</li>\n<li>\n<p>Click on your own shortened URLs to generate revenue.\nWe reserve the right to not pay for the revenue generated.\n</p>\n</li>\n<li>\n<p>Create 'redirect loops' with Cuty URLs or similar services to generate revenue.</p>\n</li>\n<li>\n<p>Create multiple accounts.\nOnly one account per person is allowed.\n</p>\n</li>\n</ol> Intellectual Property Rights\n<p>Your use of the Site and its contents grants no rights to you concerning any copyright, designs, and trademarks and all other intellectual property and material rights mentioned, displayed, or relating to the Content (defined below) on the Site.\nAll Content, including third-party trademarks, designs, and related intellectual property rights mentioned or displayed on this Site, are protected by national intellectual property and other laws.\nAny unauthorized reproduction, redistribution, or other use of the Content is prohibited and may result in civil and criminal penalties.\nYou may use the Content only with our prior written and express authorization.\nTo inquire about obtaining authorization to use the Content, please contact us at contact@:site_name.io</p>\n<p>In addition to the intellectual property rights mentioned above, \"Content\" is defined as any graphics, photographs, including all image rights, sounds, music, video, audio, or text on the Site.</p> Contact Us\n<p>For any questions, complaints, and queries or to report any violations, kindly send an email on contact@cuty.io</p> Ready to start earning with Cuty?\n<p>Register your account and start the journey.\nIt is 100% free!</p>\nSign up <p>Copyright 2021 ©.\nAll Right Reserved</p> ", "created_at": "2022-06-20 20:35:53.149733", "updated_at": "2022-06-20 18:38:08.036599"}], "points": [{"id": 28055, "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting", "source": "https://cuty.io/privacy", "status": "Generated through the annotate view", "created_at": "2022-06-20 18:47:11.908213", "updated_at": "2022-06-20 18:47:11.908213", "quoteText": "Our Ad Partners may also from time to time use web beacons (also known as Internet tags, pixel tags, and clear GIFs).", "case_id": 323, "document_id": 12205, "quoteStart": 2240, "quoteEnd": 2357}, {"id": 28054, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://cuty.io/terms", "status": "Generated through the annotate view", "created_at": "2022-06-20 18:43:47.933484", "updated_at": "2022-06-20 18:43:47.933484", "quoteText": "Accounts, Registrations, and Passwords\n<p>If you use this Site and such use requires setting up an account and/or password(s), you are solely responsible for maintaining the confidentiality of your account and password(s) and for restricting access to your computer.", "case_id": 148, "document_id": 12204, "quoteStart": 1194, "quoteEnd": 1460}, {"id": 28053, "title": "Alternative accounts are not allowed", "source": "https://cuty.io/terms", "status": "Generated through the annotate view", "created_at": "2022-06-20 18:40:42.530149", "updated_at": "2022-06-20 18:40:42.530149", "quoteText": "Create multiple accounts.\nOnly one account per person is allowed.", "case_id": 324, "document_id": 12204, "quoteStart": 3765, "quoteEnd": 3830}], "urls": ["cuty.io", "cut-y.net"]}}