{"error": 448, "message": "OK", "parameters": {"id": 2684, "name": "Mapillary", "created_at": "2021-02-01 20:27:59.680002", "updated_at": "2021-03-25 03:19:28.010381", "wikipedia": "https://en.wikipedia.org/wiki/Mapillary", "keywords": null, "related": null, "slug": "mapillary", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/2684.png", "url": "mapillary.github.io,mapillary.com", "documents": [{"id": 3910, "name": "Legal and Licensing (Summary)", "url": "https://mapillary.com/legal", "xpath": "/html/body/div/div[4]", "text": "<p>This summary is an overview of Mapillary's Terms of Service, commercial use, developer policy, and licensing options for Mapillary images and data.</p>Contributing content to Mapillary<p>Contributing images and other content to Mapillary is governed by the Mapillary Terms of Service:</p>\n<ul>\n<li>Contributors must own the rights to images uploaded to Mapillary, or have the right to contribute on behalf of the owner.</li>\n<li>Contributors retain full ownership rights and title to their images, as well as other content they contribute, e.g.\ncomments and tags.</li>\n<li>Contributors grant Mapillary a worldwide, perpetual, and transferable license to use the images and other content for both commercial and non-commercial purposes.</li>\n</ul>\n<p>\n</p>Image license<p>Images on Mapillary are available under the Creative Commons Attribution-ShareAlike 4.0 International License (CC BY-SA 4.0).\nThe license and link to the legal document can be found next to every image on the service in the image information panel and contains the CC BY-SA 4.0 mark:<br>\n<br>Images are available under CC-BY-SA using the download feature next to each image on mapillary.com, or using the Mapillary API.\nPlease contact sales@mapillary.com if you wish to use the APIs to access images in volumes above the free quota specified in the Developer Policy.</p>Rights to OpenStreetMap<p>To be compatible with the OpenStreetMap Foundation contributor terms, Mapillary grants a special license for OpenStreetMap.\nImages and data available on Mapillary may be used freely to edit OpenStreetMap and any content derived may be submitted under the OpenStreetMap Foundation contributor terms to OpenStreetMap.</p>Read more about what we do for OpenStreetMapDeveloper use<p>The Mapillary API, Mapillary vector tiles, and the MapillaryJS library are available to software developers building map platforms, geospatial tools, and location-based services.\nDeveloper usage is governed by the Developer Policy.</p>Read more about our tools for developersCommercial use<p>Commercial use of Mapillary is governed by the Mapillary Commercial Terms.\nMapillary grants each customer a perpetual, non-transferable license to use Mapillary photos and any derived data for internal use.</p>\n<p>For using Mapillary photos and data to create derivative products for resale, relicensing, and/or redistribution, please contact sales@mapillary.com.</p>Privacy<p>Mapillary is committed to protecting your privacy and always complies with the applicable data protection laws (including the GDPR) when processing your personal data.\nYou can read all about how Mapillary processes your personal data in our Privacy Policy.\nIf you have any questions on privacy matters, you are welcome to contact support@mapillary.com.</p>Translations<p>In the event that there are discrepancies between the different language versions of the website and apps, the English version should be considered as the correct version.</p>", "created_at": "2021-02-01 20:29:43.811763", "updated_at": "2021-02-01 20:29:47.226724"}, {"id": 3911, "name": "Terms and Conditions", "url": "https://mapillary.com/terms", "xpath": "/html/body/div/div[4]", "text": "<p>To better serve the Mapillary community, promote transparency, and minimize disputes, we have prepared these Terms of Use.\nWe wish to clearly set out our rights and your rights, in furtherance of building a strong Mapillary community.\nWe would like to assure the community that nothing in these Terms requires transfer of your ownership of photos taken with the Mapillary App, and that photos contributed to and by the Mapillary community are made publicly available by us in accordance with these Terms.</p>\n<p>Your acceptance of these Terms is required in order for you to access and use the Mapillary Solution.\nBy registering with Mapillary, or by using the Mapillary Solution in whole or in part, you are entering into a legally binding agreement with us.\nPlease read these Terms carefully.\nIf you do not agree to these Terms, you cannot use the Mapillary Solution.\nWe reserve the right at our discretion to propose modifications to these Terms periodically.\nWe will notify you of such changes via an email sent to the email address we have on file for you or via other notification mechanisms.\nYour continued use of and access to the Mapillary Solution after notice of such modifications indicates your acceptance of and agreement to the modified Terms.\nIf you violate any of these Terms, your permission to use the Mapillary Solution automatically terminates, unless such violation is waived by us in writing in our sole discretion.</p>\n<p>You acknowledge that use of the Mapillary Solution requires connection to, and data transfers over, the network and therefore may impact your data usage charges imposed by your wireless operator or other service provider.\nIt is your responsibility to obtain at your cost all equipment, software and internet access necessary to use the Mapillary Solution.</p>\n<p>\n<strong>DEFINED TERMS</strong>\n</p>\n<p>\"App\": the Mapillary smartphone application available for download on third party application stores such as iTunes and Google Play.</p>\n<p>\"Business\", \"Business Purpose\", \"Commercial Purpose\", \"Personal Information\", \"Sell\", \"Sale\" and \"Service Provider\" have the meanings defined in the California Consumer Privacy Act (\"CCPA\").</p>\n<p>\"Capture Projects\": the Services described in Section 1.5 when you capture Content on behalf of an Organization.</p>\n<p>\"Commercial Use\": any commercial or data enhancement activity, including: (a) charging for access to the Service or Content or for the Service's functionality or data directly or indirectly.\n(b) utilizing the Service in any commercial website or application or in support of any commercial for-profit activity, or in support of the operations of any for-profit business.\n(c) using Content to improve any product, service, website, application, software, dataset, solution, or technology, (d) utilizing the Service as a private repository.\nor (e) emulating or framing the Service and passing it off as your own.</p>\n<p>\"Commercial Use Supplement\": the Mapillary terms which govern Commercial Use of the Mapillary Solution, found here.</p>\n<p>\"Content\": images, maps, photos, video, audio, documents, edits, variations, layers, messages, polls, queries, posts, comments, signals, votes, ratings, rankings, and any other text, content, information or data, including Metadata, created, derived from or accessible via use of the Mapillary Solution, or otherwise made available by and to Mapillary Users, including any of the foregoing provided by a Mapillary User or by us.</p>\n<p>\"Intellectual Property Rights\": patents, rights to inventions, copyright and neighbouring and related rights, trade marks and service marks, business names and domain names, goodwill and the right to sue for passing off or unfair competition, rights in designs, rights in computer software, database rights, rights to use, and protect the confidentiality of, confidential information (including know-how and trade secrets) and all other intellectual property rights, in each case whether registered or unregistered and including all applications and rights to apply for and be granted, renewals or extensions of, and rights to claim priority from, such rights and all similar or equivalent rights or forms of protection which subsist or will subsist now or in the future in any part of the world.</p>\n<p>\"Mapillary\": Mapillary AB, a corporation organized under the laws of Sweden.\nIn these Terms, Mapillary is referred to by \"us\", \"we\" or \"our\", as applicable.</p>\n<p>\"Mapillary Solution\": the App, the Site and the Services.</p>\n<p>\"Mapillary User\": you and any other user of the Mapillary Solution.</p>\n<p>\"Metadata\": data and information associated with or related to Content, including numerical latitude or longitude or similar coordinates, imagery, data derived from within images (such as without limitation street signs, landmarks, building names, etc.), and data generated by the capture of images (such as without limitation geolocation, time and date, network and system information, etc.).</p>\n<p>\"Non-Commercial Use\": any activity that is not Commercial Use, including personal, individualized use by a single person, and the use of a reasonable number of widgets in websites displaying Mapillary Content as an ancillary, and not as a primary, feature in accordance with our Developer Usage Policy.\nYou may ask us whether a certain use is Non-Commercial Use via email sent to support@mapillary.com.</p>\n<p>\"Organization\": any entity or individual who has registered as an Organization when using the Mapillary Solution.</p>\n<p>\"Image License\": the Creative Commons Share Alike (CC BY-SA) license in regards to imagery available here.</p>\n<p>\"Services\": the services, features, application programming interfaces (APIs), and functionality accessible via use of the Site and the App, including functionality for the provision, modification, display, and management of Content.</p>\n<p>\"Site\": Mapillary.com and any web pages that are a part of Mapillary.com.</p>\n<p>\"Terms\": these Terms of Use, the Developer Usage Policy, and the Mapillary Privacy Policy, as may be modified from time to time.</p>\n<p>\"You\" or \"your\": the individual using the Mapillary Solution, or clicking \"accept\" or \"agree\" where indicated, and thereby becoming bound by these Terms, and the company or other legal entity represented by such individual, or for whom such individual uses the Mapillary Solution, and all affiliates thereto.</p>\n<p>\n<strong>1.0 ACCESS AND LICENSED RIGHTS</strong>\n</p>\n<p>1.1 <strong>Mapillary Solution Access</strong>.\nSubject to your compliance with these Terms, we hereby grant to you, solely for your own Non-Commercial Use: (a) access to the Mapillary Solution and (b) rights to Content displayed by us under license terms that we specify from time-to-time (the current outbound license terms are set forth in the Image License and the Commercial Use Supplement) (collectively, \"Outbound Terms\").\nAccess and rights to the App are as set forth in the end user license terms made available on the App distribution site or service or that are contained with the terms of use/service applicable to such distribution sites or services.\nBreach of such license terms or the Outbound Terms will result in automatic termination of your access to the Mapillary Solution and Content, unless waived by us in writing in our sole discretion.</p>\n<p>1.2 <strong>Commercial Use</strong>.\nYou may not use the Mapillary Solution for any Commercial Use except as separately agreed between us in a signed writing.\nOther than for your Non-Commercial Use, or as otherwise permitted by the Outbound Terms, you may not use, sublicense, transfer, distribute, make derivative works of, or make available, the Service or Content.\nSuch activity is not licensed or authorized under these Terms and if undertaken may result in pursuit of all available remedies for Intellectual Property Rights (including for copyright infringement), the availability of which you hereby acknowledge.</p>\n<p>1.3 <strong>Mapillary User Licenses to Us</strong>.\nYou and each Mapillary User hereby grant to us the perpetual, irrevocable, worldwide, royalty-free, fully paid-up, sub-licensable, non-exclusive right and license to use, reproduce, modify, create derivative works of, perform, display and distribute without restriction (including via any medium) Content, in whole or in part, for commercial and non-commercial purposes, including (a) for purposes of providing, developing, improving, making available (including via public search engines), promoting and marketing the Mapillary Solution and (b) making available Mapillary User Content under the Commercial Use Supplement.\nYou agree that when capturing and uploading Content, you are providing services to us pursuant to these Terms, and that you are entitled to no payment or fee for such services.\nFurther, you agree that we are free to use and implement in perpetuity without compensation, attribution or obligation to you any feedback, benchmarks, requirements, suggestions, criticisms, improvements, recommendations, ideas, and error corrections provided by you to us relating to the Mapillary Solution.&nbsp;</p>\n<p>1.4 <strong>Reservation of Rights</strong>.\nNo other right or license to the Mapillary Solution or Content is provided, and no other license will be implied, by course of conduct or otherwise.\nWe grant no right or license with respect to our patents.\nEach Mapillary User retains all right, title and interest in and to such Mapillary User's Content, and all associated Intellectual Property Rights, subject to these Terms.\nSubject to these Terms, we retain all right, title and interest in and to the Mapillary Solution and our Content, and all associated Intellectual Property Rights.\nExcept as expressly authorized by these Terms and the Outbound Terms, you will not use, reproduce, or distribute Content not authored by you.\nThe user interface, user experience, icons, presentation layer and elements, terminology, gamification, reports, layouts, and screen displays of or generated by the Mapillary Solution are our copyrightable content, our trade dress and our trademarks and service marks, and will not be reproduced, distributed, or displayed except for your internal use and not for external use or exploitation.</p>\n<p>1.5 <strong>Capturing on behalf of Organization</strong>.\nIf you capture Content on behalf of an Organization, both you and the Organization grant Mapillary a license in accordance with Section 1.3 above.\nWe assume that there are agreements in place between you and the Organization that regulates the ownership of the Content and that you have the right to contribute the Content to Mapillary under these Terms.</p>\n<p>\n<strong>2.0 TERMS APPLICABLE TO CONTENT</strong>\n</p>\n<p>2.1 <strong>Specific Prohibited Uses</strong>.\nYou will not (a) use the Mapillary Solution in a manner that gives you or any other person access to mass downloads or bulk feeds of any Content, including Metadata.\n(b) delete, obscure, or in any manner alter any message, warning or link that appears in the Mapillary Solution or the Content.\n(c) use the Mapillary Solution or Content in whole or in part with any products, systems, or applications for or in connection with (i) real-time navigation or route guidance, including but not limited to turn-by-turn route guidance that is synchronized to the position of a user's sensor-enabled device.\nor (ii) any systems or functions for automatic or autonomous control of vehicle or device behavior.\n(d) use the Mapillary Solution or Content to create a database of places or other local listings information, except as expressly permitted by us as described on the Site.\nor (e) make any attempt to re-identify any individual whose identity has been obscured in the Content.</p>\n<p>2.2 <strong>Handling of Your Content</strong>.\nThe App temporarily stores your Content in a manner such that deletion or malfunction of the App or malfunction of the Device on which the App is installed may result in the permanent deletion of your Content.\nContent is not uploaded and stored on our servers until the Content is uploaded via the upload mechanism in the App.\nOnce your Content is uploaded, all Content locally stored on your device is deleted permanently.\nWe may at any time filter, alter, modify, crop, or delete such Content in whole or in part before making it available on the Site and via the Service in our sole discretion, including in order to render the Content suitable for use on the Mapillary Solution.\nWe are under no obligation to publicly display Content that is posted to private repositories, or that is hidden by election of the contributing Mapillary User.\nTo the extent possible under applicable law, you hereby waive any moral, neighbouring or other rights you may have (including rights in the nature of attribution, integrity, privacy, paternity, and rights to object to derogatory treatment) in your Content that would otherwise preclude us from filtering, altering, deleting, or using, copying or distributing, in accordance with these Terms, your Content.\nYou acknowledge and agree that we may continue to store, display and otherwise exercise the rights set forth in section 1.3 above with respect to your Content even after termination, deactivation, or archiving of your account using a random ID to anonymize the Content so it cannot be linked to you.</p>\n<p>2.3 <strong>Propriety of Content</strong>.\nAll Content, whether publicly posted on or privately transmitted within private groups, is the sole responsibility of the Mapillary User from which such Content originated.\nNo Mapillary User will transmit Content or otherwise conduct or participate in any activities on or via the Mapillary Solution which, in our sole judgment, is likely to be prohibited by law, or is violative or in breach of third party rights in any applicable jurisdiction, including without limitation laws governing libel and defamation, encryption of software, the export of technology, the transmission of obscenity or the permissible uses of Intellectual Property Rights.\nYou represent and warrant that all Content you submit is accurate and not misleading to the best of your knowledge, is not confidential or privileged, and is not in violation of third party rights.\nWe may, in our sole discretion, terminate the Services as to any Content that we believe in our sole judgment is not in compliance with these Terms.\nWe may preserve and disclose Content if required to do so by law or judicial or governmental mandate or as reasonably determined useful by us to protect the rights, property or safety of Mapillary, Mapillary Users and/or the public.</p>\n<p>2.4 <strong>Prohibited Content</strong>.\nYou agree not to upload, download, display, perform, transmit, or otherwise distribute any Content, or otherwise engage in any activity in connection with the Mapillary Solution, that:<br>(a) is hateful, offensive, libelous, defamatory, obscene, abusive, pornographic, lewd, erroneous, stalking, or threatening;<br>(b) depicts injured or severely sick people, or acts of violence;<br>(c) advocates or encourages conduct that could constitute a criminal offense, give rise to civil liability, or otherwise violate any applicable local, state, national, or foreign law or regulation;<br>(d) constitutes infringement or misappropriation of the Intellectual Property Rights of any party, including rights to the use of name and likeness, or violation of a right of privacy;<br>(e) creates an impression that is incorrect, misleading, or deceptive, including without limitation by impersonating others or by otherwise misrepresenting identity or affiliation with a person or entity.\nor<br>(f) divulges other people's private or personally identifiable information without their express authorization and permission (for example capturing pictures of people in private settings, such as in their homes) or more generally capturing images of individuals where they would have a reasonable expectation to privacy, including but not limited to individuals in or around private property, private roads or sensitive areas (e.g.\nschools, hospitals, places of religious worship).</p>\n<p>(g) results in images of children being available on the Mapillary Solution.&nbsp;</p>\n<p>2.5 <strong>Use of Content</strong>.\nEach Mapillary User, by using the Mapillary Solution, may be exposed to Content that is offensive, indecent, objectionable, illegal, infringing, false or erroneous.\nEach Mapillary User must evaluate, and will bear all risks associated with, the use of any Content, including any reliance on the quality, integrity, accuracy, completeness, or usefulness of such Content.\nWe may refuse or delete any Content, including Content of which we become aware that fails to fulfill the purpose of the Services, is in breach of these Terms, is otherwise contrary to law, or is otherwise inappropriate in our discretion.\nWe do not guarantee the accuracy, integrity or quality of any Content.\nUnder no circumstances will we be liable in any way for any Content, including, but not limited to, liability for any errors, inaccuracies, or omissions in any Content, or for any loss or damage of any kind incurred as a result of the use of any Content.\nWe will have no obligation or liability to you or any Mapillary User to maintain, store, or license Content, protect and maintain Content owners' Intellectual Property Rights, or to enforce these Terms.\nYou hereby waive and release any claims you may have against us arising or resulting from use or misuse of Content or your inability to effectively use Content, your failure to comply with these Terms, or for any act, omission, or conduct of any Mapillary User.\nIf you as a user of the Mapillary Solution, sees Content that you consider inappropriate in any way, please inform us and identify how the Content in question fails to comply with these Terms by sending an e-mail to support@mapillary.com and we will look in to the issue and delete any Content found in our discretion to be in conflict with these Terms.</p>\n<p>2.6 <strong>Third Party Sites</strong>.\nThe Mapillary Solution, Mapillary Users, or a third party may provide links to other websites or login access via such links.\nSuch links will not be construed as an endorsement, sponsorship, or affiliation by us.\nWe exercise no control over such other websites and web-based resources and are not responsible or liable for the availability thereof or the content, advertising, products or other materials thereon.\nWe will not be responsible or liable, directly or indirectly, for any damage or loss incurred or suffered by any user in connection such other sites and resources.</p>\n<p>2.7 <strong>Blurring of Content</strong> To the extent that, for purposes of the CCPA, you are a Business and you share with us Content containing Personal Information that would otherwise constitute a Sale:</p>\n<ul>\n<li>a.\nWe will:<ul>\n<li>i.&nbsp;&nbsp.\nprocess such Personal Information as a Service Provider for the purpose of providing Services to you under these Terms;&nbsp;</li>\n<li>ii.&nbsp.\nbe prohibited from retaining, using, or disclosing such Personal Information other than for such purposes or as otherwise permitted by the CCPA, but will be permitted to retain and use Content shared by you for the purpose of building and improving the quality of our services, including improving our blurring technology;</li>\n<li>iii.\nin any event, be permitted to retain, use and disclose for any purpose such Content once Personal Information has been removed.</li>\n</ul>\n</li>\n<li>b.\nYou represent and warrant that you will:<ul>\n<li>i.&nbsp;&nbsp.\nprovide notice to California residents regarding your sharing of Personal Information with us, to the extent required by applicable law, including without limitation the CCPA and these Terms;</li>\n<li>ii.&nbsp.\nnot share with us Personal Information of any California resident who has exercised an opt-out that you have, directly or indirectly, committed to honouring.\nand</li>\n<li>iii.\nbe solely liable for your compliance with the CCPA</li>\n</ul>\n</li>\n<li>c.\nMapillary and you agree that the existence of this Section does not constitute an admission that sharing of Personal Information constitutes a Sale.&nbsp;</li>\n</ul>\n<p>\n<strong>3.0 SIGN-ON CREDENTIALS</strong>\n</p>\n<p>3.1 <strong>Sign-On Credentials</strong>.\nWhen creating an account, you will receive or will be permitted to create or use existing online user name and password information (\"Sign-On Credentials\"), and are wholly responsible for maintaining the confidentiality thereof and wholly liable for all activities occurring under such Sign-On Credentials.\nYou will not transfer to any party your Sign-On Credentials, or use the Sign-On Credentials of another, without our prior written consent.\nYou will immediately notify us at support@mapillary.com of any unauthorized use of Sign-On Credentials or any other breach of security.\nWe will not be liable for any loss or damage arising from a Mapillary User's failure to comply with this section or from unauthorized use of the Sign-On Credentials.</p>\n<p>3.2 <strong>Change of Username</strong>.\nWe may require you, as a condition of membership, to change your username if we believe appropriate (such as when a trademark owner complains about a username that does not closely relate to a user’s actual name).</p>\n<p>\n<strong>4.0 SITE INTEGRITY</strong>\n</p>\n<p>4.1 <strong>Prohibited Uses</strong>.\nYou will not use the Mapillary Solution in any manner that could damage, disable, overburden, or impair any Mapillary-controlled server, or the network(s) connected to any such server, or interfere with any other party's use and enjoyment of the Mapillary Solution, including without limitation falsifying or altering Content posted by others except via normal and intended operation of the Services.\nYou may not attempt to gain unauthorized access to other accounts, computer systems or networks connected to any of our servers or to any of the Services, including through hacking, password mining or any other means, or exploit bugs or vulnerabilities in the Mapillary Solution.\nYou are prohibited from violating or attempting to violate any security features of the Mapillary Solution, including, without limitation, (a) accessing Content not intended for you, or logging onto a server or account that you are not authorized to access.\n(b) attempting to probe, scan, or test the vulnerability of the Mapillary Solution, or any associated system or network, or to breach security or authentication measures without proper authorization.\n(c) interfering or attempting to interfere with Services to any Mapillary User, user, host, or network, including, without limitation, by means of submitting a virus to the Site or Service, overloading, \"flooding,\" \"spamming,\" \"mail bombing,\" or \"crashing\".\n(d) using the Site or Service to send unsolicited email or messages, including, without limitation, promotions, or advertisements for products or services.\n(e) publishing or linking to malicious Content intended to damage or disrupt another Mapillary User’s browser or computer or to compromise a Mapillary User’s privacy or anonymity.\n(f) forging any TCP/IP packet header or any part of the header information in any email or in any posting.\n(g) accessing or tampering with non-public areas of the Site or Service, our computer systems, or the technical delivery systems of our providers.\n(h) accessing or searching or attempting to access or search the Mapillary Solution by any means (automated or otherwise) other than through the currently available, published interfaces that are provided by us (and only pursuant to these Terms), unless you have been specifically allowed to do so in a separate agreement with us.\n(i) deep-linking to the Site for any purpose (ie, posting a link to a Site web page other than the home page) except as otherwise expressly permitted by us on the Site.\nor (j) removing or obscuring any form of advertising or displayed via the Mapillary Solution.</p>\n<p>4.2 <strong>No Harvesting or Crawling</strong>.\nYou will not engage in harvesting or other collection of information about other Mapillary Users, including email addresses, without our prior and each such Mapillary User's prior written consent.\nYou agree not to \"crawl\" the Mapillary Solution or use or launch any automated system, including without limitation, \"robots\", \"spiders\", etc.\nthat accesses the Mapillary Solution or pulls Content therefrom (other than those used by public search engine providers for the sole purpose of creating publicly available searchable indices.\nYou also acknowledge that the breach or circumvention of any technical obstacle implemented by us to prevent actions as set out above in itself is not allowed.</p>\n<p>4.3 <strong>No Framing</strong>.\nYou may not obtain or attempt to obtain any materials or information through any means not intentionally made available through the Services on the Site.\nThe Site and Services are for your Non-Commercial Use only, except as may otherwise be agreed by us in a separate signed writing.\nWithout limiting the generality of the foregoing, you will not publish, distribute or transmit to the general public via any medium, whether via print, online, or otherwise, the Content (other than your own) or Services, except through the Site or as otherwise authorized by these Terms or by us, you will not engage in \"framing,\" \"mirroring,\" or otherwise simulating the appearance or function of the Mapillary Solution, and you will not send messages purporting to be from us.\nYou will not remove or attempt to obscure any copyright, trademark or other proprietary rights notices contained in or on the Site or associated with the Services, including ours and our licensors.</p>\n<p>4.4 <strong>Account Data</strong>.\nWhile we will endeavor to back up Site and Service data and make such data available in the event of loss or deletion, we have no responsibility or liability for the deletion or failure to store any Content.\nYou acknowledge and agree that your Content shall not be retrievable or accessible except via your authorized use of the Services and that we are under no obligation to compile and return to you your Content, including if Services terminate for any reason or if you elect to deactivate your account.\nWe reserve the right to mark as \"inactive\" and archive accounts and/or streams, queries, projects, forums, discussions or similar interactions that are inactive for an extended period of time.\nFurther, you acknowledge that we may monitor and collect information (including but not limited to technical and diagnostic information) about your usage of the Mapillary Solution in order to improve the Mapillary Solution and to verify compliance with these Terms.</p>\n<p>4.5 <strong>Notifications to Us</strong>.\nIf you believe that you are entitled or obligated to act contrary to these Terms under any mandatory or applicable law, you agree to provide us with detailed and substantiated explanation of your reasons in writing at least thirty days before you so act, to allow us to assess whether we may, at our sole discretion, provide an alternative remedy for the situation, though we are under no obligation to do so.</p>\n<p>4.6 <strong>Notifications to You</strong>.\nFor purposes of service messages and notices about the Services to you, we may place a banner notice across Site pages to alert you to certain changes such as modifications to these Terms.\nAlternatively, notice may consist of an email from us to an email address associated with your account, even if we have other contact information.\nYou also agree that we may communicate with you in relation to your account and otherwise in relation to these Terms through your account or through other contact information you have provided to us, including email, mobile number, telephone, or delivery services including the postal service.\nYou acknowledge and agree that we will have no liability associated with or arising from your failure to maintain accurate contact or other information, including, but not limited to, your failure to receive critical information about the Services.\nYou agree that all agreements, notices, disclosures and other communications that we provide to you electronically satisfy any legal requirement that such communications be in writing.</p>\n<p>4.7 <strong>Network Security Risks</strong>.\nBecause no online system is perfectly secure or reliable, the internet is an inherently insecure medium, and the reliability of hosting services, internet intermediaries, your internet service provider, and other service providers cannot be assured, you accept security risks associated with or arising from your use of the Mapillary Solution, and the responsibility for choosing to use a technology that does not provide perfect security or reliability.</p>\n<p>\n<strong>5.0 DISCLAIMER OF WARRANTIES, LIMITATION OF LIABILITY AND INDEMNIFICATION</strong>\n</p>\n<p>5.1 <strong>Disclaimer</strong>.\nEACH MAPILLARY USER'S USE OF THE MAPILLARY SOLUTION AND CONTENT IS AT HIS OR HER SOLE RISK.\nTHE MAPILLARY SOLUTION AND CONTENT IS PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS AND WE ASSUME NO RESPONSIBILITY FOR THE ACCURACY, CURRENCY, TIMELINESS, DELETION, MIS-DELIVERY OR FAILURE TO STORE OR DISPLAY ANY CONTENT, MAPILLARY USER COMMUNICATIONS, PERSONALIZATION SETTINGS, OR OTHER INFORMATION OR DATA.\nEACH MAPILLARY USER IS SOLELY RESPONSIBLE FOR ANY DAMAGE TO HIS OR HER COMPUTER SYSTEM AND WE WILL HAVE NO LIABILITY FOR ANY LOSS OF PROFIT, OPPORTUNITY, REVENUE, ADVANTAGE, INFORMATION OR DATA THAT RESULTS FROM USE OF THE MAPILLARY SOLUTION OR CONTENT.\nTO THE MAXIMUM EXTENT POSSIBLE UNDER APPLICABLE LAW, <strong>WE EXPRESSLY DISCLAIM ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE AND NON-INFRINGEMENT</strong>.\nSpecifically, we make no warranty that (a) the Mapillary Solution or Content will meet your requirements, goals or needs, (b) Mapillary Solution or Content access will be uninterrupted, timely, secure or error-free, or (c) any errors or deficiencies in the Mapillary Solution or Content will be corrected.\nFurther, scheduled and preventive maintenance, required and emergency maintenance work, or disruption of services from internet service and hosting providers, may interrupt the functioning of or access to the Mapillary Solution.</p>\n<p>5.2 <strong>Liability Limitation</strong>.\nEXCLUDING ONLY DAMAGES ARISING OUT OF OUR LIABILITY FOR OUR FRAUD, DEATH OR PERSONAL INJURY CAUSED BY OUR NEGLIGENCE, OR ANY OTHER LOSS FOR WHICH WE CANNOT LAWFULLY EXCLUDE LIABILITY, WE WILL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES, INCLUDING BUT NOT LIMITED TO DAMAGES FOR LOSS OF REVENUE, PROFITS, GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES (EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), RESULTING FROM THE USE OF OR INABILITY TO USE THE MAPILLARY SOLUTION AND ANY CONTENT.\nTHE COST OF PROCUREMENT OF SUBSTITUTE SERVICES.\nUNAUTHORIZED DISPLAY, ACCESS TO OR DELETION OR ALTERATION OF CONTENT, INFORMATION OR DATA.\nSTATEMENTS OR CONDUCT OF ANY THIRD PARTY.\nOR ANY OTHER MATTER RELATING TO US, THE CONTENT OR THE MAPILLARY SOLUTION.\nEXCLUDING ONLY OUR LIABILITY FOR OUR FRAUD, DEATH OR PERSONAL INJURY CAUSED BY OUR NEGLIGENCE, OR ANY OTHER LOSS FOR WHICH WE CANNOT LAWFULLY LIMIT LIABILITY, ANY LIABILITY TO YOU OR ANY THIRD PARTY IN ANY CIRCUMSTANCE IS LIMITED IN THE AGGREGATE TO THE GREATER OF $10 OR ALL AMOUNTS PAID BY YOU TO US DURING THE TWELVE-MONTH PERIOD PRECEDING THE OCCURRENCE OF THE CLAIM OR INCIDENT.\nThe foregoing limitations and exclusions apply to the maximum extent permitted by applicable law.</p>\n<p>5.3 <strong>Indemnification</strong>.\nYou agree to defend, indemnify, release and hold harmless us, our suppliers, and all officers, directors, employees, consultants, agents, and representatives of any of the foregoing (collectively \"Protected Parties\") in full from and against any and all claims (including third party claims), losses, liability, damages, and/or costs of every kind and nature, known and unknown, suspected and unsuspected, disclosed and undisclosed, arising out of or in any way connected with: (a) your unauthorized access to or use of, the Mapillary Solution or Content, (b) your breach of these Terms, (c) your use of Content or conduct engendered thereby, and any activities you conduct on or through the Mapillary Solution, or (d) your infringement of misappropriation, or infringement or misappropriation by any other user of your account, of any Intellectual Property Rights or other rights of any person or entity.\nFurther, in the event you have a dispute with one or more Mapillary Users, you hereby release the Protected Parties from claims, demands and damages (actual, direct and consequential) of every kind and nature, known and unknown, suspected and unsuspected, disclosed and undisclosed, foreseeable and unforeseeable, arising out of or in any way connected with such disputes.</p>\n<p>FOR CALIFORNIA, USA RESIDENTS: You further agree that these Terms waive and release any claims that would otherwise be preserved by operation of section 1542 of the California Civil Code, which provides: \"A general release does not extend to claims the creditor or releasing party does not know or suspect to exist in his or her favor at the time of executing the release and that, if known by him or her, would have materially affected his or her settlement with the debtor or released party.\" You understand that you are releasing us from all claims, whether known or unknown to you, and whether or not you suspect that those claims may exist at this time.</p>\n<p>\n<strong>6.0 PERSONAL DATA AND JOINT DATA CONTROLLER ARRANGEMENT</strong>\n</p>\n<p>6.1 <strong>Joint Controllers</strong>.\nWithin the scope of Capture Projects, Mapillary and the Requester/Organization have a joint interest and purpose with the capturing and uploading of the Content.\nSince Mapillary and the Requester/Organization jointly determine the purposes and means of this data processing, the parties are considered joint controllers in regard to that personal data processing operation to the extent that the GDPR applies(e.g.\nindividuals acting in their purely personal or household capacity as Requester do not have data controller responsibility according to the GDPR and is thus not considered a joint controller with Mapillary)Joint controllers are, according to Article 26 of the GDPR, to determine their respective responsibilities for compliance with the obligations under the GDPR by means of an arrangement (the \"Arrangement\").\nBy accepting these Terms, the Requester/Organization acknowledges that Section 6 of these Terms constitutes that arrangement and enters into an Arrangement in order for Mapillary and the Requester/Organization to comply with Article 26 of the GDPR.&nbsp;</p>\n<p>6.2 <strong>When the Arrangement applies</strong>.\nThis Arrangement only applies to the processing of personal data within the scope of ] Capture Projects.\nAll other processing activities of the parties fall outside the scope of this Arrangement and are the responsibility of the respective party.</p>\n<p>6.3 <strong>Accountability</strong>.\nMapillary and the Requester/Organization shall maintain documentation to evidence compliance with this Section 6.\nIn particular, both Mapillary and the Requester/Organization shall maintain its own record of processing activities and where applicable state that processing of personal data is subject to joint controllership.</p>\n<p>6.4 <strong>Legal basis</strong>.\nSubject to the restrictions set out in 2.4(f) and (g), it is the responsibility of Mapillary and the Requester/Organization respectively to ensure that a legal basis applies to the processing of personal data within the scope of Capture Projects.\nIf any of the processing is based on the consent of the data subject, it is each party’s responsibility to ensure that the consent is given in accordance with Article 7 in the GDPR, and any other applicable provisions of the GDPR.</p>\n<p>6.5 <strong>Provision of information</strong>.\nIt is the responsibility of Mapillary to provide affected users with information relating to how the Mapillary Solution works, including Mapillary’s processing of their personal data within the scope of Capture Projects and the process of blurring images, to the extent required according to Articles 13-14 of the GDPR.\nMapillary fulfils this obligation through the information provided in its privacy policy.\nMapillary’s privacy policy can be found here.\nRequester/Organization is responsible for providing any additional information deemed necessary on its processing of such data in accordance with the GDPR, including information on purpose, legal basis and retention period.</p>\n<p>\n</p>\n<p>6.6 <strong>Rights of the data subjects</strong>.\nMapillary shall act as the contact point in relation to users when they wish to exercise their rights under the GDPR in relation to Capture Projects.\nIf the Requester/Organization receives any actual or purported data subject rights request under the GDPR in relation to Capture Projects, the Requester/Organization shall promptly and in any event within 72 hours send the request to Mapillary.\nMapillary is responsible for responding to the request and providing the users with the requested information in accordance with applicable law, except for such information that only the Requester/Organization has knowledge of or responsibility for.\nIn such cases, Mapillary shall without undue delay forward the question and/or request to the Requester/Organization and the Requester/Organization will be obliged to promptly assist Mapillary in responding to user requests, where required.\nA user may contact Mapillary at support@mapillary.com, should they wish to exercise their rights under the GDPR.\n</p>\n<p>6.7 <strong>Security</strong>.\nMapillary and the Requester/Organization shall each implement appropriate technical and organisational measures to ensure the security of the processing in accordance with Article 32 GDPR.\nAll employees of Mapillary and the Requester/Organization involved in the processing of personal data are bound by appropriate obligations to maintain the confidentiality of personal data.</p>\n<p>6.8 <strong>Data breaches</strong>.\nTo the extent a personal data breach occurs on the Mapillary Solution, it is the responsibility of Mapillary to comply with the notification requirements under Articles 33 and 34 of the GDPR.\nThe Requestor/Organization is obliged to cooperate fully and in good faith to enable Mapillary to fulfil its regulatory obligations.\nWhere a data breach occurs on the Requestor/Organization’s platform, the Requestor/Organization will be obliged to notify Mapillary of such a breach without undue delay and comply with the notification requirements under Articles 33 and 34 of the GDPR.</p>\n<p>6.9 <strong>Processors</strong>.\nMapillary may engage data processors to assist with processing personal data related to its functions in connection with this Section 6.</p>\n<p>6.10 <strong>Other responsibilities.&nbsp;</strong>Should the processing of personal data in connection with this Section 6 trigger other obligations under the GDPR (such as the need to conduct a data protection impact assessment or engage in prior consultation), the parties will work together in good faith to ensure that their processing of personal data shall comply with the GDPR.]</p>\n<p>\n<strong>7.0 GENERAL PROVISIONS</strong>\n</p>\n<p>7.1 <strong>Driving</strong>.\nWhen capturing Content whilst operating a vehicle we ask you to drive in a careful and responsible way, and to always follow any applicable traffic laws.&nbsp;</p>\n<p>7.2 <strong>Force Majeure</strong>.\nExcept for obligations to pay money hereunder, no delay, failure or omission by either party to carry out or observe any of its obligations hereunder will give rise to any claim against such party or be deemed to be a breach of this Agreement if and for as long as such failure or omission arises from any cause beyond the reasonable control of that party.</p>\n<p>7.3 <strong>Service Discontinuance/Modification</strong>.\nWe may from time to time modify or discontinue access to, temporarily or permanently, the Site or any Service thereon (or any part, feature, or functionality thereof, as well as internal rules of operation, eligibility, pricing, gamification, visibility to or accessibility of the public, and other aspects).\nWe will not be liable for any such modification, suspension or discontinuance, even if certain features or functions, your settings, and/or any Content you have contributed or have come to rely on, are permanently lost.</p>\n<p>7.4 <strong>Account Termination</strong>.\nWe may terminate your or any other Mapillary User’s account for cause, including without limitation for: (a) violation of these Terms.\n(b) abuse of Mapillary resources or any attempt to gain unauthorized entry to the Mapillary Solution.\n(c) use of the Site or any Service in a manner inconsistent with the purpose of the Services.\n(d) such Mapillary User's request for such termination.\nor (e) requirements of or for failure to comply with applicable law, regulation, court or governing agency order, or ethical requirements.\nWe may in addition terminate the availability of the Mapillary Solution for convenience at any time without cause with immediate effect on providing notice.\nOur termination of any Mapillary User's access to the Mapillary Solution will be by written notice and, on such termination, we may immediately deactivate or delete any Mapillary User's account and Content, and/or bar any further access to the Site and Services.\nWe will not be liable for any termination of Mapillary User's access to the Site or Services.\nAfter account termination, you will not attempt to register a new account without our permission.</p>\n<p>7.5 <strong>Account Deactivation</strong>.\nYou may deactivate your account any time.\nDeactivation is your sole means of terminating your account.\nUnless you request otherwise, we can in our own discretion keep Content to maintain the uninterrupted and intended Mapillary Solution functionality but will use a random ID to anonymize the Content so it cannot be linked to you.&nbsp;</p>\n<p>7.6 <strong>US Government Restricted Rights</strong>.\nServices are provided with \"RESTRICTED RIGHTS.\" Use, duplication, or disclosure by the U.S.\nGovernment is subject to restrictions as set forth in applicable laws and regulations.\nUse of the Services and related materials by the U.S.\nGovernment constitutes acknowledgment of our proprietary rights.</p>\n<p>7.7 <strong>Trademarks</strong>.\nYou are granted no right, title or license to any third party trademarks by these Terms, or to any of our trademarks or servicemarks.\nWe reserve all right, title and interest in and to our trademarks, servicemarks, trade names, trade dress, domain names, and similar identifiers, including without limitation MapillaryTM.</p>\n<p>7.8 <strong>Infringing Materials</strong>.\nIf you believe that your work has been copied and is accessible via the Mapillary Solution in a way that constitutes infringement of your Intellectual Property Rights , you may notify us by providing us with the following in writing: (a) identification of the work that you claim has been infringed.\n(b) identification of the material that is claimed to be infringing and information reasonably sufficient to permit us to locate the material.\n(c) your name, address, telephone number, and email address.\n(d) a statement by you that you have a good faith belief that the disputed use is not authorized by the Intellectual Property Rights owner, its agent, or the law.\nand (e) a statement, made under penalty of perjury, that the above information in your notice is accurate and that you are the Intellectual Property Rights owner or are authorized to act on the owner's behalf.\nThe above writing must be electronically or physically signed by you.\nIf we receive such a claim, we may refuse or delete Content, or terminate a Mapillary User's account in accordance with these Terms.\nOur designated agent to receive notification of claimed infringement under the Digital Millennium Copyright Act of 1998 and other similar and equivalent laws in other jurisdictions (Mapillary DMCA Agent, Bredgatan 4, 21130 Malmö, Sweden) can be contacted via support@mapillary.com.\nIn addition to forwarding your notice to the person who provided the allegedly illegal Content, we may send a copy of your notice (with your personal information removed) to Lumen (https://www.lumendatabase.org/) for publication and/or annotation.\nA link to your published notice will be displayed in place of the removed Content.\nWe reserve the right to remove Content alleged to be infringing or otherwise illegal without prior notice and at our sole discretion.\nIn appropriate circumstances, we will also terminate a Mapillary User’s account if the Mapillary User is determined to be a repeat infringer.</p>\n<p>7.9 <strong>Governing Law</strong>.\nThese Terms, the Mapillary Solution, Content, and any disputes related to or concerning any of the foregoing (including tort as well as contract claims, and whether pre-contractual or extra-contractual), will be governed by and settled in accordance with the laws of Sweden, notwithstanding the choice of laws rules of any jurisdiction to the contrary.\nYou agree that regardless of any statute or law to the contrary, any claim or cause of action arising out of or related to these Terms, the Mapillary Solution, or Content, must be filed within one year after such claim or cause of action arose, or be forever barred.</p>\n<p>7.10 <strong>Jurisdiction</strong>.\nWithout restricting any rights under Swedish consumer law, each party irrevocably agrees that the courts of Sweden shall have exclusive jurisdiction to settle any dispute or claim (including non-contractual disputes or claims) arising out of or in connection with these Terms or its subject matter or formation.</p>\n<p>7.11 <strong>Assignment</strong>.\nThese Terms will not be assigned, delegated, or transferred by you, in whole or in part, whether voluntary, involuntary, by merger, consolidation, dissolution, sale of assets, or otherwise, without our prior written consent.\nAny such purported assignment, delegation or transfer without such written consent will be void.\nWe may at any time assign these Terms without prior consent or notice.\nThese Terms will be binding on, and inure to the benefit of, the parties and their respective and permitted successors and assigns.</p>\n<p>7.12 <strong>Injunctive Relief</strong>.\nYou acknowledge and agree that breach of these Terms, or any unauthorized use, disclosure or distribution of the Mapillary Solution or Content, may cause irreparable harm to us, the extent of which would be difficult to ascertain, and that we will be entitled to seek immediate injunctive relief (in addition to any other available remedies), in any court of competent jurisdiction under the applicable laws thereto.</p>\n<p>7.13 <strong>Sweden-Based Site</strong>.\nThe Mapillary Solution is controlled by Mapillary from its offices in Sweden.\nWe make no representation that the Mapillary Solution is appropriate for use in other jurisdictions.\nYour use of or access to the Site will not be construed as our purposefully availing ourselves of the benefits or privileges of doing business in any other country, state or jurisdiction other than Sweden.</p>\n<p>7.14 <strong>General</strong>.\nThe Terms constitute the entire agreement between us and govern each Mapillary User's use of the Mapillary Solution, superseding any prior agreements.\nEach Mapillary User may be subject to additional terms and conditions that may apply when that Mapillary User uses affiliate services, third party content or third party software.\nIf any provision of the Terms is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties' intentions as reflected in the provision, and the other provisions of the Terms remain in full force and effect.\nNo waiver of any provision of these Terms will be deemed a further waiver or continuing waiver or such provision or any other provision, and our failure to assert any right or provision under these Terms will not constitute a waiver of such right or provision.\nNothing herein will be deemed to create an agency, partnership, joint venture, employee-employer or franchisor-franchisee relationship of any kind between us and any user or other person or entity, nor do these terms extend rights to any third party.\nThe parties hereto confirm that they have requested that these Terms and all attachments and related documents, if any, be drafted in English.</p>\n<p>\n<em>End of Terms</em>\n</p>\n<p>(Effective Date: 28 August 2020)</p>", "created_at": "2021-02-01 20:32:51.137776", "updated_at": "2021-02-01 20:32:53.595391"}, {"id": 3912, "name": "Privacy Policy", "url": "https://mapillary.com/privacy", "xpath": "/html/body/div/div[4]", "text": "<p>We respect your right to privacy and will only process your Personal Data in accordance with applicable data protection and privacy laws.</p>\n<p>In this Privacy Policy, \"we,\" \"us,\" \"its\" and \"our\" refer to Mapillary AB (\"<strong>Mapillary</strong>\"), organized under the laws of Sweden.\nPlease read carefully this Privacy Policy (\"<strong>Policy</strong>\") relating to your submission of Content (as defined in Mapillary’s Terms of Use) to and use of Mapillary applications, services and websites.\nOther terms used with a capital initial letter are defined in the associated Terms of Use or the associated Mapillary Marketplace Terms.</p>\n<p>\n<strong>A.\nIntroduction</strong>\n</p>\n<p>This Policy explains how Mapillary collects, stores, uses and discloses information from you when you submit Content to and use Mapillary products, services, mobile applications and websites.\nThis Policy applies to users of the Mapillary \"<strong>Service</strong>\", defined as the services, APIs, and functionality we make available either through our website at www.mapillary.com and related site pages, including https://www.mapillary.com/app (the \"<strong>Website</strong>\"), via private sites or repositories, or through third party sites that utilize our services and functionality, as well as through our mobile application (the \"<strong>App</strong>\").</p>\n<p>This Policy does not apply to websites, applications, or services that do not display or link to this Policy or that display or link to different privacy statements.\nnor does this Policy apply to practices of companies that we do not control or to people we do not employ or manage.</p>\n<p>It may be possible for you to browse certain parts of the Website without telling us who you are or revealing any information that enables us to directly identify you as an individual.\nHowever, you may lose anonymity once you give us Personal Data about you.\nIn particular and as applicable, this applies to any Personal Data you voluntarily submit in your bio/profile page and the geolocation data indexed to photos submitted.</p>\n<p>\n<strong>B.\nInformation Collected</strong>\n</p>\n<p>We collect information in various ways when you use our Service and as set forth in this Privacy Policy and the Terms of Use.\nSome of this information may be Personal Data attributable to you.\nAs used in this Policy, \"<strong>Personal Data</strong>\" means any information (either alone or in combination with other information we hold) that directly or indirectly may be used to identify or identifies you as an individual, such as your name, address and physical location, account numbers, email addresses, or telephone numbers.</p>\n<p>If there is data that could be understood as Personal Data included in Content, e.g.\nfaces of individuals or license plates of vehicles, we use automatic blurring of faces and plates to avoid any identification of individuals before posting on the Website.\nAs this is an automated process, we welcome any requests or comments if there is something we missed, by e-mail to support@mapillary.com.</p>\n<p>As well as Personal Data, we also collect some information that is not personally identifying, including aggregate information, which is data we collect about use of the Service or about a group or category of users from which it is not possible to identify you (“Nonpersonal Data”.\ntogether with Personal Data, collectively \"Information\").</p>\n<p>\n<em>Personal Data</em>\n</p>\n<p>When you register for an account, and in the course of your use of the Service, we collect and process the following Personal Data attributable to you as a user:</p>\n<ul>\n<li>your sign-on credentials (email and hashed password);</li>\n<li>email address;</li>\n<li>username (user ID);</li>\n<li>any profile or biographical information you elect to provide;</li>\n<li>if you elect to sign-on through Facebook, Google, Twitter or OpenStreetMap,&nbsp;we may receive your username, email address, profile picture, and language preference;</li>\n<li>your phone number and home address (for sending equipment or prizes or if you are a Marketplace Driver);</li>\n<li>any Personal Data revealed in your Content either on the Service or via our Blog or Forum;</li>\n<li>IP-address and cookies;</li>\n<li>data regarding your usage of the Website or the App;</li>\n<li>statistics of activities including number of images uploaded or edited;</li>\n<li>geolocation data included in Content that you have submitted;</li>\n<li>if applicable, financial information, including credit card and/or bank account numbers, that you provide to us in exchange for your commercial use of the Service as agreed in writing separately between us (collected by Stripe, our third party payments provider).\nand</li>\n<li>live geolocation data (within the scope of the Mapillary Marketplace or Capture Projects (to log progress of projects once allocated, mileage and time sheet information).</li>\n<li>where you sign up as a Marketplace Driver we collect and process your name, occupation, a photograph of your driving license, a profile photo of your face, vehicle information (type, make, model, year) and photographs of your vehicle.</li>\n</ul>\n<p>If you visit our website without being a registered user of the Service, we collect and process the following Personal Data attributable to you:</p>\n<ul>\n<li>geolocation data (where permitted by browser/with your consent);</li>\n<li>pixel tags and web beacons.\nand</li>\n<li>IP-address and cookies.</li>\n</ul>\n<p>\n<em>Nonpersonal Data</em>\n</p>\n<p>When you use our Service, we automatically collect Nonpersonal Data sent to us by your computer, mobile device or other access device, such as a device ID or unique identifier, device type, model and brand, geo-location information, computer, network and connection information, access times, operating system and browser version, type and language, app crash data, and the website you visited before our Website.\nWe also collect Nonpersonal Data about your usage and activity on the Service, and in the form of Metadata (as that term is defined in the Mapillary Terms of Use).\nThis Policy does not restrict or limit our collection and use of Nonpersonal Data.</p>\n<p>\n<em>Cookie Policy</em>\n</p>\n<p>The Service may utilize \"cookies\", which are small text files placed on your computer or device.\nWe may also use pixel tags, web beacons and other similar technologies.\nSuch devices are used to help analyze our web page flow, customize our services and optimize our user interfaces, and measure promotional effectiveness.\nOur analytics cookies collect data such as the identity of the applicable internet service provider, the user's IP address of his or her terminal device, the type of browser software and operating system in use, the date and time of site access, the website address, if any, from which the user linked to the Website, and other similar traffic-related information sent by a device (i.e.\ndevice type, device model, device brand and computer network).\nWe may also aggregate such information with similar data collected from other users and disclose such aggregate information to third parties.\nCertain features are only available through the use of cookies, and generally we need to use cookies to help identify and maintain your signed-in status.\nYou are always free to decline cookies via your browser settings, although doing so may interfere with your use of the Service.\nYou may encounter cookies from non-affiliated third parties on certain pages of the service.\nTo learn more about cookies, please visit allaboutcookies.org.</p>\n<p>Here is a list of the cookies that will be used and installed as essential, as well as those analytics cookies that may be used and installed on your computer or device with your consent (optional).</p>\n<p>\n<strong>Purpose</strong>\n</p>\n<p>\n<strong>Source</strong>\n</p>\n<p>\n<strong>Type</strong>\n</p>\n<p>User authentication</p>\n<p>Mapillary</p>\n<p>Essential</p>\n<p>Site analytics</p>\n<p>Google</p>\n<p>Optional</p>\n<p>User authentication—these cookies allow us to customize the Website based on your login status (i.e.\nwhether you're signed in or signed out of your Mapillary account).</p>\n<p>Site analytics—these cookies help us to understand how visitors use our Website, so we can improve how the Website works.</p>\n<p>\n<strong>C.\nOur Use of Information</strong>\n</p>\n<p>We use Information collected through our Service for the purposes and as described in this Policy, as disclosed to you on our App and as set forth in the Terms of Use.\nWe process your Personal Data and your Nonpersonal Data to operate, maintain, customize, measure and improve our Service (including to train the face and plate blurring algorithm) and to fulfill the purposes disclosed when you provided your information to us (through the Terms of Use).\nThe Content you provide may be used to create map data and images that we license to users, customers and researchers.\nIt may also be used to provide ‘sample’ sets of image data in a blurred format to members of the public.\nIn order to protect the personal integrity of individuals caught in the data, we automatically blur any faces and vehicle license plates in any submitted Content before it is posted to the Website.\nThis processing is done on the basis of our legitimate interest of properly providing and improving our Service.</p>\n<p>We process the Personal Data listed in section B (a) and (e) to make sure that only registered users have access to our Service.\nThis processing is done on the basis of that it is necessary for us to fulfil our obligations to you in our Terms of Use.</p>\n<p>We also process the Personal Data listed in section B (a) and (b) in order to connect you with other users that are interested in purchasing Content from you, or that you are interested in purchasing Content from and the Personal Data listed in section B (n) to ensure that only those appropriately certified can become Marketplace Drivers.\nThis processing is done on the basis of that it is necessary for us to fulfil our obligations to you in our Terms of Use and Driver Addendum.</p>\n<p>Furthermore, we process the Personal Data listed in section B (a) and (b) to respond to your comments and questions and provide the customer support you request.\nThis processing is done on the basis of that it is necessary for us to fulfil our obligations to you in our Terms of Use.</p>\n<p>We process the Personal Data listed in section B (b), (f) and (j) to provide leaderboards based on the amount of content you have uploaded and to provide you with any prizes when you reach Content milestones.\nThis processing is done on the basis of our legitimate interest of properly providing our Service.</p>\n<p>We process the Personal Data listed in section B (a), (b) and (l) to resolve disputes, collect fees and enforce our terms and policies.\nThis processing is done on the basis of our legitimate interest of overseeing, monitoring and properly policing our Service.</p>\n<p>We process the Personal Data listed in section B (g) - (k) to analyze user behavior in order to understand user preferences, for product development and training purposes, to troubleshoot problems and to enhance your experience and enjoyment using our Service and Website.\nThis processing is done on the basis of our legitimate interest of improving and developing our Service.</p>\n<p>We process the Personal Data listed in section B (a) and (b) to communicate with you about new events, offers and other news about our products and services offered by us and, as applicable, our selected partners and send you Service-related information, including confirmations, invoices (as applicable), technical notices, updates, security alerts and support and administrative messages.\nThis processing is done on the basis of that it is necessary for us to fulfil our obligations to you in our Terms of Use, and, in regard to direct marketing, our legitimate interest of providing you with such communication.</p>\n<p>Within the scope of Capture Projects and the Mapillary Marketplace, we process your live geolocation data (section B (m)), whilst you are collecting images for a Requester/Organization.\nThis live geolocation data is only processed to provide our Services within Capture Projects and the Mapillary Marketplace, and to facilitate the Requester’s/Organization’s supervision of the task they have assigned to you.\nSuch processing is done on the basis of your explicit consent.</p>\n<p>If you visit our Website we process the Personal Data listed in section B (o) - (p) to analyze the flow of visitors to our Website, to customize our Service and optimize user interfaces&nbsp;and to measure promotional effectiveness.\nThis processing is done on the basis of our legitimate interest of developing and improving our Website and Service.</p>\n<p>\n<em>Face and plates included in submitted Content</em>\n</p>\n<p>If any Personal Data attributable to you is included in submitted Content, we will process such Personal Data in order to properly provide our Service.\nThis processing is done on the basis of our legitimate interest of providing our Service.\nIn order to protect your personal integrity, we automatically blur any faces and vehicle license plates in any submitted Content before it is posted to the Website.</p>\n<p>\n<em>Retention policy</em>\n</p>\n<p>We only store your Personal Data as long as it is needed for the purpose for which it was collected.\nIn relation to our registered users we will keep the Personal Data listed in section B II(1) of this Policy only as long as you are registered as a user.\nHowever, after you de-register as a user we may process such Personal Data as is necessary for us to fulfill an agreement with you, or such Personal Data as we are required to keep by law.</p>\n<p>In order for us to provide our Service and for the purposes described in this policy, we will keep any submitted Content, as well as data and statistics regarding your use of the Service and geolocational data included in the Content, indefinitely.\nHowever, at your request, we will remove all information in relation to such Content, data and/or statistics, which connects it to you as a user.\nFurthermore, we do not store the live geolocational data we collect from Marketplace Drivers after the completion of the project or task to which the live geolocational data pertains in any other form than the metadata accompanying any images contributed.</p>\n<p>In relation to visitors of our Website, all Information that we process connected to cookies are stored in accordance with our cookie policy (see section B above).</p>\n<p>Personal faces and vehicle license plates in all submitted Content are automatically blurred when submitted Content arrives at our servers, in order to respect and protect the personal integrity of any persons pictured.&nbsp;</p>\n<p>\n<em>General</em>\n</p>\n<p>We may use and provide data and information to our partners and customers for commercial purposes after we have removed your name or any other Personal Data from it, or have combined it with other people's data in a way that it is no longer associated with you.</p>\n<p>We also may combine your Information with information we collect from other sources to improve our products and services.\nContent (as defined in the Terms of Use) may be exposed to public search engines and publicly available search results and via third party sites and applications that access the Service.\nNothing in this Privacy Policy should be construed to prevent us from charging a fee to parties who wish to access Content or to use the Service (although access to the Service for Non-Commercial Use, as defined in the Terms of Use, is free of charge).</p>\n<p>You have the option of submitting Content anonymously as the user name and e-mail address you submit may certainly be created specifically to avoid identifying you as an individual.\nIf you do not submit a valid e-mail address however, this may interfere with your use of the Service through a loss of relevant notifications.\nHowever, we cannot guarantee absolute anonymity and make no guarantee that other users will never be able to determine your identity, such as (without limitation) by observations of your activity, the manner in which you express yourself, and other patterns of conduct or behavior.\nMoreover, all of your activities on the Service will be traceable by others users to your username, from which your actual identity may be known.\nNotices may be sent to other users regarding suspicious activity and policy violations and refer to usernames and specific items.\nPlease understand that if your username identifies you or is linked to an e-mail address, other users will be able to personally identify your activities.</p>\n<p>Further, we may use Personal Data to respond to legal requirements, in connection with a merger, sale of assets, or other similar corporate transactions, to respond to claims that Content violates the rights of others, or to protect the rights, property, or safety or any person.</p>\n<p>\n<em>Your choices regarding our use of your Personal Data for marketing purposes</em>\n</p>\n<p>If you no longer wish to receive marketing-related emails from us on a going-forward basis, you may opt-out of receiving these marketing-related emails by following the unsubscribe instructions in any such message, or by emailing us at support@mapillary.com.\nWe aim to comply with such request(s) as soon as reasonably practicable.\nPlease note that if you do opt-out of receiving marketing-related emails from us, we may still send you administrative messages.\nyou cannot opt-out from receiving administrative messages.</p>\n<p>\n<strong>D.\nPersonal Data within Capture Projects and the Mapillary Marketplace</strong>\n</p>\n<p>This Policy applies to such processing of Personal Data over which Mapillary is the data controller pursuant to the GDPR.\nHowever, for Marketplace or Capture Projects, Mapillary, and the Organization/Requester for which images are collected, will be joint controllers in relation to the processing of Personal Data within the scope of such Services.</p>\n<p>When two or more parties are joint controllers in regard to processing of Personal Data, as in the case of Personal Data processed within the scope of Capture Projects or the Mapillary Marketplace, the joint controllers are to determine their respective responsibilities according to the GDPR.\nThis determination is made through an internal arrangement between the joint controllers.\nThe internal arrangement in force between Mapillary and the Organization/Requester that you collect images for can be found in Mapillary’s Terms of Use.</p>\n<p>Mapillary processes Personal Data under this joint controllership for the purposes and on such legal basis as set out in section C above, and as otherwise stipulated in this Policy.\nYou can always contact Mapillary at support@mapillary.com if you have any questions regarding your Personal Data processed under joint controllership, or if you wish to exercise any of your rights under this Policy or the GDPR.\nFor the purposes and legal basis of the Requester/Organization, we refer you to their respective privacy policy.</p>\n<p>If the Requester/Organization is a private individual acting in their private capacity, Mapillary is instead the sole data controller of Personal Data processed within the scope of the Mapillary Marketplace or Capture Projects, and this Policy (except for this section D) applies to that processing.</p>\n<p>\n<strong>E.\nSharing Information</strong>\n</p>\n<p>We do not disclose, sell or rent your Personal Data to third parties for their marketing purposes without your prior consent.\nIf you do consent but later change your mind, you may contact us and we will cease any such activity.\nWe only share your Personal Data as follows:</p>\n<p>(i) at your direction and control via your normal and intended operation of the Service, or with your consent, for example, when you agree to our sharing your Personal Data with other selected third parties for their own marketing purposes subject to their separate privacy policies;</p>\n<p>(ii) with service providers, consultants or similar contractors, Requesters/Organizations (within the scope of Capture Projects or the Mapillary Marketplace), or third parties who provide services or content in connection with our Service in order to support or enhance our or such parties’ products and services or our or such parties’ business operations, or to make available and consummate initiated transactions;</p>\n<p>(iii) to comply with laws or respond to lawful requests and legal process or to enforce or apply our terms of use/service, license terms, or other agreements between us, and to protect the rights, safety and property of Mapillary, our agents, employees, customers, members, and others;and</p>\n<p>(iv) under written obligations of confidentiality, in connection with or during negotiation of any merger, financing, acquisition, or dissolution, transaction, or proceeding involving sale, transfer, divestiture, or disclosure of all or a portion of our business or assets to another company.</p>\n<p>We may also share and disclose Nonpersonal Data for the same purposes as described above.</p>\n<p>When other companies, e.g.\nour service providers, process your Personal Data on our behalf, we always enter into binding data processing agreements that ensure that your Personal Data always enjoys the same level of protection as under this Policy.</p>\n<p>\n<strong>F.\nNo Guarantee of Security</strong>\n</p>\n<p>We apply appropriate technical and organizational safeguards and take all reasonable steps to help protect your Personal Data in an effort to prevent loss, misuse, and unauthorized access, disclosure, alteration, and destruction.\nHowever, no one can create a completely secure website, app or service and third parties may unlawfully intercept, steal or access transmissions or private communications.\nTherefore, we cannot guarantee that your Information or private communications that you transfer over the internet to us will always be secure or remain confidential.</p>\n<p>\n<strong>G.\nPassword</strong>\n</p>\n<p>Your password deserves careful thought and protection.\nUse unique numbers, letters, and special characters and do not disclose your password to anyone.\nYou shall not share your password or your personal sign-in credentials with others, and please remember that you are responsible for all actions taken in the name of your account.\nIf you lose control of your password, you may lose substantial control over your Personal Data and may be subject to legally binding actions taken on your behalf.\nIf your password has been compromised for any reason, you should immediately access your profile to change your password and notify us immediately at support@mapillary.com.</p>\n<p>\n<strong>H.\nInternational Transfers</strong>\n</p>\n<p>We may process Information on servers located in a number of countries.\nAccordingly, we may share Information with our service providers and affiliated companies for such companies to carry out any of the activities specified in this Policy.\nWe may also subcontract processing to or share Information with third parties located in countries other than your home country.\nInformation collected within the European Economic Area, for example, be transferred to, and processed by our affiliates or other third parties identified above that are located in, a country outside of the EEA.\nHowever, regardless of country, we will always process Information in accordance with this Policy.\nIn respect to our service providers, we will always enter into a data processing agreement that ensure that their processing gives the same level of protection to your Personal Data as this Policy.</p>\n<p>In addition to the above, any transfer of Personal Data from the EEA to a third country outside the EEA, will only be made if permitted by the applicable EU Personal Data protection regulation.\nThis means that we will only initiate such transfer of Personal Data if the receiving country outside the EEA has been deemed by the EU Commission to ensure an appropriate level of protection, if we have entered into the Commission’s standard data protection clauses with the receiving company, or if there are other safeguards in place that permits such a transfer.\nYou can receive a copy of such safeguards by e-mailing support@mapillary.com.</p>\n<p>\n<strong>I.\nChildren</strong>\n</p>\n<p>The Services are not directed at or intended for children under sixteen (16) years of age, and we do not knowingly collect Personal Data from such children.\nIf you believe that we might have any Personal Data from a child under 16 years of age, please contact us at support@mapillary.com.</p>\n<p>\n<strong>J.\nPolicy Changes</strong>\n</p>\n<p>We may amend this Policy from time to time.\nIf we make any changes to this Policy, we will post the amended terms on Mapillary.com, change the \"Last Updated\" date above, and where appropriate, notify you by email or via our other notification mechanisms.</p>\n<p>\n<strong>K.\nYour Information, Rights and Choices</strong>\n</p>\n<p>You have the right to ask us not to process your Personal Data for marketing or promotional purposes.\nWe will usually inform you (before collecting your Personal Data) if we intend to use your Personal Data for such purposes or if we intend to disclose your information to any third party for such purposes.\nYou may also opt out of receiving promotional emails from us by following the instructions in the emails themselves or by emailing support@mapillary.com.\nIf you opt out, we may still send you non-promotional emails, such as emails about your accounts or our ongoing business relations.</p>\n<p>You can see, review and change your Personal Data by logging into the Service or by contacting us at support@mapillary.com.\nYou should promptly update your Personal Data if it changes or is inaccurate.</p>\n<p>You have the right to receive confirmation on whether or not we process Personal Data concerning you, and in such cases get access to such Personal Data and also information regarding the Personal Data and how we process it.</p>\n<p>You have the right to have inaccurate Personal Data concerning you rectified without undue delay.\nTaking into account the purposes of the processing, you also have the right to have incomplete Personal Data about you completed.</p>\n<p>You have, under certain circumstances, the right to have Personal Data concerning you erased, for example if the Personal Data are no longer necessary in relation to the purposes for which they were collected or if the Personal Data have been unlawfully processed.</p>\n<p>You have the right to withdraw a consent provided by you at any time by contacting us.\nIf your consent is withdrawn, we will no longer process your Personal Data for the purpose that you had given your consent to.</p>\n<p>In some circumstances you have the right to obtain restriction of the processing of your Personal Data.\nFor example if you contest the accuracy of the Personal Data, you can also require that we restrict the processing of your Personal Data for such a period that enables us to verify the accuracy of the Personal Data.</p>\n<p>You have the right to object to processing of your Personal Data that is based on our legitimate interests.\nIf this is done, we must provide compelling legitimate grounds for the processing which overrides your interests, rights and freedoms, in order to proceed with the processing of your Personal Data.</p>\n<p>You have the right to receive the Personal Data relating to you and that you have provided to us, in a commonly used electronic format.\nYou have the right to transmit that data to another controller (data portability).</p>\n<p>You may always contact Mapillary at support@mapillary.com if you have any questions or comments regarding our processing of your Personal Data.\nYou also have the right to complain about the processing of your Personal Data by lodging a complaint to the relevant data protection authority.</p>\n<p>You may delete your account any time by emailing support@mapillary.com.\nDeletion is your sole means of terminating your account.\nWe will in our own discretion keep Nonpersonal Data and explicitly the images submitted and the associated geolocation data which is required, if any, to maintain the uninterrupted and intended Mapillary Solution functionality.\nThis Nonpersonal Data may be stored under a new username not attributable to you.</p>\n<p>In addition to the above, you may opt-out of providing Information via the App to Mapillary at any time by uninstalling the App using the standard uninstall process available on your mobile device or via the mobile application marketplace or store.</p>\n<p>Please note that once you make a public posting, you may not be able to change or remove it.</p>\n<p>\n<strong>L.\nQuestions</strong>\n</p>\n<p>If you have any questions about this Policy, please contact us at support@mapillary.com.</p>\n<p>\n<strong>CALIFORNIA PRIVACY RIGHTS</strong>\n</p>\n<p>If you are a California resident, California law may provide you with certain rights regarding our use of information about you.</p>\n<p>A.&nbsp;“Do Not Track” under the California Online Privacy Protection Act.\nWe support “do not track” (a preference you may be able to set in your web browser to inform websites that you do not want to be tracked).\nWe are not aware of any processes for others collecting information about your activities on our websites over time and across third party websites, apps, or other online services, nor do we knowingly collect information about your activities over time across third party sites and services.</p>\n<p>B.&nbsp;California's \"Shine the Light\" law (Civil Code Section § 1798.83).\nThis law permits users of our website that are California residents to request certain information regarding our disclosure of personal information, as defined by the Shine the Light law, to third parties for their direct marketing purposes.\nTo make such a request, please send an email to us at privacy@mapillary.com.</p>\n<p>C.&nbsp;California Consumer Privacy Act (CCPA).\nThis part (C) serves as a privacy notice for California residents and applies solely to residents of California.\nAny terms defined in the CCPA have the same meaning when used in this part (C).\nNote that provision of this CCPA notice is not an admission on our part that we are a “business” within the meaning of the CCPA, and nothing in this policy may be construed as such an admission.</p>\n<p>\n<em>Personal Information we collect</em>\n</p>\n<p>We collect certain “Personal Information,” as defined by the CCPA and as listed in section B of the main body of the Privacy Policy and have done so within the last 12 months.</p>\n<p>Personal Information does not include: (a) publicly available information from government records.\n(b) deidentified information or aggregate consumer information.</p>\n<p>We obtain the categories of Personal Information listed in section B of the main body of the Privacy Policy listed above from the following categories of sources:</p>\n<ul>\n<li>directly from you or publicly available sources.</li>\n<li>indirectly when you use our services (eg cookies when using our website).</li>\n<li>from the sources listed in this policy.</li>\n</ul>\n<p>\n<em>Our use of Personal Information</em>\n</p>\n<p>We may use and have disclosed the Personal Information we collect for the following purposes:</p>\n<ul>\n<li>to fulfill or meet the reason you provided the Personal Information.\nFor example, if you share your name and contact information to request a price quote or ask a question about our offerings, we will use that Personal Information to respond to your inquiry.\nIf you provide your Personal Information to purchase a access to our service, we will use that information to process your payment and facilitate delivery.</li>\n<li>to provide, support, personalize, and develop our website, products, and services.</li>\n<li>to create, maintain, customize, and secure your account with us.</li>\n<li>to process your requests, transactions, and payments.</li>\n<li>to provide you with support and to respond to your inquiries, including to investigate and address your concerns and monitor and improve our responses.</li>\n<li>to help maintain the safety, security, and integrity of our website, products and services, databases and other technology assets, and business.</li>\n<li>for testing, research, analysis, and product development.</li>\n<li>to respond to law enforcement requests and as required by applicable law, court order, or governmental regulations.</li>\n<li>as described to you when collecting your Personal Information or as otherwise set forth in the CCPA.</li>\n<li>detecting security incidents, protecting against malicious, deceptive, fraudulent, or illegal activity, and prosecuting those responsible for that activity.</li>\n<li>debugging to identify and repair errors that impair existing intended functionality.</li>\n<li>to evaluate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which Personal Information held by us is among the assets transferred.</li>\n</ul>\n<p>We will not collect additional categories of Personal Information or use the Personal Information we collected for materially different, unrelated, or incompatible purposes as those set out above, or in section C in the main body of the Privacy Policy above, without providing you notice.</p>\n<p>We do not sell Personal Information as the term “sell” is defined in the CCPA.</p>\n<p>\n<em>Sharing Personal Information</em>\n</p>\n<p>We may disclose any or all of the categories above of your Personal Information to third parties for a business purpose, as set forth in this policy, and we have done so in the last 12 months.</p>\n<p>We disclose your Personal Information for a business purpose to the categories of third parties set out in section E in the main body of the Privacy Policy above.</p>\n<p>\n<em>Your rights and choices</em>\n</p>\n<p>You have the right to request that we disclose certain information to you about our collection and use of your Personal Information over the past 12 months.\nOnce we receive and confirm your verifiable consumer request, we will disclose to you (unless an exception applies):</p>\n<ul>\n<li>the categories of Personal Information we collected about you.</li>\n<li>the categories of sources for the Personal Information we collected about you.</li>\n<li>our business or commercial purpose for collecting that Personal Information.</li>\n<li>the categories of third parties with whom we share that Personal Information.</li>\n<li>the specific pieces of Personal Information we collected about you (also called a Personal Data portability request).</li>\n<li>if we disclosed your Personal Information for a business purpose, a list of disclosures for a business purpose, identifying the Personal Information categories that each category of recipient obtained.</li>\n</ul>\n<p>We do not provide these Personal Data access and portability rights for B2B Personal Information to the extent such an exception remains in effect under the CCPA.</p>\n<p>\n<em>Deletion request rights</em>\n</p>\n<p>California residents have the right under the CCPA to request that we delete any of their Personal Information that we have collected and retained, subject to certain exceptions.\nOnce we receive and confirm a verifiable consumer request (see below), we will delete (and direct our service providers to delete) relevant Personal Information from our records, unless an exception applies (such as the B2B exception referenced above).</p>\n<p>We may deny California residents’ deletion request if doing so is permitted or required by applicable law, or if retaining the Personal Information is necessary for us or our service provider(s) to:</p>\n<ul>\n<li>complete the transaction for which we collected the Personal Information, provide a good or service that you requested, take actions reasonably anticipated within the context of our ongoing business relationship with the requesting individual, or otherwise perform our contract with a requesting individual.</li>\n<li>detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities.</li>\n<li>debug products to identify and repair errors that impair existing intended functionality.</li>\n<li>exercise free speech, ensure the right of another to exercise their free speech rights, or exercise another right provided for by law.</li>\n<li>engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when the Personal Information's deletion may likely render impossible or seriously impair the research's achievement, if you previously provided informed consent.</li>\n<li>enable solely internal uses that are reasonably aligned with consumer expectations.</li>\n<li>comply with a legal obligation.</li>\n<li>make other internal and lawful uses of that Personal Information that are compatible with the context in which you provided it.</li>\n</ul>\n<p>\n<em>Verifiable consumer request</em>\n</p>\n<p>To exercise the access, Personal Data portability, and deletion rights under the CCPA described above, please submit to us a verifiable consumer request as set forth above.</p>\n<p>Only a California resident may make a verifiable consumer request related to their Personal Information.\nA California resident may also make a verifiable consumer request on behalf of their minor child.</p>\n<p>A verifiable consumer request for Personal Data access or portability can only be made twice within a 12-month period.\nThe verifiable consumer request must provide sufficient information that allows us to reasonably verify the California resident about whom we collected Personal Information or an authorized representative, and contain sufficient detail that allows us to properly understand, evaluate, and respond to it.\nWe cannot respond to your request or provide Personal Information if we cannot verify your identity or authority to make the request and confirm the Personal Information relates to you.</p>\n<p>Making a verifiable consumer request does not require you to create an account on our website.\nHowever, we do consider requests made through your password protected account sufficiently verified when the request relates to Personal Information associated with that specific account.\nWe will only use Personal Information provided in a verifiable consumer request to verify the requestor's identity or authority to make the request.</p>\n<p>We will endeavour to respond to a verifiable consumer request within 45 days of its receipt.\nIf we require more time (up to 90 days), we will inform you of the reason and extension period in writing.\nIf you have an account with us, we will deliver our written response to that account.\nIf you do not have an account with us, we will deliver our written response by mail or electronically.</p>\n<p>Any disclosures we provide will only cover the 12-month period preceding the verifiable consumer request’s receipt.\nThe response we provide will also explain the reasons we cannot comply with a request, if applicable.\nFor Personal Data portability requests, we will select a format to provide your Personal Information that is readily useable and should allow you to transmit the Personal Information from one entity to another entity without hindrance.</p>\n<p>We do not charge a fee to process or respond to your verifiable consumer request unless it is excessive, repetitive, or manifestly unfounded.\nIf we determine that the request warrants a fee, we will tell you why we made that decision and provide you with a cost estimate before completing your request.</p>\n<p>\n<em>Non-discrimination</em>\n</p>\n<p>We will not discriminate against you for exercising any of your CCPA rights.\nExcept as permitted by the CCPA, we will not:</p>\n<ul>\n<li>deny you goods or services.</li>\n<li>charge you different prices or rates for goods or services, including through granting discounts or other benefits, or imposing penalties.</li>\n<li>provide you a different level or quality of goods or services.</li>\n<li>suggest that you may receive a different price or rate for goods or services or a different level or quality of goods or services.</li>\n</ul>", "created_at": "2021-02-01 20:40:56.461882", "updated_at": "2021-02-01 20:40:59.650347"}, {"id": 3913, "name": "Commercial Terms", "url": "https://mapillary.com/commercialterms", "xpath": "/html/body/div/div[4]", "text": "<p>This Commercial Use Supplement (the <em>“Supplement”</em>) modifies, supplements and is made a part of the Mapillary Terms of Use at https://www.mapillary.com/terms (<em>“Mapillary Terms of Use”</em>), by and between Mapillary AB, organized under the laws of Sweden with a principal place of business at Bredgatan 4, 21130 Malmö, Sweden (<em>“Mapillary”</em>), and the person or entity accepting the terms of this Supplement (<em>“Customer”</em>).\nExcept as expressly amended herein, the Mapillary Terms of Use will remain unaltered and in full force and effect.\nIn the event of any conflict or inconsistency between the Mapillary Terms of Use and this Supplement, this Supplement will control.\nCapitalized terms not defined in this Supplement will have the same meaning as the identical capitalized terms in the Mapillary Terms of Use, unless otherwise stated.\nFor all purposes of the Mapillary Terms of Use, the term “you” and “your” as defined in the Mapillary Terms of Use includes Customer, and the term “Terms” as defined in the Mapillary Terms of Use includes this Supplement.\nThe term “Agreement” means the Mapillary Terms of Use and this Supplement.<br>\n<br>Customer desires to make Commercial Use of the Mapillary Solution, and Mapillary is willing to permit such Commercial Use pursuant to and in accordance with the Agreement.\nFor clarity, all imagery, data, and information derived from or submitted by or for Customer will be deemed “Content” for all purposes of the Agreement.</p>Commercial Use Access<p>\n<strong>1.1</strong>\n<em>Availability.</em> Subject to Customer's compliance with the Agreement, Mapillary grants Commercial Use access to the Mapillary Solution and Content.\nCustomer's Commercial Use of Content or the Mapillary Solution constitutes Customer's agreement and assent to all terms and conditions of the Agreement.\n</p>\n<p>\n<strong>1.2</strong>\n<em>Commercial Use.</em> Customer's access rights and permitted activity under Commercial Use may consist of: (a) use for commercial and/or research purposes, including for improvement, training, and development of any Customer product, service, map, study, platform, website, application, software, algorithm, dataset, solution, or technology.\nand (b) use in the provision of services for or on behalf of one or more Customer clients.</p>\n<p>\n<strong>1.3</strong>\n<em>Deidentification</em>.\nIn relation to all Content provided by Mapillary to Customer pursuant to the Agreement, Customer: (a) will make no attempt to reidentify any individual whose identity has been obscured.\nand (b) has implemented and will maintain: (i) technical safeguards and business processes that prohibit such reidentification.\nand (ii) business processes to prevent inadvertent release of any Content.</p>\n<p>\n<strong>1.4</strong>\n<em>Change to Mapillary Terms of Use.</em> Subject to Customer's compliance with the Agreement, the licenses granted by Mapillary to Customer in section 1.1(b) of the Mapillary Terms of Use under the Outbound Terms, and under this Supplement, are perpetual (terminable only by operation of section 3.2 below).</p>\n<p>\n<strong>1.5</strong>\n<em>Consent to Emails.</em> Customer consents to receive notices pertaining to the Agreement in email messages from Mapillary, which may be transactional, for account management purposes, or for communications relating to or provided as part of the Mapillary Solution, including notifications related to subscriptions or access, administrative notices and service announcements or changes.\n</p>\n<p>\n<strong>1.6</strong>\n<em> Information.</em> Without limiting the generality of section 1.3 of the Mapillary Terms of Use, Customer acknowledges and agrees to the collection, storage, processing, implementation, and use by or for Mapillary of anonymized or non-personally identifying data (including Metadata, analytical, diagnostic and technical data, and usage statistics), concerning or arising from Content and Customer's and all users' use of the Mapillary Solution, in whole or in part, for Mapillary's own commercial and non-commercial purposes, including: (a) in order to provide, maintain and improve the Mapillary Solution and Content, (b) for product development and marketing purposes, and (c) for verifying Agreement compliance.</p>Payment<p>Not applicable.\nCustomer owes no fees under this Supplement.</p>Termination<p>\n<strong>3.1</strong>\n<em>Term.</em> Customer’s Commercial Use subscription hereunder is perpetual, terminable per section 3.2.</p>\n<p>\n<strong>3.2</strong>\n<em>Termination.</em> Notwithstanding section 7.3 of the Mapillary Terms of Use, Customer's Commercial Use will be terminable as follows: (a) if Customer breaches a remediable material term or condition of this Agreement and fails to cure such breach within ten days following written notice of breach from Mapillary.\n(b) if Customer commits a material non-remediable breach of this Agreement, or a successive material breach that was the subject of a prior notice under this section 3.2(a).\nand (c) immediately upon breach by Customer of any of the obligations under sections 2.1, 2.3, 2.4, 3.1, 4.1, 4.2, or 4.3 of the Mapillary Terms of Use.\nNotwithstanding anything contained herein or in the Terms of Use, Mapillary may, at any time on or after one year from the date of Customer’s acceptance of this Supplement, terminate this Supplement at any time and for any reason, upon thirty days written notice to Customer.</p>\n<p>\n<strong>3.3</strong>\n<em>Effect.</em> Rightful and lawful termination, or expiration under the terms hereof, will not give rise to the right for the non-terminating party, or to either party in the case of expiration, to recover damages or to indemnification of any nature.\nThe rights under this section 3 are in addition to any other rights and remedies permitted by law or under the Agreement.\nBreach of the Agreement may result in pursuit of all available remedies for intellectual property rights (including copyright infringement), the availability of which Customer hereby acknowledges.\n</p>\n<p>(end of Supplement)</p>", "created_at": "2021-02-01 20:42:34.624843", "updated_at": "2021-02-01 20:42:37.062121"}, {"id": 3914, "name": "Developer Usage Policy", "url": "https://mapillary.com/developerpolicy", "xpath": "/html/body/div/div[4]", "text": "<p>The Mapillary API, Mapillary vector tiles, and the MapillaryJS library are available to software developers building map platforms, geospatial tools, and location-based services.</p>\n<p>To use Mapillary’s developer resources, pleaseregister your application here to obtain a <code>client_id</code>.\nEach application should have a unique <code>client_id</code>.</p>\n<p>You may integrate street-level images in your application either as individual images retrieved using the Mapillary API or vector tiles, or within an embedded viewer using the MapillaryJS library.</p>\n<ul>\n<li>If you are downloading individual images and serving them from your own servers, you must attribute the image(s) by visibly displaying the Mapillary logo (which you can find here) and linking back to the Mapillary homepage or corresponding Mapillary image page.\nOur recommended attribution wording is:<br>\n<code>Images from Mapillary, CC BY-SA, by @username</code>\n</li>\n</ul>\n<p>You may integrate data that Mapillary extracts from the street-level images using the Mapillary API or vector tiles.</p>\n<ul>\n<li>In your application, you must attribute the source of the data by visibly displaying the Mapillary logo (which you can find here) and linking back to the Mapillary homepage.</li>\n</ul>\n<p>Mapillary reserves the right to throttle usage or revoke <code>client_id</code>s if we suspect any abuse or misuse of the developer resources.\nPlease contact us with questions or concerns.</p>", "created_at": "2021-02-01 20:45:07.535047", "updated_at": "2021-02-01 20:45:10.285156"}, {"id": 3916, "name": "Credits", "url": "https://mapillary.com/credits", "xpath": "/html/body/div[1]/div[1]/p", "text": " We love open source! Here are some of the projects that help us make map data available at scale.\n", "created_at": "2021-02-01 20:47:18.31559", "updated_at": "2021-02-01 20:48:36.71816"}, {"id": 3915, "name": "Cookies", "url": "https://mapillary.com/cookies", "xpath": "/html/body/div/div[4]", "text": "<p>The Service may utilize \"cookies\", which are small text files placed on your computer or device.\nWe may also use pixel tags, web beacons and other similar technologies.<br>Such devices are used to help analyze our web page flow, customize our services, optimize our user interfaces, measure promotional effectiveness, and promote trust and safety.<br>With these devices, we may collect data such as the identity of the applicable internet service provider, the user's IP address of his or her terminal device, the type of browser software and operating system in use, the date and time of site access, the website address, if any, from which the user linked to the Website, and other similar traffic-related information.\nWe may also aggregate such information with similar data collected from other users and disclose such aggregate information to third parties.<br>Certain features are only available through the use of cookies, and generally we need to use these essential cookies to help identify and maintain your signed-in status.<br>You are always free to decline Mapillary cookies via your browser settings, although doing so may interfere with your use of the Service.\nYou may encounter cookies from non-affiliated third parties on certain pages of the service.\nTo learn more about cookies, please visit allaboutcookies.org.<br>Here is a list of the cookies that will be used and installed as essential, as well as those that may be used and installed on your computer or device with your consent (optional).</p>\n<strong>Purpose</strong>\n<strong>Source</strong>\n<strong>Type</strong>User authenticationMapillaryEssentialSite analyticsGoogleOptional<p>User authentication—these cookies allow us to customize the Website based on your login status (i.e.\nwhether you're signed in or signed out of your Mapillary account).<br>Site analytics—these cookies help us to understand how visitors use our Website, so we can improve how the Website works.</p>\n<p>Last updated: 13 January 2020</p>", "created_at": "2021-02-01 20:46:23.493915", "updated_at": "2021-02-01 20:46:25.834032"}], "points": [{"id": 15438, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://mapillary.com/cookies", "status": "Generated through the annotate view", "created_at": "2021-02-01 20:46:55.267957", "updated_at": "2021-02-02 02:43:43.190029", "quoteText": "We may also use pixel tags, web beacons and other similar technologies.<br>", "case_id": 323, "document_id": 3915, "quoteStart": 100, "quoteEnd": 175}, {"id": 15434, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://mapillary.com/terms", "status": "Generated through the annotate view", "created_at": "2021-02-01 20:37:20.542952", "updated_at": "2021-02-02 10:10:16.557897", "quoteText": "scheduled and preventive maintenance, required and emergency maintenance work, or disruption of services from internet service and hosting providers, may interrupt the functioning of or access to the Mapillary Solution.", "case_id": 287, "document_id": 3911, "quoteStart": 30279, "quoteEnd": 30498}, {"id": 15435, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://mapillary.com/terms", "status": "Generated through the annotate view", "created_at": "2021-02-01 20:42:07.875821", "updated_at": "2021-02-02 10:10:24.143584", "quoteText": "EACH MAPILLARY USER'S USE OF THE MAPILLARY SOLUTION AND CONTENT IS AT HIS OR HER SOLE RISK.\nTHE MAPILLARY SOLUTION AND CONTENT IS PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS", "case_id": 286, "document_id": 3911, "quoteStart": 29023, "quoteEnd": 29200}, {"id": 15437, "title": "This service throttles your use", "source": "https://mapillary.com/developerpolicy", "status": "Generated through the annotate view", "created_at": "2021-02-01 20:45:33.086088", "updated_at": "2021-02-02 10:10:32.33148", "quoteText": "Mapillary reserves the right to throttle usage or revoke <code>client_id</code>s if we suspect any abuse or misuse of the developer resources.", "case_id": 157, "document_id": 3914, "quoteStart": 1279, "quoteEnd": 1421}, {"id": 15441, "title": "This service will continue using anonymized user-generated content after erasure of personal information", "source": "https://mapillary.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-02-01 20:51:22.430195", "updated_at": "2021-02-02 10:10:51.287436", "quoteText": "<p>If there is data that could be understood as Personal Data included in Content, e.g.\nfaces of individuals or license plates of vehicles, we use automatic blurring of faces and plates to avoid any identification of individuals before posting on the Website.", "case_id": 240, "document_id": 3912, "quoteStart": 2664, "quoteEnd": 2923}, {"id": 15433, "title": "Content is published under a free license instead of a bilateral one", "source": "https://mapillary.com/legal", "status": "Generated through the annotate view", "created_at": "2021-02-01 20:30:40.878872", "updated_at": "2021-02-02 10:11:03.07104", "quoteText": "Images on Mapillary are available under the Creative Commons Attribution-ShareAlike 4.0 International License (CC BY-SA 4.0).", "case_id": 131, "document_id": 3910, "quoteStart": 774, "quoteEnd": 899}, {"id": 15439, "title": "The service provides information about its attitude towards ethical, social or political problems or controversies", "source": "https://mapillary.com/credits", "status": "Generated through the annotate view", "created_at": "2021-02-01 20:49:17.086436", "updated_at": "2021-02-02 10:16:43.535827", "quoteText": " We love open source!", "case_id": 332, "document_id": 3916, "quoteStart": 0, "quoteEnd": 21}, {"id": 15440, "title": "The service provides information about its attitude towards ethical, social or political problems or controversies", "source": "https://mapillary.com/credits", "status": "Generated through the annotate view", "created_at": "2021-02-01 20:49:56.094541", "updated_at": "2021-02-02 10:17:03.791858", "quoteText": "We love open source!", "case_id": 332, "document_id": 3916, "quoteStart": 1, "quoteEnd": 21}, {"id": 15436, "title": "They may stop providing the service at any time", "source": "https://mapillary.com/commercialterms", "status": "While Mapillary can unilaterally deprovision the service, it should be noted that they do provide users with 30 days advance notice.", "created_at": "2021-02-01 20:44:46.115134", "updated_at": "2021-02-16 09:55:31.091231", "quoteText": "Notwithstanding anything contained herein or in the Terms of Use, Mapillary may, at any time on or after one year from the date of Customer’s acceptance of this Supplement, terminate this Supplement at any time and for any reason, upon thirty days written notice to Customer.</p>\n", "case_id": 203, "document_id": 3913, "quoteStart": 5163, "quoteEnd": 5443}], "urls": ["mapillary.github.io", "mapillary.com"]}}