{"error": 448, "message": "OK", "parameters": {"id": 5661, "name": "Blooket", "created_at": "2021-11-17 18:24:50.898773", "updated_at": "2021-11-19 23:01:16.004343", "wikipedia": null, "keywords": null, "related": null, "slug": "blooket", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/5661.png", "url": "blooket.com", "documents": [{"id": 10190, "name": "Privacy Policy", "url": "https://www.blooket.com/privacy", "xpath": "//body", "text": "BlooketBlooket Privacy Policy Last updated January 25, 2021 Blooket LLC operates Blooket.com.\nWe would first like to thank the users and educators who have made this website possible.\nThe privacy of our users is very important to us.\nBlooket LLC (“BLOOKET”) is concerned about the protection of privacy of all of our users.\nBlooket wants you to be familiar with how we collect, use and disclose information.\nThis Privacy Policy describes our practices in connection with information that we collect through websites operated by us from which you are accessing this Privacy Policy (the “Website”) and through HTML-formatted email messages that we send that link to this Privacy Policy (collectively, the “Services”).\nBy providing Personal Information to us, you agree to the terms and conditions of this Privacy Policy.\nBLOOKET IS COMMITTED TO REMAINING AN AD FREE SERVICE TO OUR USERS.\nBLOOKET WILL NOT ADVERTISE IN ANY FORM ON THE SITE.\nThis Privacy Policy explains:<ul>\n<li>What information Blooket collects from you (and why we collect it).</li>\n<li>How we use and share that information.</li>\n<li>The choices you have, including how to access, update and delete your information.</li>\n<li> This Policy applies to all services offered by Blooket LLC (hereinafter referred to as “Blooket,” “we,” “us,\" and “our,”).\n</li>\n<li>This policy applies to Blooket Users and Visitors as well as educators and schools who utilize the service in a classroom setting.\nBlooket users are our registered account holders.\nBlooket Visitors are parties invited to play a game or engage in homework by a registered user or school.\nThe only information collected from visitors is a username of their choice.</li>\n</ul>We have done our best to write this Policy in simple, clear terms.\nWe encourage you to read it carefully, together with any other privacy notice we may provide on specific occasions when we are collecting or processing personal information about you, so that you are aware of how and why we are using such information.<ul>\n<li>Purpose of processing: provide access to and use of Blooket.com.</li>\n<li>Legal grounds: processing based on user consent, contract performance and the legitimate interest of the company or third parties.</li>\n<li>Recipients: Blooket third-party service providers which help provide the Service.\nPlease see the Security measures section of this Privacy Policy for more information.</li>\n<li>User rights: access, rectification, erasure, restriction, objection and data portability (see the Blooket Privacy Principles section of this Privacy Policy).</li>\n<li>Inquiries: for inquiries regarding this Privacy Policy please contact Blooket at contact-us@blooket.com or at the physical address listed at the end of this Policy.</li>\n<li>Additional information: to be found in Blooket’s Terms of Service and this Privacy Policy.</li>\n</ul> Personal information is any information you provide to us that personally identifies you, like your name or email address, or any other information which we could reasonably link to your identity.\nWe will only collect, use, and share your personal information in accordance with this Privacy Policy.\nThis Policy applies whether you use Blooket through Blooket.com.\nIn addition, this Privacy Policy also covers Blooket's treatment of any personal information about our users that our partners or other services might share with us.\nThis Policy does not apply to websites or services or practices of companies that Blooket does not own or control.\nThese other services have their own privacy policies, and we encourage you to review them before providing them with personal information.\nAt the end of this Privacy Policy you will find a list with our third-party service providers and a link to their privacy policies, as well as an overview to how, why and under which conditions they might process your personal information.\nWhether you are new here (welcome!), or have been using Blooket for a long time (welcome back!), please do take the time to get to know our privacy practices.\nWe believe them to be fairly clear and friendly, but if you have any questions, we are here to help.\nTo learn more about how we protect your privacy, send us an email at contact-us@blooket.com.\nBY USING THE SERVICE, YOU ACKNOWLEDGE THAT YOU ACCEPT AND AGREE TO THIS PRIVACY POLICY.\nThis Privacy Policy applies to your use of the Blooket Services and personal data transferred to third countries which do not ensure an adequate level of data protection.\nIn addition to the foregoing, and to further secure transfers of personal data to the United States, Blooket also complies with the EU-US and Swiss-US Privacy Shield Frameworks as set forth by the US Department of Commerce regarding the collection, use and retention of personal information from European Union member countries, the United Kingdom and Switzerland, respectively.\nBlooket remains responsible for any of your personal information that is shared under the Onward Transfer Principle with third parties for external processing on your behalf, as described in the Europe section of this Privacy Policy.\nBlooketBlooket provides a game-based learning tool that can be played through most web browsers (https://www.blooket.com).\nBlooket is an exciting new take on trivia and review games! Blooket creates an engaged learning environment that motivates students.\nOne player or teacher hosts the game, and everyone else competes on their own devices.Blooket Privacy Principles In collecting and processing your personal information, we will comply with the data protection laws and regulations in force at the time.\nThis requires that the personal information we hold about you must be: <ul>\n<li>Used lawfully, fairly and in a transparent way.</li>\n<li>Collected only for valid purposes that we have clearly explained to you and not used in a way that is incompatible with those purposes.</li>\n<li>Relevant to the purposes we have told you about and limited only to those purposes.</li>\n<li>Accurate and kept up-to-date.</li>\n<li>Kept only as long as necessary for the purposes we have told you about.</li>\n<li>Kept securely.</li>\n</ul>Collection of Personal Information Blooket collects personal information from users in order to provide the Service.\nConcretely, the personal information of students and teachers is collected and used for the following purposes: <ul>\n<li>To create the necessary accounts to use the Service.</li>\n<li>To assess the quality of the Service.</li>\n<li>To secure and safeguard personal information.</li>\n<li>To access premium features, if applicable.</li>\n<li>To comply with all applicable laws on the protection of personal information.</li>\n</ul>Rights Regarding Personal InformationYour rights relating to your personal information include:<ul>\n<li>to be informed about how Blooket uses your personal information;</li>\n<li>to request access to personal information held by Blooket, and to have any incorrect, inaccurate or incomplete personal information rectified;</li>\n<li>where appropriate, to restrict processing concerning you or to object to processing;</li>\n<li>to have personal information erased where there is no compelling reason for its continued processing.\nand</li>\n<li>where applicable, to portability of personal data, that is to say, to receive your personal information in a structured and commonly used format.</li>\n</ul>Responsibilities of Users of Blooket.com We require that your personal information is accurate.\nPlease let us know if the personal information you provided us for creating your account has changed.\nIf we do not have the correct information, we cannot take responsibility for information-related errors.\nAdditionally, if we determine that you are in violation of this Policy, you will be subject to disciplinary action that could eventually lead to the banning of your account.\nTransparency and ChoiceWe try to be transparent about what information we collect, so that you can make meaningful choices about how it is used.\nFor example, you can:<ul>\n<li>Access and manage your account information by using the account settings within Blooket.</li>\n<li>Delete your account and information.\n</li>\n</ul>Notice When providing you with information on the processing of your personal information, such as its collection, transfer to other countries, types or identity of third parties to which we disclose that information and the purposes for which we do so, we will make sure that such information is provided in clear and understandable language.\nAlso, initial notice on our practices and policies will be provided when you are first asked to provide personal information to us, or as soon as practicable thereafter, and in any event before we use the information for a purpose other than that for which it was originally collected.\nChange of Purpose We will only use your personal information for the purposes for which we collected it, unless we reasonably consider that we need to use it for another reason which is compatible with the original purpose.\nIf we need to use your personal information for an unrelated purpose, we will notify you and we will explain the legal basis which allows us to do so.\nContract Performance When you create a Blooket account, you provide your first and last name and an email address.\nWe require those data elements for you to enter into the Terms of Service agreement with us, and we process those elements on the basis of performing that contract.\nConsent Please note that Blooket provides its Service upon explicit consent given by you when signing up.\nPrior to signing up, we will direct you to our Terms of Use and this Privacy Policy.\nWhen signing up, you will be declaring to have read such policies and to consent to them.\nRemember, nonetheless, that you will be able to withdraw your consent at any time by deleting your account by contacting Blooket to have your account deleted.\nEDUCATIONAL INSTITUTIONS AND EDUCATORS UTILIZING THE SERVICE ARE RESPONSIBLE FOR MONITORING THE RIGHTS AND INTERESTS OF THEIR STUDENTS AND MUST THEREFORE TAKE SPECIAL CARE WHEN REVIEWING THIS PRIVACY POLICY.\nEDUCATIONAL INSTITUTIONS AND EDUCATORS SHALL BE RESPONSIBLE FOR OBTAINING, WHERE APPLICABLE, PERTINENT CONSENT FROM PARENTS, LEGAL GUARDIANS OR ELIGIBLE STUDENTS (THOSE WHO ARE 18 YEARS OF AGE OR ATTEND A POSTSECONDARY INSTITUTION) PRIOR TO UTILIZING THE SERVICE.\nBLOOKET SHALL NOT BE RESPONSIBLE FOR ANY NEGLIGENCE OF THE EDUCATIONAL INSTITUTION IN THE REVIEWING OF THIS PRIVACY POLICY OR THE OBTAINMENT, WHERE APPLICABLE, OF THE NECESSARY PARENTAL CONSENT.\nU.S.\nEducational Institutions and Parental Consent: Consistent with the requirements of COPPA, if you or your school decide to utilize the Service with children under 13, you will be electing to either obtain parental consent or to consent on behalf of the children's parents directly, which is commonly referred to as \"school consent.\" At the same time, yet subject to exceptions, FERPA prohibits schools from disclosing personally identifiable information from a student's education record to a third party without written consent from the parent or eligible student.\nAccordingly, schools must either obtain parental consent, or ensure that their use of Blooket meets one of FERPA's exceptions to the written consent requirement.\nTypically, schools are exempted from obtaining parental consent under FERPA when Blooket is identified as a \"school official,\" meaning Blooket is performing an institutional service or function for which the school would otherwise use its own employees.\nEducators and schools may disclose certain information about students under the exception to FERPA's general prior consent rule that are set forth in the statute and the regulations for the disclosure of \"directory information\" if the school follows certain procedures set forth in FERPA.\n(34 CFR § 99.31(a)(11).) FERPA defines \"directory information\" as information contained in the education records of a student that would not generally be considered harmful or an invasion of privacy if disclosed.\nTypically, \"directory information\" includes information such as name, address, telephone listing, date and place of birth, participation in officially recognized activities and sports, and dates of attendance.\nA school may disclose \"directory information\" to third parties without consent if it has given public notice of the types of information which it has designated as \"directory information,\" the parent's or eligible student's right to restrict the disclosure of such information, and the period of time within which a parent or eligible student has to notify the school in writing that he or she does not want any or all of those types of information designated as \"directory information.\" The means of notification could include publication in various sources, including a newsletter, in a local newspaper, or in the student handbook.\nThe school could also include the \"directory information\" notification as part of the general notification of rights under FERPA.\nThe school does not have to notify a parent or eligible student individually.\nEuropean Educational Institutions and GDPR: According to article 8 of the GDPR, minors shall be entitled to give valid consent only if they are 16 years old (unless Member States have set a lower age limit which, nonetheless, cannot be under 13 years old).\nUnder that age limit, processing of personal information related to minors shall be subject to parental consent.\nSchools are in control of their students’ personal information and are obliged to take all necessary measures for protecting said information.\nThis means that schools will have to be especially cautious when contracting any service that may require disclosure of student personal information.\nIn other words, schools are data controllers in terms of GDPR and thus determine the purposes and means of the processing of student personal data.\nAs a consequence, schools will also be responsible for informing students and their parents accordingly about what data is collected, which are the purposes of collection, how data is used and to which third parties it is disclosed, including Blooket.\nLegitimate Interests Generally, the remainder of the processing of personal information we perform is necessary for the purposes of our legitimate interests or those of third parties.\nFor example, for legal compliance purposes or to maintain ongoing confidentiality, integrity, availability and resilience of Blooket's systems, website, and overall services, we must keep logs of Technical Information.\nAs foreseen in the \"Restrictions\" and \"Account Bans'' sections of our Terms of Service, the breach of certain rules in the use of the Service may lead to the suspension or indefinite ban of your account, depending on the severity of the offense.\nIn the event of an indefinite account ban, Blooket may keep part of your personal information, such as, but not limited to, IP address and email address, to prevent you from accessing or using the Service.\nNotice of Changes of Policy We may occasionally update this Privacy Policy.\nYou can see when the last update was by looking at the “Last Updated” date at the top of this page.\nWe will not reduce your rights under this Privacy Policy without your explicit consent.\nIf we make any significant changes, we will provide prominent notice by posting a notice on the Service and/or notifying you by email (using the email address you provided) prior to and after changes taking effect, so you can review and make sure you're aware of them.\nWe encourage you to review this Privacy Policy from time to time, to stay informed about our collection, use, and disclosure of personal information through the Service.\nIf you do not agree with any changes to the Privacy Policy, you may delete your account (although we will be sad to see you go!).\nBy continuing to use the Service after the revised Privacy Policy has become effective, you acknowledge that you accept and agree to the current version of the Privacy Policy.\nProtecting the Privacy Rights of Children Blooket permits registered users to invite visitors to the website.\nVisitors are only required to provide a username to play a game or complete a homework assignment.\nBlooket permits children under the age of thirteen to become users only with parental consent.\nBlooket collects the minimal amount of information from users necessary to create accounts on our Service.\nBeyond this information, users and visitors can submit responses.\nIn addition to the information entered by the child, we automatically collect some information from any use of our Service as set forth in the \"Information Collected Automatically\" section.\nWe use this information to provide the Service to the child, for security and safety purposes, or as required by law or to enforce our Terms.\nWe will not require children to provide more personal information than is reasonably necessary in order to participate in the Service.\nIf we discover that we have collected information from a child in a manner inconsistent with COPPA, FERPA or any other applicable laws or regulations, we will take appropriate steps to delete the information.\nWe do not disclose any personal information about children to third parties, except to service providers necessary to provide the Service, as required by law, or to protect the security of the Service or other users.\nInformation collected from students (including personal information and information collected automatically) is never used or disclosed for third-party advertising, including any kind of first- or third-party behaviorally targeted advertising, and children’s personal information is never sold or rented to anyone, including marketers or advertisers.\nBlooket does not permit children under the age of 13 (a “Child” or “Children”) to create an account without the consent and at the direction of a Parent or School official consenting in loco parentis.\nChildren under 13 may create an account with the parent's consent.\nWhen Blooket is used by a School in an educational setting, we may rely on the School to provide the requisite consent for Blooket to collect information from a School User under the age of 13, in lieu of parental consent.\nInformation regarding Children No student’s profile is made available or visible to the public, or to any other students, through Blooket.\nIf the teacher chooses to display Blooket in their classroom by projecting via a smartboard or interactive whiteboard, students physically present in that classroom may see other students’ usernames, responses, comments or total scores.\nEDUCATIONAL INSTITUTIONS AND TEACHERS SHALL MAKE A RESPONSIBLE USE OF THE SERVICE AND AVOID COMPROMISING CHILDREN'S PERSONAL INFORMATION AT ALL TIMES WHEN DISPLAYING BLOOKET IN THE CLASSROOM.\nBLOOKET SHALL NOT BE HELD LIABLE FOR THE INAPPROPRIATE USE OF THE SERVICE BY THE EDUCATIONAL INSTITUTION OR THE TEACHER.\nStorage of Data We store the data of visitors including usernames in order to allow users to evaluate the homework or evaluate participation in games.\n<ul>\n<li> Minimal information: As mentioned before, Blooket collects the minimal amount of information from students necessary to utilize our Service: we ask student who are invited to play the games or participate in homework to only create a username.\nStudents who join as users with parental consent or who are above specified ages only provide names, email addresses and usernames.\nConsistent with the requirements of FERPA and COPPA in the United States and of GDPR in Europe, among other applicable laws, we only collect, use, share, and retain student personal information for purposes for which we were authorized by the educational institution/agency, teacher or the student.\nBeyond this information, students can submit responses depending on the activities they are assigned, that will remain private between teacher and student.\nIn addition to the information entered by the child, we automatically collect some information from any use of our Service as set forth in the \"Information collected automatically\" section.\n</li>\n<li>Deleting inactive accounts: Blooket will delete inactive accounts and data in compliance with the data retention policy of the company.</li>\n</ul> After deletion of the account or data, Blooket may retain copies and/or backups of the mentioned information for a maximum term of eighteen (18) months.\nNevertheless, Blooket shall not be responsible for the accidental loss or destruction of data on behalf of users.\nBlooket will not be obliged to recover erased data stored in backups when erasure is attributable to users.\nEDUCATIONAL INSTITUTIONS UTILIZING THE SERVICE ARE RESPONSIBLE FOR COMPLYING WITH THE RETENTION OF STUDENT EDUCATION RECORDS FOR AS LONG AS LEGALLY APPLICABLE.\nSTUDENT PROGRESS MAY BE SAVED FOR EITHER SHORTER OR LONGER PERIODS THAN THE ONES STATED ABOVE IF SO DECIDED BY THE EDUCATIONAL INSTITUTION.\nTEACHER ACCOUNTS WILL BE PROVIDED WITH NECESSARY TOOLS TO MANAGE AND DELETE STUDENT INFORMATION.BLOOKET SHALL NOT BE RESPONSIBLE FOR ERASURE OF STUDENT PROGRESS DUE TO ACCOUNT DELETION AFTER AN EXTENDED PERIOD OF INACTIVITY OR BECAUSE OF THE VOLUNTARY ELECTION TO DELETE TEACHER ACCOUNTS.\nSCHOOL OFFICIALS MAY REQUEST DELETION OF STUDENT INFORMATION AND CONTENT AT ANY TIME BY CONTACTING BLOOKET AT CONTACT-US@BLOOKET.COM.\nParental Choices Any parents that want copies of their children’s personal information that we may have stored can contact their children’s school personnel to that end.\nIf a parent has authorized an account, they also may contact Blooket to retrieve their child’s personal information.\nAt any time, the school can also refuse to permit us to collect further personal information from its students, and can request that we delete the personal information we have collected from them by contacting us at contact-us@Blooket.com.\nPlease keep in mind that deleting records may require us to terminate the account in question.\nAlso remember that before we can share the information with the school, or delete it per your request, we will, by reasonable means, proceed to verify the identity of the requester.\nInformation Collected Blooket collects two types of information about you: (1) information that you voluntarily provide us by using the Blooket Service (described below under \"Information you provide to us\") and (2) information collected automatically as result of your use of the Service (described below under “Information collected automatically”).\nThe types and amounts of information collected will vary depending on whether the user is a visitor to the site invited to participate in a game.\nOnly minimal information is collected for both users and visitors Information You Provide to UsThere are currently two categories of users on our Service: users and visitors.\nWe collect and store the following types of information from each type of user:<ul>\n<li> Account Sign-up and Profile Information: To create a Blooket account, you may be asked to provide some basic information.\nIf you create an Blooket account as a user, you will be asked to enter your first name, last name, username, password and email.\nVisitors who participate in games will be asked only for a username.\n</li>\n<li> Contact Information: When you choose to provide us with your personal information through the Service in some other manner (e.g., when you request a quote for upgrading to a \"Blooket Plus\", when you submit a copyright claim or report any media on our platform, when you send us an email asking a question, or submit a support request).\n</li>\n<li> Billing Information: When subscribing to any of our \"Blooket Plus\" options, you will be asked to provide necessary information for processing the payment (e.g., credit/debit card number).\nAs further explained in the Security Measures section of this Privacy Policy, payments are processed over Stripe through their third party website service.\n</li>\n</ul>Information Collected Automatically Like most web-based services, we (or our service providers) may automatically receive and log information on our server logs from your browser or your device when you use the Service.\nFor example, this could include the frequency and duration of your visits to Blooket.\nIf you use Blooket on different devices, we may link the information we collect from those different devices to help us provide a consistent Service across your different devices.\nIf we do combine any automatically-collected information with personal information, we will treat the combined information as personal information, and it will be protected as per this Privacy Policy.\nThe technologies and information we automatically collect include: <ul>\n<li> Cookies and Other Similar Technologies: We (or our service providers) may use various technologies to collect and store information when you visit our Service, including clear GIFs (also known as “web beacons”), “tags”, “scripts”, and “cookies”.\nWe also make use of persistent secure cookies: persistent cookie remains after you close your browser (although they can be removed) and may be used by your browser to identify you on subsequent visits to the Service.\nWe may also use, collect and store information locally on your device using mechanisms such as browser web storage (including HTML 5).\nLike many services, Blooket uses these technologies to tailor the Service for you, and to help the Service work better for you - for example, by remembering your language preferences.\n</li>\n<li> Device Information: We collect, through our third-party analytics services, device-specific information such as your operating system, hardware version, device settings, file and software names and types, battery and signal strength, and device identifiers.\nThis helps us measure how the Service is performing, improve Blooket for you on your particular device, and send you push notifications if you’ve opted in to receive them.\n</li>\n<li> Log Information: Like most online services, when you use our Service, we automatically collect and store certain information in our server logs.\nExamples include: </li>\n<ul>\n<li>Details of how you used our service, such as your activity on the Service, and the frequency and duration of your visits to the Blooket Website.</li>\n<li>IP Address.</li>\n<li>Device event information such as crashes, system activity, hardware settings, browser type, browser language, the date and time of your request and referral URL.</li>\n</ul>\n</ul> This information helps us make decisions about what we should work on next - for example, by showing which features are most (or least!) popular.\n<ul>\n<li> Location Information: When you use our Service we may collect and process information about your geographic location, for example through GPS, Bluetooth, or Wi-Fi signals.\nWe collect coarse (i.e., city-level) location data.\nWe will not store or track your device location on an ongoing basis or without your permission.\nWe do not share precise geolocation data with third parties, other than our service providers as necessary to provide the Service.\n</li>\n</ul>Automated Decision Making and Profiling Automated Decision Making (ADM) refers to a decision which is taken solely on the basis of automated processing of your personal data.\nThis means processing using, for example, software code or an algorithm, which does not require human intervention.\nProfiling means using automated processes without human intervention (such as computer programs) to analyze your personal information in order to evaluate your behavior or to predict things about you which are relevant in the context of using Blooket, such as what kind of games or Blooket sets you utilized.\nAs profiling uses automated processing, it is sometimes connected with automated decision-making.\nNot all profiling results in automated decision-making, but it can.\nUse of Information by Blooket First and foremost, you should know that Blooket does not sell or rent any personal information to any third party for any purpose including for advertising or marketing purposes.\nWe use the information we collect from you to provide you with the best Blooket experience.\nMore specifically, this information is used to: <ul>\n<li>Provide and improve the Service, for example by developing new products and features.</li>\n<li>Respond to your requests for information or customer support.</li>\n<li>Customize the Service for you, and improve your experience with it.</li>\n<li>Send you information about new features and Blooket products we believe you may be interested in.</li>\n<li>Most crucially, to protect our community by making sure the Service remains safe and secure.</li>\n</ul> We use automatically collected information (described in the \"Information Collected Automatically\" section above) to provide and support our Service, and for the additional uses described in this section of our Privacy Policy.\nStorage of Data We store your personal information for as long as it is necessary to provide products and Services to you and others, including those described above pursuant to our Data Retention Policy.\nDeletion will affect any on-going paid subscriptions, which will be immediately cancelled.\nNote we may retain and use de-identified data (i.e., data which has been stripped off all information that can be used to identify a person) for purposes of research, improvement of our products and services, and/or the development of new products and services.\nWe may also have to retain some information after your account is deleted, to comply with legal obligations, to protect the safety and security of our community or our Service, or to prevent abuse of our Terms.\nIn case we keep copies or backups of personal information, such copies or backups will be kept for a maximum term of eighteen (18) months after the deletion of your account.\nSecurity Measures First and foremost, you should know that Blooket does not sell or rent your, or your students' personal information to any third party for any purpose - including for advertising or marketing purposes.\nFurthermore, we do not share personal information with any third parties except in the limited circumstances described in this Privacy Policy.\nNo student profiles are made available to the general public through our Service.\nFurthermore, students cannot share their account information with anyone on Blooket.\nIf you are a user, you may choose to share information or content through the Service with other Blooket users - for example, things like your account information or Blooket sets.\nPlease keep in mind that information (including personal information or children's personal information) or content that you voluntarily disclose to others - including other Blooket users you interact with through the Service can be viewed, copied, stored, and used by the people you share it with.\nWe cannot control the actions of people with whom you choose to share information.\n<ul>\n<li> Service Providers: We do work with vendors, service providers, and other partners to help us provide the Service by performing tasks on our behalf - we can’t build everything ourselves, after all! We may need to share or provide information (including personal information) to them to help them perform these business functions, for example sending emails on our behalf, database management services, database hosting, providing customer support software, and security.\nGenerally, these service providers do not have the right to use your personal information we share with them beyond what is necessary to assist us.\nAdditionally, these service providers must adhere to confidentiality and security obligations in a way that is consistent with this Privacy Policy.\n</li>\n<li> Analytics Services: We use analytics services, including mobile analytics software, to help us understand and improve how the Service is being used.\nThese services may collect, store and use information in order to help us understand things like how often you use the Service, the events that occur within the application, usage, performance data, and from where the application was downloaded.\n</li>\n<li> Aggregated Information and Non-Identifying Information: We may share aggregated, non-personally identifiable information publicly, including with users, partners or the press in order to, for example, demonstrate how Blooket is used, spot industry trends, or to provide marketing materials for Blooket.\nAny aggregated information shared this way will not contain any personal information.\n</li>\n<li> Legal Requirements: We may disclose personal information if we have a good faith belief that doing so is necessary to comply with the law, such as complying with a subpoena or other legal process.\nWe may need to disclose personal information where, in good faith, we think it is necessary to protect the rights, property, or safety of Blooket, our employees, our community, or others, or to prevent violations of our Terms of Service or other agreements.\nThis includes, without limitation, exchanging information with other companies and organizations for fraud protection or responding to government requests.\n</li>\n<li> Sharing with Blooket Companies: Over time, Blooket may grow and reorganize.\nWe may share your personal information with affiliates such as a parent company, subsidiaries, joint venture partners or other companies that we control or that are under common control by us, in which case we will require those companies to agree to use your personal information in a way that is consistent with this Privacy Policy.\n</li>\n<li> Change of Control: In the event that all or a portion of Blooket or its assets are acquired by or merged with a third party, personal information that we have collected from users would be one of the assets transferred to or acquired by that third party.\nThis Privacy Policy will continue to apply to your information, and any acquirer would only be able to handle your personal information as per this policy (unless you give consent to a new policy).\nWe will provide you with notice of an acquisition within thirty (30) days following the completion of such a transaction, by posting on our homepage, and by email to your email address that you provided to us.\nIf you do not consent to the use of your personal information by such a successor company, you may request its deletion from the company.\nIn the unlikely event that Blooket goes out of business, or files for bankruptcy, we will protect your personal information, and will not sell it to any third party.\n</li>\n<li> With your Consent: Other than the cases above, we won’t disclose your personal information for any purpose unless you consent to it.\nAdditionally, as discussed above, we will never sell or rent your personal information to advertisers or other third parties.\n</li>\n</ul>Do Not Track Blooket does not track its users over time and across third-party websites to provide targeted advertising and therefore does not respond to Do Not Track (DNT) signals.\nBlooket's Third-Party Service Providers It is important to us that we keep your information safe and secure.\nTo best provide our services, and keep your information safe, we work with a few other companies (we can’t do it all ourselves!).\nThese companies (\"third-party service providers\", \"collaborators\" or \"agents\") will only have access to the information they need to provide the Blooket service.\nBelow is a list of the service providers which, subject to their terms of service and privacy policies, may have access to personal data to process on our behalf in accordance with our instructions, Privacy Policy and any other requirements regarding confidentiality, security or integrity: <ul>\n<li> Google Services for analytics on our website (\"Google Analytics\"), for mobile analytics (\"Fabric\") and for spam and abuse protection (\"reCAPTCHA\").\n</li>\n<li> Cloundinary for creating, managing and delivering digital images and media across any browser.\n</li>\n<li> SendGrid to manage and automate email communications.\n</li>\n<li> MongoDB is a general purpose, document-based, distributed database built for modern application developers and for the cloud era.\n</li>\n<li> Heroku is a platform used to host the main website servers.\n</li>\n<li> Stripe as a payment processing service.\n</li>\n</ul> This list may change over time, and we will work hard to keep it up-to-date.\nBlooket reserves the right to change or add service providers which provide services in concert with the provisions of this agreement.\nAccountability for Onward Transfer We will transfer your personal information to third-party service providers only for limited and specific purposes.\nWe will obtain contractual assurances from our collaborators that they will safeguard personal information in a manner consistent with this Policy and that they will provide the same level of protection as per best industry standards.\nWe recognize our responsibility and potential liability for onward transfers to agents.\nWhere we have knowledge that an agent is using or disclosing personal information in a manner contrary to this Policy and/or level of protection as required by applicable laws and regulations, we will take reasonable steps to prevent, remediate or stop such use or disclosure.\nIf we transfer personal information to non-agent third parties, that is to say, any new collaborators that are not included in the previously mentioned list, we will (1) notify you with all necessary information on any key elements affecting the processing of your personal data, and (2) obtain contractual assurance from these parties that they will provide the same level of security as per best industry standards and in accordance with any applicable laws and regulations.\nBlooket Account Security Your Blooket account is protected by a password.\nYou can help us protect your account from unauthorized access by keeping your password secret at all times.\nThe security of your personal information is important to us.\nWe work hard to protect our community, and we maintain administrative, technical and physical safeguards designed to protect against unauthorized use, disclosure of or access to personal information, such as: <ul>\n<li>Security Protocols: We periodically review our information collection, storage and processing practices, including physical security measures, to protect against unauthorized access to systems.</li>\n<li>Security Technology: We continually develop and implement features to keep your personal information safe - for example, when you enter any information anywhere on the Service, we encrypt the transmission of that information using secure socket layer technology (SSL) by default.</li>\n<li>We ensure passwords are stored and transferred securely using encryption and hashing.</li>\n<li>Employee Access: We use best-effort practices to secure usernames, passwords and any other means of gaining access to users' data.</li>\n</ul>Notification of Security Breaches Although we make concerted good faith efforts to maintain the security of personal information, and we work hard to ensure the integrity and security of our systems as per best industry standards, no practices are 100% immune, and we can’t guarantee the security of information.\nOutages, attacks, human error, system failure, unauthorized use or other factors may compromise the security of user information at any time.\n<ul>\n<li> Initial Notice: Upon the discovery of a security breach that results in the unauthorized release, disclosure or acquisition of personal information, we will notify electronically of such discovery to all affected users.\nThis initial notice will include, to the extent known at the time of the notification, the date and time of the breach, its nature and extent, and the Service’s plan to investigate and remediate the breach.\n</li>\n<li> Detailed Notification: Upon discovery of a breach, we will conduct a deep investigation in order to electronically provide all affected users with a more detailed notice of the breach, including but not limited to the date and time of the breach.\nnature and extent of the breach.\nand measures taken to ensure that such breach does not occur in the future.\nWe may also post a notice on our homepage (www.Blooket.com) and, depending on where you live, you may have a legal right to receive notice of a security breach in writing.\nWhen it is not possible to provide all of the aforementioned information at the same time, we will provide you with the remaining information without undue further delay.\n</li>\n</ul> Both notifications will be written in plain language, will be titled “Notice of Data Breach” and will present the information described above under the following heading: “What Happened,” “What Information Was Involved,” “What We Are Doing,” “What You Can Do” and “For More Information”.\nAdditional information may be provided as a supplement to the notice.\nManaging My Information Upon request and in accordance with the applicable laws and regulations, we will grant you reasonable access to your personal information that is held by Blooket.\nIn addition, we will take reasonable steps to permit you to correct, amend, or delete your personal information that is demonstrated to be inaccurate, incomplete or processed in violation of this Privacy Policy.\n<ul>\n<li> Accessing Your Information: To request access to the personal information we have about you on file, users can contact us at contact-us@Blooket.com.\nIn some cases, we will not be able to guarantee complete access due to legal restrictions.\nfor example, you will not be allowed to access files that contain information about other users or information that is confidential to us.\nFurthermore, we may not be able to fulfill requests that are unreasonably repetitive, require disproportionate technical effort or would be extremely impractical.\n</li>\n<li> Updating Your Information: You may update, correct, or delete some of your profile information or your preferences at any time by logging into your account on Blooket and accessing your account settings page.\nYou may also, at any time, update, correct, or delete certain personal information that you have provided to us.\nTo that end, users can contact us at contact-us@Blooket.com.\nPlease note that while your changes may be reflected promptly in active content, users that have previously accessed the content may still have access to old copies cached on their device or may have copied and stored your content.\nIn addition, we may retain a backup copy of the prior version for a limited period of time (maximum 18 months) or for legal purposes.\n</li>\n<li> Limitations: Without prejudice to the aforementioned, please note that we may limit or deny access to personal information (a) where the burden or expense of providing access would be disproportionate to the risks to your privacy.\n(b) where the legitimate rights of persons other than you would be violated or if necessary to safeguard important countervailing public interests (e.g., national security) or in other limited circumstances (e.g., disclosure would breach a legal privilege), and (c) where applicable law or regulatory requirements allow or require us to refuse to provide some or all of the personal information that we hold about you.\nIn addition, the personal information may have been destroyed, erased or made anonymous in accordance with our record retention obligations and practices.\nIn the event that we cannot provide you with access to your personal information, we will endeavor to inform you of the reasons why, subject to any legal or regulatory restrictions.\n</li>\n</ul>Account Deletion We hope you will love using Blooket now and always.\nHowever, if for some reason you ever want to delete your account, you can do that by contacting us at contact-us@blooket.com and we will proceed to delete the requested data within a reasonable period of time.\nParents, legal guardians, or eligible students may delete their accounts by contacting their educational institution.\nWhen we delete your account, we delete any personal information that you provided in your profile (such as your name, username, password, and email address) and also questions, responses and comments.\nPlease note that information that you have shared with others, that others have shared about you, or content other users may have copied and stored, is not part of your account and may not be deleted when you delete your account.\nPart of your personal information will remain in our possession as a copy or backup that is part of our disaster recovery storage system for such period of time identified in our data retention policy.\nConsumer Complaints You may file a complaint concerning Blooket's processing of your personal data to contact-us@blooket.com or by regular mail to the following address: Blooket LLC, 409 South Ridge Avenue, Middletown, DE 19709 USA.\nWe will take steps to remedy issues arising out of Blooket's alleged failure to comply with the principles set out in this Privacy Policy.\nWe will respond to your complaints within thirty (30) days.\nIf your complaint cannot be resolved through our internal processes, we will direct you to the state or national data protection authority in the jurisdiction where you reside.\nEEA Residents EEA residents and residents from the United Kingdom (UK) will have the right to lodge a complaint to the EU Data Protection Authorities or the Swiss Federal Data and Information Commissioner (FDPIC), Blooket will comply with the advice of competent European Union authorities in such cases, and will provide appropriate recourse.\nBlooket is also subject to the investigatory and enforcement powers of the US Federal Trade Commission.\nLiability In the event that Blooket or the aforementioned authorities determine that Blooket failed to comply with this policy, Blooket will take appropriate steps to address any adverse effects arising directly from such failure and to promote future compliance.\nEurope As part of a global organization, Blooket operates both within and outside the European Economic Area (the “EEA”) and from time to time we may transfer your data from the EEA for processing in a territory outside the EEA that does not have the same statutory levels of data protection as the EEA.\nResidents in the European Union are entitled to certain rights with respect to personal information that we hold about them: <ul>\n<li>\n<b>Right of access and portability.</b> The right to obtain access to your personal information, along with certain related information, and to receive that information in a commonly used format and to have it transferred to another data controller.\n</li>\n<li>\n<b>Right to rectification.</b> The right to obtain rectification of your personal information without undue delay where that personal information is inaccurate or incomplete.\n</li>\n<li>\n<b>Right to erasure.</b> The right to obtain the erasure of your personal information without undue delay in certain circumstances, such as where the personal information is no longer necessary in relation to the purposes for which it was collected or processed.\n</li>\n<li>\n<b>Right to restriction.</b> The right to obtain the restriction of the processing undertaken by us on your personal information in certain circumstances, such as where the accuracy of the personal information is contested by you, for a period enabling us to verify the accuracy of that personal information.\nand </li>\n<li>\n<b>Right to object.</b> The right to object, on grounds relating to your particular situation, to the processing of your personal information, and to object to processing of your personal information for direct marketing purposes, to the extent it is related to such direct marketing.\n</li>\n</ul> You may also have the right to make a complaint to the relevant Supervisory Authority.\nIf you need further assistance regarding your rights, please contact us and we will consider your request in accordance with applicable law.\nIn some cases, our ability to uphold these rights for you may depend upon our obligations to process personal information for security, safety, fraud prevention reasons, compliance with regulatory or legal requirements, or because processing is necessary to deliver the services you have requested.\nWhere this is the case, we will inform you of specific details in response to your request.\nCaliforniaCalifornia AB 1584 Regarding California AB 1584 (Buchanan) Privacy of Pupil Records: 3rd-Party Digital Storage &amp.\nEducation Software (Education Code section 49073.1), Blooket will adhere to the following: <ul>\n<li> Student records obtained by Blooket from an educational institution continue to be the property of and under the control of the educational institution.\nThe educational institution retains full ownership rights of the personal information and education records it provides to Blooket.\n</li>\n<li> Blooket users may retain possession and control of their own generated content by signing into and accessing their Blooket account and deleting, where applicable, modifying or updating their information within Blooket.\n</li>\n<li> Blooket will not use any information in a student record for any purpose other than those required or specifically permitted by Blooket’s Terms of Use and Privacy Policy.\n</li>\n<li> Parents, legal guardians, or eligible students may review personally identifiable information in the student’s records and correct erroneous information by contacting their educational institution.\nAdditionally, Blooket users may access, correct, update, or delete personal information in their profile by signing into Blooket, accessing their Blooket account, and making the appropriate changes.\n</li>\n<li> Blooket is committed to maintaining the security and confidentiality of student records.\nTowards this end, we take the following actions: (a) we limit employee access to student data to only those employees with a need to such access to fulfill their job responsibilities.\n(b) we conduct background checks on our employees that may have access to student data.\n(c) we conduct regular employee privacy and data security training and education.\nand (e) we protect personal information with technical, contractual, administrative, and physical security safeguards in order to protect against unauthorized access, release or use.\n</li>\n<li> In the event of an unauthorized disclosure of a student’s records, Blooket will (1) promptly notify users unless specifically directed not to provide such notification by law enforcement officials.\nNotification shall identify: (i) the date and nature of the unauthorized use or disclosure.\n(ii) the Private Data used or disclosed.\n(iii) a general description of what occurred including who made the unauthorized use or received the unauthorized disclosure.\n(iv) what Blooket has done or shall do to mitigate any effect of the unauthorized use or disclosure.\n(v) what corrective action Blooket has taken or shall take to prevent future similar unauthorized use or disclosure.\nand (vi) who at Blooket the user can contact.\nBlooket will keep the User fully informed until the incident is resolved.\n</li>\n<li> Blooket will delete or de-identify personal information when it is no longer needed, upon expiration or termination of our agreement with an educational institution with any deletion or de-identification to be completed according to the terms of our agreement with the educational institution, or at the direction or request of the educational institution.\n</li>\n<li> Blooket agrees to work with educational institutions to ensure compliance with FERPA and the Parties will ensure compliance by providing parents, legal guardians or eligible students with the ability to inspect and review student records and to correct any inaccuracies therein as described in statement (4) above.\n</li>\n<li> Blooket prohibits using personally identifiable information in student records to engage in targeted advertising.\n</li>\n</ul>New YorkNew York Ed.\nLaw § 2-D In compliance with the requirements set forth in New York Education Law § 2-D, Blooket shall incorporate a Data Privacy and Security Plan (\"DPSP\") to each contract or other written agreement it enters into with an educational agency from the State of New York.\nSuch DPSP shall outline how all state, federal, and local data security and privacy contract requirements will be implemented over the life of the agreement, consistent with the educational agency's policy on data security and privacy.\nSuch plan shall also include, but shall not be limited to, a signed copy of the parents’ bill of rights for data privacy and security, which shall be provided by the educational agency prior to the commencement of the agreement, and a requirement that any officers or employees of Blooket and its assignees who have access to student, teacher or principal data have received or will receive training on the federal and state law governing confidentiality of such data prior to receiving access.\nIn attention to the foregoing, Blooket hereby commits to: <ul>\n<li> (1) limit internal access to education records to those individuals that are determined to have legitimate educational interests (e.g., Blooket employees or third-party service providers).\n</li>\n<li> (2) not use the education records for any other purposes than those explicitly authorized in the Agreement (i.e., our Terms of Service and this Privacy Policy).\n</li>\n<li> (3) except for authorized representatives of Blooket to the extent they are carrying out the agreement, not disclose any personally identifiable information to any other party: (i) without the prior written consent of the parent or eligible student.\nor (ii) unless required by statute or court order and Blooket provides a notice of the disclosure to the department, district board of education, or institution that provided the information no later than the time the information is disclosed, unless providing notice of the disclosure is expressly prohibited by the statute or court order.\n</li>\n<li> (4) maintain reasonable administrative, technical and physical safeguards to protect the security, confidentiality and integrity of personally identifiable student information in its custody.\n</li>\n<li> (5) use encryption technology to protect data while in motion or in its custody from unauthorized disclosure using a technology or methodology specified by the secretary of the United States department of health and human services in guidance issued under Section 13402(H)(2) of Public Law 111-5.\nand </li>\n<li> (6) notify the educational agency, in the most expedient way possible and without unreasonable delay, of any breach of security resulting in an unauthorized release of student, teacher or principal data, as outlined in applicable State and Federal laws.\n</li>\n</ul>Other CountriesTransfers of Personal Information to the U.S.\nBlooket is hosted in the United States.\nIf you use the Service from any other regions with laws governing data collection, protection and use that may differ from United States law, please note that you may be transferring your personal information outside of those jurisdictions to the United States.\nBy using the Service, you consent to this, and to the use and storage of personal information in accordance with this Privacy Policy.\nThird parties that have content embedded on the Blooket website, such as a social feature, may set cookies on a user’s browser and/or obtain information about the fact that a web browser visited the Blooket website from a certain IP address.\nThird parties cannot collect any other personally identifiable information from Blooket’s websites unless you provide it to them directly.\nProcessing in Other Regions For users from other countries, Blooket will make sure that all appropriate physical, technical and organizational safeguards are adopted in accordance with this Privacy Policy against accidental, unauthorized or unlawful destruction, loss alteration, disclosure, access, use or processing of users' personal information in Blooket's possession.\n", "created_at": "2021-11-17 18:24:50.902377", "updated_at": "2021-11-17 17:25:26.53784"}, {"id": 10189, "name": "Terms of Service", "url": "https://www.blooket.com/terms", "xpath": "", "text": "BlooketBlooket Terms of ServiceACCEPTANCE OF THE TERMS OF SERVICE THE FOLLOWING TERMS AND CONDITIONS (“TERMS”) APPLY TO YOUR USE OF THE WEBSITE OF BLOOKET LLC, (“BLOOKET”, “WE”, “US” OR “OUR”), INCLUDING ANY CONTENT, FUNCTIONALITY, PRODUCTS, AND SERVICES OFFERED ON OR THROUGH SUCH WEBSITE (COLLECTIVELY, THE “WEBSITE”), WHETHER AS A GUEST OR ACCOUNT HOLDER.\nTHESE TERMS ALSO APPLY TO YOUR USE OF OTHER BLOOKET SERVICES THAT DISPLAY OR INCLUDE THESE TERMS (“ADDITIONAL SERVICES”).\nIN THESE TERMS, THE WEBSITE AND ADDITIONAL SERVICES ARE COLLECTIVELY REFERRED TO AS THE “SERVICES.” PLEASE READ THESE TERMS CAREFULLY BEFORE YOU START TO USE THE SERVICES.\nBY USING THE SERVICES, YOU ACCEPT AND AGREE TO BE BOUND AND ABIDE BY THESE TERMS OF SERVICE.\nIF YOU DO NOT WANT TO AGREE TO THESE TERMS OF SERVICE, YOU MUST NOT USE THE SERVICES.\nBY ACCEPTING THESE TERMS: <ol>\n<li> You are also agreeing to BLOOKET’s Privacy Policy which explains what information we collect from you and how we protect it.\n</li>\n<li>You and BLOOKET agree to resolve disputes pursuant to the process outlined below.</li>\n</ol> THESE TERMS CONTAINS A BINDING CLASS-ACTION WAIVER PROVISION.\nIF YOU ACCEPT THESE TERMS, YOU AND BLOOKET AGREE TO RESOLVE DISPUTES PURSUANT TO THE DISPUTE RESOLUTON PROVISIONS BELOW AND GIVE UP THE RIGHT TO GO TO COURT INDIVIDUALLY AS PART OF A CLASS ACTION.\nTO ENTER INTO THE CONTRACT CREATED BY THESE TERMS, YOU MUST BE AN ADULT OF THE LEGAL AGE OF MAJORITY IN YOUR COUNTRY OF RESIDENCE.\nYOU ARE LEGALLY AND FINANCIALLY RESPONSIBLE FOR ALL ACTIONS USING OR ACCESSING OUR SOFTWARE, INCLUDING THE ACTIONS OF ANYONE YOU ALLOW TO ACCESS TO YOUR ACCOUNT.\nYOU AFFIRM THAT YOU HAVE REACHED THE LEGAL AGE OF MAJORITY, UNDERSTAND AND ACCEPT THESE TERMS (INCLUDING ITS DISPUTE RESOLUTION TERMS).\nIF YOU ARE UNDER THE LEGAL AGE OF MAJORITY, YOUR PARENT OR LEGAL GUARDIAN MUST CONSENT TO THESE TERMS.\nPrivacy NoticePlease review our Privacy Notice found at https://www.blooket.com which also governs your use of the Services, to understand our practices.Changes to the Terms of Service We may update these Terms from time to time.\nyou should check this page regularly to take notice of any changes.\nYour continued use of the Services following the posting of revised Terms means that you accept and agree to the changes.\nAccessing the Services and Account Security We may withdraw or amend the Services, and any related service or content, or restrict access (including by means of cancellation, termination, or modification, or suspension of a user account) to all or certain users (including you) without notice and without liability to you in our reasonable discretion.\nAdditionally, due to your geographic location, the Services or some of their features, services, or content may be unavailable to you.\nNotwithstanding anything to the contrary herein, we may terminate or suspend access to the Services based on your breach of these Terms.\nTo access certain Services, you will be asked to provide registration details or other information, and in order to use such resources, all the information you provide must be correct, current, and complete.\nFrom time to time, in order to access the Services or certain games, services, or functionality, BLOOKET may require some or all users to download updated or additional software.\nThe terms of use of such software may be subject to separate agreement between you and BLOOKET.\nIf you choose, or are provided with, a username, password, or any other piece of information as part of our security procedures, you must treat such information as confidential (other than username), and you must not disclose it to others.\nYou must immediately notify BLOOKET (via contact-us@blooket.com) of any unauthorized use of your username or password or any other breach of security.\nYou should use particular caution when accessing your account from a public or shared computer so that others are not able to view or record your password or other personal information.\nYou may only access the Services through your own account.\nUsers do not own their accounts, and gifting or otherwise transferring of accounts or access keys is prohibited.\nWe reserve the right to change your display name if we deem it offensive, misleading, potentially infringing the rights of third parties or if you have been inactive for more than a year.\nIntellectual Property Rights The Services, including all content, features, and functionality thereof, are owned by BLOOKET, its licensors, or other providers of such material and are protected by United States and international copyright, trademark, patent, and other intellectual property or proprietary rights laws.\nYou are permitted to use the Services for your personal, non-commercial use only or legitimate business purposes related to your role as a current or prospective customer of BLOOKET.\nExcept as provided below, you must not copy, modify, create derivative works of, publicly display, publicly perform, republish, or transmit any of the material obtained through the Services, or delete, or alter any copyright, trademark, or other proprietary rights notices from copies of materials from the Services.\nHowever, if you are otherwise in compliance with these Terms, you are permitted to use, elsewhere and on other websites, an unaltered copy of portions of the content that is publicly available on the Website for the limited, non-commercial purpose of discussing such content.\nYou must not reproduce, sell, or exploit for any commercial purposes any part of the Services, access to the Services or use of the Services or any services or materials available through the Services.\nFor clarity, the foregoing permissions are limited to the Services, and no rights are granted with respect to any servers, computers, or databases associated with the Services.\nBilling, Payment and BLOOKET Subscription Plans ALL CHARGES INCURRED IN CONNECTION WITH THE SERVICES AND ALL FUNDS FOR BLOOKET SUBSCRIPTIONS ARE PAYABLE IN ADVANCE AND ARE NOT REFUNDABLE IN WHOLE OR IN PART, REGARDLESS OF THE PAYMENT METHOD, EXCEPT AS EXPRESSLY SET FORTH IN THESE TERMS OR AS REQUIRED BY APPLICABLE LAW.\nBLOOKET Subscription Plans BLOOKET offers both free and paid subscription plans for services.\nThose plans are available in accordance with the following: BLOOKET Services that may be accessed subject to payment are currently referred to as “Paid Subscriptions”.\nYou agree to abide by the terms and restrictions applicable to the Service Plan that you have signed up for.\nWe reserve the right to change or withdraw features, specifications, services and content of a Service Plan at any time, without notice to you.\nPlease note that the content and features of a Service Plan may vary based on when you signed up and whether you have signed up through our website.\nWe reserve the right to terminate your account for any reason acceptable to BLOOKET.\nWe will not store or collect your payment card details.\nThat information is provided directly to our third-party payment processors whose use of your personal information is governed by their Privacy Policy.\nThese payment processors adhere to the standards set by PCI-DSS as managed by the PCI Security Standards Council, which is a joint effort of brands like Visa, MasterCard, American Express and Discover.\nPCI-DSS requirements help ensure the secure handling of payment information.\nThe payment processors we work with are: <ul>\n<li>Stripe</li>\n</ul>Their Privacy Policy can be viewed at https://stripe.com/us/privacyBLOOKET STARTER BLOOKET STARTER Services is provided to you free-of-charge, for as long as you use the Services for non-commercial purposes only, in accordance with the limitations of use set out in these Terms.\nThe Service Plan that does not require payment is currently referred to as the “BLOOKET STARTER”.\nYOU MAY NOT USE BLOOKET STARTER FOR COMMERCIAL PURPOSES.\nHENCE, IF YOU INTEND TO USE BLOOKET SERVICES FOR PROFESSIONAL PURPOSES, INCLUDING BUT NOT LIMITED TO IN CONJUNCTION WITH OR AS PART OF A PAID SERVICE OR PRODUCT, FOR THE PURPOSE OF MARKETING YOUR OWN OR SOMEONE ELSE’S PRODUCTS OR SERVICES OR OTHERWISE IN CONJUNCTION WITH A COMMERCIAL EVENT SUCH AS A CONCERT, GAME SHOW OR BROADCASTED EVENT, YOU MUST SIGN UP FOR A PAID SUBSCRIPTION OR ENTER INTO A SEPARATE AGREEMENT WITH BLOOKET.\nPaid Subscriptions BLOOKET PLUS and BLOOKET PLUS FLEX are paid version of our services.\nBLOOKET may offer additional subscription offers which are subject to these same terms and conditions.\nBLOOKET offers various Service Plans for use of the BLOOKET Services at home, in schools, businesses and non-profit organizations.\nSome Service Plans require payment before you can access them and certain areas of use are only permitted if you have signed up for a Paid Subscription or entered into a separate agreement with BLOOKET.\nIf you have signed up for Paid Subscriptions, you may get access to features that are not available through BLOOKET STARTER and you may use the Services for commercial purposes, only if and to the extent such commercial use is permitted under the selected Service Plan.\nPre-paid offers If you have received a code or other offer provided or sold by or on behalf of BLOOKET for access to a Paid Subscription (“Code”), separate terms and conditions presented to you along with the Code may also apply to your access to the Service and you agree to comply with any such terms and conditions.\nTrials We may, at our own sole discretion, offer trials of Paid Subscriptions for a specified period without payment or at a discounted rate (a “Trial”).\nWe reserve the right to revoke the Trial and put your account on hold in the event that we determine that you are not eligible.\nFor some Trials, we’ll require you to provide your payment details to start the Trial.\nWe will charge you on a recurring basis for the selected subscription fee at the end of the Trial using the payment details you have provided us, unless you cancel your subscription prior to the end of the Trial.\nYou have provided your payment details in conjunction with the Trial and you accept that we charge you using such payment details.\nIf you do not want this charge, you must cancel your Paid Subscriptions through your BLOOKET account’s settings or terminate your BLOOKET account before the end of the Trial.\nIf you do not want to continue to be charged on a recurring monthly or annual basis (as the case may be, depending on your Service Plan), you must cancel the applicable paid subscription through your BLOOKET account’s subscription page or terminate your BLOOKET account before the end of the recurring monthly period.\nPaid Subscriptions cannot be terminated before the end of the period for which you have already paid, and except as expressly provided in these terms, BLOOKET will not refund any fees that you have already paid.\nPayments and cancellations If you have signed up for BLOOKET STARTER or if you cancel your Paid Subscription during a Trial Subscription period, BLOOKET will never charge you any fees for your use of the BLOOKET Service.\nIf you have signed up for BLOOKET STARTER, a limited version of our Services, we will not store or collect your payment card details.\nAll payment information is provided directly to our third-party payment processors whose use of your personal information is governed by their Privacy Policy.\nThese payment processors adhere to the standards set by PCI-DSS as managed by the PCI Security Standards Council, which is a joint effort of brands like Visa, MasterCard, American Express and Discover.\nPCI-DSS requirements help ensure the secure handling of payment information.\nThe payment processors we work with are: <ul>\n<li>Stripe</li>\n</ul>Their Privacy Policy can be viewed at https://stripe.com/us/privacy If you have signed up for a Paid Subscription for a monthly subscription fee, you will be charged for one month’s subscription fee in advance upon expiration of any Trial.\nThe Paid Subscription and the payment to BLOOKET will automatically renew at the end of the monthly subscription period, unless you cancel your Paid Subscription through your subscription page before the end of the current monthly subscription period.\nThe monthly subscription period commences on the day of the month that you purchase the subscription and renews on the same day of the month the following month.\nIf you have signed up for a Paid Subscription which gives you access to the BLOOKET Service for a specific time period (“Pre-Paid Period”), you will be charged for the Pre-Paid Period in advance upon expiration of any Trial.\nThe Paid Subscription and the payment to BLOOKET will automatically renew at the end of the Pre-paid Period unless you cancel your Paid Subscription through your subscription page before the end of the Pre-paid Period.\nIf you cancel your Paid Subscription, the cancellation will take effect on the day after the last day of the current subscription period, after which you will be downgraded to BLOOKET Basic.\nWe will not refund any subscription fees already paid to us.\nBLOOKET may change the price for the Paid Subscriptions from time to time, and will communicate any price changes to you in advance and, if applicable, how to accept those changes.\nPrice changes for Paid Subscriptions will take effect at the start of the next subscription period following the date of the price change.\nAs permitted by local law, you accept the new price by continuing to use the BLOOKET Service after the price change takes effect.\nIf you do not agree with the price changes, you have the right to reject the change by unsubscribing from the Paid Subscription prior to the price change going into effect, in which case you will be downgraded to BLOOKET Basic.\nWe do not provide any refunds if the price for a Paid Subscription drops, or if we offer subsequent promotional pricing or change the content or features of a Service Plan.\nPaid Subscriptions purchased through other platforms are subject to the refund policies of those platforms.\nBLOOKET cannot be held responsible for these platforms’ policies.\nUpgrades and downgrades You may at any time upgrade or downgrade your Paid Subscription to a different Service Plan: Paid Subscriptions – monthly:<ul>\n<li> If you have downgraded your monthly Paid Subscription to a lower Service Plan, such downgrade will take effect on the day after the last day of the current subscription period.\n</li>\n<li> If you have upgraded your monthly Paid Subscription to a higher Service Plan, such upgrade will take effect immediately subject to payment of the upgrade fee.\n</li>\n</ul>Paid Subscriptions – Pre-paid Period:<ul>\n<li> If you have downgraded your Paid Subscription to a lower Service Plan during the Pre-paid Period, such downgrade will take effect on the date of renewal (i.e.\nthe day after the last day of the Pre-paid Period).\n</li>\n<li> If you have upgraded your Paid Subscription to a higher Service Plan during the Pre-paid Period, such upgrade will take effect immediately subject to payment of the upgrade fee and you will automatically enter into a new Pre-paid Period with the same duration as the preceding Pre-paid Period.\n</li>\n</ul>Taxes Prices listed may not include sales or value added tax and applicable tax may be calculated and added at the time you complete a transaction and, depending on where you have purchased your Paid Subscription, such tax may not be visible to you until you receive a receipt for your purchase.\nIn certain jurisdictions, local laws require that prices include all applicable taxes, in which case this will be indicated at the time of the transaction.\nProhibited Uses You may use the Services only for lawful purposes and in accordance with these Terms of Service.\nYou agree not to access or use the Services for any purpose that is illegal or beyond the scope of the Services’ intended use (in BLOOKET’s sole judgment).\nUser Contributions The Services contain various forums, networks, and other interactive features that allow you to post, submit, publish, display, or transmit to BLOOKET and other users (“Post”) content or materials (“User Contributions”) on or through the Services.\nAll User Contributions must comply with the following content standards: User Contributions must not be illegal, fraudulent, deceptive, obscene, threatening, defamatory, invasive of privacy, infringing of intellectual property rights, or otherwise injurious to third parties or objectionable, and must not consist of or contain software viruses, commercial solicitation, chain letters, mass mailings, or any form of “spam.” Any User Contribution that you Post will be considered non-confidential and non-proprietary, and you grant BLOOKET a nonexclusive, royalty-free, perpetual, irrevocable, and fully sublicensable right to use, copy, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, and display such User Contribution throughout the world in any media.\nhowever, BLOOKET will only share personal information that you provide in accordance with BLOOKET’s Privacy Policy.\nYou represent and warrant that you own or otherwise control all of the rights to the User Contributions that you Post at the time of Posting.\nthat the User Contributions are accurate and not fraudulent or deceptive.\nand that the User Contributions do not violate these Terms or the rights (intellectual property rights or otherwise) of any third party, and will not cause injury to any person or entity.\nYou understand that your User Contributions may be copied by other Services users and discussed on and outside of the Services, and if you do not have the right to submit User Contributions for such use, it may subject you to liability.\nBLOOKET takes no responsibility and assumes no liability for any content Posted by you or any third party.\nBLOOKET has the right but not the obligation to monitor and edit or remove any User Contributions.\nBLOOKET also has the right to terminate your access to all or part of the Services for any or no reason, including without limitation, any violation of these Terms.\nBLOOKET may exercise these rights at any time, without notice or liability to you or any third party.\nLinking You may link to publicly available portions of the Services if you do so in a way that is fair and does not damage or take advantage of our reputation, but you must not establish a link in such a way as to suggest any form of association, approval, or endorsement on our part.\nThe Services must not be framed on any other website or service.\nWe reserve the right to withdraw linking permission without notice.\nIf the Services contain links to other sites and resources provided by third parties, these links are provided for your convenience only.\nWe have no control over the contents of those sites or resources, and accept no responsibility for them or for any loss or damage that may arise from your use of them.\nDisclaimers and Limitation of Liability Nothing in these Terms will prejudice the statutory rights that you may have as a consumer of the Services.\nSome countries, states, provinces or other jurisdictions do not allow the exclusion of certain warranties or the limitation of liability as stated in this section, so the below terms may not fully apply to you.\nInstead, in such jurisdictions, the exclusions and limitations below shall apply only to the extent permitted by the laws of such jurisdictions.\nThe Services and all information, content, materials, products (including software), and other services included on or otherwise made available to you through the Services are provided by BLOOKET on an “as is” and “as available” basis.\nBLOOKET makes no representations or warranties of any kind, express or implied, as to the operation of the Services, or the information, content, materials, products (including software), or other services included on or otherwise made available to you through the Services.\nYou expressly agree that your use of the Services is at your sole risk.\nTo the full extent permissible by law, BLOOKET disclaims all warranties, express or implied, including, but not limited to, implied warranties of merchantability and fitness for a particular purpose.\nBLOOKET does not warrant that the Services, information, content, materials, products (including software) or other services included on or otherwise made available to you through the Services, BLOOKET’s servers, or electronic communications sent from BLOOKET are free of viruses or other harmful components.\nTo the full extent permissible by law, BLOOKET will not be liable for any loss of profits or any indirect, incidental, punitive, special or consequential damages arising out of or in connection with this these Terms.\nFurther, to the full extent permissible by law, BLOOKET’s aggregate liability arising out of or in connection with these Terms will not exceed the total amounts you have paid (if any) to BLOOKET under this Agreement during the twelve (12) months immediately preceding the events giving rise to such liability.\nThese limitations and exclusions regarding damages apply even if any remedy fails to provide adequate compensation.\nIndemnification This section only applies to the extent permitted by applicable law.\nIf you are prohibited by law from entering into the indemnification obligation below, then you assume, to the extent permitted by law, all liability for all claims, demands, actions, losses, liabilities, and expenses (including attorneys’ fees, costs and expert witnesses’ fees) that are the stated subject matter of the indemnification obligation below.\nYou agree to defend, indemnify, and hold harmless BLOOKET, its affiliates, and licensors, and their respective officers, directors, employees, contractors, agents, licensors, and suppliers from and against any claims, liabilities, damages, judgments, awards, losses, costs, expenses, or fees (including reasonable attorneys’ fees) resulting from your User Contributions or violation of these Terms.\nGoverning Law and Jurisdiction Any dispute or claim by you arising out of or related to these Terms shall be governed by Delaware law, exclusive of its choice of law rules.\nYou and BLOOKET agree to submit to the exclusive jurisdiction of the Superior Court of Delaware, in and for New Castle County, Delaware, or, if federal court jurisdiction exists, the United States District Court for the District of Delaware.\nYou and BLOOKET agree to waive any jurisdictional, venue, or inconvenient forum objections to such courts (without affecting either party’s rights to remove a case to federal court if permissible), as well as any right to a jury trial.\nThe Convention on Contracts for the International Sale of Goods will not apply.\nAny law or regulation which provides that the language of a contract shall be construed against the drafter will not apply to these Terms.\nThis paragraph will be interpreted as broadly as applicable law permits.\nNo Class Actions PLEASE READ THIS SECTION CAREFULLY.\nIT AFFECTS YOUR RIGHTS, INCLUDING YOUR RIGHT TO FILE A LAWSUIT IN COURT.\nMost issues can be resolved quickly and amicably by contacting BLOOKET customer support at contact-us@blooket.com.\nBut we understand that sometimes disputes can’t be easily resolved by customer support.\nThis Section explains how you and BLOOKET agree to resolve those disputes.\nDisputes related to these Terms: If you have an issue related to these Terms and have not agreed to BLOOKET’s EULA, the dispute-resolution terms below apply.\n1.\nInformal Resolution.\nIf you have an issue that our customer support can’t resolve, prior to starting arbitration you and BLOOKET agree to attempt to resolve the dispute informally to help get us to a resolution and control costs for both parties.\nYou and BLOOKET agree to make a good-faith effort to negotiate any dispute between us for at least 30 days (“Informal Resolution”).\nThose informal negotiations will start on the day you or BLOOKET receive a written Notice of a Dispute in accordance with these Terms.\nYou will send your Notice of Dispute to The Law Office of Gregory D.\nStewart, P.A., Attn: Gregory D.\nStewart, Esq., 409 South Ridge Avenue, Middletown, DE 19709.\nInclude your name, any relevant account name you use, address, how to contact you, what the problem is, and what you want BLOOKET to do.\nIf BLOOKET has a dispute with you, BLOOKET will send our Notice of Dispute to your registered email address and any billing address you have provided us.\nIf you reside in the European Union (“EU”), you may also be entitled to submit your complaint to the European Commission’s Online Dispute Resolution (ODR) Platform.\nODR allows EU consumers to resolve disputes related to the online purchases of goods and services without going to court.\nIf the dispute isn’t resolved within by Informal Resolution or small-claims court (below), you or BLOOKET may start an arbitration in accordance with these Terms.\n2.\nClass Action Waiver.\nTo the maximum extent permitted by applicable law, you and BLOOKET agree to only bring Disputes in an individual capacity and shall not: seek to bring, join, or participate in any class or representative action, collective or class-wide arbitration, or any other action where another individual or entity acts in a representative capacity (e.g., private attorney general actions).\nor consolidate or combine individual proceedings or permit an arbitrator to do so without the express consent of all parties to these Terms and all other actions or arbitrations.\n3.\nSeverability.\nIf all or any provision of these Terms of Service is found invalid, unenforceable, or illegal, then you and BLOOKET agree that the provision will be severed and the rest of these Terms shall remain in effect and be construed as if any severed provision had not been included.\nThe sole exception is that if the Class Action Waiver is found invalid, unenforceable, or illegal, you and BLOOKET agree that it will not be severable.\nany dispute will be resolved in court subject to the venue and choice of clauses specified in these Terms.\nLanguage To the fullest extent permitted by law, the controlling language for these Terms is English.\nIt is the express wish of the parties that these Terms and all related documents have been drawn up in English.\nLes parties déclarent qu'elles ont demandé et par les présentes confirment leur desir exprés que cette convention soit rédigee en anglais.\nAny translation has been provided for your convenience.\nWaiver and Severability No waiver of these Terms by BLOOKET shall be deemed a further or continuing waiver of such term or condition or any other term or condition, and any failure of BLOOKET to assert a right or provision under these Terms shall not constitute a waiver of such right or provision.\nIf any provision of these Terms is held by a court of competent jurisdiction to be invalid, illegal, or unenforceable for any reason, such provision shall be eliminated or limited to the minimum extent such that the remaining provisions of these Terms will continue in full force and effect.\nNotice and Procedure for Making Claims of Copyright Infringement In accordance with the Digital Millennium Copyright Act (“DMCA”) and other applicable law, BLOOKET has adopted a policy of terminating, in appropriate circumstances as determined by BLOOKET, users or account holders who are deemed to be repeat infringers of the copyrights of others.\nBLOOKET may also at its sole discretion limit access to the Services and/or update, transfer, suspend, or terminate the accounts of any users who infringe the intellectual property rights of others, whether or not there is any repeat infringement.\nIf you believe that your work has been used on the Website or in any other Services in a way that constitutes copyright infringement, please submit a Notice of Alleged Infringement (“DMCA Notice”) to our Designated Copyright Agent as follows: Law Office of Gregory D.\nStewart, P.A.<br>Attn: Gregory D.\nStewart, Esq.<br>409 South Ridge Avenue<br>Middletown, DE 19709<br>Email: gstewart@gregstewartlaw.comPlease include all of the following in your DMCA Notice:<ul>\n<li> Identify the copyrighted work that you claim has been infringed.\nIf your DMCA Notice covers multiple works, you may provide a representative list of such works.\n</li>\n<li> Identify the material that you claim is infringing, including a description of where the material is located.\nYour description must be reasonably sufficient to enable us to locate the material.\nWhere possible, please include the URL of the webpage where the material is located.\n</li>\n<li> Provide your full legal name, mailing address, telephone number, and (if available) e-mail address.\n</li>\n<li> Include the following statement in the body of the DMCA Notice: </li>\n<li> I have a good-faith belief that the use of the material is not authorized by the copyright owner, its agent, or the law.\nI represent that the information in this DMCA Notice is accurate and, under penalty of perjury, that I am the owner of the copyright or authorized to act on the copyright owner’s behalf.\n</li>\n<li> Provide your electronic or physical signature.\n</li>\n<li> Please note that under 17 U.S.C.\n512(f), if you knowingly misrepresent that material or activity is infringing, you may be liable for damages, including costs and attorneys’ fees, incurred by us or our users.\nIf you are unsure whether the material or activity you are reporting is infringing, you may wish to contact an attorney before filing a notification with us.\n</li>\n</ul>General QuestionsFor general questions, contact us at contact-us@blooket.com.", "created_at": "2021-11-17 18:24:50.900929", "updated_at": "2021-11-17 17:25:09.620611"}], "points": [{"id": 26371, "title": "You can delete your content from this service", "source": "https://www.blooket.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-12-06 09:35:27.385908", "updated_at": "2022-08-12 22:40:41.98411", "quoteText": "However, if for some reason you ever want to delete your account, you can do that by contacting us at contact-us@blooket.com and we will proceed to delete the requested data within a reasonable period of time.\nParents, legal guardians, or eligible students may delete their accounts by contacting their educational institution.\nWhen we delete your account, we delete any personal information that you provided in your profile (such as your name, username, password, and email address) and also questions, responses and comments.\nPlease note that information that you have shared with others, that others have shared about you, or content other users may have copied and stored, is not part of your account and may not be deleted when you delete your account.\nPart of your personal information will remain in our possession as a copy or backup that is part of our disaster recovery storage system for such period of time identified in our data retention policy.", "case_id": 175, "document_id": 10190, "quoteStart": 43714, "quoteEnd": 44674}, {"id": 26216, "title": "There is a date of the last update of the Privacy Policy", "source": "https://www.blooket.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-11-30 03:36:17.181398", "updated_at": "2022-08-12 22:40:31.60671", "quoteText": "We may occasionally update this Privacy Policy.\nYou can see when the last update was by looking at the “Last Updated” date at the top of this page.", "case_id": 331, "document_id": 10190, "quoteStart": 15052, "quoteEnd": 15199}, {"id": 25816, "title": "Only aggregate data is given to third parties", "source": "https://www.blooket.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-11-18 20:02:12.788569", "updated_at": "2021-11-19 19:01:54.473072", "quoteText": "We may share aggregated, non-personally identifiable information publicly, including with users, partners or the press in order to, for example, demonstrate how Blooket is used, spot industry trends, or to provide marketing materials for Blooket.\nAny aggregated information shared this way will not contain any personal information.", "case_id": 191, "document_id": 10190, "quoteStart": 32209, "quoteEnd": 32541}, {"id": 25815, "title": "No need to register", "source": "https://www.blooket.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-11-18 19:58:29.41499", "updated_at": "2021-11-19 19:02:20.439824", "quoteText": "Blooket permits registered users to invite visitors to the website.\nVisitors are only required to provide a username to play a game or complete a homework assignment.", "case_id": 320, "document_id": 10190, "quoteStart": 16075, "quoteEnd": 16241}, {"id": 25810, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://www.blooket.com/terms", "status": "Generated through the annotate view", "created_at": "2021-11-18 03:37:14.876632", "updated_at": "2021-11-19 19:01:21.232707", "quoteText": "You agree to defend, indemnify, and hold harmless BLOOKET, its affiliates, and licensors, and their respective officers, directors, employees, contractors, agents, licensors, and suppliers from and against any claims, liabilities, damages, judgments, awards, losses, costs, expenses, or fees (including reasonable attorneys’ fees) resulting from your User Contributions or violation of these Terms.", "case_id": 146, "document_id": 10189, "quoteStart": 21586, "quoteEnd": 21984}, {"id": 25809, "title": "This service can use your content for all their existing and future services", "source": "https://www.blooket.com/terms", "status": "Generated through the annotate view", "created_at": "2021-11-18 03:28:45.937372", "updated_at": "2021-11-19 19:01:11.960416", "quoteText": "Any User Contribution that you Post will be considered non-confidential and non-proprietary, and you grant BLOOKET a nonexclusive, royalty-free, perpetual, irrevocable, and fully sublicensable right to use, copy, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, and display such User Contribution throughout the world in any media.", "case_id": 180, "document_id": 10189, "quoteStart": 16582, "quoteEnd": 16952}, {"id": 25808, "title": "You agree not to submit libelous, harassing or threatening content", "source": "https://www.blooket.com/terms", "status": "Generated through the annotate view", "created_at": "2021-11-18 03:27:13.01935", "updated_at": "2021-11-19 19:01:39.096419", "quoteText": "User Contributions must not be illegal, fraudulent, deceptive, obscene, threatening, defamatory, invasive of privacy, infringing of intellectual property rights, or otherwise injurious to third parties or objectionable, and must not consist of or contain software viruses, commercial solicitation, chain letters, mass mailings, or any form of “spam.”", "case_id": 283, "document_id": 10189, "quoteStart": 16231, "quoteEnd": 16581}, {"id": 25807, "title": "Your personal data is not sold", "source": "https://www.blooket.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-11-18 03:22:00.230588", "updated_at": "2021-11-19 19:02:09.573206", "quoteText": "Blooket does not sell or rent any personal information to any third party for any purpose including for advertising or marketing purposes.", "case_id": 193, "document_id": 10190, "quoteStart": 27956, "quoteEnd": 28094}, {"id": 25801, "title": "Minors must have the authorization of their legal guardians to use the service", "source": "https://www.blooket.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-11-17 18:34:27.836363", "updated_at": "2021-11-19 19:01:32.025792", "quoteText": "Blooket does not permit children under the age of 13 (a “Child” or “Children”) to create an account without the consent and at the direction of a Parent or School official consenting in loco parentis.\nChildren under 13 may create an account with the parent's consent.", "case_id": 486, "document_id": 10190, "quoteStart": 17754, "quoteEnd": 18021}, {"id": 25800, "title": "You are not being tracked", "source": "https://www.blooket.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-11-17 17:32:23.249758", "updated_at": "2021-11-19 19:02:02.745599", "quoteText": "Blooket does not track its users over time and across third-party websites to provide targeted advertising and therefore does not respond to Do Not Track (DNT) signals.", "case_id": 218, "document_id": 10190, "quoteStart": 34858, "quoteEnd": 35026}], "urls": ["blooket.com"]}}