{"error": 448, "message": "OK", "parameters": {"id": 4228, "name": "TNH1", "created_at": "2021-06-29 19:51:46.791807", "updated_at": "2021-06-29 22:00:47.623379", "wikipedia": null, "keywords": null, "related": null, "slug": "tnh1", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4228.png", "url": "tnh1.com.br", "documents": [{"id": 7437, "name": "Terms of Use", "url": "https://www.tnh1.com.br/termos-e-condicoes-de-uso/", "xpath": "//*[@id=\"CW199\"]/div", "text": " <p>Esta política poderá ser alterada a&nbsp.\nqualquer tempo, para assegurar atualização e precisão nas regras.\nCom isso, faz-se necessária a leitura periódica.</p>\n<p>\n<strong>Cadastro</strong>\n</p>\n<p>Para participar de promoções e receber as novidades do TNH1 em seu e-mail, você precisa se cadastrar no Portal.</p>\n<p>No cadastro, solicitamos as seguintes informações: nome completo, e-mail, endereço, telefone, número de RG e número de CPF.\nEsses dados serão utilizados somente, e tão somente, pela equipe do TNH1, com a única finalidade de identificação do público que acessa o portal.\nPara melhor esclarecer, a título de exemplo, se o internauta afirma gostar do noticiário de economia, poderá ser enviado um e-mail com as últimas notícias dessa editoria.</p>\n<p>Por meio do seu cadastro, podemos entrar em contato com você.\nPor isso, é muito importante que mantenha suas informações sempre atualizadas.\nImportante: em nenhuma hipótese, divulgaremos seus dados pessoais para terceiros sem a sua autorização.\nPara a utilização de alguns Serviços e/ou para acesso a determinados conteúdos e páginas web, o TNH1 poderá exigir ao Usuário o cadastro de um nome de usuário e senha.</p>\n<p>Desta forma, mantenha sua senha em segurança para garantir que o acesso seja feito exclusivamente por pessoas autorizadas.\nVocê (Usuário), reconhece que é o único responsável pela administração de suas senhas de acesso que possua ou venha a adquirir.\nLogo o Portal TNH1 não poderá ser responsabilizado por atos decorrentes de acessos não autorizados.</p>\n<p>Portanto, indicamos o uso de senhas com nível alto de dificuldade, pois as senhas simples são fáceis de serem quebradas e descobertas.</p>\n<p>Nunca forneça sua senha para ninguém .\nCaso sua senha foi fornecida alguma vez, mude-a imediatamente.</p>\n<p>\n<strong>Cookies</strong>\n</p>\n<p>O “Cookie” é um arquivo que será lido pelo sistema informático do TNH1 toda vez que você acessar o Portal TNH1 &nbsp;ou determinada página do Portal.\nÉ um arquivo que identifica você e fica armazenado no sistema informático de seu computador.\nEste arquivo é ativado cada vez que a página que o gerou for acessada.\nQuando você entrar no TNH1, será dada a permissão automática para o uso de todas as áreas do site a que você tem direito.</p>\n<p>O Usuário tem a possibilidade de não aceitar “cookies”.\nPara tanto, basta desabilitá-los em seu navegador.\nConfigure seu computador para rejeitar automaticamente os cookies ou informar a cada arquivo recebido.\nAs informações referentes a esta configuração estão disponíveis nos manuais e instruções do seu próprio navegador.</p>\n<p>\n<strong>Promoções</strong>\n</p>\n<p>O TNH1 faz promoções em todos os seus canais.\nEm alguns casos essas ações são feitas em parceria com terceiros.\nCom o seu cadastro (e-mail e senha), você poderá participar dessas ações e concorrer aos prêmios oferecidos pelo Portal.</p>\n<p>Leia atentamente o regulamento e os Termos Específicos.\nÉ ali que você encontra todas as informações e regras da promoção.\nAo participar das promoções, entendemos que você aceitou o regulamento e concorda com as regras estabelecidas pela equipe do TNH1.\nNas promoções realizadas em parceria com terceiros, algumas informações suas poderão ser compartilhadas com o parceiro.\nAtenção! Os vencedores serão localizados por meio de seus cadastros no portal.\nMantenha as suas informações sempre atualizadas.</p>\n<p>\n<strong>Novidades no seu e-mail</strong>\n</p>\n<p>Na hora de se cadastrar no TNH1, você pode optar por receber as novidades do Portal em seu e-mail.\nNo cadastro, você também habilita o envio de informações e promoções de nossos parceiros.\nTodos os envios serão monitorados pelo TNH1.\nCaso você não queira receber essas mensagens, basta clicar no “link” que aparece no fim de cada e-mail enviado pelo portal.</p>\n<p>\n<strong>Não encontro as soluções para o meu problema</strong>\n</p>\n<p>Escreva para o Fale conosco do TNH1.\nNossa equipe encontra-se a sua disposição!</p>\n<p>\n<strong>Dúvidas quanto a utilização do Portal</strong>\n</p>\n<p>Todas as informações no que diz respeito a forma e regras de utilização do Portal TNH1 encontram-se disponíveis no Termo de Uso do Portal TNH1.</p>\n<p>\n<strong>Aviso</strong>\n</p>\n<p>O Portal TNH1 não entra em contato com os ganhadores de qualquer promoção através de mensagem de texto, e não autoriza qualquer pessoa e/ou representante a telefonar para seus usuários e/ou público em geral, exigindo a compra de algum produto em troca, ou ainda solicitando quaisquer códigos de segurança de cartões e/ou de cupons de recarga vendidos nos pontos comerciais.\nCUIDADO COM AS FRAUDES! Jamais forneça seus dados pessoais nestes casos.\nTodas as campanhas promocionais e/ou concursos culturais do Portal TNH1 são divulgados apenas por meio das páginas sob o domínio www.tnh1.com.br</p>\n<p>--</p>\n<p>\n<br>\n</p> ", "created_at": "2021-06-29 19:51:46.794229", "updated_at": "2021-06-29 17:52:39.084714"}], "points": [], "urls": ["tnh1.com.br"]}}