{"error": 448, "message": "OK", "parameters": {"id": 3211, "name": "XtraMath ", "created_at": "2021-04-18 18:59:39.427156", "updated_at": "2021-04-19 00:02:59.853995", "wikipedia": null, "keywords": null, "related": null, "slug": "xtramath_", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3211.png", "url": "xtramath.org", "documents": [{"id": 5246, "name": "Privacy Policy For Apps", "url": "https://cdn0.xtramath.org/docs/en/privacy-policy.pdf", "xpath": "//body", "text": null, "created_at": "2021-04-18 18:59:41.750198", "updated_at": "2021-04-18 19:00:00.687793"}, {"id": 5245, "name": "Terms of Service", "url": "https://home.xtramath.org/terms.html", "xpath": "", "text": "Open nav menu Close nav menu<ul>\n<li>Donate</li>\n<li>Resources</li>\n<li>Support</li>\n<li>Enter code</li>\n<li>Create account</li>\n<li>Sign in</li>\n</ul>\n<p>Your browser does not support all features used by our website.\nSome elements may not display correctly.\nFor the best experience, use an up-to-date browser such as Chrome, Firefox, Edge, or Safari, and ensure javascript is enabled.</p>Printable version\nXtraMath Terms of Service<p>Section summaries, formatted like this, explain what you are agreeing to in plain language, but are not part of the terms.</p>\n<p>By using XtraMath you agree to all our terms.</p>Acceptance of Terms.<p> Please read the following Terms of Service carefully.\nBy registering for an XtraMath account, you acknowledge that you have read, understood, and agree to be bound by the following terms and conditions.\nIf you are a parent, guardian or teacher, by registering your child/student to use XtraMath you agree to be bound by these Terms with respect to such child’s/student’s use of XtraMath.\n</p>\n<p>Your privacy is important to XtraMath.\nWe explain how we use your data in our Privacy Policy, which is legally part of these Terms of Service.</p>1.\nPrivacy.<p>Our\nPrivacy Policy\nexplains how XtraMath collects, uses and discloses user data.\nIt also covers our data storage, security, retention, and deletion practices.\nXtraMath’s Privacy Policy is incorporated into these Terms of Service (collectively, the “Terms”).</p>\n<p>Student accounts can only be created by the student’s parent, guardian, or teacher.\nYou must be truthful when you create or modify an account.</p>2.\nUser Accounts.<p>\nNo person under the age of 13 in the United States, or under the age of 16 outside of the United States, may create their own account.\nA parent, guardian, or teacher must create a Student account for any child below these age thresholds before they can use XtraMath.</p>\n<p>You agree that the information you provide to XtraMath, whether at registration or at any other time, will be true, accurate, current, and complete.\nAs a parent, guardian, or teacher, you represent and warrant that you will not provide us with information about any child/student unless you have the legal authority to do so.\nBy registering your child/student, you agree to be bound by the Terms on behalf of your child/student, including without limitation being liable for all use of XtraMath by the child/student.\nYou acknowledge that XtraMath cannot guarantee the accuracy of any information submitted by any user and that XtraMath is not obligated to verify the accuracy any such information, including any user’s claim to be the parent or teacher of a child/student.</p>\n<p>Your use of XtraMath must be legal and reasonable.\nYou must not act fraudulently or damage XtraMath.</p>3.\nProhibited Conduct.<p>\nYou agree not to use XtraMath services for any unlawful purpose, for commercial gains, or in ways prohibited by these Terms.\nThis includes, without limitation:</p>\n<ol>\n<li>You will not use XtraMath in violation of any local, state, national, or international law, including, without limitation, laws governing data protection and privacy.</li>\n<li>You will not impersonate any person or entity, falsely claim an affiliation with any person or entity, access the XtraMath accounts of others without permission, or perform any other fraudulent activity.</li>\n<li>You will not use XtraMath for any commercial use or purpose unless expressly permitted by XtraMath in writing.</li>\n<li>You will not intentionally interfere with or damage operation of XtraMath by any means.\nSuch interference includes, without limitation, participating in any denial-of-service type attacks and uploading or otherwise disseminating viruses, adware, or other malicious code.</li>\n</ol>\n<p>You may close your account and stop using XtraMath at any time.\nLikewise, we may close your account or stop providing our services at any time.\nSome of these terms may still apply even after termination.</p>4.\nTermination of Services.<p>\nYou may terminate the Terms, and any account you created for yourself or your child/student, at any time.\nIf an account for your child was created under the “school official” exception of the U.S.\nFamily Educational Rights and Privacy Act (FERPA), you must request such termination from your child’s school that established the account.\nTo terminate an account, you must email\nerika@xtramath.org\nand discontinue your (or your child’s/student’s) use of any and all parts of XtraMath.</p>\n<p>XtraMath, in its sole discretion, has the right to suspend or terminate any account and refuse any and all current or future use of XtraMath, with or without cause (such as a violation of these Terms).\nSuch termination will result in the deactivation or deletion of your account, or your access to your account, and the forfeiture and relinquishment of all records in your account.</p>\n<p>XtraMath also reserves the right to modify or discontinue, temporarily or permanently, any or all of XtraMath’s services.\nYou agree that XtraMath will not be liable to you or any third party for any such termination.</p>\n<p>Upon termination of the Terms, any provision which, by its nature or express terms should survive, will survive such termination or expiration.</p>\n<p>You may not abuse XtraMath’s brand, including our trademarks and copyrights.</p>5.\nIntellectual Property.<p>\nXtraMath graphics, logos, source code, designs, and content are protected by intellectual property laws, as copyrights, trademarks, and trade dress.\nThe XtraMath name is a registered trademark under United States law.</p>\n<p>Your use of XtraMath does not give you license to use our marks or create derivative works.\nYou will not modify, adapt, translate or create derivative works based upon XtraMath, except and only to the extent expressly permitted by XtraMath or to the extent the foregoing restriction is expressly prohibited by applicable law.</p>\n<p>You will not reverse engineer, decompile, disassemble or otherwise attempt to discover the source code of XtraMath or any part thereof, except and only to the extent that such activity is expressly permitted by applicable law notwithstanding this limitation.</p>\n<p>While we do our best to make XtraMath reliable and accurate, our services are available “as-is” and may not meet your expectations.</p>6.\nWarranty Disclaimer.<p>\nYour and/or your child’s/student’s use of XtraMath is at your sole risk.\nXtraMath and all parts and services thereof are provided on an “as is”, “as available”, and “with all faults” basis.\nXtraMath disclaims any and all warranties and conditions, whether statutory, express or implied, to the fullest extent permitted by applicable law.\nNo advice or information obtained by you from XtraMath will create any warranty not expressly stated herein.\nSpecifically, but without limitation, XtraMath expressly does not warrant that: a) XtraMath will meet any specific requirements or expectations, including but not limited to yours.\nb) XtraMath or any data, user content, functions or any other information offered on or through XtraMath will be uninterrupted, timely, secure, or free of errors, viruses or other harmful components.\nc) The results that are obtained from the use of XtraMath will be accurate or reliable.\nd) The quality of any products, services, information, or other material purchased or obtained by you through XtraMath will meet your expectations.\nor e) Any errors or any issues with XtraMath’s services will be corrected.</p>\n<p>You understand and agree that your or your child’s/student’s use of XtraMath is at your own discretion and risk, and that you will be solely responsible for any damage to your property, including your computer system, phone or personal electronic device, or loss of data that results therefrom.</p>\n<p>We are not liable if things go wrong or don’t meet your expectations.</p>7.\nLimitation of Liability.<p>\nTo the fullest extent permitted by applicable law, under no circumstances, including but not limited to negligence, will XtraMath or its affiliated contractors, employees, agents and its third-party suppliers, licensors, and partners be liable for any special, indirect, incidental, consequential, punitive, reliance, or exemplary damages arising out of or relating to these Terms or your use of (or inability to use) XtraMath, or any interactions with XtraMath.</p>\n<p>In no event will XtraMath’s or its affiliated contractors’, employees’, agents’ and its third-party suppliers’, licensors’, and partners’ total liability to you for all damages, losses, and causes of action arising out of or relating to these Terms or your use of (or inability to use) XtraMath, or any interactions with XtraMath, exceed the amount paid by you, if any, for accessing XtraMath during the twelve months immediately preceding the date of the claim or one-hundred dollars, whichever is greater.</p>\n<p>You and XtraMath agree that any cause of action arising out of or relating to these Terms or your use of (or inability to use) XtraMath, or any interactions with XtraMath, must commence within ONE YEAR after the cause of action accrues.\nFailure to commence a cause of action within this time limit will result in a permanent bar on the cause of action.</p>\n<p>We are not responsible for any consequences of your use of XtraMath.</p>8.\nIndemnification.<p>\nYou agree to indemnify, defend, and hold harmless XtraMath, its affiliated contractors, employees, agents and its third-party suppliers, licensors, and partners from any claims, losses, damages, liabilities, and expenses (including legal fees and expenses), arising out of any use or misuse of XtraMath, any violation of the Terms, or any breach of the representations, warranties, and covenants made herein, whether by you or by any child/student associated with you.\nXtraMath reserves the right, at your expense, to assume the exclusive defense and control of any matter for which you are required to indemnify XtraMath, and you agree to cooperate with XtraMath’s defense of these claims.\nXtraMath will use reasonable efforts to notify you of any such claim, action, or proceeding upon becoming aware of it.</p>\n<p>We may need to change these terms, but we will provide advance notice of any substantial changes.</p>9.\nModification of Terms.<p>\nXtraMath reserves the right, at its sole discretion, to change, modify, add, or remove portions of the Terms at any time.\nWe will provide notice of such changes on our website and in our mobile apps.\nYour or your child’s/student’s continued use of XtraMath after the posting of changes constitutes your binding acceptance of such changes.\nFor any material changes to the Terms, XtraMath will make a reasonable effort to provide advance notice to you of such amended Terms, such as by an email notification to the address associated with your account (subject to your email delivery preferences) or by posting a notice on the XtraMath website.\nDisputes arising under these Terms will be resolved in accordance with the version of the Terms in place at the time the dispute arose.</p>\n<p>Any claims made against us must be filed in King County, Washington.</p>10.\nGoverning Law and Jurisdiction.<p>\nThese Terms will be governed by and construed in accordance with the laws of the State of Washington, without giving effect to any principles of conflicts of law.\nYou agree that any action at law or in equity arising out of or relating to these Terms or your use of (or inability to use) XtraMath, or any interactions with XtraMath, will be filed only in the state or federal courts in and for King County, Washington, and you hereby consent and submit to the personal and exclusive jurisdiction of such courts for the purposes of litigating any such action.</p>\n<p>All claims you bring against XtraMath must be resolved in accordance with this Section 10.\nAll claims filed or brought contrary to this Section 10 shall be considered improperly filed.\nShould you file a claim contrary to this Section 10, XtraMath may recover attorneys’ fees and costs related to dismissal of the claim, provided that XtraMath has notified you in writing of the improperly filed claim, and you have failed to promptly withdraw the claim.</p>\n<p>These final provisions make our Terms more binding.\nLike everything else, these also apply to our Privacy Policy.</p>11.\nWaiver.<p>\nThe failure of XtraMath to exercise or enforce any right or provision of the Terms will not constitute a waiver of such right or provision.\nAny waiver of any provision of the Terms will be effective only if in writing and signed by XtraMath.</p>12.\nSeverability.<p>\nIf any provision of these Terms is held to be unlawful, void, or for any reason unenforceable, then that provision will be limited or eliminated from the Terms to the minimum extent necessary and will not affect the validity and enforceability of any remaining provisions.</p>13.\nHeadings and Summaries.<p>\nThe heading references and section summaries herein are for convenience purposes only, do not constitute a part of the Terms, and will not be deemed to limit or affect any of the provisions hereof.</p>14.\nEntire Agreement.<p>\nThese Terms and the Privacy Policy constitute the entire agreement between you and XtraMath relating to the subject matter herein and will not be modified except in writing, signed by both parties, or by a change to the Terms or Privacy Policy as set forth herein.</p>15.\nAssignment.<p>\nThese Terms, and any rights and licenses granted hereunder, may not be transferred or assigned by you without XtraMath’s prior written consent, but may be assigned by XtraMath without consent or any restriction.\nAny assignment attempted to be made in violation of the Terms shall be null and void.</p>\n<p>\n<em> These terms are effective May 25, 2018, and replace our\nprior terms of service\n.</em>\n<br>\n<em>If you have question or concerns, contact\nerika@xtramath.org.</em>\n</p>\n<ul>\n<li> About</li>\n<li>Donate</li>\n<li> Resources</li>\n<li>Support</li>\n<li>Mobile App</li>\n<li> Privacy</li>\n<li>Terms</li>\n</ul>Copyright © 2020-2021 XtraMath.\nAll rights reserved.\nXtraMath® is a U.S.\nregistered trademark.", "created_at": "2021-04-18 18:59:41.073295", "updated_at": "2021-04-18 19:00:23.313711"}, {"id": 5244, "name": "Privacy Policy", "url": "https://home.xtramath.org/privacy-policy.html", "xpath": "", "text": "Open nav menu Close nav menu<ul>\n<li>Donate</li>\n<li>Resources</li>\n<li>Support</li>\n<li>Enter code</li>\n<li>Create account</li>\n<li>Sign in</li>\n</ul>\n<p>Your browser does not support all features used by our website.\nSome elements may not display correctly.\nFor the best experience, use an up-to-date browser such as Chrome, Firefox, Edge, or Safari, and ensure javascript is enabled.</p>Printable version\nXtraMath Privacy PolicyIntroduction<p>XtraMath is committed to protecting data privacy.\nWe strictly adhere to this Privacy Policy, which explains what user data we collect and how we use it.\nThis policy and our\nTerms of Service\nare known collectively as our “Terms.” We may change these Terms from time to time, but will provide notice as specified in the Terms of Service document.</p>\n<p>\n<em>This policy is effective May 25, 2018, and replaces our prior privacy policy\n.</em>\n</p>Summary<p>\n</p>\n<ul>\n<li>We collect the minimum amount of data required to operate our program.</li>\n<li>We use parents’ and teachers’ Personal Data to operate our program and, with their permission, to contact them about the program.</li>\n<li>We use students’ Personal Data only to operate our program.</li>\n<li>We use de-identified student data to improve our program.</li>\n<li>We protect student data and have signed the\nStudent Privacy Pledge.</li>\n<li>We do not advertise to students, sell their data, or profile them in any way.</li>\n<li>We comply with applicable data privacy laws, such as FERPA, COPPA, and GDPR.</li>\n<li>We never sell user data to third parties.</li>\n</ul>\n<p>\n</p>What Data We Collect<p>XtraMath collects the minimum amount of data required to operate our program.\nBelow we summarize the data we collect on students, teachers, and parents.\nFor an up-to-date list that shows what user data we collect, and how we use that data, see Appendix B,\nRecord of Data Processing.</p>Definitions<p>\n</p>\n<ul>\n<li>\n<strong>Data</strong> includes all information connected with a person’s or educational entity’s use of XtraMath.\nThis includes, but is not limited to, Personal Data, metadata, usage and performance data.</li>\n<li>\n<strong>Personal Data</strong> includes any data that can directly or indirectly identify an individual person.\nFor example: an email address is always considered Personal Data.\na student’s grade level generally is not, but could be in conjunction with other information.</li>\n<li>\n<strong>School</strong> includes: individual schools.\nteachers acting on behalf of schools.\nschool districts.\nand other local educational entities.</li>\n</ul>\n<p>\n</p>Student Data<p>We collect a student’s first name, grade level, and program settings from the student’s parent or teacher.\nAs the student uses XtraMath, we collect usage and performance data, such as when they signed in, how many questions they answered correctly, and how long it took them to answer questions.\nIf a student signs in via a single sign-on provider, such as Google, we collect an identifier from the provider that allows us to authenticate their sign-in.\nWe do <strong>not</strong> collect the student email address that may be used for such a sign-in.</p>\n<p>Other personal information about the student could be inferred from data that we collect.\nIf a student account belongs to a class, for example, then we could infer that they attend a certain school.</p>Parent Data<p>We collect a parent’s name and email address when they sign up for an account.\nIf they sign up using a single sign-on provider, we also collect an identifier that allows us to authenticate their sign-in.\nWe also collect some metadata and account settings, such as their time zone, the language they used to sign up, and their email preferences.</p>\n<p>A parent supplies a password when they create an account.\nThe password is hashed (scrambled) on the user’s computer before it is ever sent to XtraMath.\nWe do not have access to a user’s original password, and cannot obtain it from the hashed version that we receive.</p>\n<p>Other personal information about the parent could be inferred from data that we collect.\nFor example, we could infer that a parent whose account is linked to a student account is the parent or guardian of that student.</p>Teacher Data<p>We collect the same data for teacher accounts as parent accounts, with a few additions.\nFor example, we collect the name by which students address the teacher, such as “Ms.\nSmith.” We also collect information about each class that the teacher creates, such as its name and its end date.</p>\n<p>Other personal information about the teacher could be inferred from data we collect.\nFor example, we could infer that the teacher works at a specific school based on their email address.</p>How We Use and Share Data<p>XtraMath processes user data in order to establish and maintain accounts, to provide educational activities to students, to compile and deliver reports about those activities to teachers and parents, and to understand and improve our program’s effectiveness.\nFor an up-to-date list that shows the specific types of user data we collect, and how we use that data, see Appendix B,\nRecord of Data Processing.</p>Student Data<p>A student’s Personal Data is used internally to provide the student with appropriate educational activities, and to report their performance to their parents and teachers.\nWe may access student Personal Data when providing customer support or investigating a reported issue with our program.</p>Parent and Teacher Data<p>A parent’s or teacher’s Personal Data is used internally for sign-in purposes and, with permission, to send them reports, announcements, and alerts related to XtraMath.\nWe may access a parent’s or teacher’s Personal Data when providing them with requested support.</p>Sharing Personal Data with Third Parties<p>We release Personal Data to third parties only in the following circumstances:</p>\n<ul>\n<li>\n<em>When the user requests the disclosure</em>, such as a teacher sharing their class with another teacher.</li>\n<li>\n<em>When the third party is a trusted service provider</em>, and the data is required to adequately perform the service.\nWe carefully vet our service providers and their security practices.\nFor details, see Appendix A,\nList of Third Party Providers.</li>\n<li>\n<em>When required by law or a court order.</em>\n</li>\n<li>\n<em>In the event of a joint venture, sale or merger with a third party.</em>\nThe third party would be required to uphold our Terms, including our Privacy Policy for all existing accounts.\nWe would provide advance notice before sharing data with that third party.</li>\n</ul>\n<p>\n</p>\n<p>XtraMath never releases Personal Data for any kind of third-party advertising.</p>Use of De-identified Data<p>We may use de-identified usage data internally to analyze and improve our educational services, and to develop new products or features.\nWe will never attempt to re-identify data that has been de-identified.</p>\n<p>We may release de-identified data to educational researchers for the purpose of evaluating the effectiveness of our program.\nWe will not release de-identified data unless we are confident it cannot be re-identified, due to the removal of all direct and indirect personal identifiers, and the educational researchers have agreed in writing that they will not attempt to re-identify any individuals, classes, or Schools.</p>\n<p>We may use aggregate de-identified data, such as the number of users of our service, for promotional purposes.</p>How We Securely Store Data<p>XtraMath takes security seriously.\nWe implement a variety of industry-standard security measures to prevent any unauthorized access to our users’ data.\nSuch measures include, but are not limited to: data minimization.\nencrypting data in transit via HTTPS.\nhashing sensitive data, like passwords.\ndeletion of outdated data.\nlocked physical facilities.\nemployee training.\nand administrator account security.</p>Data Storage and International Transfer<p>XtraMath stores and processes all data on servers in the United States.\nAll servers that store XtraMath data are operated by trusted third party processors with whom we have contractual Data Processing Addendums.\nOur providers are certified under the\nEU-US Privacy Shield and Swiss-US Privacy Shield, to better protect the data of our international users.\nFor details, see Appendix A,\nList of Third Party Providers.</p>Data Breach Response<p>While we use industry-standard practices to safeguard data, no service can guarantee absolute data security.\nWe have a Breach Response Plan, which we will follow if we ever discover that Personal Data has been accessed improperly.\nAs part of our response, we will: take action to stop further data loss or unauthorized access.\ninvestigate how the breach occurred.\npromptly contact all affected users via email.\nand contact law enforcement and government agencies when appropriate.</p>Data Retention and Deletion<p>XtraMath retains Personal Data only for as long as necessary to ensure continuity of math skill-building for students, and for the convenience of parents and teachers.\nWe close user accounts, and delete all associated identifiable data, upon request.\nMost types of data are also deleted automatically after a certain amount of time has passed.\nFor details, see Appendix B,\nRecord of Data Processing.</p>\n<p>We may retain de-identified, aggregate data, which cannot identify any individual user, for research and program improvement purposes.\nSuch data is deleted once no longer necessary for these purposes.</p>\n<p>We will provide certification of data deletion upon request.</p>Compliance with Data Privacy Laws<p>XtraMath intends to comply with the data privacy and data protection laws of all jurisdictions where it operates.\nSee the <em>XtraMath and Student Data Privacy</em> whitepaper for the latest information on compliance.\nSome specific examples of legislation that we comply with are described below.</p>United States<p>\n<strong>Children’s Online Privacy Protection Act (COPPA):</strong>\nAs a non-profit organization, XtraMath is not subject to\nCOPPA.\nNevertheless, we fully comply with the law as if we were subject to it.\nChildren under the age of 13 may not create accounts.\nWe only collect usage and performance data from students as a result of their performing educational activities, and we only use that data for educational purposes.\nIf we gain actual knowledge that a child is using XtraMath without the appropriate consent, we terminate the account.</p>\n<p>\n<strong>Family Education Rights Protection Act (FERPA):</strong>\nSchools in the United States may provide student data to XtraMath while complying with\nFERPA.\nWhen a School provides us with a student’s Personal Data (or PII — Personally Identifiable Information) under the FERPA school official exemption, they remain in control of that data.\nXtraMath will only use and disclose that data as specified in our Terms and as allowed by law.</p>International<p>\n<strong>General Data Protection Regulation (GDPR):</strong>\nXtraMath affirms and respects all data subject's rights under\nGDPR.\nWe minimize the data we collect and process, and use data only as described in this policy.\nFor detailed information about what data we process, for what purpose, for how long, and our basis for doing so under the GDPR, see Appendix B,\nRecord of Data Processing.\nTo object to processing, or to request data deletion or access, contact our Data Protection Officer at privacy@xtramath.org.</p>Cookies and Local Storage<p>\n<em>XtraMath intends to discontinue the use of cookies by August 1, 2018.</em>\n</p>\n<p>XtraMath uses two types of cookies.\nThese cookies can be cleared via browser settings —\naboutcookies.org\nprovides cookie management instructions for many specific browsers.</p>\n<p>\n</p>\n<ul>\n<li>\n<strong>Google Analytics</strong>\ncookies allow us to see data such as the number of site visitors we get, and which pages they visit the most.</li>\n<li>\n<strong>Vimeo</strong>\ncookies are stored when users play the videos on our homepage, and primarily keep track of the video player settings.</li>\n</ul>\n<p>\n</p>\n<p>The XtraMath website uses “LocalStorage” files to remember a user’s sign-in information (if they choose to do so).\nWe also use “SessionStorage” to improve performance during student activities by temporarily storing activity data on the device.\nUse of LocalStorage and SessionStorage is not required to use XtraMath.\nUsers can remove remembered sign-in information at any time via the appropriate sign-in page.\nUsers can also clear all LocalStorage by using the “Clear now” button on our\nsupport page, or via browser settings.</p>\n<p>The XtraMath mobile apps use application data for the same purposes as browser LocalStorage and SessionStorage.\nUsers can still remove remembered sign-in information via the app’s sign-in pages.\nUninstalling the app will remove all locally stored data.\nSome devices also allow users to clear locally stored app data without uninstalling the app.</p>Contact Us<p>For data privacy questions or concerns, to object to processing, or to request access to or deletion of your or your child’s Personal Data, email us at privacy@xtramath.org.\nYou may also write to us at: XtraMath, 4700 42nd Ave SW #580, Seattle, WA 98116</p>Appendix A: List of Third Party Providers<p>This list will be kept up-to-date to include all third-party providers with which XtraMath shares user data.</p>Provider NameData shared with ProviderPurposeRelevant PoliciesAWSUser account data, including name, email address, and program usage.Database hosting via remote serversPrivacy PolicyGoogleAnonymous ID created by cookieWebsite analyticsPrivacy Policy<br>\n<br>Opt-out Browser Add-onMaxMindIP addressGeolocation servicePrivacy PolicyVimeoAnonymous ID created by cookie, video player settingsEnable playback of embedded videos (remember volume, if video is paused, etc)Privacy PolicyAppendix B: Record of Data Processing<p>We have compiled this record in order to provide users with as much transparency as possible into how we use their data.\nThis record also helps us to comply with European law.\nUnless otherwise noted in the record below, we process user data based on our legitimate interests.</p>Account TypeType of DataProcessing PurposeDeletionStudentFirst name, PIN, parent or teacher email, classAccount access and identificationUpon account closure<sup>1</sup>.\nSome information is deleted upon removal from the class or linked account.Single-sign-on provider and hashed IDAccount access using optional 3rd party credentialUpon request or account closure<sup>1</sup>Grade levelDetermine initial activity level.\nWhen de-identified and aggregated, used to analyze program usage.Upon account closure<sup>1</sup>Program settings: current program, UI options, preferred language, etc.Activity customization.\nWhen de-identified and aggregated, used to analyze program usage.Upon account closure<sup>1</sup>Activity dataActivity customization and creation of progress reports.\nWhen de-identified and aggregated, used to analyze program usage.Upon account closure<sup>1</sup>.\nSome data is deleted when user restarts a program.\nDetailed activity data is deleted after one year.Parent or TeacherName, “addressed as” name, email address, hashed passwordAccount access and identificationUpon account closure<sup>2, 3</sup>Email addressSend announcements, alerts, reports, and/or reminders via emailProcessing ceases upon request.\nData deletion upon account closure<sup>2, 3</sup>Email addressShare with linked accounts that have access to same student or class (for increased transparency and security of student data)Data deletion upon account closure<sup>2, 3</sup>Account settings: account type, email preferences, time zone, etc.Create progress reports and maintain data preferencesUpon account closure<sup>2, 3</sup>Electronic identifiers: account change timestamps, version number, etc.Technical support and account securityUpon account closure<sup>2, 3</sup>Single-sign-on provider and hashed IDAccount access using optional 3rd party credentialUpon request or account closure<sup>2, 3</sup>IP addressDetermine time zone upon sign-upNot storedHashed IP addressAccount securityAfter 1 year or upon account closure<sup>2, 3</sup>TeacherHashed IP addressExpedite classroom setup on multiple devicesAfter 24 hoursClass name, class end date, student namesCreate progress reports and facilitate program usageUpon request, account closure<sup>3</sup>, or one year after class end date.All usersHashed IP address, change logsNetwork securityAfter 90 daysDe-identified and aggregated usage dataProduct improvement and development, promotional activities, and educational researchUntil no longer useful<ol>\n<li>Student accounts: account closure occurs upon request, automatically after two years of account inactivity, or one month after being unlinked from all parent and teacher accounts.</li>\n<li>Parent accounts: account closure occurs upon request, or automatically after two years of account inactivity.</li>\n<li>Teacher accounts: account closure occurs upon request.</li>\n</ol>\n<ul>\n<li> About</li>\n<li>Donate</li>\n<li> Resources</li>\n<li>Support</li>\n<li>Mobile App</li>\n<li> Privacy</li>\n<li>Terms</li>\n</ul>Copyright © 2020-2021 XtraMath.\nAll rights reserved.\nXtraMath® is a U.S.\nregistered trademark.", "created_at": "2021-04-18 18:59:40.394444", "updated_at": "2021-04-18 19:00:34.266583"}], "points": [], "urls": ["xtramath.org"]}}