{"error": 448, "message": "OK", "parameters": {"id": 3196, "name": "Koddos", "created_at": "2021-04-18 09:28:44.345112", "updated_at": "2021-04-19 00:02:58.818443", "wikipedia": null, "keywords": null, "related": null, "slug": "koddos", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3196.png", "url": "koddos.net", "documents": [{"id": 5210, "name": "Payment Methods", "url": "https://koddos.net/payment-methods.html", "xpath": "//body", "text": " <ul>\n<li> DDOS PROTECTION <ul>\n<li>DDoS Protection </li>\n<li>Medium Risk Hosting</li>\n<li>High Risk Hosting </li>\n<li>DDoS Proxy Protection</li>\n<li>Dedicated Server</li>\n<li>DDoS Protected Colocation</li>\n</ul>\n</li>\n<li> OFFSHORE HOSTING <ul>\n<li>Offshore Shared Hosting</li>\n<li>Offshore Reseller</li>\n<li>Offshore Dedicated Server</li>\n<li>Hong Kong Web Hosting</li>\n<li>Hong Kong Dedicated Server</li>\n<li> VPS <ul>\n<li>OpenVZ VPS</li>\n<li>Hong Kong VPS</li>\n<li>KVM VPS</li>\n<li>Windows VPS</li>\n<li>Managed VPS</li>\n<li>Hong Kong Managed VPS</li>\n</ul>\n</li>\n</ul>\n</li>\n<li> SERVICES <ul>\n<li>SSL Certificates</li>\n<li>Domains</li>\n<li>Server Management</li>\n</ul>\n</li>\n<li> COMPANY <ul>\n<li>About Us</li>\n<li>Netherlands Datacenter</li>\n<li>Hong Kong Datacenter</li>\n<li>Network</li>\n<li>Affiliate Program</li>\n<li>Blog</li>\n<li>Contact Us</li>\n</ul>\n</li>\n<li>CLIENT AREA </li>\n<li> EN ZH RU AR ES FR IT KO </li>\n</ul> Payment Methods +852 3750 7973 <ul>\n<li>TERMS OF SERVICE </li>\n<li>PRIVACY POLICY </li>\n<li>PAYMENT METHODS </li>\n<li>REVIEWS </li>\n</ul>\n<p> We currently accept a wide range of payment processors, all processed securely.\nYou can find the list below: </p>\n<ul>\n<li>Paypal</li>\n<li>Credit Card</li>\n<li>Bank Wire</li>\n<li>Alipay</li>\n<li>UnionPay</li>\n<li>Perfect Money</li>\n<li>Bitcoin</li>\n<li>Litecoin</li>\n<li>Peercoin</li>\n<li>Ethereum</li>\n<li>Dash</li>\n<li>Monero</li>\n<li>Zcash</li>\n<li>CashU</li>\n<li>Payeer (Credit Card, Webmoney, Liqpay, Russian Banks)</li>\n</ul> DDOS PROTECTION <ul>\n<li>Medium Risk Hosting </li>\n<li>High Risk Hosting </li>\n<li>Remote DDoS Protection </li>\n<li>Dedicated Server </li>\n<li>DDoS Protected Colocation </li>\n</ul> OFFSHORE HOSTING <ul>\n<li>Offshore Web Hosting </li>\n<li>Offshore Reseller Hosting </li>\n<li>Offshore VPS </li>\n<li>Offshore Dedicated Server </li>\n<li>Offshore Colocation </li>\n</ul> COMPANY <ul>\n<li>About Koddos </li>\n<li>Datacenter &amp.\nNetwork </li>\n<li>DDoS Protection </li>\n<li>Company Blog </li>\n<li>Affiliate Program </li>\n</ul> CONNECT <ul>\n<li> Like us on Facebook </li>\n<li> Follow us on Twitter </li>\n<li> support@koddos.net </li>\n<li> Network Status</li>\n<li>\n<strong>+852 3750 7973</strong>\n</li>\n</ul> © 2009-2020 Amarutu Technology Ltd.\nAll rights reserved.\nTerms of Service&nbsp.\n/ &nbsp;Privacy Policy&nbsp.\n/ &nbsp;Payment Methods&nbsp.\n/ &nbsp;Reviews ", "created_at": "2021-04-18 09:28:46.64765", "updated_at": "2021-04-18 09:29:26.261077"}, {"id": 5208, "name": "Privacy Policy", "url": "https://koddos.net/privacy.html", "xpath": "", "text": " <ul>\n<li> DDOS PROTECTION <ul>\n<li>DDoS Protection </li>\n<li>Medium Risk Hosting</li>\n<li>High Risk Hosting </li>\n<li>DDoS Proxy Protection</li>\n<li>Dedicated Server</li>\n<li>DDoS Protected Colocation</li>\n</ul>\n</li>\n<li> OFFSHORE HOSTING <ul>\n<li>Offshore Shared Hosting</li>\n<li>Offshore Reseller</li>\n<li>Offshore Dedicated Server</li>\n<li>Hong Kong Web Hosting</li>\n<li>Hong Kong Dedicated Server</li>\n<li> VPS <ul>\n<li>OpenVZ VPS</li>\n<li>Hong Kong VPS</li>\n<li>KVM VPS</li>\n<li>Windows VPS</li>\n<li>Managed VPS</li>\n<li>Hong Kong Managed VPS</li>\n</ul>\n</li>\n</ul>\n</li>\n<li> SERVICES <ul>\n<li>SSL Certificates</li>\n<li>Domains</li>\n<li>Server Management</li>\n</ul>\n</li>\n<li> COMPANY <ul>\n<li>About Us</li>\n<li>Netherlands Datacenter</li>\n<li>Hong Kong Datacenter</li>\n<li>Network</li>\n<li>Affiliate Program</li>\n<li>Blog</li>\n<li>Contact Us</li>\n</ul>\n</li>\n<li>CLIENT AREA </li>\n<li> EN ZH RU AR ES FR IT KO </li>\n</ul> Privacy Policy +852 3750 7973 <ul>\n<li>TERMS OF SERVICE </li>\n<li>PRIVACY POLICY </li>\n<li>PAYMENT METHODS </li>\n<li>REVIEWS </li>\n</ul>\n<p> KoDDOS is fully committed to privacy protection of all persons, who visit KoDDOS website, regardless of whether or not they become our customers.\nAll information, if collected, is done, only to facilitate the conductance of our hosting business and it is not to be disclosed to any third parties, unless requested by legally authorised to do so law enforcement officers.\n</p>\n<p>Our site uses cookies to keep track of your shopping cart.\nWe use cookies to deliver content specific to your interests and to save your password so you don't have to re-enter it each time you visit our site.</p>\n<p>Our site’s client registration form requires users to give us contact information (like their name, phone number and email address) and demographic information (like their zip code, address and country).\nWe use customer contact information to send hosting/service details and information about our company.\nThe customer’s contact information is also used to contact the visitor when necessary.</p>\n<p>Our site provides users the opportunity to opt-out of receiving communications from us and our partners at the point where we request information about the visitor.\nThis site gives users the following options for removing their information from our database to not receive future communications or to no longer receive our service.\nYou can send email to sales@koddos.net for more information.</p> DDOS PROTECTION <ul>\n<li>Medium Risk Hosting </li>\n<li>High Risk Hosting </li>\n<li>Remote DDoS Protection </li>\n<li>Dedicated Server </li>\n<li>DDoS Protected Colocation </li>\n</ul> OFFSHORE HOSTING <ul>\n<li>Offshore Web Hosting </li>\n<li>Offshore Reseller Hosting </li>\n<li>Offshore VPS </li>\n<li>Offshore Dedicated Server </li>\n<li>Offshore Colocation </li>\n</ul> COMPANY <ul>\n<li>About Koddos </li>\n<li>Datacenter &amp.\nNetwork </li>\n<li>DDoS Protection </li>\n<li>Company Blog </li>\n<li>Affiliate Program </li>\n</ul> CONNECT <ul>\n<li> Like us on Facebook </li>\n<li> Follow us on Twitter </li>\n<li> support@koddos.net </li>\n<li> Network Status</li>\n<li>\n<strong>+852 3750 7973</strong>\n</li>\n</ul> © 2009-2020 Amarutu Technology Ltd.\nAll rights reserved.\nTerms of Service&nbsp.\n/ &nbsp;Privacy Policy&nbsp.\n/ &nbsp;Payment Methods&nbsp.\n/ &nbsp;Reviews × We Value Your PrivacySettingsNextRoll, Inc.\n(\"NextRoll\") and our advertising partners use cookies and similar technologies on this site and around the web to collect and use personal data (e.g., your IP address).\nIf you consent, the cookies, device identifiers, or other information can be stored or accessed on your device for the purposes described below.\nYou can click \"Allow All\" or \"Decline All\" or click Settings above to customize your consent.NextRoll and our advertising partners process personal data to: ● Store and/or access information on a device.\n● Create a personalized content profile.\n● Select personalised content.\n● Personalized ads, ad measurement and audience insights.\n● Product development.\nFor some of the purposes above, our advertising partners: ● Use precise geolocation data.\nSome of our partners rely on their legitimate business interests to process personal data.\nView our advertising partners to see the purposes they believe they have a legitimate interest for and how you can object to such processing.Your changes on this site will be applied across the internet on any digital property you visit using NextRoll's technology.\nIf you select Decline All, you will still be able to view content on this site and you will still receive advertising, but the advertising will not be tailored for you.\nYou may change your setting whenever you see Decline AllAllow All", "created_at": "2021-04-18 09:28:45.303722", "updated_at": "2021-04-18 09:30:04.450179"}, {"id": 5209, "name": "Terms of Service", "url": "https://koddos.net/tos.html", "xpath": "", "text": " <ul>\n<li> DDOS PROTECTION <ul>\n<li>DDoS Protection </li>\n<li>Medium Risk Hosting</li>\n<li>High Risk Hosting </li>\n<li>DDoS Proxy Protection</li>\n<li>Dedicated Server</li>\n<li>DDoS Protected Colocation</li>\n</ul>\n</li>\n<li> OFFSHORE HOSTING <ul>\n<li>Offshore Shared Hosting</li>\n<li>Offshore Reseller</li>\n<li>Offshore Dedicated Server</li>\n<li>Hong Kong Web Hosting</li>\n<li>Hong Kong Dedicated Server</li>\n<li> VPS <ul>\n<li>OpenVZ VPS</li>\n<li>Hong Kong VPS</li>\n<li>KVM VPS</li>\n<li>Windows VPS</li>\n<li>Managed VPS</li>\n<li>Hong Kong Managed VPS</li>\n</ul>\n</li>\n</ul>\n</li>\n<li> SERVICES <ul>\n<li>SSL Certificates</li>\n<li>Domains</li>\n<li>Server Management</li>\n</ul>\n</li>\n<li> COMPANY <ul>\n<li>About Us</li>\n<li>Netherlands Datacenter</li>\n<li>Hong Kong Datacenter</li>\n<li>Network</li>\n<li>Affiliate Program</li>\n<li>Blog</li>\n<li>Contact Us</li>\n</ul>\n</li>\n<li>CLIENT AREA </li>\n<li> EN ZH RU AR ES FR IT KO </li>\n</ul> Terms of Service +852 3750 7973 <ul>\n<li>TERMS OF SERVICE </li>\n<li>PRIVACY POLICY </li>\n<li>PAYMENT METHODS </li>\n<li>REVIEWS </li>\n</ul>\n<p> Amarutu Technology Ltd.\nas company and brand KoDDoS is solely the Internet service provider, operating in good faith, under safe harbor provisions.\nBy ordering services of KoDDoS, all its clients and partners acknowledge that they have read, understood and accept set forth herein User Agreement, and that under no circumstances, will they hold KoDDoS and it's employees, liable for, or present as being associated with, to any extend, the content, broadcasted using services of KoDDoS and it's upstream providers.\n</p> SPAM and Unsolicited Commercial e-mail: <p> KoDDoS strictly upholds a zero-tolerance policy regarding unsolicited e-mail and spam sent over our network.\nMembers are politely reminded to refrain from such practices as it will lead to immediate account termination without further reprieve.\nMembers will be held responsible for any and all violations that may compromise server security.\nThis includes hosting or permitting others to host scripts or software over our network that is otherwise recognized as spam.\n</p> Account Cancellation: <p> Contact us through ticket from client area at billing department for an account cancellation.\nAllow up to 5-10 days for your request to take effect.\nWe require full account verification in order to process your request.\n</p> Payments &amp.\nRefunds: <p> KoDDoS bills all accounts on a monthly basis.\nDefaulting accounts will receive a courtesy email notification and a 24 hours grace period.\nNon-complying accounts will be deactivated, including all associated accounts.\nAccounts may be reinstated for a required $20 reactivation fee considered as late fees.\nWe do not refund reactivation fees, incomplete membership fees, license fees, domain transfer or registration fees, scripting or software installation fees, or fees otherwise, after seven (7) days of initial account activation.\nOnly fully prepaid monthly fees may receive a 75% refund within 5 business days if a proper reason is provided.\n</p> Responsibility to Maintain and Provide Backup Data: <p> In no case shall KoDDoS be liable to the Subscriber or any third party for any loss of data resulting from its performance under this Agreement.\nIt is the responsibility of the Subscriber to maintain current backup data in case of a loss, system or network failure, or negligence by either party.\nKoDDoS shall not be liable to the Subscriber or any third party for losses or damages resulting from attempts made in good faith to restore service to damaged or corrupted media on behalf of the Subscriber.\nKoDDoS shall not be required to assist the Subscriber or any third party with data recovery or provisioning of backup data in the event that this Agreement is cancelled or terminated.\n</p> Acceptable Use Policy: <p> Summary - This is free speech webhosting for websites like forums, communities, download sites, etc.\nThere are few content restrictions and all is in accordance with laws and regulations of The Netherlands.\nThere is no leeway on the rules that we do have, proper procedure is first to contact you for warning, second to suspend your site, third time - account termination.\nDo not sign up if you plan to do anything against the rules, we do check these things and we will know, do not waste ours and your time by signing up if you think you will be able to sneak by us and break the terms.\n<br>\n<br> We reserve the right to reject, terminate or disable any service with or without cause per admin disretion.\nThis is a strictly self-managed hosting, if you abuse our ticket or support system by submitting requests or complaints we will disable your account.\nThe only time you should contact us about the offshore hosting is if there is a problem with the server.\n<br>\n<br>\n<u>I.\nShared and Reseller Hosting Support</u>\n<br> In order to offer our premium services at affordable prices support is limited to server level issues such as hardware, software, and configurations.\n<br> a) Configuration requests - we honor most configuration requests that need to be done on admin level such as custom php/mysql configurations, firewall configurations for your dedicated ips, dns, and httpd configurations.\n<br> b) Software requests - any reasonable request for software, libraries, or modules that cannot be installed on user level will be granted as long as it does not intefere with the security, stability and performance of other users on the server.\n<br> c) Emergency Support - We do not provide emergency support for offshore plans <br> d) Webmaster help - We do not offer any support for webmaster related issues and difficulty including coding, site installs, etc.\nif there is an issue where a library or configuration on our side is needed please let us know and we will make the changes for you but besides that we do not help with webmaster duties.\n<br> e) Backups - We do not provide backups on offshore hosting servers, you are fully responsible for all backups.\n<br>\n<br>\n<u>II.\nContent</u>\n<br> a) No child porn or any material that shows people under the age of 18 in a sexual maner.\nThis includes \"jailbait\" photos, teens and anything else that is suggestive.\n<br> b) No spam related sites or any site material is posted that can be used for spam such as email lists, mass mail programs and scripts, etc.\n<br> c) No harrasing material that may cause people to retaliate against you and attack our servers - Have some common sense here.\n<br> d) No phishing pages of any kind.\n<br> e) No HYIP's/Autosufs/Ponzis allowed on Offshore Hosting and VPS plans.\nSuch hosting requires minimum of 50 Gbps DDoS Protection VPS or an High Risk Plan or a DDoS Protected server.\n<br>\n<br> We have total discretion on all content.\nIf we feel that you are endangering our good standing with the network in any way we will not hesitate to terminate your account.\n<br>\n<br>\n<u>III.\nScripts/Resource Usage</u>\n<br> a) You may not run any exploitation script from the server.\nAnyone caught doing so will be terminated immediately.\n<br> b) Anyone attempting to hack or exploit the server by privilege escalation methods, php shells, etc, will have their account terminated and proper authorities will be contacted.\n<br> c) Malicious Botnets are strictly forbidden.\nAnyone running botnets or related materials will be reported to authorities and of course have their account terminated.\n<br> d) Spam, mass mailing, or email marketing in any way shape or form is strictly forbidden on all accounts and will result in immediate termination without warning.\n<br> e) Malicious hacking materials, trojans, virus, and malicious bots either running in process or for download are forbidden.\nViolators will have their account terminated immediately.\nWe do understand that not all hacking and hacking materials are bad, as long as they are legal and ethical they are allowed.\n<br> f) Anyone caught uploading any kind of shell (PHP, CGI, etc.) will be terminated immediately and will not receive a refund.\n<br> g) Resource and cronjob abuse is forbidden and will result in suspension or termination depending on the circumstances.\nAdmin discretion may be used in any situation.\n<br> h) Php/cgi proxies are strictly forbidden, no exceptions.\n<br> i) CGI-IRC is strictly forbidden, no exceptions.\nJava and php chat gateways like pjirc and others are allowed.\n<br> j) No fake mailers, mass mailers, mail bombers, sms bombers, etc.\n<br>\n<br> IMPORTANT: We do not support server side includes or Front Page Extensions.\nBlackhat SEO materials like link generators are forbidden.\nYou cannot run constant processes on webhosting accounts.\nCronjobs are acceptable but if frequency constitutes abuse, your site will be suspended.\nWe do not host spammers or link farms! </p> DDoS Protection Service Disclaimer (The Reality Check): <p> While we pledge to our clients that we will do everything possible to protect their Internet resources from DDoS attacks, we must remind them that the world we are all live in has only a handful of things that are truly unlimited.\nThe world of Internet has known DDoS attacks capable of putting down websites of the biggest corporations and even cutting off entire countries.\nFor this reason, on expectedly very rear occasions, due to extreme intensities of some DDoS attacks, we may not even get a chance to apply our DDoS filtering solutions because of the upstream network providers' rulings.\nThis, in turn, may result in continentally partial accessibility of our customer websites, or even their complete shut off for independent from us reasons.\n</p> Consequences of Violation of User Agreement: <p> KoDDoS may charge it's clients for User Agreement breach recovery, to offset the cost of equipment and material needed to (a) investigate or otherwise respond to any suspected violation of User Agreement, (b) remedy any harm caused to KoDDoS or any of its customers and its partners by the violation of User Agreement, (c) respond to complaints, (d) respond to subpoenas and other legally authorized third party requests for information, when required by law, and (e) have KoDDoS and it's upstream providers Internet Protocol (IP) numbers removed from any abuse databases.\nNO CREDIT OR REFUND will be granted for interruptions of service, due to User Agreement violations.\n</p> DDOS PROTECTION <ul>\n<li>Medium Risk Hosting </li>\n<li>High Risk Hosting </li>\n<li>Remote DDoS Protection </li>\n<li>Dedicated Server </li>\n<li>DDoS Protected Colocation </li>\n</ul> OFFSHORE HOSTING <ul>\n<li>Offshore Web Hosting </li>\n<li>Offshore Reseller Hosting </li>\n<li>Offshore VPS </li>\n<li>Offshore Dedicated Server </li>\n<li>Offshore Colocation </li>\n</ul> COMPANY <ul>\n<li>About Koddos </li>\n<li>Datacenter &amp.\nNetwork </li>\n<li>DDoS Protection </li>\n<li>Company Blog </li>\n<li>Affiliate Program </li>\n</ul> CONNECT <ul>\n<li> Like us on Facebook </li>\n<li> Follow us on Twitter </li>\n<li> support@koddos.net </li>\n<li> Network Status</li>\n<li>\n<strong>+852 3750 7973</strong>\n</li>\n</ul> © 2009-2020 Amarutu Technology Ltd.\nAll rights reserved.\nTerms of Service&nbsp.\n/ &nbsp;Privacy Policy&nbsp.\n/ &nbsp;Payment Methods × We Value Your PrivacySettingsNextRoll, Inc.\n(\"NextRoll\") and our advertising partners use cookies and similar technologies on this site and around the web to collect and use personal data (e.g., your IP address).\nIf you consent, the cookies, device identifiers, or other information can be stored or accessed on your device for the purposes described below.\nYou can click \"Allow All\" or \"Decline All\" or click Settings above to customize your consent.NextRoll and our advertising partners process personal data to: ● Store and/or access information on a device.\n● Create a personalized content profile.\n● Select personalised content.\n● Personalized ads, ad measurement and audience insights.\n● Product development.\nFor some of the purposes above, our advertising partners: ● Use precise geolocation data.\nSome of our partners rely on their legitimate business interests to process personal data.\nView our advertising partners to see the purposes they believe they have a legitimate interest for and how you can object to such processing.Your changes on this site will be applied across the internet on any digital property you visit using NextRoll's technology.\nIf you select Decline All, you will still be able to view content on this site and you will still receive advertising, but the advertising will not be tailored for you.\nYou may change your setting whenever you see Decline AllAllow All", "created_at": "2021-04-18 09:28:45.975309", "updated_at": "2021-04-18 09:30:22.199769"}], "points": [], "urls": ["koddos.net"]}}