{"error": 448, "message": "OK", "parameters": {"id": 5603, "name": "Mavrck", "created_at": "2021-11-13 21:31:00.716022", "updated_at": "2021-11-13 23:01:11.10403", "wikipedia": null, "keywords": null, "related": null, "slug": "mavrck", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5603.png", "url": "mavrck.co", "documents": [{"id": 10066, "name": "PRIVACY POLICY", "url": "https://www.mavrck.co/legal/privacypolicy/", "xpath": "//body", "text": " <p>Our Privacy Policy and How We Use Cookies </p>\n<p>\n</p>\n<p>We use cookies to track your browsing behavior on our site.\nThese cookies help us improve our website and provide you with more personalized, relevant services and experiences.\nTo learn more, please see our <strong>Privacy Policy</strong>.</p> Accept <i>\n<i>\n</i>\n</i>\n<ul>\n<li>Book a Demo</li>\n<li>Platform\n<ul>\n<li>Platform Solutions</li>\n<li>Platform Capabilities</li>\n<li>Agency Capabilities</li>\n<li>Professional Services</li>\n</ul>\n</li>\n<li>How We’re Different</li>\n<li>Case Studies</li>\n<li>Thought Leadership\n<ul>\n<li>Blog</li>\n<li>Subject To Change</li>\n<li>Resources</li>\n<li>Webinars</li>\n<li>Inclusive Influencer Marketing Guide</li>\n<li>Influence University</li>\n<li>2021 Holiday Hub</li>\n</ul>\n</li>\n<li>About Us\n<ul>\n<li>About Us</li>\n<li>Careers</li>\n<li>Contact Us</li>\n</ul>\n</li>\n<li>For Agencies</li>\n<li>For Influencers</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n<i>\n<i>\n</i>\n</i>\n</li>\n</ul>\n<i>Press enter to begin your search</i>\n<p>\n<strong>PRIVACY POLICY</strong>\n</p>\n<p>This Privacy Policy was last updated on June 23, 2020.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Our Policy:</strong>\n</p>\n<p>Welcome to the web site of Apifia Inc.\nd/b/a Mavrck (“<strong>Mavrck</strong>,” “<strong>we</strong>,” “<strong>us</strong>,” and/or “<strong>our</strong>”).\nMavrck owns and operates certain web sites, including&nbsp;http://Mavrck.co&nbsp;(the “<strong>Web Sites</strong>”), and makes available other marketing and promotional services, including through various “community” web sites affiliated with Brands (as defined below) (collectively, the Web Sites and such services, including any future features and applications, the “<strong>Mavrck Services</strong>”).\nThe Mavrck Services are designed to offer users of the Mavrck Services (collectively, “<strong>Users</strong>,” “<strong>you</strong>,” or “<strong>your</strong>”) the opportunity to connect with each other and the third parties to which Mavrck provides marketing and promotional services (“<strong>Brands</strong>”), share information about and opinions on products and services offered by our Brands, and participate in certain sweepstakes, contests, challenges and other promotions (“<strong>Promotions</strong>”).</p>\n<p>This Privacy Policy sets forth Mavrck’s policy with respect to information that, alone or in combination with other information, could be used to identify you (“<strong>Personal Data</strong>”) and other information that is collected from Users.\nThis Privacy Policy explains what Personal Data we collect through the Mavrck Services, how we use and share that data, and your choices concerning our data practices.\nThis Privacy Policy forms part of our Terms of Use, which are available at: http://www.Mavrck.co/legal/terms-of-use.</p>\n<p>This Privacy Policy does not apply to Personal Data that our Brands provide to us or otherwise make available to the Mavrck Services, that we process on our Brands’ behalf.\nOur practices concerning this data are addressed in our contract with the applicable Brand.</p>\n<p>By using the Mavrck Services you acknowledge and agree to the practices and polices disclosed in this Privacy Policy.</p>\n<p>\n<strong>1.\nInformation We Collect</strong>\n</p>\n<p>When you interact with us through the Mavrck Services, we may collect Personal Data and other information from you, as described below:</p>\n<p>\n<strong>\n<em>Customer Account and Inquiries</em>\n</strong>\n<strong>:</strong> If you are a Brand or prospective customer, we collect and process your Personal Data when you (i) visit the Web Sites, sign up for a Mavrck webcast or other event or make a request to receive information about Mavrck or the Mavrck Services, including to book a demo, (ii) contact Mavrck’s sales team or customer support team, and (iii) sign up for a Mavrck account and use the Mavrck Services.\nThe Personal Data we collect may include your first and last name, job title, company name, email address, mailing address, payment and billing information, phone number, country location.</p>\n<p>\n<strong>\n<em>Personal Data That You Provide Through the Mavrck Services</em>\n</strong>\n<strong>:&nbsp;</strong>We collect Personal Data from you when you voluntarily provide such information in connection with your use of the Mavrck Services, such as when you contact us with inquiries, respond to one of our surveys, register for access to the Mavrck Services or use certain Mavrck Services, including when done so through their integration into social media services, such as Facebook and Twitter (“Social Media Services”) (for more information on the information we may receive from Social Media Services, please see the “Personal Data From Social Media Services” section below).&nbsp.\nData collected may include: First Name, Last Name, Profile Photo, Email, Birthday, Gender, Location, Hometown, Current City, Current State, Current Country, Brands you mention, IP Address, Topics/Keywords you use, and your social post performance.</p>\n<p>\n<strong>\n<em>Personal Data From Social Media Services</em>\n</strong>: When you provide Mavrck access to your Social Media Services account, we will collect relevant information necessary to enable the Mavrck Services to access that Social Media Service, however you will provide your login information, like your password, directly to such Social Media Service (and not to Mavrck).</p>\n<p>As part of the integration of the Mavrck Services with your Social Media Services account, the Social Media Service will provide Mavrck with access to certain information that you have provided to such Social Media Service, including but not limited to post-related meta data from your Facebook wall (<em>e.g.</em>, post type, date of creation, date of update, post creator, permanent link, and the number of “Likes” and “Comments”).\nTo access your Social Media Services account, we provide a link that directs you to a Social Media Service, like Facebook, where you may access the Mavrck Services directly.\nWe will use, store and disclose such information in accordance with this Privacy Policy and, if and to the extent applicable, the policies of such Social Media Services.\nHowever, please remember that the manner in which Social Media Services use, store and disclose your information is governed by the policies of the applicable Social Media Services provider, and, as a result, Mavrck shall not have any liability or responsibility for the privacy practices or other actions of Social Media Services that may be enabled within and/or otherwise accessible through the Mavrck Services.</p>\n<p>\n<strong>\n<em>Personal Data Obtained from Other Sources</em>\n</strong>: We collect information about you from publicly accessible sources.\nFor example, we may collect information that you have made publicly available online or that we obtain from other public sources, including Social Media Services (please refer to the “Personal Data From Social Media Services” section above) and third-party influencer databases and platforms.</p>\n<p>\n<strong>\n<em>Personal Data Collected on Behalf of Brands</em>\n</strong>: We collect under the direction of our Brands information about influencers with whom Brands engage on Social Media Services.\nWe have no direct relationship with the individuals whose Personal Data we process on behalf of Brands.\nIf you are a User of one of our Brands and would no longer like to be contacted by one of our Brands that use the Mavrck Services or you would like to access, correct or request deletion of your data, please contact the Brand that you interact with directly.</p>\n<p>\n<strong>\n<em>Passively Collected Data:&nbsp;</em>\n</strong>When you interact with the Mavrck Services, we and third parties that provide functionality on the Mavrck Services, may passively collect and store certain types of information through automatic data collection tools including cookies, pixel tags, web beacons, embedded web links and similar technology.\n&nbsp;Such information may include but is not limited to information about your device, referring/exit pages and URLs and number of clicks.\nPlease see the “Cookies” section below to learn more about how we use cookies and other similar technologies.\nMavrck may store such information itself or such information may be included in databases owned and maintained by Brands, agents or service providers including, but not limited to, Amazon Web Services Inc., Netra, Indico.io, Front, Endpoint Direct, and Zendesk.\nThe Mavrck Services may use such information and pool it with other information to track, for example, the total number of Users, the number of visitors to each page of our Web Sites, and the domain names of our Users’ internet service providers.</p>\n<p>\n<strong>2.\nOur Use of Your Personal Data </strong>\n</p>\n<p>Mavrck uses the Personal Data you provide in a manner that is consistent with this Privacy Policy.&nbsp.\nIn particular, Mavrck uses your Personal Data for the following purposes:</p>\n<p>\n<strong>\n<em>To provide Brands with access to the </em>\n</strong>\n<strong>\n<em>Mavrck Services</em>\n</strong>.&nbsp.\nThis processing is necessary to perform our contract with our Brands.</p>\n<p>\n<strong>\n<em>As necessary for certain legitimate business interests</em>\n</strong>, which include the following:</p>\n<ul>\n<li>To respond to our Brands’ or Users’ inquiries, fulfill requests for products and services, respond to comments, feedback or questions;</li>\n<li>To pursue the interest of our Brands in engaging with Users when they are interacting with the relevant Brand;</li>\n<li>To pursue the interest of our Users in connecting with each other and with Brands;</li>\n<li>To personalize the content you see.\nFor example, we use information about your use of the Mavrck Services, including information that we obtain through cookies and other technologies, to better understand your needs and interests in order to personalize your experience by presenting on the Mavrck Services products and services tailored to your interests;</li>\n<li>To send administrative information to you, for example, information regarding the Mavrck Services, and changes to our terms, conditions, and policies;</li>\n<li>To analyze usage of the Mavrck Services and provide, maintain and improve the content and functionality of the Mavrck Services.\nFor example, we regularly fix bugs or User experience issues that may be tied to particular User accounts.\nWe use cookies to analyze how Users interact with the Mavrck Services.\nAnd that analysis can help us improve the Mavrck Services;</li>\n<li>If you ask us to delete your data and we are required to fulfill your request, to keep basic data to identify you and prevent further unwanted processing;</li>\n<li>To prevent fraud, criminal activity, or misuses of the Mavrck Services and to ensure the security of our IT systems, architecture and networks;</li>\n<li>To comply with legal obligations and legal process and to protect our rights, privacy, safety or property, and/or that of our affiliates, you or other third parties.</li>\n</ul>\n<p>&nbsp;</p>\n<p>For information about what we mean by legitimate interests and the rights of individuals in the European Union (“<strong>EU</strong>”), please see the “EU Visitors” section below.</p>\n<p>\n<strong>\n<em>Marketing</em>.\n</strong>We may contact you to tell you about services or products we believe will be of interest to you.\nIf we do, where required by law, for example laws in the EU, we will only send you marketing information if you consent to us doing so at the time you provide us with your Personal Data.\nYou may opt-out of receiving such emails by following the instructions contained in each promotional email we send you.\nIn addition, if at any time you do not wish to receive future marketing communications, please contact us (refer to the “Contact Us” section below).\nIf you unsubscribe from our marketing list, we will continue to contact you via email regarding the provision of the Mavrck Services and to respond to your requests.</p>\n<p>\n<strong>3.\nOur Disclosure of Your Personal Data</strong>\n</p>\n<p>We consider your Personal Data to be a vital part of our relationship with you.\nThere are, however, certain circumstances in which we may share your Personal Data with certain third parties without further notice to you, as set forth below:</p>\n<p>\n<strong>\n<em>Business Transfers</em>\n</strong>\n<strong>:</strong>&nbsp;As we develop our business, we might sell or buy businesses or assets.\nIn the event of a corporate sale of all or a portion of our assets, transition of service to another provider, merger, reorganization, financing due diligence, bankruptcy, receivership, dissolution or similar event, Personal Data may be part of the transferred assets.</p>\n<p>\n<strong>\n<em>Brands</em>\n</strong>\n<strong>:&nbsp;</strong>Many of the Mavrck Services are offered in connection with a specific Brand.&nbsp.\nMavrck shares the information you provide, including Personal Data, with Brands who provide you content targeted to your interests (including opportunities to participate in community forums and other interactive experiences), in accordance with the following: (i) with your informed consent (when we or our Brands have a direct interaction with you), or (ii) when we do not obtain your Personal Data directly from you (as described above), as necessary for our, our Brands’ and/or our Users’ legitimate interests (described above) and as permitted by applicable law (you may object at any time to such sharing, as described below).\nA Brand may use and disclose the Personal Data it receives from Mavrck Services according to the Brand’s individual privacy policies.</p>\n<p>\n<strong>\n<em>Agents, Service Providers</em>\n</strong>\n<strong>:</strong>&nbsp;Mavrck, like many businesses, sometimes hires other companies to perform certain business-related functions and to help us understand and improve the use of our Services.\nSuch parties providers of database storage and management services, customer support services, email management solutions, Mavrck Services hosting and other information technology providers, processing payments, providers of website analytics and direct marketing campaigns services, providers of artificial intelligence-based and machine learning solutions (such as providers of visual intelligence and visual search applications for pictures and videos).\nWe may share your Personal Data with vendors and service providers retained in connection with providing the Mavrck Services on our behalf and under our instructions.\nFor Personal Data transferred to us from European Union (“<strong>EU</strong>”) or European Economic Area (“<strong>EEA</strong>”) member countries and Switzerland under, respectively, the EU-US Privacy Shield and Swiss-US Privacy Shield, we will remain liable under the Privacy Shield Principles if third-party agents or service providers that we engage to process the Personal Data on our behalf do so in a manner inconsistent with the Privacy Shield Principles (Please see further the “Privacy Shield” section below.)</p>\n<p>\n<strong>\n<em>Legal Requirements</em>\n</strong>\n<strong>:&nbsp;</strong>Mavrck may disclose your Personal Data if required to do so by law, in response to lawful requests by public authorities, including to meet national security or law enforcement requirements, or in the good faith belief that such action is necessary to (i) comply with a legal obligation, (ii) protect and defend the rights or property of Mavrck or our Brands, (iii) act in urgent circumstances to protect the personal safety of Users or the public, (iv) protect against legal liability or suspected fraud, or (v) investigate, prevent, or take action regarding violations of Mavrck’s Terms of Use.</p>\n<p>For information on your choices and means for limiting use and disclosure of your Personal Data, please see the “Users’ Rights” section below.</p>\n<p>\n<strong>4.\nAccount Deactivation and Deletion</strong>\n</p>\n<p>If you no longer desire to use the Mavrck Services, you may deactivate or delete your account by sending an email to support@Mavrck.co.\nNote that de-activating your account with Mavrck may not fully remove the data collected from Facebook and other Social Media Services, or the data held or collected by Brands.</p>\n<p>\n<strong>5.\nData Retention</strong>\n</p>\n<p>We will keep your Personal Data for as long as reasonably necessary for the purposes described in this Privacy Policy, while we have a legitimate business need to do so, or as required by law (e.g.\nfor tax, legal, accounting or other purposes), whichever is longer.</p>\n<p>If you have elected to receive marketing communications from us, we retain information about your marketing preferences until you opt out of receiving these communications and in accordance with our policies.</p>\n<p>To determine the appropriate retention period for your Personal Data, we will consider the amount, nature, and sensitivity of the Personal Data, the potential risk of harm from unauthorized use or disclosure of your Personal Data, the purposes for which we use your Personal Data and whether we can achieve those purposes through other means, and the applicable legal requirements.</p>\n<p>\n<strong>6.\nExclusions</strong>\n</p>\n<p>This Privacy Policy does not apply to any information collected by Mavrck other than Personal Data collected through the Mavrck Services.</p>\n<p>\n<strong>\n<em>Notice for Residents of the United States</em>\n</strong>: If you are a resident of the United States, please note that, this Privacy Policy shall not apply to any unsolicited information you provide to Mavrck through the Mavrck Services or through any other means.\nThis includes, but is not limited to, questions, comments, suggestions, ideas, feedback or other information provided by a User to Mavrck or posted by a User to any public areas of the Mavrck Services, including those integrated with or into Social Media Services (e.g., bulletin boards, community web sites, or your Facebook wall).\nany ideas for new products or modifications to existing products.\nand other unsolicited submissions (collectively, “<strong>Unsolicited Information</strong>”).\nAll Unsolicited Information shall be deemed to be non-confidential and Mavrck shall be free to reproduce, use, disclose, and distribute such Unsolicited Information for any purpose, commercial or otherwise, to others without limitation or attribution.</p>\n<p>\n<strong>7.\nEU Visitors</strong>\n</p>\n<p>\n<strong>\n<em>Scope</em>\n</strong>.\nThis section applies if you are visitor to or User of the Mavrck Services in the EU (for these purposes, reference to the EU also includes the European Economic Area countries of Iceland, Liechtenstein and Norway and, to the extent applicable, Switzerland).</p>\n<p>\n<strong>\n<em>Data Controller</em>\n</strong>.\nMavrck is the data controller for processing Personal Data that we collect from or about you, but we act as a data processor for Personal Data provided or otherwise made available to us by Brands through the Mavrck Services, which we process on Brands’ behalf pursuant to our contract with the applicable Brand .\nTo find the contact information of our representative in the EU for purposes of the General Data Protection Regulation, please see the “Contact Us” section below.</p>\n<p>\n<strong>\n<em>Your Rights</em>\n</strong>.\nSubject to applicable EU law, you have the following rights in relation to your Personal Data:</p>\n<ul>\n<li>\n<strong>Right of access:</strong> If you ask us, we will confirm whether we are processing your Personal Data and, if so, provide you with a copy of that Personal Data along with certain other details.\nIf you require additional copies, we may need to charge a reasonable fee.</li>\n<li>\n<strong>Right to rectification:</strong> If your Personal Data is inaccurate or incomplete, you are entitled to ask that we correct or complete it.\nIf we shared your Personal Data with others, we will tell them about the correction where possible.\nIf you ask us, and where possible and lawful to do so, we will also tell you with whom we shared your Personal Data so you can contact them directly.</li>\n<li>\n<strong>Right to erasure:</strong> You may ask us to delete or remove your Personal Data, such as where you withdraw your consent.\nIf we shared your data with others, we will tell them about the erasure where possible.\nIf you ask us, and where possible and lawful to do so, we will also tell you with whom we shared your Personal Data with so you can contact them directly.</li>\n<li>\n<strong>Right to restrict processing:</strong> You may ask us to restrict or ‘block’ the processing of your Personal Data in certain circumstances, such as where you contest the accuracy of the data or object to us processing it (please read below for information on your right to object).\nWe will tell you before we lift any restriction on processing.\nIf we shared your Personal Data with others, we will tell them about the restriction where possible.\nIf you ask us, and where possible and lawful to do so, we will also tell you with whom we shared your Personal Data so you can contact them directly.</li>\n<li>\n<strong>Right to data portability: </strong>You have the right to obtain your Personal Data from us that you consented to give us or that was provided to us as necessary in connection with our contract with you, and that is processed by automated means.\nWe will give you your Personal Data in a structured, commonly used and machine-readable format.\nYou may reuse it elsewhere.</li>\n<li>\n<strong>Right to object:</strong> You may ask us at any time to stop processing your Personal Data, and we will do so:\n<ul>\n<li>If we are relying on a legitimate interest to process your Personal Data (refer to the “Our Use of Your Personal Data” section above) -- unless we demonstrate compelling legitimate grounds for the processing or</li>\n<li>If we are processing your Personal Data for direct marketing.</li>\n</ul>\n</li>\n<li>\n<strong>Right to withdraw consent:</strong> If we rely on your consent to process your Personal Data, you have the right to withdraw that consent at any time.\nWithdrawal of consent will not affect any processing of your data before we received notice that you wished to withdraw consent.</li>\n<li>\n<strong>Right to lodge a complaint with the data protection authority:</strong> If you have a concern about our privacy practices, including the way we handled your Personal Data, you can report it to the data protection authority that is authorized to hear those concerns.</li>\n</ul>\n<p>&nbsp;</p>\n<p>Please see the “Contact Us” section below for information on how to exercise your rights.</p>\n<p>\n<strong>\n<em>Legitimate Interest</em>\n</strong>.\n“Legitimate interests” means our interests in conducting our business, managing and delivering the best services to you.\nIt also refers to our Brands’ and Users’ interest in creating engagement with Brands and each other.\nThis Privacy Policy describes when we process your Personal Data for such legitimate interests, what these interests are and your rights.\nWe will not use your Personal Data for activities where the impact on you overrides our interests, unless we have your consent or those activities are otherwise required or permitted by law.</p>\n<p>\n<strong>8.\nChildren</strong>\n</p>\n<p>Mavrck does not knowingly collect Personal Data from children under the age of 13.\nIf you are under the age of 13, please do not submit any Personal Data through the Mavrck Services.\nWe encourage parents and legal guardians to monitor their children’s Internet usage and to help enforce our Privacy Policy by instructing their children never to provide Personal Data through the Mavrck Services without their permission.\nIf you have reason to believe that a child under the age of 13 has provided Personal Data to Mavrck through the Mavrck Services, please contact us, and we will delete that information from our databases.</p>\n<p>\n<strong>9.\nLinks to Other Web Sites</strong>\n</p>\n<p>This Privacy Policy applies only to the Mavrck Services.\nThe Mavrck Services may contain links to other web sites or provide you the opportunity to post to third party sites not operated or controlled by Mavrck (the “<strong>External Sites</strong>”).\nThe policies and procedures we described here do not apply to the External Sites.\nThe links from the Mavrck Services do not imply that Mavrck endorses or has reviewed the External Sites.\nWe suggest contacting those sites directly for information on their privacy policies.</p>\n<p>\n<strong>10.\nSocial Media</strong>\n</p>\n<p>Through the Mavrck Services, you may choose to access certain Social Media Services.\nWhen you elect to access and use the Social Media Services, you will be sharing your information (which will include Personal Data) with those Social Media Services.\nAs with other External Sites, the information that you share with the Social Media Services will be governed by the privacy policies and terms of service of the providers of such Social Media Services and not by the Mavrck’s policies and procedures.\nYou may also be able to modify your privacy settings with these Social Media Services to, for example, control what information the Social Media Services disclose to other entities, including Mavrck.</p>\n<p>\n<strong>11.\nCookies</strong>\n</p>\n<p>We use cookies and other technologies to operate and administer the Mavrck Services, make it easier for you to use the Mavrck Services during future visits, and gather usage data on the Mavrck Services.</p>\n<p>\n<strong>What Are Cookies</strong>.\nA “cookie” is a piece of information sent to your browser by a website you visit.\nBy choosing to use the Mavrck Services after having been notified of our use of cookies in the ways described in this Privacy Policy, and, in applicable jurisdictions, through notice and unambiguous acknowledgement of your consent, you agree to such use.</p>\n<p>Some cookies expire after a certain amount of time, or upon logging out (session cookies), others remain on your computer or terminal device for a longer period (persistent cookies).\nThe Mavrck Services use first party cookies (cookies set directly by Mavrck) as well as third party cookies, as described below.\nFor more details on cookies please visit All About Cookies.</p>\n<p>\n<strong>Type of Cookies Used</strong>.\nThe Mavrck Services use the following technologies:</p>\n<ul>\n<li>\n<strong>Strictly</strong>\n<strong>Necessary Cookies</strong>: Used to provide you (notably, when you log in at app.Mavrck.co) with the services available through the Mavrck Services and to use some of their features, such as the ability to log-in and access secure areas.\nThese cookies are served by Mavrck and are essential for using and navigating the Mavrck Services.\nWithout these cookies, basic functions of the Mavrck Services would not work.\nBecause these cookies are strictly necessary to deliver the Mavrck Services, you cannot refuse them.</li>\n<li>\n<strong>Analytics/Performance Cookies</strong>: Used to recognize and count the number of visitors and to see how visitors move around the Mavrck Services when they are using them.\nThis helps us improve the way the Mavrck Services work, for example, by making sure Users are finding what they need easily.\nThe Mavrck Services use:</li>\n<li>Google Analytics, a web analytics service provided by Google Inc.\n(“<strong>Google</strong>”).\nThe information collected by Google (including your IP address) will be transmitted to and stored by Google on servers in the United States (Google is certified to the Privacy Shield for data transfers).\nHow long a Google Analytics cookie remains on your computer or device depends on what it is and what it is used for.\nSome Google Analytics cookies expire at the end of your browser session, whilst others can remain for up to two years.\nYou can prevent your data from being collected by Google Analytics on the Mavrck Services by downloading and installing the Google Analytics Opt-out Browser Add-on for your current web browser.\nFor more information on Google Analytics privacy practices, read here.</li>\n<li>Snowplow, a web analytics service provided by Snowplow Analytics Limited.\nFor more information on Snowplow’s privacy practices, read here.</li>\n<li>\n<strong>Advertising Cookies:</strong> We use cookies from ClickMeter, a tool (provided by PositiveADV SRL SU) that enables us to track clicks on our links.\nFor more information on ClickMeter’s privacy practices click here.</li>\n</ul>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>Other Technologies</strong>.\nFrom time to time we may provide our influencers and partners with pixel tags to get information about visitors’ usage of a website.\nPixel tags are a technology similar to cookies that can be embedded in online content or within the body of an email for the purpose of tracking activity on websites (for example, to know when content has been shown to you), or to know when you have viewed particular contente.\nPlease review the privacy or cookie policies or pop-ups provided on the applicable website you interact with to receive more information on the use of such technologies.</p>\n<p>\n<strong>Your Choices</strong>.\nOn most web browsers, you will find a “help” section on the toolbar.\nPlease refer to this section for information on how to receive a notification when you are receiving a new cookie and how to turn cookies off.\nPlease see the links below for guidance on how to modify your web browser’s settings on the most popular browsers:</p>\n<ul>\n<li>Internet Explorer</li>\n<li>Mozilla Firefox</li>\n<li>Google Chrome</li>\n<li>Apple Safari</li>\n</ul>\n<p>&nbsp;</p>\n<p>Please note that if you limit the ability of websites to set cookies, you may be unable to access certain parts of the Mavrck Services and you may not be able to benefit from the full functionality of the Mavrck Services.</p>\n<p>If you access the Mavrck Services on your mobile device, you may not be able to control tracking technologies through the settings.</p>\n<p>We partner with third parties to display advertising on Mavrck Services or to manage our advertising on other sites, as described above.\nOur third-party partners may use cookies or similar tracking technologies to provide you advertising based upon your browsing activities and interests.\nIf you wish to opt out of interest-based advertising, visit the Network Advertising Initiative’s online resources, at http://www.networkadvertising.org and follow the opt-out instructions there or if located in the European Union, visit the European Interactive Digital Advertising Alliance’s Your Online Choices opt-out tool here.\n&nbsp;Please note that you will continue to receive generic ads.</p>\n<p>\n<strong>12.\nSecurity </strong>You use Mavrck at your own risk.\nMavrck takes reasonable and appropriate measures to protect the Personal Data provided via the Mavrck Services from loss, misuse, and unauthorized access, disclosure, alteration, or destruction.\nThese measures are regularly assessed and improved according to technological developments in the field.\nHowever, no Internet or email transmission is ever fully secure or error-free.\nIn particular, email sent to or from the Mavrck Services may not be secure.\nTherefore, you should take special care in deciding what information you send to us via email.\nPlease keep this in mind when disclosing any Personal Data to Mavrck via the Internet.\nWe cannot control the actions of other Users with whom you may choose to share information.\nTherefore, we cannot, and do not, guarantee that information or content posted by a User on or through the Mavrck Services will not be viewed by unauthorized persons.\nwe are not responsible for circumvention of any privacy settings or security measures contained on the Mavrck services or Social Media Services.</p>\n<p>\n<strong>13.\nYour California Privacy Rights</strong>\n</p>\n<p>In accordance with the California Consumer Privacy Act (“CCPA”), this section is intended to inform California residents of (1)&nbsp;the Personal Information that we collect and how we disclose that information, and (2)&nbsp;the privacy rights California residents may have relating to their Personal Information and how those rights can be exercised.</p>\n<p>\n<strong>Personal Information Collection and Disclosure</strong>\n</p>\n<p>The following disclosures are intended to provide additional information about (1)&nbsp;the categories of Personal Information we collect, and (2)&nbsp;how and to whom we disclose that Personal Information.\nNothing in this section limits our ability to use or disclose information as described elsewhere in this Privacy Policy.</p>\n<ul>\n<li>\n<strong>Categories of Personal Information Collected</strong>: In the past 12 months, we have collected the categories of Personal Information, as described in greater detail in the “<u>Information We Collect</u>” section above.</li>\n<li>\n<strong>Identification Information</strong>, such as your name, email address, phone number, physical address or zip code, account information (e.g., password or other information that helps us confirm that it is you accessing your account), and Device Identifiers.</li>\n<li>\n<strong>Demographic Information</strong>, as well as information about your interests and preferences.</li>\n<li>\n<strong>Online Activity Information</strong>, such as the Device used to access a Service, your internet service provider (ISP), date and time of your visit, browser language, browser type, operating system referring and exit pages and URLs, amount of time spent on particular pages, which parts of our Services you use, which links you click, search terms, traffic and related statistics, the location of the Device, keywords, and/or other general browsing data or Usage Information.</li>\n<li>\n<strong>Commercial Information</strong>, such as purchase, payment (e.g., credit card or bank account information), and billing information if you choose to purchase products or services through the Services.</li>\n<li>\n<strong>Sources of Personal Information</strong>: We collect the above categories of Personal Information from you, our Partners, our analytics providers, vendors, service providers, and as otherwise described in the “<u>Information We Collect</u>” section above.</li>\n<li>\n<strong>Purposes of Collection and Disclosure</strong>: We collect and disclose the above categories of Personal Information for the business and commercial purposes described in the “<u>Our Use Of Your Personal Data</u>” and “<u>Our Disclosure of Your Personal Data</u>” sections above.</li>\n<li>\n<strong>Categories of Personal Information Disclosed for a Business Purpose</strong>: In the past 12 months, we have disclosed for a business purpose all of the above categories of Personal Information to service providers and as described in the “<u>Our Disclosure of Your Personal Data</u>” section above.</li>\n<li>\n<strong>Categories of Personal Information Sold</strong>: Mavrck does not make your Personal Information available for purchase or otherwise share your information in exchange for monetary compensation.\nCertain sharing of your information, however, may be considered a “sale” under the CCPA’s broad definition.&nbsp.\nIn particular, in the last 12 months, if you have visited our Sites, we may have shared your Identification Information, Demographic Information and Online Activity Information with advertising partners to match and serve our targeted advertisements on third party websites.&nbsp.\n(You can find additional information about cookies in the “Cookies” section above.)&nbsp.\nSee below for information about how to opt out of the sharing of your Personal Information for these purposes.</li>\n</ul>\n<p>\n<strong>California Privacy Rights </strong>\n</p>\n<p>To the extent provided for by the CCPA and subject to applicable exceptions and exclusions, California residents have the following privacy rights in relation to the Personal Information we collect:</p>\n<ul>\n<li>The right to know what Personal Information we have collected and how we have used and disclosed that Personal Information.</li>\n<li>The right to request deletion of your Personal Information.</li>\n<li>The right to opt out of the sale of your Personal Information.</li>\n<li>The right to be free from discrimination for the exercise of your privacy rights.</li>\n</ul>\n<p>Additionally, under California Civil Code Section 1798.83, California residents may have the right to request the categories of Personal Information we disclosed to third parties for their direct marketing purposes in the year preceding the request, the names and addresses of such third parties, and, in certain circumstances, examples of the products or services marketed by such third parties.</p>\n<p>\n<strong>Exercising Your Rights:</strong> California residents can exercise the above privacy rights by emailing us at privacy@mavrck.co.</p>\n<p>\n<strong>Verification:</strong> In order to protect your Personal Information from unauthorized access or deletion, we may require you to verify your credentials before you can submit a request to know or delete Personal Information.\nIf you do not have an account with us, or if we suspect fraudulent or malicious activity, we may ask you to provide additional Personal Information for verification.\nIf we cannot verify your identity, we will not provide or delete your Personal Information.</p>\n<p>\n<strong>Authorized Agents:</strong> You may submit a request to know or a request to delete your Personal Information through an authorized agent.\nIf you do so, we may require the agent to present signed written permission to act on your behalf and you may also be required to independently verify your identity with us and confirm that you have provided the agent permission to submit the request.</p>\n<p>\n<strong>14.\nDo Not Track Signals</strong>\n</p>\n<p>The Mavrck Services currently do not respond to “Do Not Track” (“DNT”) signals and operate as described in this Privacy Policy whether or not a DNT signal is received.\nIf we do respond to DNT signals in the future, we will update this Privacy Policy to describe how we do so.</p>\n<p>\n<strong>15.\nOther Terms and Conditions</strong>\n</p>\n<p>Your access to and use of the Mavrck Services is subject to any additional terms applicable to such Mavrck Services that may be posted on the Mavrck Services from time to time, including without limitation, Mavrck’s Terms of Use available at http://Mavrck.co/legal/terms-of-use&nbsp;and additional terms and conditions set forth by our Brands, including those related to Promotions.</p>\n<p>\n<strong>16.\nChanges to Mavrck’s Privacy Policy</strong>\n</p>\n<p>The Mavrck Services and our business may change from time to time.\nAs a result, at times it may be necessary for Mavrck to make changes to this Privacy Policy.\nMavrck reserves the right to update or modify this Privacy Policy at any time and from time to time without prior notice.\nMavrck strives to provide notifications to Users in a timely manner, but is not responsible for lost or late notifications.\nIf the changes are significant, we will, in our sole discretion unless required by the law, post a notice on the homepage of our Web Sites or notify you at the email address we have on file for your account and provide you with an opportunity to opt-out of your continued use of our Services.\nPlease review this policy periodically, and especially before you provide any Personal Data.\nThis Privacy Policy was last updated on the date indicated above.\nYour continued use of the Mavrck Services after any changes or revisions to this Privacy Policy (or after we have notified you, if applicable) shall indicate your agreement with the terms of such revised Privacy Policy.</p>\n<p>\n<strong>17.\nInternational Users</strong>\n</p>\n<p>\n<strong>If you are using the Mavrck Services from outside of the United States, you expressly acknowledge and agree that your Personal Data and other information will be processed in the United States and in other third countries.\nPrivacy and data security laws may be&nbsp.\nless stringent than or otherwise different from the laws in effect in your country of residence.\n&nbsp;You expressly agree to the processing of your Personal Data and other information in accordance with this Policy.\nIf you are using the Mavrck Services from the EU or the EEA, your Personal Data will be processed and transferred to the United States in accordance with the Privacy Shield Principles as explained below.</strong>\n</p>\n<p>\n<strong>18.\nPrivacy Shield</strong>\n</p>\n<p>\n<strong>\n<em>General</em>\n</strong>: Mavrck complies with the EU-US Privacy Shield and Swiss-US Privacy Shield Frameworks as set forth by the US Department of Commerce regarding the collection, use and retention of Personal Data collected from EU and EEA member countries and Switzerland, respectively.\nMavrck has certified that it adheres to the Privacy Shield Principles of Notice, Choice, Accountability for Onward Transfer, Security, Data Integrity and Purpose Limitation, Access, and Recourse, and Enforcement and Liability.\nMavrck’s participation in the Privacy Shield applies to all Personal Data Mavrck receives from the EU/EEA and Switzerland, respectively, that is subject to this Privacy Policy and Mavrck commits to comply with the Privacy Shield Principles in respect of such Personal Data.\nIf there is any conflict between the terms in this Privacy Policy and the Privacy Shield Principles, the Privacy Shield Principles shall govern.\nTo learn more about the Privacy Shield program, and to view our certification page, please visit https://www.privacyshield.gov/.</p>\n<p>Mavrck is subject to the investigatory and enforcement powers of the Federal Trade Commission and of other relevant US statutory bodies authorized to verify and ensure compliance with the Privacy Shield Principles.</p>\n<p>\n<strong>Complaints: </strong>In compliance with the EU-US Privacy Shield and Swiss-US Privacy Shield Principles, Mavrck commits to resolve complaints about your privacy and our collection or use of your Personal Data within forty-five (45) days.&nbsp.\nEU and Swiss individuals with inquiries or complaints regarding this Privacy Policy should first contact Mavrck at:</p>\n<p>[ChiefPrivacyOfficer@Mavrck.co]</p>\n<p>Mavrck has further committed to refer unresolved privacy complaints under the EU-US Privacy Shield and Swiss-US Privacy Shield Principles to the BBB EU PRIVACY SHIELD, a non-profit alternative dispute resolution provider located in the United States and operated by the Council of Better Business Bureaus.\nIf you do not receive timely acknowledgment of your complaint, or if your complaint is not satisfactorily addressed, please visit www.bbb.org/EU-privacy-shield/for-eu-consumers/ for more information and to file a complaint.</p>\n<p>If a complaint cannot be resolved by any of the mechanisms described above, you also have a right, under certain conditions, to invoke binding arbitration under the Privacy Shield Panel as further explained in the Privacy Shield Principles (for additional information, please visit: https://www.privacyshield.gov/article?id=ANNEX-I-introduction.).\nIf you want to initiate this arbitration procedure, you are required to first formally notify us of your intention to do so by writing at&nbsp;privacy@Mavrck.co.\nPlease remember to include in your notice a summary of the steps you have already taken to resolve your complaint and a description of the alleged violation.\nFor additional information about the arbitration process please visit the Privacy Shield website: www.privacyshield.gov.</p>\n<p>\n<strong>Your Rights: </strong>You have the right to access the Personal Data in our possession that you have previously submitted via the Mavrck Services and to correct, change, update, or delete your Personal Data.\nYou have also the right to object to the disclosure of your information to third parties as described in this Privacy Policy, except for disclosures made to agents and service providers, as well as to the use of your information for a purpose that is materially different from the purposes for which it was originally collected or subsequently authorized by you.\nYou may contact us as specified below to exercise these rights.</p>\n<p>\n<strong>19.\nContact Us</strong>\n</p>\n<p>Please feel free to contact us if you have any questions about this Privacy Policy or the information practices of the Mavrck Services.</p>\n<p>You may contact us at&nbsp;privacy@Mavrck.co or by regular mail addressed to:</p>\n<p>Apifia, Inc.\ndba Mavrck</p>\n<p>100 N.\nWashington St.\nFirst Floor</p>\n<p>Boston, MA 02114</p> Resources<ul>\n<li>Our Platform</li>\n<li>How We Are Different</li>\n<li>Case Studies</li>\n<li>Blog</li>\n<li>Subscribe To #SubjectToChange</li>\n<li>Mavrck for Agencies</li>\n<li>Mavrck for Influencers</li>\n<li>Influence University</li>\n<li>Apply to Write for the Mavrck Blog</li>\n</ul> Company<ul>\n<li>About Us</li>\n<li>Careers</li>\n<li>Contact Us</li>\n</ul> Legal<ul>\n<li>Privacy Policy</li>\n<li>Terms of Use</li>\n</ul> Locations <strong>Mavrck Headquarters</strong>\n<br>\n200 State St.\nMarketplace Ctr<br>\nNorth Bldg.\n3rd Fl.<br>\nBoston MA, 02109<br>\n<br>\n<strong>Mavrck Denver</strong>\n<br>\n1760 Platte St.<br>\nDenver, CO 80202<br>\n<br>\n<br>\n<br>\n<p>© 2021 Mavrck.\nAll Rights Reserved.\n</p>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<ul>\n<li>Book a Demo</li>\n<li>Platform\n<ul>\n<li>Platform Solutions</li>\n<li>Platform Capabilities</li>\n<li>Agency Capabilities</li>\n<li>Professional Services</li>\n</ul>\n<i>\n</i>\n</li>\n<li>How We're Different</li>\n<li>Case Studies</li>\n<li>Thought Leadership\n<ul>\n<li>Blog</li>\n<li>Subject To Change</li>\n<li>Resources</li>\n<li>Webinars<small>Webinars for developing and executing a successful influencer marketing strategy.</small>\n</li>\n<li>Inclusive Influencer Marketing Guide</li>\n<li>Influence University</li>\n<li>2021 Holiday Hub</li>\n</ul>\n<i>\n</i>\n</li>\n<li>About Us\n<ul>\n<li>About Us</li>\n<li>Careers</li>\n<li>Contact Us</li>\n</ul>\n<i>\n</i>\n</li>\n<li>For Agencies</li>\n<li>For Influencers</li>\n</ul> ", "created_at": "2021-11-13 20:32:27.323477", "updated_at": "2021-11-13 20:32:36.352488"}, {"id": 10065, "name": "Terms and Conditions ", "url": "https://www.mavrck.co/legal/terms-of-use/", "xpath": "//body", "text": " <p>Our Privacy Policy and How We Use Cookies </p>\n<p>\n</p>\n<p>We use cookies to track your browsing behavior on our site.\nThese cookies help us improve our website and provide you with more personalized, relevant services and experiences.\nTo learn more, please see our <strong>Privacy Policy</strong>.</p> Accept <i>\n<i>\n</i>\n</i>\n<ul>\n<li>Book a Demo</li>\n<li>Platform\n<ul>\n<li>Platform Solutions</li>\n<li>Platform Capabilities</li>\n<li>Agency Capabilities</li>\n<li>Professional Services</li>\n</ul>\n</li>\n<li>How We’re Different</li>\n<li>Case Studies</li>\n<li>Thought Leadership\n<ul>\n<li>Blog</li>\n<li>Subject To Change</li>\n<li>Resources</li>\n<li>Webinars</li>\n<li>Inclusive Influencer Marketing Guide</li>\n<li>Influence University</li>\n<li>2021 Holiday Hub</li>\n</ul>\n</li>\n<li>About Us\n<ul>\n<li>About Us</li>\n<li>Careers</li>\n<li>Contact Us</li>\n</ul>\n</li>\n<li>For Agencies</li>\n<li>For Influencers</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n<i>\n<i>\n</i>\n</i>\n</li>\n</ul>\n<i>Press enter to begin your search</i> Cliquez ici pour lire les conditions d’utilisation en français Terms of Use Agreement\n<p>Effective: November 12, 2019</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</strong>\n<strong>Acceptance of the Terms of Use.</strong>\n</p>\n<p>1.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nApifia Inc.\nd/b/a Mavrck (herein referred to as “<strong>Mavrck</strong>,” “<strong>we</strong>,” “<strong>us</strong>” or “<strong>our</strong>”) owns and operates certain web sites, including https://mavrck.wpengine.com, (the “<strong>Web Sites</strong>”) and makes available other marketing and promotional services, including through various “community” web sites affiliated with Brands (as defined below) (collectively, the Web Sites and such services, including any future features and applications, the “<strong>Mavrck Services</strong>”).\nAll use of the Mavrck Services is subject to the terms and conditions contained in this Terms of Use Agreement, as amended from time to time (this “<strong>Agreement</strong>”).\nPlease read this Agreement carefully.&nbsp.\nBy accessing, browsing, or otherwise using the Mavrck Services, you acknowledge that you have read, understood, and agree to be bound by this Agreement.\nIf you do not accept the terms and conditions of this Agreement, you shall not access, browse, or use the Mavrck Services.</p>\n<p>1.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<em>Arbitration</em>.\nPLEASE READ THIS AGREEMENT CAREFULLY, AS IT CONTAINS AN AGREEMENT TO ARBITRATE AND OTHER IMPORTANT INFORMATION REGARDING YOUR LEGAL RIGHTS, REMEDIES, AND OBLIGATIONS.\nSection 9 of this Agreement contains an Arbitration Agreement, which will, with limited exception, require you to submit claims you have against us to binding and final arbitration.\nUnder the Arbitration Agreement, (a) you will only be permitted to pursue claims against MAVRCK on an individual basis, not as a plaintiff or class member in any class or representative action or proceeding, (b) you will only be permitted to seek relief (including monetary, injunctive, and declaratory relief) on an individual basis, AND (c) YOU MAY NOT BE ABLE TO HAVE ANY CLAIMS YOU HAVE AGAINST US RESOLVED BY A JURY OR IN A COURT OF LAW.</p>\n<p>1.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nYou understand and agree that we may change this Agreement at any time without prior notice.\nIf we do this, we will post the changes to this Agreement on this page and will indicate at the top of this page the date this Agreement was last revised.\nYou may read a current, effective copy of this Agreement at any time by visiting https://mavrck.wpengine.com/legal/terms-of-use.\nMavrck will notify you of any material changes to this Agreement either through a pop-up notice, email, or through other reasonable means.\nMavrck is not responsible for lost notifications.\nAny such changes will become effective no earlier than fourteen (14) days after they are posted, except that changes addressing new functions of the Mavrck Services or changes made for legal reasons will be effective immediately.\n<strong>\n<u>Your continued use of the Mavrck Services after such date shall constitute your acceptance of the new Agreement</u>\n</strong>.\nIf you do not agree to abide by these or any future Agreements, do not access, browse, or use (or continue to access, browse, or use) the Mavrck Services.</p>\n<p>1.4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<em>Additional Terms</em>.\nIn addition, when using the Mavrck Services, you will be subject to any additional terms applicable to such Mavrck Services that may be posted on the Mavrck Services from time to time, including without limitation, Mavrck’s Privacy Policy located at https://mavrck.wpengine.com/legal/privacypolicy/ (the “<strong>Privacy Policy</strong>”), additional terms and conditions applicable to the Brands with respect to your use of a specific Brand-related Mavrck Service and any additional terms and conditions related to Promotions (as defined below).\nAll such terms and conditions are hereby incorporated by reference into this Agreement.</p>\n<p>1.5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nThis agreement governs the use by individual users of the mavrck services.\nIf you are a brand OR represent a brand, the terms and conditions governing your access and use of any Mavrck Services will be set forth in a separate agreement between you and mavrck.\nBRANDS may POST REQUESTS through the mavrck services FOR INTERESTED users, users MAY RESPOND TO THE BRANDS, AND BRANDS AND users MAY ENTER INTO AGREEMENTS.\nYOU UNDERSTAND AND AGREE THAT mavrck IS NOT A PARTY TO ANY AGREEMENTS ENTERED INTO BETWEEN BRANDS AND users.\nmavrck HAS NO CONTROL OVER THE CONDUCT OF BRANDS AND USERS OF THE mavrck services, AND DISCLAIMS ALL LIABILITY IN THIS REGARD TO THE MAXIMUM EXTENT PERMITTED BY LAW.</p>\n<p>\n<strong>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</strong>\n<strong>Mavrck Services</strong>\n</p>\n<p>2.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<em>General</em>.&nbsp.\nMavrck operates the Web Sites to provide you with information about Mavrck and certain third parties to which Mavrck offers marketing and promotional services (each, a “<strong>Brand</strong>”).\nThe Mavrck Services are designed to offer users the opportunity to connect with each other and our Brands, share information about and opinions on products or services offered by our Brands, and participate in Promotions run by Brands (as described below).</p>\n<p>2.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<em>Promotions.\nIncentives</em>.\nFrom time to time, Brands may make available on or through the Mavrck Services certain sweepstakes, contests, challenges, rewards programs or other promotions (collectively, “<strong>Promotions</strong>”).\nYou are not obligated to participate in such Promotions.\nIf you choose to participate in such Promotions, your participation in any such Promotions is subject to and governed by your agreement with the Brand running the promotion and any other additional terms and conditions posted by such Brand on any specific landing web site or community web site for any such Promotion on or through the Mavrck Services.\nBrands may also provide you with certain incentives (e.g., cash, gift cards, and product samples) (“<strong>Incentives</strong>”) or enable you to earn points (“<strong>Points</strong>”) by completing qualifying activities, such as, for instance, making qualifying posts, viewing certain videos, reviewing certain consumer products and raising awareness regarding Brands or certain consumer products on social media through the Mavrck Services.\nThe specific services a Brand engages you to perform, Incentives a Brand may provide to you (including any related conditions), and ways in which you may earn Points and redeem Points for prizes or rewards (“<strong>Rewards</strong>”) each will be described in more detail in your agreement with the Brand.\nAny and all applicable federal, state, and local taxes and all fees and expenses related to acceptance and/or use of any Incentive or Reward is your sole responsibility.\nMavrck will not replace any lost or stolen Incentives, Points or Rewards.\nMavrck is not responsible for your use of any Incentive or Reward after it has been delivered to you.</p>\n<p>2.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<em>Registration.\nAge Restrictions</em>.\nYou may be required to register with Mavrck in order to access and use certain Mavrck Services, including, without limitation, to join or participate in any Brand’s community web sites or to participate in Promotions.\nIf you choose to register for the Mavrck Services, you agree to provide and maintain true, accurate, current, and complete information about yourself.\nYou are responsible for maintaining the confidentiality of your account and password, if any, and are fully responsible for any and all activities that occur under your password or account.\nYou agree to (a) immediately notify Mavrck of any unauthorized use of your password or account or any other breach of security, and (b) ensure that you exit from your account at the end of each session when accessing the Mavrck Services.\nMavrck will not be liable for any loss or damage arising from your failure to comply with this Section.&nbsp.\nRegistration data and certain other information about you are governed by the Privacy Policy.\nIf you are under 13 years of age, you are not authorized to use the Mavrck Services, with or without registering.\nIn addition, if you are under 18 years old, you may use the Mavrck Services, with or without registering, only with the approval of your parent or guardian.</p>\n<p>2.4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<em>Social Media Services.</em> To use the Mavrck Services, you may be required to enable or log in to the Mavrck Services via certain social media services, such as Facebook and Twitter (the “<strong>Social Media Services</strong>”).\nBy logging in or directly integrating these Social Media Services into the Mavrck Services, we are able to make your online experiences richer and more personalized.\nTo take advantage of these features and capabilities, we may ask you to authenticate, register for, or log into Social Media Services on the web sites of their respective providers (<em>i.e.</em>, you will provide your login information, like your password, directly to such Social Media Services, and not to Mavrck).\nAs part of such integration, Social Media Services will provide us with access to certain information, including personal information and post-related meta data, that you have provided to or which are tracked by such Social Media Services, and we will use, store and disclose such information in accordance with the Privacy Policy.\nWhen you update your information through Social Media Services, our application stores a backup copy of the prior version for a reasonable period of time to enable us to reset to the prior version of that information.\nFor more information about the implications of activating these Social Media Services and Mavrck's use, storage and disclosure of information related to you and your use of the Mavrck Services, please see the Privacy Policy.\nPlease remember, however, that the manner in which Social Media Services use, store and disclose your information is governed solely by the policies of such Social Media Services, and Mavrck shall have no liability or responsibility for the privacy practices or other actions of any third-party web sites or services that may be enabled within the Mavrck Services.</p>\n<p>In addition, Mavrck is not responsible for the accuracy, availability or reliability of any information, data, content, goods, opinions, advice, or statements made available in connection with Social Media Services.\nAs such, Mavrck is not liable for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such Social Media Services.\nThe integration or inclusion of such features does not imply an endorsement or recommendation of any particular Social Media Services.</p>\n<p>2.5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<em>Restrictions</em>.\nUnless otherwise expressly authorized by Mavrck or within the Mavrck Services, you agree not to display, distribute, license, perform, publish, reproduce, duplicate, copy, create derivative works from, modify, sell, resell, exploit, transfer, or upload for any commercial purposes, any portion of the Mavrck Services, use of the Mavrck Services, or access to the MAVRCK Services.\nUnless otherwise expressly agreed by Mavrck, the Mavrck Services are for your personal use.</p>\n<p>2.6&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<em>Changes to Mavrck Services</em>.&nbsp.\nMavrck reserves the right to modify, suspend, or discontinue the Mavrck Services (or any part thereof) with or without notice.\nYou agree that Mavrck will not be liable to you or any third party for any modification, suspension, or discontinuance of the Mavrck Services (or any part thereof).</p>\n<p>\n<strong>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</strong>\n<strong>Content.\nIntellectual Property Rights.</strong>\n</p>\n<p>3.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<em>Content</em>.\nThe Mavrck Services contain material, including but not limited to software, text, graphics, and images (collectively referred to as the “<strong>Content</strong>”).\nWe may own the Content or portions of the Content may be made available to us through arrangements that we have with third-parties, including our Brands.\nThe Content is protected by U.S.\nand foreign intellectual property laws.\nUnauthorized use of the Content may result in violation of copyright, trademark, and other laws.\nYou have no rights in or to the Content, and you will not use, copy, or display the Content except as permitted under this Agreement.\nNo other use is permitted without our prior written consent.\nYou must retain all copyright and other proprietary notices contained in the original Content on any copy you make of the Content.\nYou may not sell, transfer, assign, license, sublicense, or modify the Content or reproduce, display, publicly perform, make a derivative version of, distribute, or otherwise use the Content in any way for any public or commercial purpose.\nIn connection with your use of the Content and Mavrck Services, you will not engage in or use any data mining, robots, scraping, or similar data gathering or extraction methods.\nThe use or posting of any of the Content on any other web site or in a networked computer environment for any purpose is expressly prohibited.\nIf you violate any part of this Agreement, your right to access and/or use the Content and Mavrck Services shall automatically terminate and you shall immediately destroy any copies you have made of the Content.</p>\n<p>3.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<em>Trademarks</em>.\nThe trademarks, service marks, logos, and design of Mavrck (the “<strong>Mavrck Trademarks</strong>”) used and displayed on the Mavrck Services are registered and unregistered trademarks or service marks of Mavrck.\nOther company, product, and service names located on the Mavrck Services may be trademarks or service marks owned by third parties (collectively with the Mavrck Trademarks, the “<strong>Trademarks</strong>”).\nNothing on the Mavrck Services or in this Agreement should be construed as granting, by implication, estoppel, or otherwise, any license or right to use any Trademark displayed on the Mavrck Services without the prior written consent of Mavrck specific for each such use.\nThe Trademarks may not be used to disparage Mavrck or the applicable third party, Mavrck’s or a third party’s products or services, or in any manner (using commercially reasonable judgment) that may damage any goodwill in the Trademarks.\nUse of any Trademarks as part of a link to or from any web site is prohibited without Mavrck’s prior written consent.\nAll goodwill generated from the use of any Mavrck Trademark shall inure to Mavrck’s benefit.</p>\n<p>3.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nYou agree not to:</p>\n<p>(a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\ntake any action that imposes an unreasonable load on the infrastructure of the Mavrck Services;</p>\n<p>(b)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nuse any device, software, or routine to interfere or attempt to interfere with the proper working of the Mavrck Services or any activity being conducted on the Mavrck Services;</p>\n<p>(c)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nattempt to decipher, decompile, disassemble, or reverse engineer any of the software comprising or making up the Mavrck Services;</p>\n<p>(d)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\ndelete or alter any material posted on the Mavrck Services by Mavrck or any other person or entity;</p>\n<p>(e)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nframe or link to any of the materials or information available on the Mavrck Services;</p>\n<p>(f)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nmisrepresent any of your metrics or statistics associated with your social accounts and performance of your posts as may be represented on the Mavrck Services.\nor</p>\n<p>(g)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nuse bots or other artificial means to inflate your metrics or statistics associated with your social accounts and performance of your posts as may be represented on the Mavrck Services.</p>\n<p>3.4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<em>User Content</em>.\nYou are solely responsible for all information, data, text, messages, images or other materials that you upload, post, publish or display (hereinafter, “<strong>upload</strong>”), or have uploaded, on the Mavrck Services, or that you authenticate and permit Mavrck to upload, or have authenticated and permitted Mavrck to upload, to the Mavrck Services, including through the integration and use of Social Media Services within your Mavrck Services account, or that you email or have emailed via the Mavrck Services (collectively, “<strong>User Content</strong>”).\nMavrck reserves the right to investigate and take appropriate legal action against anyone who, in Mavrck’s sole discretion, violates this provision, including without limitation, removing content from the Site, suspending or terminating the account of such violators, and reporting you to the law enforcement authorities.\nYou agree to not use the Mavrck Services to:</p>\n<ul>\n<li>email or otherwise upload any content that (i) infringes any intellectual property or other proprietary rights of any party.\n(ii) you do not have a right to upload under any law or under contractual or fiduciary relationships.\n(iii) contains software viruses or any other computer code, files or programs designed to interrupt, destroy or limit the functionality of any computer software or hardware or telecommunications equipment.\n(iv) poses or creates a privacy or security risk to any person.\n(v) is unlawful, harmful, threatening, abusive, harassing, tortious, excessively violent, defamatory, vulgar, obscene, pornographic, libelous, invasive of another’s privacy, hateful racially, or ethnically or otherwise objectionable.\nor (vii) in our sole judgment is objectionable or which restricts or inhibits any other person from using or enjoying the Mavrck Services, or which may expose Mavrck or its Brands or users to any harm or liability of any type;</li>\n<li>interfere with or disrupt the Mavrck Services or servers or networks connected to the Mavrck Services;</li>\n<li>violate any applicable local, state, national, or international law, or any regulations having the force of law;</li>\n<li>violate the terms of your agreement with, and any terms and conditions and other policies of, any Social Media Services;</li>\n<li>impersonate any person or entity;</li>\n<li>falsely state or otherwise misrepresent your affiliation with a person or entity, including our Brands;</li>\n<li>solicit personal information from anyone under the age of 18, or send invitations to use the Mavrck Services to individuals under the age of 18;</li>\n<li>harvest or collect email addresses or other contact information of other users from the Mavrck Services by electronic or other means for the purposes of sending unsolicited emails or other unsolicited communications;</li>\n<li>advertise or offer to sell or buy any goods or services for any business purpose that is not specifically authorized;</li>\n<li>further or promote any criminal activity or enterprise.\nor</li>\n<li>obtain or attempt to access or otherwise obtain any materials or information through any means not intentionally made available or provided for through the Mavrck Services.</li>\n</ul>\n<p>3.5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<em>License to User Content</em>.\nBy uploading (or permitting Mavrck to upload), or having previously uploaded (or permitted Mavrck to upload), any User Content or authorizing, or having previously authorized, Mavrck’s access to your Social Media Services accounts on or through the Mavrck Services, you hereby (a) authorize Mavrck to pull information made available through your Social Media Services accounts on or through the Mavrck Services and (b) &nbsp;grant to Mavrck, its affiliates, and its Brands a nonexclusive, worldwide, royalty-free, fully paid up, transferable, sublicensable (directly or indirectly through multiple tiers), perpetual, irrevocable license to copy, display, upload, perform, distribute, store, modify and otherwise use your User Content, in connection with the operation or improvement of the Mavrck Services or other of its or its Brands’ products and/or services.\nthe development of new products and services.\nand the promotion, advertising, or marketing of the foregoing, in any form, medium, or technology now known or later developed.\nMavrck and its affiliates may also derive statistical and usage data relating to your User Content and/or your use of the Mavrck Services (“Statistical Data”).\nMavrck may use the Statistical Data for any purposes, including combining it with or into other data and information available, derived or obtained from other customers, licensees, users, or other sources.\nIn addition, for the avoidance of doubt, Mavrck may use any publicly available data or data that is already in Mavrck’s or its affiliates’ control, regardless of whether such data qualifies as User Content hereunder, for any purposes permitted by applicable law, including without limitation growing Mavrck’s influencer index, conducting marketing activities and conducting marketing and statistical analysis.</p>\n<p>You acknowledge and agree that any questions, comments, suggestions, ideas, feedback, or other information about the Mavrck Services (collectively, “<strong>Submissions</strong>”), provided by you to Mavrck are non-confidential and Mavrck will be entitled to the unrestricted use and dissemination of these Submissions for any purpose, commercial or otherwise, without acknowledgment or compensation to you.</p>\n<p>3.6&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<em>Preservation, Disclosure, and Removal of User Content</em>.\nYou acknowledge and agree that Mavrck may preserve User Content and may also disclose User Content if required to do so by law or in the good faith belief that such preservation or disclosure is reasonably necessary to: (a) comply with legal process, applicable laws or government requests.\n(b) enforce this Agreement.\n(c) respond to claims that any User Content violates the rights of third parties.\nor (d) protect the rights, property, or personal safety of Mavrck, our Brands, users of the Mavrck Services, and the general public.\nYou understand that the technical processing and transmission of the Mavrck Services, including your content, may involve transmissions over various networks and changes to conform and adapt to the technical requirements of connecting networks or devices.\nIn addition, Mavrck has the sole right to remove any User Content from the Mavrck Services that it believes in its sole discretion is in violation of this Agreement or is otherwise inappropriate in any way.</p>\n<p>3.7&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<em>No Liability for Third-Party Content.\n</em>Under no circumstances will Mavrck be liable in any way for any content uploaded by third parties or at the direction of users of the Mavrck Services, including, but not limited to, for any errors or omissions in any content, or for any loss or damage of any kind incurred as a result of the use of any content uploaded or emailed via the Mavrck Services.\nYou acknowledge that Mavrck may not pre-screen content, but that Mavrck and its designees will have the right (but not the obligation) in their sole discretion to refuse or remove any content that is available via the Mavrck Services.\nYou agree that you must evaluate, and bear all risks associated with, the use of any content, including any reliance on the accuracy, completeness, or usefulness of such content.</p>\n<p>3.8&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<em>External Sites</em>.\nThe Web Sites may contain links to third-party web sites, including Brand web sites (“<strong>External Sites</strong>”).\nThese links are provided solely as a convenience to you and not as a referral or endorsement by us of any other entity or the content on such External Sites.\nThe content of such External Sites is developed and provided by others.\nYou should contact the site administrator or webmaster for those External Sites if you have any concerns regarding such links or any content located on such External Sites.</p>\n<p>We are not responsible for the content of any linked External Sites and do not make any representations regarding the content or accuracy of any materials on such External Sites.\nYou should take precautions when downloading files from all web sites to protect your computer from viruses and other destructive programs.\nIf you decide to access any External Sites, you do so at your own risk.</p>\n<p>3.9&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nCertain elements of the Mavrck Services are protected by trade dress, trademark, unfair competition, and other state and federal laws and may not be copied or imitated in whole or in part, by any means, including but not limited to, the use of framing or mirrors, except as otherwise expressly permitted by Section 3.1 of the Agreement.\nNone of the Content may be retransmitted without the express written consent from Mavrck for each and every instance.</p>\n<p>3.10&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<em>Copyright and the DMCA</em>.\nThe Digital Millennium Copyright Act of 1998 (the “<strong>DMCA</strong>”) provides recourse for copyright owners who believe that material appearing on the Internet infringes their rights under U.S.\ncopyright law.\nIf you believe in good faith that materials on the Mavrck Services infringe your copyright, you (or your agent) may send us a notice requesting that the material be removed, or access to it blocked.\nMavrck will process and investigate notices of alleged infringement and will take appropriate actions under the DMCA and other applicable intellectual property laws with respect to any alleged or actual infringement.\nNotices and counter-notices must meet the then current statutory requirements imposed by the DMCA.\nNotices and counter notices with respect to the Web Sites should be sent to Mavrck at:</p>\n<p>By Mail:<br>\nApifia Inc.\nd/b/a Mavrck</p>\n<p>100 North Washington Street, First Floor</p>\n<p>Boston, MA&nbsp.\n02114</p>\n<p>By Email: chiefprivacyofficer@Mavrck.co</p>\n<p>To be effective, the notification must be in writing and contain the following information:</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nan electronic or physical signature of the person authorized to act on behalf of the owner of the copyright or other intellectual property interest;</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\na description of the copyrighted work or other intellectual property that you claim has been infringed;</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\na description of where the material that you claim is infringing is located on the Mavrck Service, with enough detail that we may find it on the Mavrck Service;</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nyour address, telephone number, and email address;</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\na statement by you that you have a good faith belief that the disputed use is not authorized by the copyright or intellectual property owner, its agent, or the law.\nand</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\na statement by you, made under penalty of perjury, that the above information in your Notice is accurate and that you are the copyright or intellectual property owner or authorized to act on the copyright or intellectual property owner’s behalf.</p>\n<p>If you believe that your User Content that was removed (or to which access was disabled) is not infringing, or that you have authorization from the copyright owner, the copyright owner’s agent, or pursuant to the law, to upload and use the content in your User Content, you may send a written counter-notice containing the following information to Mavrck:</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nyour physical or electronic signature;</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nidentification of the content that has been removed or to which access has been disabled and the location at which the content appeared before it was removed or disabled;</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\na statement that you have a good faith belief that the content was removed or disabled as a result of mistake or a misidentification of the content.\nand</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nyour name, address, telephone number, and email address, a statement that you consent to the jurisdiction of the federal court located within the District of Massachusetts, and a statement that you will accept service of process from the person who provided notification of the alleged infringement.</p>\n<p>If a counter-notice is received, Mavrck will send a copy of the counter-notice to the original complaining party informing that person that it may replace the removed content or cease disabling it in ten (10) business days.\nUnless the copyright owner files an action seeking a court order against the content provider, member, or user, the removed content may be replaced, or access to it restored, in ten (10) to fourteen (14) business days or more after receipt of the counter-notice, at our sole discretion.</p>\n<p>4.11&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<em>Repeat Infringer Policy</em>.\nMavrck, in its sole discretion, may limit or terminate access to the Mavrck Services for users who are deemed to be repeat infringers.\nMavrck may also in its sole discretion limit or prevent access to the Mavrck Services by any users who infringe any intellectual property rights of others, whether or not there is any repeat infringement.</p>\n<p>\n<strong>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</strong>\n<strong>Limitation of Liability and Disclaimer of Warranties.</strong>\n</p>\n<p>4.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nMAVRCK, ITS AFFILIATES, THE BRANDS, AND ITS AND THEIR RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, SUPPLIERS, AND LICENSORS (COLLECTIVELY, THE “<strong>MAVRCK PARTIES</strong>“) MAKE NO WARRANTIES OR REPRESENTATIONS ABOUT THE CONTENT OR THE MAVRCK SERVICES, INCLUDING BUT NOT LIMITED TO ITS ACCURACY, RELIABILITY, COMPLETENESS, TIMELINESS, OR RELIABILITY.\nTHE MAVRCK PARTIES SHALL NOT BE SUBJECT TO LIABILITY FOR THE TRUTH, ACCURACY, OR COMPLETENESS OF THE CONTENT OR ANY OTHER INFORMATION CONVEYED TO THE USER OR FOR ERRORS, MISTAKES, OR OMISSIONS THEREIN OR FOR ANY DELAYS OR INTERRUPTIONS OF THE DATA OR INFORMATION STREAM FROM WHATEVER CAUSE.\nYOU AGREE THAT YOU USE THE MAVRCK SERVICES AND THE CONTENT AT YOUR OWN RISK.</p>\n<p>THE MAVRCK PARTIES DO NOT WARRANT THAT THE MAVRCK SERVICES WILL OPERATE ERROR‑FREE OR THAT THE MAVRCK SERVICES, THEIR SERVERS, OR THE CONTENT ARE FREE OF COMPUTER VIRUSES OR SIMILAR CONTAMINATION OR DESTRUCTIVE FEATURES.\nIF YOUR USE OF THE MAVRCK SERVICES OR THE CONTENT RESULTS IN THE NEED FOR SERVICING OR REPLACING EQUIPMENT OR DATA, NO MAVRCK PARTY SHALL BE RESPONSIBLE FOR THOSE COSTS.</p>\n<p>THE MAVRCK SERVICES AND CONTENT ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS WITHOUT ANY WARRANTIES OF ANY KIND.\nTHE MAVRCK PARTIES DISCLAIM ALL WARRANTIES, INCLUDING, BUT NOT LIMITED TO, THE WARRANTIES OF TITLE, MERCHANTABILITY, NON‑INFRINGEMENT OF THIRD PARTIES RIGHTS, AND FITNESS FOR PARTICULAR PURPOSE.</p>\n<p>IF YOU ARE A USER FROM NEW JERSEY, THIS SECTION 4 TITLED “LIMITATION OF LIABILITY AND DISCLAIMER OF WARRANTIES” IS INTENDED TO BE ONLY AS BROAD AS IS PERMITTED UNDER THE LAWS OF THE STATE OF NEW JERSEY.\nIF ANY PORTION OF THIS SECTION IS HELD TO BE INVALID UNDER THE LAWS OF THE STATE OF NEW JERSEY, THE INVALIDITY OF SUCH PORTION SHALL NOT AFFECT THE VALIDITY OF THE REMAINING PORTIONS OF THE APPLICABLE SECTIONS.</p>\n<p>4.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nIN NO EVENT SHALL ANY MAVRCK PARTY BE LIABLE FOR ANY DAMAGES WHATSOEVER (INCLUDING, WITHOUT LIMITATION, INCIDENTAL AND CONSEQUENTIAL DAMAGES, LOST PROFITS, OR DAMAGES RESULTING FROM LOST DATA OR BUSINESS INTERRUPTION) RESULTING FROM THE USE OR INABILITY TO USE THE MAVRCK SERVICES AND THE CONTENT, WHETHER BASED ON WARRANTY, CONTRACT, TORT (INCLUDING NEGLIGENCE), OR ANY OTHER LEGAL THEORY, EVEN IF SUCH MAVRCK PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p>\n<p>4.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nSome states do not allow exclusion of implied warranties or limitation of liability for incidental or consequential damages, so the above limitations or exclusions may not apply to you.\nIN SUCH STATES, THE LIABILITY OF THE MAVRCK PARTIES SHALL BE LIMITED TO THE GREATEST EXTENT PERMITTED BY LAW.</p>\n<p>\n<strong>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</strong>\n<strong>Indemnification.\n</strong>You agree to defend, indemnify, and hold harmless the Mavrck Parties from and against any claims, actions, or demands, including, without limitation, reasonable legal and accounting fees, arising or resulting from your breach of this Agreement or your access to, use, or misuse of the Content or Mavrck Services.\nMavrck shall provide notice to you of any such claim, suit, or proceeding.\nMavrck reserves the right to assume the exclusive defense and control of any matter which is subject to indemnification under this Section.\nIn such case, you agree to cooperate with any reasonable requests assisting Mavrck’s defense of such matter.</p>\n<p>If you are a California resident, you waive California Civil Code Section 1542, which says: “A general release does not extend to claims which the creditor does not know or suspect to exist in his favor at the time of executing the release, which if known by him must have materially affected his settlement with the debtor.” If you are a resident of another jurisdiction, you waive any comparable statute or doctrine.</p>\n<p>\n<strong>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</strong>\n<strong>Termination of the Agreement.</strong>\n</p>\n<p>6.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nMavrck reserves the right, in its sole discretion, to restrict, suspend, or terminate this Agreement and your access to all or any part of the Mavrck Services or the Content at any time and for any reason without prior notice or liability.\nMavrck reserves the right to change, suspend, or discontinue all or any part of the Mavrck Services or the Content at any time without prior notice or liability.</p>\n<p>6.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nSections 2 (Mavrck Services), 3&nbsp;(Content.\nIntellectual Property Rights), 4&nbsp;(Limitation of Liability and Disclaimer of Warranties), 5&nbsp;(Indemnification), 6&nbsp;(Termination of the Agreement), 9 (Dispute Resolution By Binding Arbitration), and 10&nbsp;(Miscellaneous) shall survive the termination of this Agreement.</p>\n<p>\n<strong>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</strong>\n<strong>User Must Comply with Applicable Laws.</strong>\n</p>\n<p>7.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nThese Web Sites are hosted with Amazon Web Services based in Northern Virginia, USA.\nWe make no claims concerning whether the Content may be downloaded, viewed, or be appropriate for use outside of the United States.\nIf you access the Web Sites or the Content from outside of the United States, you do so at your own risk.\nWhether inside or outside of the United States, you are solely responsible for ensuring compliance with the laws of your specific jurisdiction.</p>\n<p>7.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nThe United States controls the export of products and information.\nYou expressly agree to comply with such restrictions and not to export or re-export any of the Content to countries or persons prohibited under the export control laws.\nBy downloading the Content, you are expressly agreeing that you are not in a country where such export is prohibited or are a person or entity for which such export is prohibited.\nYou are solely responsible for compliance with the laws of your specific jurisdiction regarding the import, export, or re-export of the Content.</p>\n<p>\n<strong>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</strong>\n<strong>U.S.\nGovernment Restricted Rights.\n</strong>The Content is provided with “RESTRICTED RIGHTS.” Use, duplication, or disclosure by the Government is subject to the restrictions contained in 48 CFR 52.227-19 and 48 CFR 252.227-7013 et seq.\nor its successor.\nUse of the Web Sites or Content by the Government constitutes acknowledgement of our proprietary rights in the Web Sites and Content.</p>\n<p>\n<strong>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</strong>\n<strong>Dispute Resolution By Binding Arbitration</strong>\n</p>\n<p>9.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nPLEASE READ THIS SECTION 9 CAREFULLY AS IT AFFECTS YOUR RIGHTS.</p>\n<p>9.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<em>Agreement to Arbitrate.</em> This Section 9 is referred to as the “<strong>Arbitration Agreement</strong>.” You agree that any and all disputes or claims that have arisen or may arise between you and Mavrck, whether relating to this Agreement (including any alleged breach thereof), the Mavrck Services, any advertising, any aspect of the relationship between us, or otherwise, shall be resolved exclusively through final and binding arbitration, rather than a court in accordance with the terms of this Arbitration Agreement, except that you may assert individual claims in small claims court, if your claims qualify.\nFurther, this Arbitration Agreement does not preclude you from bringing issues to the attention of federal, state, or local agencies, and such agencies can, if the law allows, seek relief against us on your behalf.\nYou agree that, by entering into this Agreement, you and Mavrck are each waiving the right to a trial by jury or to participate in a class action.\nYour rights will be determined by a neutral arbitrator, not a judge or jury.\nThe Federal Arbitration Act governs the interpretation and enforcement of this Arbitration Agreement.</p>\n<p>9.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<em>Prohibition of Class and Representative Actions and Non-Individualized Relief</em>.\nYOU AND MAVRCK AGREE THAT WE MAY EACH BRING CLAIMS AGAINST THE OTHER ONLY ON AN INDIVIDUAL BASIS AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE ACTION OR PROCEEDING.\nUNLESS BOTH YOU AND MAVRCK AGREE OTHERWISE, THE ARBITRATOR MAY NOT CONSOLIDATE OR JOIN MORE THAN ONE PERSON’S OR PARTY’S CLAIMS AND MAY NOT OTHERWISE PRESIDE OVER ANY FORM OF A CONSOLIDATED, REPRESENTATIVE, OR CLASS PROCEEDING.\nALSO, THE ARBITRATOR MAY AWARD RELIEF (INCLUDING MONETARY, INJUNCTIVE, AND DECLARATORY RELIEF) ONLY IN FAVOR OF THE INDIVIDUAL PARTY SEEKING RELIEF AND ONLY TO THE EXTENT NECESSARY TO PROVIDE RELIEF NECESSITATED BY THAT PARTY’S INDIVIDUAL CLAIM(S), EXCEPT THAT YOU MAY PURSUE A CLAIM FOR AND THE ARBITRATOR MAY AWARD PUBLIC INJUNCTIVE RELIEF UNDER APPLICABLE LAW TO THE EXTENT REQUIRED FOR THE ENFORCEABILITY OF THIS PROVISION.</p>\n<p>9.4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<em>Pre-Arbitration Dispute Resolution.</em> Mavrck is always interested in resolving any disputes amicably and efficiently, and most user concerns regarding the Web Sites can be resolved quickly and to the user’s satisfaction by emailing customer support at success@Mavrck.co.\nIf such efforts prove unsuccessful, a party who intends to seek arbitration must first send to the other, by certified mail, a written Notice of Dispute (“<strong>Notice</strong>”).\nThe Notice to Mavrck should be sent to 100 North Washington Street, First Floor, Boston, MA 02114 (“<strong>Notice Address</strong>”).\nThe Notice must (a) describe the nature and basis of the claim or dispute and (b) set forth the specific relief sought.\nIf Mavrck and you do not resolve the claim within sixty (60) calendar days after the Notice is received, you or Mavrck may commence an arbitration proceeding.\nDuring the arbitration, the amount of any settlement offer made by Mavrck or you shall not be disclosed to the arbitrator until after the arbitrator determines the amount, if any, to which you or Mavrck is entitled.</p>\n<p>9.5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<em>Arbitration Procedures</em>.\nArbitration will be conducted by a neutral arbitrator in accordance with the American Arbitration Association’s (“<strong>AAA</strong>”) rules and procedures, including the AAA’s Supplementary Procedures for Consumer-Related Disputes (collectively, the “<strong>AAA Rules</strong>”), as modified by this Arbitration Agreement.\nFor information on the AAA, please visit its website at http://www.adr.org.\nInformation about the AAA Rules and fees for consumer disputes can be found at the AAA’s consumer arbitration page, http://www.adr.org/consumer_arbitration.\nIf there is any inconsistency between the AAA Rules and this Arbitration Agreement, the terms of this Arbitration Agreement will control unless the arbitrator determines that the application of the inconsistent Arbitration Agreement terms would not result in a fundamentally fair arbitration.\nThe arbitrator must also follow the provisions of this Agreement as a court would.\nAll issues are for the arbitrator to decide, including, but not limited to, issues relating to the scope, enforceability, and arbitrability of this Arbitration Agreement.\nAlthough arbitration proceedings are usually simpler and more streamlined than trials and other judicial proceedings, the arbitrator can award the same damages and relief on an individual basis that a court can award to an individual under the Agreement and applicable law.\nDecisions by the arbitrator are enforceable in court and may be overturned by a court only for very limited reasons.</p>\n<p>Unless Mavrck and you agree otherwise, any arbitration hearings will take place in a reasonably convenient location for both parties with due consideration of their ability to travel and other pertinent circumstances.\nIf the parties are unable to agree on a location, the determination shall be made by AAA.\nIf your claim is for $10,000 or less, Mavrck agrees that you may choose whether the arbitration will be conducted solely on the basis of documents submitted to the arbitrator, through a telephonic hearing, or by an in-person hearing as established by the AAA Rules.\nIf your claim exceeds $10,000, the right to a hearing will be determined by the AAA Rules.\nRegardless of the manner in which the arbitration is conducted, the arbitrator shall issue a reasoned written decision sufficient to explain the essential findings and conclusions on which the award is based.</p>\n<p>9.6&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<em>Costs of Arbitration.\n</em>Payment of all filing, administration, and arbitrator fees (collectively, the “<strong>Arbitration Fees</strong>”) will be governed by the AAA Rules, unless otherwise provided in this Arbitration Agreement.\nIf the value of the relief sought is $75,000 or less, at your request, Mavrck will pay all Arbitration Fees.\nIf the value of relief sought is more than $75,000 and you are able to demonstrate to the arbitrator that you are economically unable to pay your portion of the Arbitration Fees or if the arbitrator otherwise determines for any reason that you should not be required to pay your portion of the Arbitration Fees, Mavrck will pay your portion of such fees.\nIn addition, if you demonstrate to the arbitrator that the costs of arbitration will be prohibitive as compared to the costs of litigation, Mavrck will pay as much of the Arbitration Fees as the arbitrator deems necessary to prevent the arbitration from being cost-prohibitive.\nFinally, if the value of the relief sought is $75,000 or less, Mavrck will pay reasonable attorneys’ fees should you prevail.\nMavrck will not seek attorneys’ fees from you.\nBut, if you initiate an arbitration in which you seek more than $75,000 in relief, the payment of attorneys’ fees will be governed by the AAA Rules.</p>\n<p>9.7&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<em>Confidentiality</em>.\nAll aspects of the arbitration proceeding, and any ruling, decision, or award by the arbitrator, will be strictly confidential for the benefit of all parties.</p>\n<p>9.8&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<em>Severability</em>.\nIf a court decides that any term or provision of this Arbitration Agreement other than Section 9.3 above is invalid or unenforceable, the parties agree to replace such term or provision with a term or provision that is valid and enforceable and that comes closest to expressing the intention of the invalid or unenforceable term or provision, and this Arbitration Agreement shall be enforceable as so modified.\nIf a court decides that any provision in Section 9.3 is invalid or unenforceable, then the entirety of this Arbitration Agreement shall be null and void, unless such provisions are deemed to be invalid or unenforceable solely with respect to claims for public injunctive relief.\nThe remainder of the Terms of Service will continue to apply.</p>\n<p>9.9&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<em>Future Changes to Arbitration Agreement</em>.\nNotwithstanding any provision in this Agreement to the contrary, Mavrck agrees that if it makes any future change to this Arbitration Agreement (other than a change to the Notice Address) while you are a user of the Mavrck Services, you may reject any such change by sending us written notice within thirty (30) calendar days of the change to the Notice Address provided above.\nBy rejecting any future change, you are agreeing that you will arbitrate any dispute between us in accordance with the language of this Arbitration Agreement as of the date you first accepted this Agreement (or accepted any subsequent changes to this Agreement).</p>\n<p>\n<strong>10.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</strong>\n<strong>Miscellaneous.</strong>\n</p>\n<p>Subject to Section 9 above, this Agreement is governed by the internal substantive laws of the Commonwealth of Massachusetts, without respect to its conflict of laws provisions.\nWith respect to any disputes or claims not subject to arbitration, as set forth above, you and Mavrck agree to submit to the personal and exclusive jurisdiction of the state and federal courts located within Massachusetts.\nYou agree that regardless of any statute or law to the contrary, any claim or cause of action arising out of or related to use of Mavrck Services or this Agreement must be filed within one (1) year after such claim or cause of action arose or be forever barred.\nFailure of Mavrck to act on or enforce any provision of the Agreement shall not be construed as a waiver of that provision or any other provision in this Agreement.\nNo waiver shall be effective against Mavrck unless made in writing, and no such waiver shall be construed as a waiver in any other or subsequent instance.\nIf any provision of this Agreement is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties’ intentions as reflected in the provision, and the other provisions of this Agreement remain in full force and effect.\n&nbsp;Except as expressly agreed by Mavrck and you, this Agreement constitutes the entire Agreement between you and Mavrck with respect to the subject matter, and supersedes all previous or contemporaneous agreements, whether written or oral, between the parties with respect to the subject matter.\nThe section headings are provided merely for convenience and shall not be given any legal import.\nYou may not assign this Agreement without the prior written consent of Mavrck, but Mavrck may assign or transfer this Agreement, in whole or in part, without restriction.\nThis Agreement will inure to the benefit of our successors, assigns, licensees, and sublicensees.\nAny information submitted or provided by you to through the Mavrck Services might be publicly accessible.\nImportant and private information should be protected by you.\nMavrck is not liable for protection of privacy of electronic mail or other information transferred through the Internet or any other network that you may use.</p> Resources<ul>\n<li>Our Platform</li>\n<li>How We Are Different</li>\n<li>Case Studies</li>\n<li>Blog</li>\n<li>Subscribe To #SubjectToChange</li>\n<li>Mavrck for Agencies</li>\n<li>Mavrck for Influencers</li>\n<li>Influence University</li>\n<li>Apply to Write for the Mavrck Blog</li>\n</ul> Company<ul>\n<li>About Us</li>\n<li>Careers</li>\n<li>Contact Us</li>\n</ul> Legal<ul>\n<li>Privacy Policy</li>\n<li>Terms of Use</li>\n</ul> Locations <strong>Mavrck Headquarters</strong>\n<br>\n200 State St.\nMarketplace Ctr<br>\nNorth Bldg.\n3rd Fl.<br>\nBoston MA, 02109<br>\n<br>\n<strong>Mavrck Denver</strong>\n<br>\n1760 Platte St.<br>\nDenver, CO 80202<br>\n<br>\n<br>\n<br>\n<p>© 2021 Mavrck.\nAll Rights Reserved.\n</p>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<ul>\n<li>Book a Demo</li>\n<li>Platform\n<ul>\n<li>Platform Solutions</li>\n<li>Platform Capabilities</li>\n<li>Agency Capabilities</li>\n<li>Professional Services</li>\n</ul>\n<i>\n</i>\n</li>\n<li>How We're Different</li>\n<li>Case Studies</li>\n<li>Thought Leadership\n<ul>\n<li>Blog</li>\n<li>Subject To Change</li>\n<li>Resources</li>\n<li>Webinars<small>Webinars for developing and executing a successful influencer marketing strategy.</small>\n</li>\n<li>Inclusive Influencer Marketing Guide</li>\n<li>Influence University</li>\n<li>2021 Holiday Hub</li>\n</ul>\n<i>\n</i>\n</li>\n<li>About Us\n<ul>\n<li>About Us</li>\n<li>Careers</li>\n<li>Contact Us</li>\n</ul>\n<i>\n</i>\n</li>\n<li>For Agencies</li>\n<li>For Influencers</li>\n</ul> ", "created_at": "2021-11-13 21:31:00.719923", "updated_at": "2021-11-13 20:32:20.747752"}], "points": [], "urls": ["mavrck.co"]}}