{"error": 448, "message": "OK", "parameters": {"id": 278, "name": "Flattr", "created_at": "2018-01-16 15:26:07.335589", "updated_at": "2021-06-25 22:02:19.874653", "wikipedia": "https://en.wikipedia.org/wiki/Flattr", "keywords": "", "related": "paypal", "slug": "flattr", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/278.png", "url": "flattr.com", "documents": [{"id": 192, "name": "Privacy Policy", "url": "https://flattr.com/privacy", "xpath": "//main", "text": " Privacy Policy <ul>\n</ul> Privacy Policy for Flattr\n<p>Privacy Notice (short version)<br>\nPrivacy Policy (long version)<br>\nPrivacy Information: Voluntary opt in to send anonymized data to us</p>\n<ul>\n<li>Declaration of Consent</li>\n<li>Annex to Declaration of Consent: List of domains</li>\n</ul>\nPrivacy Notice (short version)\n<p>The following privacy notice shall provide you with a general overview about the collection and processing (hereinafter together referred to as “processing”) of your personal data.\nFor more information regarding our processing activities, please view our complete Privacy Policy.</p>\nWhat kind of personal data do we process?\n<ol>\n<li>\n<p>While using the Flattr Extension (automatically).\nAll data is saved locally in the Extension in your browser (<strong>and will - without your prior consent - never be transferred to and/or accessed by us</strong>)</p>\n<ul>\n<li>\n<p>Information relating the Extension itself:</p>\n<ul>\n<li>Operating system</li>\n<li>Extension state changes:\n<ul>\n<li>authentication</li>\n<li>update and reason for update</li>\n<li>Startup</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\n<p>Your interaction with the Extension:</p>\n<ul>\n<li>Adding or removing domains to or from your own flattr enabled/ disabled lists</li>\n<li>Manually flattring URLs</li>\n<li>Looking at your list of flattrs within the icon popup</li>\n<li>Dismissing a notification</li>\n</ul>\n</li>\n<li>\n<p>Your browsing behavior:</p>\n<ul>\n<li>Interaction data</li>\n<li>Browsing data</li>\n<li>Navigation data</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\n<p>While using our websites:</p>\n<ul>\n<li>\n<p>Automatically:</p>\n<ul>\n<li>The referrer URL, only when accessing our website via an Affiliate link</li>\n<li>Aggregated analytics data</li>\n</ul>\n</li>\n<li>\n<p>Voluntary:</p>\n<ul>\n<li>Account registration data</li>\n<li>Profile data</li>\n<li>Bank details</li>\n<li>Transaction data</li>\n<li>KYC data</li>\n<li>Anonymized Extension data (with prior opt-in only)</li>\n<li>social media channels added to your profile</li>\n<li>Newsletter:\n<ul>\n<li>Name</li>\n<li>Email address</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\n<p>On our social media pages</p>\n<ul>\n<li>Usage profiles</li>\n</ul>\n</li>\n</ol>\nHow do we collect data?\n<p>List of techniques and tools we use for data collection:</p>\n<ol>\n<li>In connection with our Extension:\n<ul>\n<li>HTTP requests to the server</li>\n</ul>\n</li>\n<li>On our websites:\n<ul>\n<li>Cookies</li>\n<li>Newsletter sign-up form</li>\n</ul>\n</li>\n<li>Data you provide to us via social media</li>\n<li>In connection with our social media pages:\n<ul>\n<li>Cookies</li>\n</ul>\n</li>\n</ol>\nHow and why do we process your data?\n<ul>\n<li>To provide our services to you</li>\n<li>To improve and to evaluate Flattr</li>\n<li>To create flattrs and contribute them</li>\n<li>To analyze aggregated website logs to improve our website</li>\n<li>To create custom ad audience and audience targeting, measure conversion rates and determine the effectiveness of marketing campaigns.</li>\n<li>To send you newsletters, if requested</li>\n<li>In connection with our social media pages, social networks use the data for market research and advertising purposes.</li>\n</ul>\nHow long do we keep data?\nExtension data:\n<ul>\n<li>Deleted in connection with Extension deletion:\n<ul>\n<li>Events, unless submitted to us</li>\n<li>Flattrs</li>\n<li>Session data</li>\n<li>Domains (black-/whitelisted)</li>\n</ul>\n</li>\n<li>Events, you have actively submitted to us: 35 days after each beta feedback submission.</li>\n<li>Daily deletion after history processing (unless it fails):\n<ul>\n<li>Session</li>\n<li>Visits</li>\n</ul>\n</li>\n</ul>\nUser profiles\n<p>Kept for the term of the agreement, except for</p>\n<ul>\n<li>number of flattrs, which are retained for a period of six (6) months after deletion of the account.\n* flattr with a receiving creator or publisher: connection to a Contributor automatically deleted after three (3) months after respective flattr.</li>\n<li>unclaimed flattrs will be anonymized after one (1) month after used in a distribution.</li>\n<li>profile name, flattred URL, except for domain and day of flattr, and the public profile of creators and publishers for a period of three (3) months.</li>\n<li>URLs without a recipient for one (1) month after subscription period.</li>\n</ul>\nTransaction data:\n<ul>\n<li>historic data for three (3) months</li>\n<li>basic transaction data for tax purposes in accordance with tax retention periods</li>\n</ul>\nAnalytics data\n<p>For 180 days.</p>\nData sent with your consent:\n<p>Identifier will be removed three (3) months after submission.</p>\nWhat is the legal basis of data processing?\n<p>We process your personal data in compliance with the European General Data Protection Regulation (Regulation (EU) 2016/679) (“GDPR”), the applicable EU laws and Swedish and German national data protection laws.</p>\nOur values\n<p>We collect as little data as possible.\nAs far as anonymous or pseudonymous use is possible we anonymize or pseudonymize your data.</p>\nWhat rights do you have?\n<ul>\n<li>Receiving and accessing information about the personal data stored by us about you.</li>\n<li>Rectification of inaccurate personal data and restricting details.</li>\n<li>Receiving your personal data in a structured, commonly used and machine-readable format, as well as having such data transmitted to another controller (‘data portability’).</li>\n<li>Request erasure of your data, unless such data needs to be retained for legal purposes.</li>\n<li>Object to the processing of your data.</li>\n<li>including withdraw your consent at any time, when you have provided us with your consent to the processing of personal data.</li>\n<li>Lodge a complaint with the respective supervisory authority.</li>\n</ul>\nQuestions?\n<p>Email our Data Protection Officer</p>\nPrivacy Policy (long version)\n<p>Your protection and data confidentiality is of utmost importance to us (“<strong>Flattr</strong>” “<strong>we</strong>” “<strong>our</strong>”).\nthat is why we take protecting your personal data very seriously and collect as little data as possible.\nNevertheless, some personal data is necessary to provide the services of our website flattr.com (hereinafter referred to “<strong>Website</strong>”), and our extension (hereinafter referred to as “<strong>Extension</strong>”, Website and Extension hereinafter referred to as “<strong>Services</strong>”).\nThis Privacy Policy shall inform you about the personal data we collect and how exactly that data is processed.\nWe gather and use personal data firmly within the provisions of the European General Data Protection Regulation (Regulation (EU) 2016/679) (“GDPR”), the applicable EU Laws and German and Swedish national data protection.\nIn the following text we will inform you about the specific data, the scope and the purpose of the collection and use of personal data by us when using the Services, the legal basis for such collection and processing as well as your rights to protect your personal data.<br>\nThe Privacy Policy does not apply to the practices of third parties that Flattr does not own or control, or to individuals that Flattr does not employ or manage.<br>\n“<strong>You</strong>”, “<strong>Your</strong>” and “<strong>Yourself</strong>” refer to anyone visiting our Website or using the Extension.</p>\nWho is responsible for the data collection and processing (contacts)?\nController\n<p>The legal person responsible for the collection, processing and / or use of personal data in connection with all Flattr Services (“<strong>Controller</strong>”) is:</p>\n<p>Flattr AB<br>\nBox 4111<br>\n20312 Malmö<br>\nSweden</p>\nContact our Data Protection Officer\n<p>If you have any questions regarding your personal data, please contact our Data Protection Officer:</p>\n<p>Cornelius Witt<br>\n<strong>Phone</strong>: +49 (0) 221 / 6430 6371<br>\n<strong>Email</strong>: privacy {@} flattr.com<br>\n<strong>Fax</strong>: +49 (0) 221 / 6430 6372</p>\nWhat is personal data?\n<p>The purpose of data protection is to protect personal data.\nPersonal data means<br>\nany information relating to an identified or identifiable natural person (“<strong>data subject</strong>”).\nAn identifiable natural person is one who can be identified, directly or indirectly, in particular, by reference to an identifier such as a name, an identification number, location<br>\ndata, an online identifier or to one or more factors specific to the physical, physiological,<br>\ngenetic, mental, economic, cultural or social identity of that natural person.</p>\n<p>This information includes, for example, details such as name, postal address, email address or telephone number, but also nicknames and / or information about your interests.</p>\nWhat kind of data do we Collect and Process and how?\n<p>We Collect and Process as little data as possible to provide our services sufficiently.\nWe do Collect some, but very little, and not more than needed, (personal) data on (i) the Website and (ii) the Extension.</p>\n<p>PLEASE NOTE: “Collection” and “Processing” of personal data does not mean, that the data leaves your device.\nMost of the data the Extension Collects and/or Processes stays in your browser and remains under your control.\nAs described in this Privacy Policy only a small amount of data and (wherever possible in pseudonymised form), will be transferred to us.\nWe nevertheless, would like to inform you about every single details in connection with your personal data.</p>\nDefinitions\n<p>“<strong>Collection</strong>” of/ To “<strong>Collect</strong>” personal data means any acquisition of data about you, including any accessing of personal data.</p>\n<p>“<strong>Processing</strong>” of personal data means any operation or set of operations which is performed on personal data or on sets of personal data, whether or not by automated means, such as collection, recording, organisation, structuring, storage, adaptation or alteration, retrieval, consultation, use, disclosure by transmission, dissemination or otherwise making available, alignment or combination, restriction, erasure or destruction.</p>\nCollection and Processing on our Website\nAffiliate program (automatically)\n<p>When you enter via a link from one of our affiliate partners profile pages on<br>\nFlattr.com, we also Collect the profile on Flattr.com from which<br>\nyou are visiting us (referrer profile).\nThis referer profile will only be Processed for payouts to the respective affiliate under our affiliate program.</p>\nYour Flattr account (mandatory)\n<p>As the Extension’s main functionality is to contribute to the content that you love and for content creators or publishers to receive this money, to make use of all its advantages, independent from your role, you have to register by adding an email address and choosing a password.\nWe may use your email address to verify it, to respond to your requests, send you reports, transfer subscription payments, etc.</p>\n<p>To create your account, you also need to enter your name and, if applicable, the name of your business, date of birth, nationality and your country of residence.\nThis data is needed for Processing transactions.</p>\n<p>Depending on your role, you need to provide us with additional personal data:</p>\nContributor accounts / profiles\n<p>As a user who is only using the Services for contributing to content (hereinafter referred to as “<strong>Contributor</strong>”), you must provide us with your payment information (e.g.\ncredit card) in order to set a subscription and process your contributions to content creators or publishers you have flattred.</p>\n<p>You can also use the automatic flattering of new content from content platforms and social networks.\nTherefore, you can grant us access to you list of social media subscriptions (for each social media network you would like to flattr channels automatically) and a the respective channel you wish to be flattred automatically.\nWe do not store your list of subscriptions you have on the respective platform or social network.\nWe are only storing the information about the channels you have added.\nYou can remove channels at any time.</p>\n<p>The connection to a you as a Contributor to a flattr with a receiving creator or publisher will be deleted automatically three (3) months after you have flattred the respective content.\nWe delete unclaimed flattrs after a second cycle, so users can see them for one (1) more month after they were used in a distribution.\nAfter, we only keep the anonymized statistics on a domain level.</p>\nIndividual creator accounts\n<p>As an individual content creator who can both receive payments and contribute to content, you must also enter payment information in order to process your contributions to content creators you have flattred.\nFor regulatory reasons, our payment provider must verify your account before you can withdraw any contributions.\nIn this case, you need to provide our payment provider with a copy of your passport and a postal address.\nIf you are representing a registered business, our payment provider will need further information in order to verify your account.</p>\n<p>For receiving contributions, you must also enter the website(s) where your content is published and / or log in to the respective social media platforms and create a public profile on Flattr to help Flattr users to identify you more easily.</p>\n<p>Content creators can be individuals, organizations or businesses.</p>\nPublisher accounts\n<p>As a business or organization publishing content, you must enter the website(s) where your content is published and / or connect any social media platforms you produce content on, as well as bank information, in order to receive contributions.\nThis includes your postal address and details of your bank account.</p>\n<p>For regulatory reasons, our payment provider must verify your account before you can withdraw any contributions.\nThis requires you to provide the payment provider with further information.</p>\n<p>You also need to create a public profile to help Flattr users to identify you more easily.</p>\nProfiles\n<p>In order to help Flattr users to identify you more easily when contributing to your content, you need to create a public profile where you may enter a name, which will be displayed in connection with your profile, a profile headline and a description about you or the company you are representing.\nFurthermore, you may upload a company logo and / or a cover image.</p>\n<p>We delete the profile name, flattred URL, except for domain and day of flattr, and the public profile of creators and publishers after a period of three (3) months.\nURLs without a recipient will be deleted after one (1) month after the end of a subscription period.</p>\nTransactions and Collection of data (mandatory)\n<p>All transactions will be carried out by an external payment provider via the payment provider’s system (currently MANGOPAY SA, seated in Luxembourg).\nFlattr only has access to those transactions for support reasons.</p>\n<p>Transaction data of contributions from Contributors to a publisher or a creator are deleted as follows: Historic data are kept for three (3) months and basic transaction data are kept in accordance with tax retention periods for tax purposes only.</p>\nVerification information (mandatory for payouts)\n<p>Because of legal obligations related to the payment provider’s license as an Electronic Money Issuer, the payment provider must verify your account before you can withdraw any money.\nThese verification obligations are necessary in order to fight fraud, money laundering and the financing of terrorism.<br>\nThe verification process requires you to upload specific information and / or documents, which will be uploaded and stored on our payment provider’s systems only.\nThe documents will be solely used for authentication purposes.\nWe do not have access to those documents.<br>\nThe information / documents you must upload include:</p>\n<ul>\n<li>A scan of your or your legal representative’s passport/ID or other identification document.<br>\n<strong>For German users:</strong>\n<br>\nYou are entitled, at your sole discretion, to redact the serial number and the access number on your ID and/or passport before uploading it.</li>\n<li>A scan proving your registration as a company</li>\n<li>A scan of the articles of association</li>\n<li>A shareholder declaration</li>\n</ul>\nDeletion of accounts\n<p>When deleting an account, all account data will be deleted directly, except for the following data, which must be retained for accounting purposes and/or for providing the Flattr service for a short period and will be automatically deleted at the end of the respective period:</p>\n<ol>\n<li>\n<strong>Contributors</strong>:<br>\nFlattrs, meaning the number of flattrs including the flattred URL, will be retained for a period of six (6) months after deletion of the account.\nThis is required for content creators’ and/or Publisher’s accounting.\nThe flattrs cannot be connected to you.<br>\nURLs without a recipient will be retained for one (1) more month after the end of the subscription period.</li>\n<li>\n<strong>Content creators/Publishers</strong>: For accounting reasons the profile name, flattred URL and the public profile will be retained for a period of three (3) months.</li>\n</ol>\n<p>To address issues related to (suspected) fraud, messages to our support can be retained for a maximum period of six (6) months, including messages of an account deleted in the meantime.</p>\nNewsletter\n<p>Flattr provides You with various newsletter services free of charge.\nWe use the newsletter to inform you about new products and send you general information about Flattr.\nYou can choose which newsletters you would like to receive by ticking the respective boxes in your settings.<br>\n<strong>Of course you can unsubscribe the newsletter at any time by opting-out in your account settings.\nIn addition, every newsletter contains the information on how you can unsubscribe the newsletter with effect for the future.</strong>\n</p>\nCollection and Processing in the Flattr Extension (automatically)\n<p>For the purpose of providing the Services, which includes what content will be flattred, the Extension automatically Collects data.\nThe Extension runs in your browser on your device.\n<strong>All data Collected when using the Extension will be stored and Processed in the Extension itself and will NOT be transferred to Flattr and / or eyeo GmbH (Flattr’s parent company) and, of course, not to any other third party, except for the URL you have flattered, which will be transferred to Flattr.</strong> This data is used by the Extension to decide automatically when and what will be flattred.<br>\nThe Extension Collects and Processes the following data to flattr the respective content:</p>\nInformation related to the Extension (automatically)\n<p>When using the Extension, we will automatically Collect the following data:</p>\n<ul>\n<li>Operating system</li>\n<li>Extension state changes\n<ul>\n<li>authentication</li>\n<li>update and reason for update</li>\n<li>startup</li>\n</ul>\n</li>\n</ul>\n<p>This information will be used for improving our Services and for security purposes.</p>\n<p>When connecting the Extension with your account, Extension ID and version will be exchanged with flattr.com for security reasons.</p>\nYour browsing behavior in the Extension (automatically)\n<p>The function of the extension is to determine what content (normally a URL) to flattr.\n<strong>Within the Extension only</strong>, we record interaction, browsing and navigation data to identify the content to flattr so your flattrs are actually given to the content you consume, you engage with and you pay attention to.\nThis is only done locally in your browser and this data is never sent to us.</p>\n<p>\n<strong>Within the Extension, meaning in your browser, under your control and not being sent to us</strong>, current measures to detect activity / inactivity are</p>\n<ul>\n<li>browsing data and timestamps, specifically URLs you visit (including previously visited pages) and the page title, on some multi-author pages (currently youtube.com only) the author of the respective webpage,</li>\n<li>information about tabs (creating, selecting, moving or closing tabs in the user interface, including which window and at which position the tab was created, as well as which window created it in case of popups, and whether a tab is audible and/or muted and also when this status changes),</li>\n<li>page load statuses to identify error pages, and browser idle state changes.</li>\n</ul>\n<p>Also <strong>within the Extension, meaning in your browser, under your control and not being sent to us</strong>, we record</p>\n<ul>\n<li>interaction data and timestamps, specifically\n<ul>\n<li>the occurrence of mouse movement,</li>\n<li>clicking, scrolling (including beginning and end scroll positions, as well as page width / height),</li>\n<li>zooming (including the zoom level) and</li>\n<li>the occurrence of keys being pressed.</li>\n</ul>\n</li>\n</ul>\n<p>Even within the Extension, we never record your mouse position and / or the exact keys you press.</p>\n<p>Again please note, that this data is recorded only in the Extension and thus only on your device.\n<strong>This data will never be sent to us or any other party.</strong> It is used to determine your activity and engagement with sites and which sites will get your flattrs.\nThis is how we guarantee the proper functioning of the extension and the payment to content creators.</p>\n<p>Only the information about which sites should receive your flattrs will be transferred and Processed for the payment of the content creators.</p>\nRecording of your interaction with the Extension\n<p>The Extension (meaning in your browser, under your control and not being sent to us) records your interaction with the Extension, including timestamps, as follows:</p>\n<ul>\n<li>Adding or removing domains to or from your own flattr enabled/disabled lists</li>\n<li>Manually flattring URLs</li>\n<li>Looking at your list of flattrs within the icon popup</li>\n<li>Dismissing a notification</li>\n</ul>\nWhat happens when you flattr content?\n<p>Content creators and publishers will be provided with information about the country where the Contributor that flattred the respective content is seated, as well as the amount of the contribution in order to fulfil tax law requirements and for reporting reasons.\nWe will transfer this data in data sets.\nnot individually and not containing any other information about you.</p>\nDeletion of Extension data\n<p>We delete all data collected in connection with the Extension as follows:<br>\nEvents, flattrs, session data and the domains, which you have black- and/or whitelisted will be deleted in connection with the deletion of the Extension.\nIn case you should have actively submitted those data to us, we will delete the submitted data 35 days after successful submission.<br>\nOn a daily basis, we delete sessions and visits after the processing of the history, unless it fails.</p>\nNecessary cookies\n<p>We use cookies to recognize signed-in users or to store your privacy preferences.\nCookies are small files that are stored on your computer with the help of your internet browser.\nThese cookies are necessary to provide you with our services, are not evaluated in any other manner, and are never used to track Website visitors.\nIf you do not want to enable cookies, you can opt against using them by selecting the appropriate settings on your browser.\nPlease note that the efficiency and range of Flattr’s services may be restricted as a result.</p>\nCollection and Processing on our social media presence\n<p>In order to communicate with you, and to inform you about our activities and offers on social networks, we are active on Facebook, Instagram, Pinterest, Twitter and LinkedIn.\nIn terms of Facebook, both Facebook and eyeo are jointly responsible for the processing of your personal data (“joint controller”, GDPR Art.\n26), even if it is stored exclusively by the respective social network.\nTherefore, we still inform you about the data processing processes in connection with our presence on the respective social network as follows.</p>\n<p>If you follow our respective online presence on one or more of the social networks used by us, please note that your data may be processed outside the European Union / the European Economic Area.\nHowever, all the networks we use have agreed to comply with EU data protection standards.</p>\n<p>The social networks we use also process your data regularly for market research and advertising purposes.\nBased on your usage behavior and interests, the networks may create usage profiles which are used, for example, to place advertisements corresponding to your potential interests within and outside of the networks.\nFor these purposes, cookies, which store your usage behavior and interests, as well as possibly also the devices you use, are regularly stored on your computer.</p>\n<p>For a detailed overview of the respective processing operations and opt-out options, please visit the website of each social network, listed below.\nFor the assertion of your rights and requests for information, we also refer you to the respective social networks, where you can exercise your rights most effectively.\nThis is because the social networks have access to your data and can therefore directly take appropriate measures and provide you with the respective information:</p>\n<ul>\n<li>\n<strong>Facebook</strong> (Facebook Ireland Ltd., 4 Grand Canal Square, Grand Canal Harbour, Dublin 2, Ireland), Facebook Fan Page based on a joint controller agreement – Privacy Policy: https://www.facebook.com/about/privacy/, Opt-Out: https://www.facebook.com and http://www.youronlinechoices.com</li>\n<li>\n<strong>Instagram</strong> (Instagram Inc., 1601 Willow Road, Menlo Park, CA, 94025, USA) – Privacy Policy / Opt-Out: http://instagram.com</li>\n<li>\n<strong>Pinterest</strong> (Pinterest Europe Ltd., Palmerston House, 2nd Floor, Fenian Street, Dublin 2, Ireland) – Privacy Policy: https://policy.pinterest.com/de/privacy-policy, / Opt-Out: https://policy.pinterest.com/de/privacy-policy#section-your-options</li>\n<li>\n<strong>Twitter</strong> (Twitter Inc., 1355 Market Street, Suite 900, San Francisco, CA 94103, USA) – Privacy Policy: https://twitter.com, Opt-Out: https://twitter.com/personalization</li>\n<li>\n<strong>LinkedIn</strong> (LinkedIn Ireland Unlimited Company Wilton Place, Dublin 2, Ireland) – Privacy Policy: https://www.linkedin.com/legal/privacy-policy, Opt-Out: https://www.linkedin.com/psettings/guest-controls/retargeting-opt-out</li>\n</ul>\nWhat is the purpose of data processing and what is the legal basis?\n<p>We process personal data in compliance with the European General Data Protection Regulation (Regulation (EU) 2016/679) (“<strong>GDPR</strong>”) and the applicable German and Swedish national data protection laws:</p>\nProcessing is necessary for taking steps prior to enter into a contract (Art.\n6 (1) b GDPR)\n<p>All data you provide us with in connection with the use of Flattr, including your account and when using the Extension, is necessary for the sole purpose of providing you with our services, as transferring the contributions to the Creators and Publishers.\nIf you do not open an account or - as a Contributor - do not install the Extension you cannot fully use our services.</p>\nCollection and processing is necessary for compliance with a legal obligation to which the controller is subject – Art.\n6 (1) c GDPR\n<p>Collection and processing of your personal data may be necessary for compliance with a legal obligation to which we are subject under EU laws or the laws of a EU Member State.</p>\nProcessing is necessary for the purposes of eyeo’s legitimate interests (Art.\n6 (1) f GDPR)\n<p>The collection and processing may be necessary for the purposes of our legitimate interests.\nIf this will be the case we will inform you accordingly.</p>\nProcessing is based on your consent (Art.\n6 (1) a GDPR)\n<p>When subscribing for our newsletter, you provide us with your consent, which legitimizes the use of your email address in accordance and to the extent of your consent.</p>\nInternational data transfers\n<p>For some parts of our hosting we use a non-EU/EEA service provider called Cloudflare, Inc., seated in San Francisco (United States).\nWe have carefully selected Cloudflare and review it regularly to ensure that your privacy is preserved.\nThe service provider provides sufficient guarantees to ensure an adequate level of data protection and may only use the personal data for the purposes stipulated by us and in accordance with our instructions.\nWe also contractually require the service provider to treat your personal data solely in accordance with this Privacy Policy and the European data protection laws.\nIn order to ensure an adequate level of data protection, we have entered into the EU Standard Contractual Clauses (processors) - Commission Decision C(2010)593.\nYou can request a copy by contacting us at privacy[at]flattr.com.</p>\nDo we disclose any personal data?\n<p>Except as explicitly mentioned in this Privacy Policy, we will not transfer your personal data to third parties as a matter of course without letting you know in advance or asking for your prior permission.\nWe may only transfer your personal data to third parties without informing you separately beforehand in the following exceptional cases as explained below:</p>\n<ul>\n<li>For hosting purposes, we work with service providers, who will only access and process any of your personal data to the extent required for support purposes and only under our instructions.\nThis is safeguarded by data processing agreements.</li>\n<li>If required for legal proceedings / investigations, personal data will be transferred to the criminal investigation authorities and, if appropriate, to injured third parties.\nWe will only do this if there are concrete indications of illegal and / or abusive behavior.\nWe are also legally obliged to give certain public authorities information.\nThese are criminal investigation authorities, public authorities who prosecute administrative offences entailing fines, and finance authorities.</li>\n<li>As part of the further development of our business, it may happen that the structure of Flattr AB changes.\nThe legal structure may be adapted, subsidiaries, business units or components may be created, bought or sold.\nIn such transactions, customer information may be shared with the transmitted part of the company.\nIn the event of a transfer of personal information, Flattr will ensure that it is done in accordance to this Privacy Policy and Swedish data protection laws.</li>\n</ul>\nWhat rights do you have?\n<p>In compliance with the GDPR and the applicable EU laws and German national data protection laws and to the extent legally permitted, you have the following rights to protect your personal data collected and processed by us:</p>\nInformation, access, rectification and restriction rights\n<p>Naturally you have the right to receive, upon request, information about the personal data stored by us about you and how we Process your personal data.\nWhere that is the case, you have the right to gain access to such personal data stored by us.\nYou have the right to request from us the rectification of inaccurate personal data, if any.\nTaking into account the purposes of Collecting and Processing your data, you have the right to have incomplete personal data completed.\nYou also have the right to request restriction of Processing.</p>\nData portability\n<p>You also have the right (1) to receive all personal data concerning you and which you have provided to us, in a structured, commonly used and machine-readable format and (2) to transmit those data to another controller.</p>\nErasure of your data\n<p>You have the right to demand from us the erasure of your personal data, where - inter alia - one of the following grounds applies:</p>\n<ul>\n<li>If we no longer need your personal data for the aforementioned purposes.</li>\n<li>If you withdraw your consent on which the collection and processing is based on Article 6 (1) a GDPR and where there are no other legal grounds for collection and processing.</li>\n<li>If you object to the collection and processing pursuant to Article 21 (1) GDPR and there are no overriding legitimate grounds for collection and processing.</li>\n</ul>\n<p>Please note, if data needs to be retained for legal purposes we will restrict the respective data.</p>\nRight to lodge a complaint with a supervisory authority\n<p>You have the right to lodge a complaint with a supervisory authority, in particular in the Member State of your habitual residence, place of work or place of the alleged infringement if you consider that the processing of personal data relating to you infringes the GDPR.</p>\nRight to object to the processing of your data\n<p>You have the right to object at any time to the collection and/or processing of your personal data on grounds relating to your particular situation, where collection and processing is based on our legitimate interest (Art.\n6 (1) f GDPR).</p>\nRight to withdraw your consent at any time\n<p>You have the right to withdraw your consent at any time, if you have provided us with your consent to the collection and processing of your personal data for one or more specific purposes.\nThe withdrawal of your consent does not affect the lawfulness of processing based on the consent before its withdrawal.</p>\nHow to exercise your rights\n<p>To exercise your rights, please contact us via or mail to:</p>\n<p>Flattr AB<br>\nBox 4111<br>\n20312 Malmö<br>\nSweden<br>\nflattr.com/contact</p>\nCalifornia Privacy Notice\n<p>This section only applies to California residents.\nIt explains how we collect and use Personal Information as well as the rights available to California residents under the California Consumer Protection Act (“CCPA”).\nThe words in this section have the same meaning given to them in the CCPA.\nPlease note that the words as described under the CCPA may be broader than their common meaning.</p>\n<p>“<strong>Personal Information,</strong>” for example, refers to information that identifies, relates to, describes, is capable of being associated with, or could reasonably be linked, directly or indirectly, to you or your household.\nPersonal Information does not include information that is aggregated or information that cannot be reasonably linked to you.</p>\nWhat Personal Information we collect and how we use it\n<p>In order to provide you with our products and services (“Products”), we must process certain Personal Information about you.\nWe do not sell any of your Personal Information, and we never will.\nFor a detailed explanation about the kinds of information that we collect and how we use it, please review the information provided above.\nHere is a summary of the CCPA categories of Personal Information that we may have collected about you over the past 12 months:</p>\n<ul>\n<li>Identifiers;</li>\n<li>Internet or other electronic network activity information, including information about your browser, extension, and operating system;</li>\n<li>Geolocation data;</li>\n<li>Financial information.\nand</li>\n<li>Inferences drawn from any of the information identified that reflect your preferences and attitudes.</li>\n</ul>\n<p>We may have collected these categories of Personal Information for the following business purposes:</p>\n<ul>\n<li>To personalize the Products we provide to you;</li>\n<li>To evaluate and improve our Products;</li>\n<li>To facilitate transactions in connection to your use of our Products;</li>\n<li>To provide limited analytic services;</li>\n<li>To communicate with you;</li>\n<li>To ensure security and functionality of our Products.\nand</li>\n<li>To perform other business purposes.</li>\n</ul>\nHow we share Personal Information\n<p>Subject to the limitations in this Privacy Policy, we share your Personal Information with external vendors (“Service Providers”) that are contractually prohibited from retaining, using, or disclosing Personal Information for any purpose other than the specific business purposes described in the contract.\nThese Service Providers include:</p>\n<ul>\n<li>Service providers that analyze your use of our website and test the accompanying data.\nand</li>\n<li>Service providers that facilitate hosting services in connection with your use of our Products.</li>\n</ul>\nSources from which we collect Personal Information\n<p>We receive Personal Information from you, our websites, and our external service providers.\nThe categories of sources from which we have collected or received Personal Information include:</p>\n<ul>\n<li>You/Your Flattr accounts and profile: We collect information to register and verify your accounts and profiles, including payment information, a copy of your passport, a postal address, and other information necessary to comply with applicable fraud, money laundering, and anti-terrorism regulations.\nWe may also collect information about the content that you publish in connection with our Products and any information that you volunteer to improve our Products.</li>\n<li>Our Websites: We collect information about how you interact with and use our websites.\nWe also collect information related to your Flattr account and profiles and any affiliate programs that you participate in.</li>\n<li>Your Social Media Profiles: We collect information about your social media subscriptions, if you choose to contribute to content in that manner.</li>\n<li>Service Providers: We engage vendors to perform business purposes on our behalf and share information with them to provide us with such business purposes including, analytics and hosting of Products.</li>\n</ul>\nWhat are your rights under the CCPA?\n<p>The CCPA provides you with the following rights:</p>\n<ul>\n<li>Right to Know: you have the right to request that we disclose to you the categories of Personal Information that we have collected, the categories of sources from which we have collected the Personal Information, the business purpose for collecting Personal Information, the categories of third parties with whom we have shared Personal Information, and the specific pieces of Personal Information about you that we have collected;</li>\n<li>Right to Request Deletion: you have the right to request that we delete any Personal Information about you that we have collected.\nand</li>\n<li>Right to Non-Discrimination: we will not discriminate against you for exercising any of these rights.</li>\n</ul>\n<p>Please note that we have a duty to verify your identity whenever you exercise your Right to Know and/or your Right to Request Deletion.\nIn order to do so, we will request Personal Information from you to match against the Personal Information in our records.\nIn some cases, we may also request additional documentation to verify your identity.</p>\n<p>Please also note that the CCPA allows you to exercise these rights yourself or to designate an authorized agent who will exercise these rights on your behalf.\nIn the event that an authorized agent exercises rights on your behalf, we may request a written permission from you that establishes the individual as your authorized agent as well as other information necessary to verify the identity of the authorized agent.</p>\n<p>To exercise any of these rights, please submit a request to privacy@eyeo.com.</p>\nContact for more information\n<p>If you have any questions about this section or how to exercise your rights under the CCPA, please contact us.</p>\nChanges to the Privacy Policy\n<p>As our Services evolve, we may change this Privacy Policy from time to time.\nThe respective current version is available at flattr.com/privacy.\nWe encourage you to check the Privacy Policy frequently to see if it has changed.</p>\n<p>April 2021</p> Privacy Information: Voluntary opt in to send anonymized data to us\n<p>We are continuously improving the Extension.\nIf you want to support us in improving the Extension, you can allow the Extension to transfer the above mentioned data to Flattr and eyeo GmbH by explicitly opting in to such a transfer.\nDepending on the status of our improvement, we may need different data.\nSuch data will be restricted to the data listed in the Declaration of Consent and will be only transferred if you opt in to provide us with beta feedback.\nPlease find the respective Declaration of Consent here.\nYou can opt out from this at any time in the settings of the Flattr extension.</p>\n<p>Three (3) months after you have sent it to us, we will delete your email address.</p>\nAnonymization of your data when providing feedback\n<p>In order to protect your personal data, all URLs, page titles, domains (except the ones stated below) and authors of the content viewed on the respective domain will be replaced by an increasing series of numbers before sending the information to our servers, which are protected by TLS encryption.\nThus, we do not know what you have been surfing, only the fact that you have been surfing.</p>\n<p>Because we might develop customized solutions for multi-author platforms in order to pay out the respective author that has been flattered, the domains (and only the domains, not the URLs) of multi-author platforms, as but not limited to Youtube.com and Wordpress.com (full list here, will not be replaced by an increasing series of numbers.</p>\n<p>We do not combine the Collected data with any other information about you.\nThe data we Collect is statistical data, therefore we do not know who generated it.</p>\n<p>May 2018</p> Declaration of consent\n<p>This opt in is voluntary and applies only in the instance where you want to provide us with anonymized data to improve our algorithm.</p>\n<p>\n<strong>Version</strong>\n<br>\n2.0</p>\n<p>\n<strong>Period</strong>\n<br>\n24 October 2017 until now</p>\n<p>\n<strong>Text of declaration of consent</strong>\n</p>\n<p>\n<strong>You can revoke your consent at any time by visiting this page and clicking the button below.</strong>\n</p>\n<p>You hereby declare that the following data will be transferred to eyeo GmbH, Germany, and Processed for the purpose of improving the Extension and the underlying algorithm:</p>\n<ul>\n<li>URLs and domains you visit, which will be anonymized before sending</li>\n<li>Author of the respective website (if applicable)</li>\n<li>Some domains, which will not be be anonymized</li>\n<li>Interaction with Website\n<ul>\n<li>mouse movement</li>\n<li>mouse clicking</li>\n<li>scrolling, including scroll positions, as well as page width/height</li>\n<li>zooming, including the zoom level</li>\n<li>keys pressed</li>\n</ul>\n</li>\n<li>Creating, selecting, moving or closing tabs in the User Interface, including which window and at which position the tab was created, as well as which window created it in case of popups</li>\n<li>Adding or removing domains to or from your flattr enabled/disabled list</li>\n<li>Browser idle state changes</li>\n<li>Manually flattring URLs https://flattr.com/faq**</li>\n</ul>\n<p>We do not combine the Collected data with any other information about you.\nThe data we Collect is statistical data, therefore we do not know who generated it.</p>\n<p>1.0</p>\n<p>3 May 2017 until September 30, 2017</p>\n<p>\n<strong>You can revoke your consent at any time with future effect by sending a message to us via www.flattr.com/contact.</strong>\n</p>\n<p>\n<strong>By checking the box, you hereby declare that the following data will be transferred to eyeo GmbH, Germany, and processed for the purpose of improving the Extension and the underlying algorithm</strong>:</p>\n<ul>\n<li>URLs and domains you visit, which will be anonymized before sending</li>\n<li>Author of the respective website (if applicable)</li>\n<li>Some domains, which will not be be anonymized</li>\n<li>Interaction with Website\n<ul>\n<li>mouse movement</li>\n<li>mouse clicking</li>\n<li>scrolling, including scroll positions, as well as page width/height</li>\n<li>zooming, including the zoom level</li>\n<li>keys pressed</li>\n</ul>\n</li>\n<li>Creating, selecting, moving or closing tabs in the User Interface, including which window and at which position the tab was created, as well as which window created it in case of popups</li>\n<li>Adding or removing domains to or from your flattr enabled/disabled list</li>\n<li>Browser idle state changes</li>\n<li>Manually flattring URLs https://flattr.com/faq</li>\n</ul>\n<p>We do not combine the collected data with any other information about you.\nThe data we collect is statistical data, therefore we do not know who generated it.</p> List of domains that are not anonymized\n<p>This only applies if you opt in to voluntarily providing us with anonymized data to improve our algorithm.\nURLs and authors on those domains will still be anonymized.</p>\n<ul>\n<li>500px.com</li>\n<li>deviantart.com</li>\n<li>facebook.com</li>\n<li>flickr.com</li>\n<li>github.com</li>\n<li>instagram.com</li>\n<li>linkedin.com</li>\n<li>livejournal.com</li>\n<li>medium.com</li>\n<li>soundcloud.com</li>\n<li>tumblr.com</li>\n<li>twitch.tv</li>\n<li>twitter.com</li>\n<li>vimeo.com</li>\n<li>wordpress.com</li>\n<li>youtube.com</li>\n</ul>\n", "created_at": "2018-07-17 10:11:53.84074", "updated_at": "2021-05-02 07:55:56.123738"}, {"id": 191, "name": "Terms of Use", "url": "https://flattr.com/terms", "xpath": "//main", "text": " Terms of Use <ul>\n</ul>\n<p>Welcome to Flattr, a product and service provided by Flattr AB, Box 4111, 20312 Malmö, Sweden (“<strong>Flattr</strong>”, “<strong>we</strong>”, “<strong>our</strong>”, or “<strong>us</strong>”).<br>\nWe have developed the browser extension Flattr (“<strong>Extension</strong>”) which can be downloaded at flattr.com (“<strong>Website</strong>”) and other domains and / or App Stores.\nThe Extension is a browser add-on that allows users to easily contribute to content they love based on a smart algorithm that measures each individual user’s engagement on the websites they visit, and then automatically distributes the right amount of funds to the respective content.</p>\nA.\nTerms of Use in a nutshell\n<p>The following short version shall provide you with a concise overview about our rules and legal terms in connection with the use of our Services.\nPlease note, this overview is for Your convenience only and is not legally binding.</p>\n<p>\n<strong>1.\nScope: To whom and what do these terms apply?</strong>\n<br>\nUsers, that are at least 18 years old, and companies who accept these Terms.</p>\n<p>\n<strong>2.\nWhen and how do we modify these Terms?</strong>\n<br>\nWhenever necessary, e.g.\nbecause of changes in our Services, but subject to prior notice.</p>\n<p>\n<strong>3.\nWhat do I need to do to use Your Services?</strong>\n<br>\nInstall the Extension to contribute to content, sign up for an account and select a subscription fee (and a payment account if You want to receive contributions).</p>\n<p>\n<strong>4.\nScope: What we offer to You when You use our Services</strong>\n<br>\nWe offer the use of the Extension free of charge, which enables You to contribute, subject to the subscription you select, to content You love, and the possibility to receive of contributions from Users who would like to support Your content with remuneration.</p>\n<p>\n<strong>5.\nYour obligations when using our Services</strong>\n</p>\n<p>\n<strong>All Users</strong>:</p>\n<ul>\n<li>Do not use our Services for any purpose that is unlawful or prohibited by these Terms</li>\n<li>Do not flattr any illegal websites</li>\n</ul>\n<p>\n<strong>Users receiving contribution</strong>:</p>\n<ul>\n<li>Pay the transaction fees for receiving contributions</li>\n<li>Inform Your users sufficiently when participating in our affiliate program</li>\n</ul>\n<p>\n<strong>6.\nWhat are our fees?</strong>\n<br>\nThe Extension and contribution to content is free to use.<br>\nUsers receiving contributions get most of the percentage of the contribution.\nThe remaining percent is split between us and the payment service provider.\nOur fees can be reviewed at flattr.com/faq.</p>\n<p>\n<strong>7.\nTerm and termination of this agreement</strong>\n<br>\nYour agreement runs for an indefinite term.\nBoth parties, You and us, can terminate the agreement with prior notice of one (1) week before the end of Your Subscription Period.<br>\nPlease note, for withdrawals (within the refund period) You need to provide us with so called Know your Customer (KYC) information, due to the laws for the prevention of money laundering and terrorism financing.</p>\n<p>\n<strong>8.\nUse and Terms of Payment Provider</strong>\n<br>\nFor contributions we use an external payment provider (MangoPay, SA, seated in Luxembourg), that takes care of all transactions in connection with the contributions, subject to these terms and conditions.</p>\n<p>\n<strong>9.\nIndemnification</strong>\n<br>\nIn case any of your activities in connection with the use of our Services is illegal, infringes third party rights or breaches this agreement and this activity affects us, You must indemnify us from all third party claims.</p>\n<p>\n<strong>10.\nWarranty in connection with defects</strong>\n<br>\nYour rights in connection with any defects related to our Services.</p>\n<p>\n<strong>11.\nLimitation of liability</strong>\n<br>\nWe distinguish between our free and our paid services.\nFor free Services, such as the use of our Extension and contributions we have only very limited liability.\nFor our paid Services, in particular receiving contributions, our liability is still limited but only in connection with minor breaches.</p>\n<p>\n<strong>12.\nMiscellaneous</strong>\n<br>\nWe hope there will be no claims and You are satisfied with our Services, but in the case of any claims, as a Swedish company, those claims are subject to Swedish law and will be settled in Swedish courts.\nPlease note, our main language is English, in case of translation inaccuracies the English version shall prevail.</p>\nB.\nTerms of Use in detail\n1.\nScope: To whom and what do these terms apply?\n<p>These terms of use (“<strong>Terms</strong>”) govern the use of the Extension and the processing of contributions (“<strong>Transactions</strong>”.\nExtension and Transactions together “<strong>Services</strong>”) by contributors, content creators and content publishing companies (all together “<strong>Users</strong>” or individually addressed “<strong>You</strong>”).\nAll Users that are natural persons must be of full legal age, meaning at least 18 years old (“<strong>Adults</strong>”).\nAS A MINOR YOU ARE NOT ENTITLED TO USE FLATTR.\nPlease read these Terms carefully before using Flattr.\nBy opening a Flattr account, You agree to these Terms.\nIf You do not agree to these Terms, do not open an account or use our Services.\nYour own terms and conditions will only become part of this agreement if we have explicitly agreed upon this in writing.</p>\n<p>We can agree with You on additional terms with respect to certain new functions in connection with the Extension.\nHowever, we will duly inform You of such additional terms beforehand.</p>\n<p>We reserve the right to offer additional services.\nIf we do so, we may provide You with additional terms.</p>\n<p>These Terms are aimed at both end users and businesses.\nEnd users are persons who conclude legal transactions for a purpose that can be ascribed neither to their commercial nor self-employed professional activities.\nBusinesses are either natural persons, legal entities or legally capable partnerships who exercise their commercial or self-employed professional activities when concluding a legal transaction.</p>\n2.\nWhen and how do we modify these Terms?\n<p>We reserve the right to amend and adapt these Terms with future effect.\nYou can always request the currently applicable version of these Terms via flattr.com/contact, or access them on flattr.com/terms.\nWe will notify You via email prior to their planned introduction, outlining any new regulations and their effective date.\nWe will allow You a reasonable period of time, equating to at least six weeks, to declare whether You agree to the amended Terms for the continued use of Services.\nIf You do not object within the given time period, which begins on receipt of the notification, the new regulations will be regarded by Flattr as agreed upon.\nWe will advise You at the start of the given time period of Your right of objection, the objection period and the implications of not responding.\nThis amendment mechanism does not apply to changes to major contractual obligations between us and You.</p> 3.\nWhat do I need to do to use your Services?\n<p>In order to use our Services, You must:</p>\n<ul>\n<li>As a contributor only, install the Extension to contribute to content, and / or</li>\n<li>Sign up for an account, and / or</li>\n<li>As a contributor only, start a subscription.</li>\n</ul>\n3.1 Installation of the Extension by contributors\n<p>As a contributor, You can install the Extension on Your desktop browser by clicking on the “Add to” button on flattr.com.\nAt flattr.com/faq, You will find a list of the browsers we currently support.</p>\n3.2 How to sign up and conclusion of the agreement\n3.2.1 Registration\n<p>You cannot use the Services without registration.\nthe Extension for contributors will not be active without registration and active payment subscription.\nYou can register and open an account by including the required information truthfully in the signup form and submit this information by clicking the “Sign up” button.\nWe will send You a confirmation of Your registration via email including the confirmation link after You have clicked the “Sign up” button.\nYou will enter into an agreement with us as soon as You have clicked the confirmation link.<br>\nIf requested by us, You agree to provide us with additional information about You or Your services within a reasonable time.\nFailure to do so may result in Your account being terminated or suspended.</p>\n3.2.2 Payment Account\n<p>If you want to contribute or receive contributions, You must open a payment account, which is technically operated by our Payment Provider (Section 8), but integrated in Your Flattr account in our Services.<br>\nTo open a payment account You must be either:</p>\n<ul>\n<li>a natural person being an Adult, with capacity to enter into legally binding contracts, or</li>\n<li>a legal person, resident or registered in a member State of the European Union or in a state that is party to the agreement relating to the European Economic Area, or registered in any other country that imposes the equivalent requirements regarding money laundering and the financing of terrorism.</li>\n</ul>\n<p>Opening a payment account may require additional information, which must be provided by You.\nFor more information on what information is required, please refer to our Privacy Policy.</p>\n3.2.3 KYC\n<p>Pursuant to the laws for the prevention of money laundering and terrorism financing, the<br>\nPayment Provider (Section 8) is obliged to identify every User and to collect certain documents and information in this regard for the purpose of receiving money or withdrawing money.\nThis so called “Know your customer” (“<strong>KYC</strong>”) information may be needed for contributing and / or receiving contributions as well as withdrawing money from an account.\nFor more information, please refer to our Privacy Policy.\nKYC may take up to three (3) working days.<br>\nWe reserve the right to refuse the registration of, or cancel an account at our sole discretion, at any time and for no reason at all.</p>\n4.\nScope: What we offer to You when You use our Services\n<p>Subject of our Services is both (i) the use of the Extension free of charge, including the manual maintenance of flattered content, and (ii) the processing and receiving of contributions (the receiving of contributions against payment).</p>\n4.1 Use of our Extension\n<p>Both the installation and the use of the Extension are free of charge.<br>\nThe Extension runs in Your browser on Your device and automatically collects the data necessary to flatter content.\nFor further details on data collection and processing, please read our Privacy Policy.\nOnly websites that are on our whitelist and sites you enable flattr for will receive flattrs based on Your browsing engagement and browser history.\nYou can review Your flattrs and You can always change them manually in Your account before a transaction has been generated.\nFor further information on how to give flattrs, please read our FAQ.<br>\nUpon Your proper registration with our Services, we grant to You the non-exclusive right to access and use our Services for the term of this agreement and only in accordance with these Terms.\nOur Service is available only to Adults, whether acting on their own behalf or as authorized employees or representatives of an entity.\nIf You do not qualify thusly, do not attempt to register for, or use, our Services.</p>\n4.2 Processing and receiving of contributions\n<p>The main part of our Services is the contribution to content, which is free of charge for the Users contributing, but is subject to the fee for the Users receiving the contributions as stated in Section 6 of these Terms.</p>\n4.2.3 Contributions\n<p>To contribute, You need to choose a subscription for each 30 day cycle (“<strong>Subscription Period</strong>”).\nYou can change the subscription amount when a new Subscription Period starts.\nBased on Your specific surfing behaviour, engagement, visits, manual flattrs and Your manual changes and / or restrictions – if any – Your subscription for a Subscription Period will be automatically contributed to the respective Users.\nThe payment for the subscription is done at the beginning of the Subscription Period and normally contributions will take place after the end of each Subscription Period.\nIn the event of a technical issue, it may happen a few days later (“<strong>Contribution Date</strong>”).<br>\nIf during a given Subscription Period a User has not engaged on any flattrable site, the respective subscription amount for that Subscription Period will not be distributed but will be carried over as the next Subscription Period’s subscription amount.</p>\n4.2.3 Refunds\n<p>Within Your first Subscription Period and until the contributions have been transferred to the respective receiving Users first time, the User can obtain a refund of the subscription amount by sending a refund request via the contact form within the first 20 days of the first Subscription Period.\nTo send the request, You must be logged in and use our contact form at flattr.com/contact in order to ensure that You are the legitimate account owner.\nWhen a refund is performed all flattrs made during that Subscription Period and any contributions that should have been made, will be cancelled.</p>\n4.2.4 Receiving contributions\n<p>As a User receiving contributions, You need to add one or more websites or social accounts find out more containing content which can be subject to flattrs.\nIn order to withdraw any money received You must add a valid bank account to Your profile and verify Your account KYC.\nYou can initiate withdrawals Yourself within Your account.</p>\n4.3 Availability of our Services\n<p>Our Services will be available for use (“<strong>system uptime</strong>”) 24 hours a day, 365 days a year with 96% availability on average (“<strong>SLA</strong>”).\nIf maintenance work is necessary and if our Services are not available for maintenance reasons, we will duly inform You.\nDisruptions to our Services for maintenance reasons will not be counted as part of SLA time.\nWe will not be responsible for internet/network-related downtimes and, in particular, for downtimes in which our Services cannot be accessed due to technical or other problems outside our area of influence, e.g.\nforce majeure, fault of third parties, etc.</p>\n5.\nYour obligations when using our Services\n5.1 Payment of transaction fees\n<p>Users receiving contributions are obliged to pay the transaction fee as stated in Section 6 of these Terms, which will be automatically deducted from Your account each month.</p>\n5.2 Prohibited use\n<p>You are responsible for keeping Your login credentials, including Your password, confidential.\nThis means that You do not give it to anyone else, that You do not permit or enable third parties to gain knowledge of it and that You take the necessary steps to guarantee its confidentiality.\nIf Your credentials are lost or misused, or if You suspect that they have been lost or misused, You must notify us of this immediately via our contact form to make sure that Your account is blocked immediately.</p>\n<p>Additionally, You agree not to use our Services for any purpose that is unlawful or prohibited by these Terms, or any other purpose not reasonably intended by Flattr.\nBy way of example only, and not as a limitation, You agree not to use our Services:</p>\n<ul>\n<li>to add any website or social account which provides, supports or promotes illegal content, such as, but not limited to content that infringes upon third party IP rights, is libelous, defamatory, obscene, abusive, offensive, profane or otherwise violates any law or right of any third party;</li>\n<li>for any illegal or unauthorised purpose.\nIf You are an international user, You agree to comply with all local laws regarding online conduct and acceptable content;</li>\n<li>to use any information obtained from our Services in order to contact, advertise to, solicit or sell to any User without their prior explicit consent;</li>\n<li>sell or otherwise transfer Your profile.</li>\n</ul>\n<p>In addition, You agree that You will not use our Services on behalf of, or at the request or instruction of, any third party.\nFurthermore, You will not request any third party, pay or otherwise attempt to influence any third party to manipulate or otherwise affect our Services in any manner.</p>\n5.3 Types of websites not permitted\n<p>Please note that You are not permitted to flattr or to add certain websites for legal reasons.\nWebsites that are not permitted to be flattred or added are websites which include or promote:</p>\n<ul>\n<li>Hate speech, which includes:\n<ul>\n<li>content that incites hatred or promotes violence against individuals or groups based on race or ethnic origin, religion, disability, gender, age, veteran status, or sexual orientation / gender identity;</li>\n<li>assaults the human dignity of others by insulting, maliciously maligning an aforementioned group, segment of the population or individual because of their belonging to one of the aforementioned groups or segments of the population, or defaming segments of the population;</li>\n<li>denial of the Holocaust.</li>\n</ul>\n</li>\n<li>Hacking / cracking content and warez or the promotion of same.</li>\n<li>Sale of products that are replicas or imitations of designer goods or otherwise protected by intellectual property rights.</li>\n<li>Online gambling or online casino-related content, sale of alcohol or sale of prescription drugs.</li>\n<li>Pornographic or highly suggestive content or images that violate the applicable laws.</li>\n<li>Sale of weapons or ammunition.</li>\n<li>Anything that facilitates or promotes copyright infringement.</li>\n<li>Extreme violence.</li>\n<li>Promotion of illegal drugs or drug paraphernalia.</li>\n<li>Any other content that is illegal, promotes illicit or harmful activity, or infringes on the rights of others.\nThis includes in particular sites that provide “how-to” information on bomb-making, lock-picking and similar topics.</li>\n<li>Defamatory or libelous content.</li>\n<li>Distribution of viruses, malware.</li>\n</ul>\n5.4 Breaches of Your obligations\n<p>If You breach any part of Section 5.2, we have the right to immediately terminate Your access to our Services.\nAny other rights we may have shall remain unaffected.</p>\n<p>We are also entitled to immediately suspend or withdraw Your right to make any transactions from Your payment account where:</p>\n<ul>\n<li>we have reasonable grounds to believe that there may be a breach in the security of Your account details;</li>\n<li>we suspect the unauthorized or fraudulent use of Your account details, or due to European or national law applying to us.</li>\n</ul>\n<p>Where possible and reasonable, we will inform You in advance that we are intending to do so and the reasons for these actions.\nIf such advance information is not possible or reasonable, we will inform You at the earliest opportunity after termination and in any event within the time that You would expect a transaction to take place.</p>\n<p>Otherwise, we will not inform You where this would compromise our reasonable security<br>\nmeasures or is otherwise contrary to any applicable law, rule or regulation.</p>\n<p>Where the reasons for our actions then cease to exist, we will then either reinstate Your access to Your account or issue you with new account details as soon as is practicable.</p>\n5.5 Affiliate program\n<p>We offer an affiliate program to Users receiving contributions.\nThe User implementing the affiliate program in their service is responsible for all necessary actions on their end, required by applicable data protection laws, such as but not limited to informing the User about any processing of personal data when clicking on the affiliate link.\nFor further information regarding which data is transferred to us when clicking on the affiliate link, please refer to our Privacy Policy: https://flattr.com/privacy.</p>\n6.\nWhat are our fees?\n<p>The use of the service as a contributor is free of charge.</p>\n<p>When receiving contributions, we charge a transaction fee of Your total monthly received contributions.\nOur fees can be reviewed at flattr.com/faq.</p>\n<p>All fees are gross prices including the applicable Value Added Tax, if any.</p>\n7.\nTerm and termination of this agreement\n<p>The use of our Services runs for an indefinite term.\nBoth parties have the right to terminate the agreement with prior written notice (electronic means is sufficient) of one (1) week until the end of,</p>\n<ul>\n<li>if applicable, a Subscription Period, or</li>\n<li>only if no Subscription Period is applicable, a calendar month.</li>\n</ul>\n<p>The right to terminate the agreement for just cause remains unaffected.</p>\nDeletion of Your Account and withdrawal of budget\n<p>For a full deletion of Your account and all data related to it, Your payment account must be empty.\nAll subscription of the Subscription Period in which the termination took place will be contributed according to these Terms.\nIf there is any money in Your payment account which cannot be contributed, You must withdraw it first.\nUntil all money is contributed or withdrawn we will block Your account for use, but are not entitled to delete Your data due to payment regulatory provisions.<br>\nFollowing Your withdrawal, if applicable subject to prior KYC, of the money, the credit balance of the account will be transferred without undue delay, to the User’s bank account after deduction of any fees due and payable to Flattr.\nAfter having transferred the respective amount to the bank account of the User, we as well as the Payment Provider have no more obligations towards You.</p>\n8.\nUse and Terms of Payment Provider\n<p>For contributions we use the external third party platform MangoPay, SA, seated in Luxembourg (“<strong>Payment Provider</strong>”).\nAll transactions in connection with the contributions are carried out by, and are the sole responsibility of, the Payment Provider.<br>\nTherefore, You must enter into a <strong>Framework Agreement for Payment Services (“Payment Provider Agreement</strong>”) with the Payment Provider.\nBy opting into the Payment Provider Agreement and / or clicking the signup button, You agree to the terms and conditions of the Payment Provider Agreement.</p>\n9.\nIndemnification\n<p>You will indemnify us from all claims, including damages claims, asserted against us by other Users or other third parties, including public authorities, due to violations of their rights due to or arising out of:</p>\n<ul>\n<li>any User’s activities, practices, websites and services of any sort whether performed directly or indirectly;</li>\n<li>any violation of the Terms or applicable law by the User;</li>\n<li>the infringement by the User of any intellectual property rights or other rights of any person or entity.</li>\n</ul>\n<p>You will bear all appropriate costs, including appropriate costs incurred for legal defence that we have to pay as a result of your violation of the rights of third parties.\nAll of our further rights and damage claims will remain unaffected.\nYou are entitled to provide evidence that we have incurred lower costs than stated.<br>\nThe above-mentioned obligations will only apply if You are responsible for the violation of rights in question.\nin other words, if you have knowingly or deliberately omitted exercising due diligence.</p>\n10.\nWarranty in connection with defects\n<p>We are only liable for defects in connection with our Services provided.\nthe impairments are not due to the restrictions in availability (SLA) described in Section 4.3.</p>\n<p>A defect will always be deemed to exist if the suitability for contractual use is suspended or considerably restricted.\nWhere contributions cannot be made, You must not pay any fee under these Terms.</p>\n<p>You must immediately inform us of the defect via flattr.com/contact.</p>\n<p>You are not entitled to claim damages due to a defect with our Services, or due to a circumstance for which we are not responsible – either existing when you sign the agreement or occurring thereafter.</p>\n<p>Further claims and rights for defects to our Services – other than those explicitly named in this Section 10 – will not be recognized except if we are held liable for them by statutory provisions.</p>\n11.\nLimitation of liability\n11.1 Free use of our services\n<p>Our liability for use of the free services is restricted to intention and gross negligence or the absence of a guaranteed characteristic.\nWe will be fully liable in cases of intention.\nin cases of gross negligence and the absence of a guaranteed feature, our liability will be restricted to typical and foreseeable damage.\nAny further liability is excluded.</p>\n11.2 Use of the contribution of Services\n<p>We will be liable as follows for use of all Services in connection with the contributions:</p>\n<p>(i) Claims for compensation on the part of the User are excluded from these Terms.\nExceptions to this exclusion of liability are claims for compensation on the part of the Company for loss of life, bodily injuries, damage to health, the violation of essential contractual obligations (cardinal obligations) or damages resulting from a deliberate or grossly negligent breach of duty on the part of Flattr, its legal representatives or agents.\nCardinal obligations within the meaning of these Terms are the obligations that ensure the proper execution of the agreement and the fulfilment of its purpose and the observance of which the users can therefore regularly rely upon.<br>\n(ii) In case of a breach of fundamental contractual obligations, we are only liable for contract-typical, foreseeable damage caused by simple negligence, except claims made by Users for compensation resulting from loss of life, bodily injury or damage to health.<br>\n(iii) The regulations outlined in this Section 11 (2) and (3) also apply to legal representatives and agents of Flattr if the claims are made directly against them.</p>\n12.\nMiscellaneous\n12.1 Governing law and dispute resolution\n<p>These Terms shall be governed by Swedish law to the exclusion of the UN Convention on Contracts for the International Sale of Goods.<br>\nIf you have no place of jurisdiction in Sweden or in any other EU member state, if you have transferred your permanent domicile abroad after these Terms take effect or if your domicile or usual place of residence is unknown at the time legal action is taken, the sole place of jurisdiction for all disputes arising from this agreement will be the location of our registered offices.<br>\nThe Swedish courts will have exclusive jurisdiction to settle any dispute or claim that arises out of or in connection with the terms or their subject matter or formation (including non-contractual disputes or claims).<br>\nIn any action or proceeding to enforce rights under the terms, the prevailing party will be entitled to recover the costs of the proceedings including, but not limited to, any reasonable legal fees and costs.</p>\n12.2.\nGoverning language\n<p>These Terms are drawn up in the English language and may be translated into any language other than English provided that the English text will in any event prevail.</p>\n12.3 Severability\n<p>Should any individual provision of these Terms be or become invalid and / or contrary to the statutory provisions, this will not affect the validity remaining terms of these Terms.\nIn place of the invalid, unenforceable term, the parties shall mutually agree on such valid commercial terms which the parties would reasonably have agreed otherwise.\nThe above mentioned provision will apply correspondingly in the case of omissions in these provisions.</p>\n<p>October 12th, 2017</p>\n", "created_at": "2018-07-17 10:11:53.812418", "updated_at": "2021-05-02 07:54:51.464408"}], "points": [{"id": 27764, "title": "The service claims to be GDPR compliant for European users", "source": "https://flattr.com/privacy", "status": "Generated through the annotate view", "created_at": "2022-05-02 17:56:56.569948", "updated_at": "2022-05-02 17:56:56.569948", "quoteText": "We gather and use personal data firmly within the provisions of the European General Data Protection Regulation (Regulation (EU) 2016/679) (“GDPR”), the applicable EU Laws and German and Swedish national data protection.\n", "case_id": 481, "document_id": 192, "quoteStart": 6468, "quoteEnd": 6689}, {"id": 27095, "title": "Your personal data is not shared with third parties", "source": "https://flattr.com/privacy", "status": "Generated through the annotate view", "created_at": "2022-03-05 01:02:28.985432", "updated_at": "2022-03-05 01:02:28.985432", "quoteText": "All data Collected when using the Extension will be stored and Processed in the Extension itself and will NOT be transferred to Flattr and / or eyeo GmbH (Flattr’s parent company) and, of course, not to any other third party, except for the URL you have flattered, which will be transferred to Flattr.</strong> ", "case_id": 311, "document_id": 192, "quoteStart": 18223, "quoteEnd": 18534}, {"id": 1381, "title": "Flattr allows pseudonyms", "source": "https://groups.google.com/forum#!topic/tosdr/m7EFecJtBM0", "status": "", "created_at": "2018-05-15 09:11:46.854941", "updated_at": "2018-09-21 07:49:34.16012", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1412, "title": "Flattr has an age requirement of 18", "source": "https://groups.google.com/d/topic/tosdr/0pc4MDcci2c/discussion", "status": "Flattr has an age requirement of 18", "created_at": "2018-05-15 09:11:48.085816", "updated_at": "2021-01-10 19:15:11.158742", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1049, "title": "flattr terms updated 29 aug", "source": "https://groups.google.com/forum/#!topic/tosdr/TfBDgEhgQEY", "status": "flattr terms updated 29 aug", "created_at": "2018-01-16 15:28:22.223291", "updated_at": "2018-05-30 12:50:11.58262", "quoteText": null, "case_id": 226, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 651, "title": "Flattr allows third-party cookies", "source": "https://groups.google.com/forum#!topic/tosdr/30ceOFEBEaA", "status": "Flattr allows their advertisers to use cookies on the Flattr site. This allows these third parties to track you and collect information on your browsing habits.", "created_at": "2018-01-16 15:26:38.435348", "updated_at": "2021-02-06 04:02:02.324454", "quoteText": null, "case_id": 128, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1778, "title": "Flattr uses cookies", "source": "https://groups.google.com/forum#!topic/tosdr/8hOj94PFWHk", "status": "Flattr uses cookies", "created_at": "2018-05-15 09:12:02.991011", "updated_at": "2020-12-23 14:12:09.38125", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 809, "title": "https is used by default", "source": "https://groups.google.com/d/topic/tosdr/G4iR5KH7WVw/", "status": "When you visit the website over http, you are redirected to https.", "created_at": "2018-01-16 15:27:26.099247", "updated_at": "2021-02-06 04:02:02.04475", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 567, "title": "Age limit of 18", "source": "https://flattr.com/terms", "status": "Flattr is available only to individuals who are at least 18 years old. ", "created_at": "2018-01-16 15:26:12.700788", "updated_at": "2021-02-06 04:16:12.038604", "quoteText": "\nAll Users that are natural persons must be of full legal age, meaning at least 18 years old (“<strong>Adults</strong>”).\nAS A MINOR YOU ARE NOT ENTITLED TO USE FLATTR.", "case_id": 152, "document_id": 191, "quoteStart": 4891, "quoteEnd": 5059}, {"id": 4188, "title": "Flattr informs users that other companies provide anonymity services", "source": "https://groups.google.com/d/topic/tosdr/uMoGaEZFlNA/discussion", "status": "Flattr informs users that other companies provide anonymity services", "created_at": "2018-05-18 14:05:17.487186", "updated_at": "2018-05-30 12:50:28.946455", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 3832, "title": "Flattr emails are opt-out", "source": "https://groups.google.com/d/topic/tosdr/1POYr3WLiQg/discussion", "status": "Flattr emails are opt-out", "created_at": "2018-05-18 14:05:01.947615", "updated_at": "2018-05-30 12:50:18.721567", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1665, "title": "Flattr is governed in accordance with English law", "source": "https://groups.google.com/forum#!topic/tosdr/sQP4AK5lI4M", "status": "Flattr is governed in accordance with English law", "created_at": "2018-05-15 09:11:58.053143", "updated_at": "2021-02-06 03:50:21.931623", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1718, "title": "Flattr doesn't notify you if they share your information", "source": "https://groups.google.com/forum#!topic/tosdr/bwL37vhZz0Q", "status": "Flattr doesn't notify you if they share your information", "created_at": "2018-05-15 09:12:00.177867", "updated_at": "2021-02-06 03:50:23.869767", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2076, "title": "Flattr only posts Privacy Policy changes to site as notifiction, no email sent", "source": "https://groups.google.com/forum#!topic/tosdr/jE05BNzFcOE", "status": "Flattr only posts Privacy Policy changes to site as notifiction, no email sent", "created_at": "2018-05-15 09:12:13.741175", "updated_at": "2021-02-06 03:50:31.455323", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2110, "title": "Flattr tracks your usage on third-party sites across the internet", "source": "https://groups.google.com/d/topic/tosdr/ZcLfYZOOP0U/discussion", "status": "Flattr tracks your usage on third-party sites across the internet", "created_at": "2018-05-15 09:12:14.836939", "updated_at": "2021-02-06 03:50:32.280691", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2163, "title": "Flattr uses Google Analytics", "source": "https://groups.google.com/forum#!topic/tosdr/QZIJuaJTkOI", "status": "Flattr uses Google Analytics", "created_at": "2018-05-15 09:12:16.639209", "updated_at": "2021-02-06 03:50:33.899845", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2287, "title": "Flattr uses third-party advertising cookies", "source": "https://groups.google.com/d/topic/tosdr/tM2Lr05tz3o/discussion", "status": "Flattr uses third-party advertising cookies", "created_at": "2018-05-15 09:12:20.927622", "updated_at": "2021-02-06 03:50:36.605939", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1288, "title": "Flattr No-Privacy Policy", "source": "https://groups.google.com/forum#!topic/tosdr/Lr7slMNcBxI", "status": "Flattr No-Privacy Policy", "created_at": "2018-05-15 09:11:43.330831", "updated_at": "2021-02-06 03:50:37.602532", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1289, "title": "Flattr TOS", "source": "https://groups.google.com/d/topic/tosdr/WPdA2pzXRxo/discussion", "status": "Flattr TOS", "created_at": "2018-05-15 09:11:43.36", "updated_at": "2021-02-06 03:50:37.63186", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1315, "title": "Flattr users must request termination of their account", "source": "https://groups.google.com/forum#!topic/tosdr/TkdVesr1yQY", "status": "Flattr users must request termination of their account", "created_at": "2018-05-15 09:11:44.264565", "updated_at": "2021-02-06 03:50:37.344694", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1268, "title": "Flattr may use analytics software and third-party analytics software to observe trends", "source": "https://groups.google.com/d/topic/tosdr/XTixxQDeCKQ/discussion", "status": "Flattr may use analytics software and third-party analytics software to observe trends", "created_at": "2018-05-15 09:11:42.71849", "updated_at": "2021-02-06 03:50:37.458377", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1298, "title": "Feedback sent to Flattr is not confidential", "source": "https://groups.google.com/d/topic/tosdr/rshRXR8JCS0/discussion", "status": "Feedback sent to Flattr is not confidential", "created_at": "2018-05-15 09:11:43.634968", "updated_at": "2021-02-06 03:50:37.773218", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 717, "title": "Flattr fights hard to make their ToS consumer-rights friendly", "source": "https://groups.google.com/forum/#!topic/tosdr/H9cF2y-8tD0", "status": "[Good] Flattr fights hard to make their ToS consumer-rights friendly", "created_at": "2018-01-16 15:27:01.722221", "updated_at": "2018-03-15 17:36:27.817085", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 678, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "https://flattr.com/privacy", "status": "They can change the terms of service any time they see fit. Your use of the service supposedly constitutes acceptance of the changes in the terms.", "created_at": "2018-01-16 15:26:47.371942", "updated_at": "2021-02-06 04:16:18.557161", "quoteText": "As our Services evolve, we may change this Privacy Policy from time to time.\nThe respective current version is available at flattr.com/privacy.\nWe encourage you to check the Privacy Policy frequently to see if it has changed.", "case_id": 121, "document_id": 192, "quoteStart": 29374, "quoteEnd": 29599}, {"id": 1605, "title": "This service retains rights to your content even after you stop using your account", "source": "https://groups.google.com/forum#!topic/tosdr/C0yryDkwQ8I", "status": "Flattr button activity is available to the public even after suspension", "created_at": "2018-05-15 09:11:55.901096", "updated_at": "2021-02-06 03:50:43.840334", "quoteText": null, "case_id": 173, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1659, "title": "Flattr logs information about you and uses it to maintain its service", "source": "https://groups.google.com/d/topic/tosdr/zP9uuJW6ubU/discussion", "status": "Flattr logs information about you and uses it to maintain its service", "created_at": "2018-05-15 09:11:57.825634", "updated_at": "2021-02-06 03:50:21.75011", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 19596, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "https://flattr.com/terms", "status": "Generated through the annotate view", "created_at": "2021-05-02 07:58:27.138905", "updated_at": "2021-05-02 13:18:02.905509", "quoteText": "Severability\n<p>Should any individual provision of these Terms be or become invalid and / or contrary to the statutory provisions, this will not affect the validity remaining terms of these Terms.\nIn place of the invalid, unenforceable term, the parties shall mutually agree on such valid commercial terms which the parties would reasonably have agreed otherwise.", "case_id": 294, "document_id": 191, "quoteStart": 27275, "quoteEnd": 27638}, {"id": 19595, "title": "This service is only available to users over 18", "source": "https://flattr.com/terms", "status": "Generated through the annotate view", "created_at": "2021-05-02 07:56:26.927376", "updated_at": "2021-05-02 13:17:57.339171", "quoteText": "All Users that are natural persons must be of full legal age, meaning at least 18 years old (“<strong>Adults</strong>”).\nAS A MINOR YOU ARE NOT ENTITLED TO USE FLATTR.", "case_id": 152, "document_id": 191, "quoteStart": 4971, "quoteEnd": 5138}], "urls": ["flattr.com"]}}