{"error": 448, "message": "OK", "parameters": {"id": 4658, "name": "HelpCrunch ", "created_at": "2021-07-11 05:07:42.83066", "updated_at": "2021-07-11 22:00:50.925733", "wikipedia": null, "keywords": null, "related": null, "slug": "helpcrunch", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4658.png", "url": "helpcrunch.com", "documents": [{"id": 8344, "name": "Terms of Service ", "url": "https://helpcrunch.com/terms-of-service.html", "xpath": "/html/body/main/div[2]/div/div", "text": " 1.\nTerms <p>By accessing this <b>“Website”</b>, “<b>You”</b> are agreeing to be bound by this website Terms and Conditions of Use, <u>Privacy Policy</u>, all applicable laws and regulations, and agree that You are responsible for compliance with any applicable local laws.\nIf You do not agree with any of these terms, You are prohibited from using or accessing this site.\nThe materials contained in this web site are protected by applicable copyright and trade mark law.</p> 2.\nUse License <p>2.1.\nPermission is granted to temporarily download/use one copy of the materials (information or software) on HelpCrunch Website for personal, non-commercial transitory viewing only.\nThis is the grant of a license, not a transfer of title, and under this license You may not:</p>\n<p>&nbsp;&nbsp.\n(a) modify or copy the materials;</p>\n<p>&nbsp;&nbsp.\n(b) use the materials for any commercial purpose, or for any public display (commercial or non-commercial);</p>\n<p>&nbsp;&nbsp.\n(c) attempt to decompile or reverse engineer any software contained on HelpCrunch Website;</p>\n<p>&nbsp;&nbsp.\n(d) remove any copyright or other proprietary notations from the materials;</p>\n<p>&nbsp;&nbsp.\n(e) transfer the materials to another person or \"mirror\" the materials on any other server.</p>\n<p>2.2.\nThis license shall automatically terminate if You violate any of these restrictions and may be terminated by HelpCrunch at any time.\nUpon terminating Your viewing of these materials or upon the termination of this license, You must destroy any downloaded materials in Your possession whether in electronic or printed format.</p> 3.\nDisclaimer <p>The materials on HelpCrunch Website are provided \"as is\".\nHelpCrunch makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties, including without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights.\nFurther, HelpCrunch does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on its Internet web site or otherwise relating to such materials or on any sites linked to this site.</p> 4.\nLimitations <p>In no event shall HelpCrunch or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption,) arising out of the use or inability to use the materials on HelpCrunch Website, even if HelpCrunch or a HelpCrunch authorized representative has been notified orally or in writing of the possibility of such damage.\nBecause some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to You.</p> 5.\nRevisions and Errata <p>The materials appearing on HelpCrunch Website could include technical, typographical, or photographic errors.\nHelpCrunch does not warrant that any of the materials on its web site are accurate, complete, or current.\nHelpCrunch may make changes to the materials contained on its Website at any time without notice.\nHelpCrunch does not, however, make any commitment to update the materials.</p> 6.\nLinks <p>HelpCrunch has not reviewed all of the sites linked to its Website and is not responsible for the contents of any such linked site.\nThe inclusion of any link does not imply endorsement by HelpCrunch of the site.\nUse of any such linked Website is at the user's own risk.</p> 7.\nFees and Payment <p>HelpCrunch reserves the right to require payment of fees for <b>HelpCrunch Services (“Services”)</b>.\nAll applicable fees are stated on the Website.\nYou shall pay as described on the Website in connection with such Services selected by You.\nHelpCrunch reserves the right to change its price list and to institute new charges at any time, upon notice to You, which may be sent by email or posted on the Website.\nYour use of HelpCrunch Services following such notification constitutes Your acceptance of any new or increased charges.\nAny fees paid hereunder are non-refundable.</p> 8.\nTermination and Cancelation <p>8.1.\nThis Agreement shall remain in full force and effect while You use the Services.\nYou may terminate Your use of the Services at any time.\nHelpCrunch may also terminate or suspend any and all Services and access to the Website immediately, without prior notice or liability, if You breach any of the terms or conditions of this Agreement.\nUpon termination of Your account, Your right to use the Services, access the Website, and any Content will immediately cease.</p>\n<p>8.2.\nYou may cancel Your HelpCrunch account at any time.\nhowever, unless HelpCrunch is in breach of this Agreement and does not cure said breach within thirty (30) days of receiving written notice from You of an actual breach, identifying specifically the nature of the breach, You are not entitled to any refunds.\nIf You violate this Agreement, we may cancel or suspend Your account without notice or refund to You.\nIf Your account is canceled, HelpCrunch reserves the right to permanently delete all Your account data with no liability or notice to You.\nYou will not be able to recover this data.\nIf You cancel Your active paid HelpCrunch subscription before the end of Your current paid-up subscription period, Your cancelation will take effect immediately and You will not be charged again.</p> 9.\nSite Terms of Use Modifications <p>HelpCrunch may revise these terms of use for its Website at any time without any notice.\nBy using this Website You are agreeing to be bound by the then current version of these Terms and Conditions of Use and <u>Privacy Policy</u>.</p> 10.\nPrivacy Policy <p>10.1.\nPlease review our <u>Privacy Policy</u>, which governs the use of personal information on the Website and in connection with the Services, and to which You agree to be bound as a condition of this Agreement.</p>\n<p>10.2.\nAll the issues related to collecting, processing and storing User’s personal data, which may appear in relations between HelpCrunch and its clients or/and third parties are regulated by the Privacy Policy.</p>\n<p>10.3.\nPrivacy Policy is a set of rules and regulations of HelpCrunch for processing User's data and interaction between the Parties in this process, within User's use of HelpCrunch Services.\nPrivacy policy is created in accordance with a relevant current legislation and with the requirements of the General Data Protection Regulation (<b>GDPR</b>).</p>\n<p>10.4.\nPrivacy Policy is compiled accordingly of the international current legislation including requirements of GDPR.</p>\n<p>10.5.\nVisitors which intend to use the functionality of HelpCrunch Services for the first time, including in a test format, are obliged to get familiar with the provisions of the Privacy Policy.</p>\n<p>10.6.\nExisting users which are already using the functionality of HelpCrunch Services at the time when the Privacy Policy comes into effect, are required to get familiar with its current provisions.\nAt the same time, HelpCrunch is obliged to send out the current version of the Privacy Policy to Users.\nIn this case, HelpCrunch should use an email address specified by a User during the process of filling in the corresponding registration form of HelpCrunch Services.</p> 11.\nGoverning Law <p>Any claim relating to HelpCrunch Website shall be governed by the laws of the United States of America without regard to its conflict of law provisions.</p> 12.\nContact <p>If You have any questions, complaints, or claims with respect to HelpCrunch Services, You can contact us at <u> support@helpcrunch.com</u>.\nPlease forward all Your GDPR related questions to <u>gdpr@helpcrunch.com</u>\n</p>\n<p>&nbsp;</p>\n<p>\n<i>Updated on Jun 1, 2018</i>\n</p> ", "created_at": "2021-07-11 05:07:42.837429", "updated_at": "2021-07-11 03:08:33.052621"}, {"id": 8343, "name": "Privacy Policy ", "url": "https://helpcrunch.com/privacy-policy.html", "xpath": "/html/body/main/div[2]/div/div", "text": " <p>\n<b>User</b> is a private individual who has reached the age of majority and is able to acquire civil rights for themselves and exercise them independently, as well as to create civil duties for themselves by their actions, to perform them independently and&nbsp.\nto bear responsibility in case of their failure to fulfill the conditions of this Privacy Policy.</p>\n<p>\n<b>Visitor</b> is an individual who has reached the age of majority and by their actions can acquire civil rights for themselves and exercise them independently, as well as to create civic duties for themselves, to perform them independently and to bear responsibility if they are not fulfilled, who visited the Site for informational purposes without <b>Acceptance</b> of the public offer.</p>\n<p>\n<b>HelpCrunch </b>(hereinafter referred to as <b>“HelpCrunch”</b>, <b>“we”</b>, <b>“us”</b>) is represented by the HelpCrunch Corporation, registered at: 1811 Silverside Rd, Wilmington, DE 19810, USA, which owns all HelpCrunch Services, as well as the Site, on the basis of private property rights and provides organizational, financial, technical support for the existence and functioning of the HelpCrunch and its Site.</p>\n<p>\n<b>Parties</b> – HelpCrunch and Users (Visitors).</p>\n<p>\n<b>HelpCrunch Services </b>– a complex of HelpCrunch assets, including: </p>\n<p>(a)&nbsp;&nbsp.\nWebsites with domain names: helpcrunch.com, docs.helpcrunch.com, blog.helpcrunch.com as well as any other inheritable URLs, mobile or localized versions of websites, other domains and subdomains of HelpCrunch websites;</p>\n<p>(b)&nbsp;&nbsp.\nAll products, applications or services provided to Users at the moment or in the future;</p>\n<p>(c)&nbsp;&nbsp.\nAll mobile applications and services provided by HelpCrunch at the moment or in the future.</p>\n<p>\n<b>Privacy Policy</b> is a set of rules and regulations of HelpCrunch for processing Users' data and interactions between the Parties in this process, in the course of User's usage of HelpCrunch Services.\nThe Privacy Policy is created in accordance with a relevant current legislation and to the requirements of the General Data Protection Regulation (“<b>GDPR”</b>).</p>\n<p>\n<b>Acceptance</b> is an<b>\n</b>activity articulated in form of Party’s consent with conditions of this Privacy Policy.\nParty’s consent with conditions of the Privacy Policy may be expressed in the form:</p>\n<p>(a)&nbsp;&nbsp.\nOn behalf of HelpCrunch – by publishing the Privacy Policy on the HelpCrunch website;</p>\n<p>(b)&nbsp;&nbsp.\nOn behalf of a User – in a way set by the provisions of this Privacy Policy.</p>\n<p>\n<b>General Data Protection Regulation</b> (hereinafter referred to as – <b>“GDPR”</b>) is the&nbsp.\nRegulation (EU) 2016/679 of the European Parliament and of the Council from 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation).</p>\n<p>\n<b>Personal data </b>is any factual information that allows identifying a person.\nSuch information includes, but is not limited to, a name, location, online identifier, IP addresses, cookies and/or localStorage/sessionStorage, date and time of the query, time zone, access status/HTTP status code, volume of data transferred, website from which a request comes, browser (or other software/application allowing access to HelpCrunch Services), operating system and its interface, language and version of the browser software, name,&nbsp.\nemail, API tokens, billing information.\n</p> 1.\nGeneral conditions <p>1.1.\nThis Privacy Policy defines the procedure for processing and protecting personal data of Users that can be obtained by HelpCrunch when User interacts with HelpCrunch Services.</p>\n<p>1.2.\nIn drawing up this Privacy Policy, as well as in our algorithm of interacting with Users, we took into consideration the requirements of the GDPR.</p>\n<p>1.3.\nHelpCrunch provides services to Users that have reached the age of majority, are able to acquire civil rights for themselves and exercise them independently.</p>\n<p>1.4.\nHelpCrunch encompasses two legal statuses stipulated by the GDPR:</p>\n<p>(a)&nbsp;&nbsp.\nData controller;</p>\n<p>(b)&nbsp;&nbsp.\nData processor.</p>\n<p>1.5.\nIn regard to Users of the HelpCrunch Services, we have the legal status of both Data Controller and Data Processor.\nInformation about individuals connected to Users is collected and processed by HelpCrunch strictly in a storage form.\nHelpCrunch Users serve as Data Controllers in regard to such individuals.</p>\n<p>1.6.\nIn relations between Users and third parties, where HelpCrunch Services are used, we have the legal status of Data Processor.</p>\n<p>1.7.\nThe purpose of this Privacy Policy is to ensure a proper protection of information about Users, including their personal data, from unauthorized access and disclosure.</p>\n<p>1.8.\nRelations connected to the collection, storage, dissemination and protection of information provided by Users are regulated by this Privacy Policy.\nWe pay particular attention to data protection.</p>\n<p>1.9.\nWe provide the Service Level Agreement (SLA), which contains a detailed description of the provided services, including a list of quality parameters, reliability of HelpCrunch Services, methods and means of their control, the response time of HelpCrunch to the request from a User, as well as other significant conditions which are inherent for this kind of agreements - only upon the request from a User, submitted via HelpCrunch chat or via email (<u>support@helpcrunch.com</u>).</p>\n<p>1.10.\nVisitors that are going to use HelpCrunch Services for the first time, including a test (trial) format, should first get familiar with the provisions of this Privacy Policy.</p>\n<p>1.11.\nUsers that are using HelpCrunch Services at the time the Privacy Policy comes into effect, are required to get familiar with its current provisions.\nAt the same time, we are obliged to send out the most recent version of the Privacy Policy to Users mentioned in this clause of the Privacy Policy.\nFor this purpose, we should use email addresses specified by Users when filling in the corresponding registration form of HelpCrunch Services.</p>\n<p>1.12.\nUsers and Visitors, including those mentioned in clauses 1.10., 1.11.\nof the Privacy Policy, who have read and agreed with the provisions of the Privacy Policy, are obliged to perform Acceptance by checking the corresponding checkbox (\"V\") in the relevant field of HelpCrunch Services.</p>\n<p>1.13.&nbsp.\nIn case of not fulfilling the obligation provided in the clause 1.12.\nof the Privacy Policies, a User (Visitor) is considered to not have accepted the terms of the Privacy Policy.\nIn this case, a User (Visitor) is not allowed to use HelpCrunch Services, and a User (Visitor) is deprived of the opportunity to use HelpCrunch Services.\nIn case of occurrence of the conditions specified in this clause of the Privacy Policy, we are obliged to delete personal data about such individual.</p>\n<p>1.14.\nIn case of disagreeing with the provisions of this document (partially or completely), an individual who has expressed such a will is not entitled to use HelpCrunch Services.\nIn this case, the consequences specified in the clause 1.13 of the Privacy Policy ensue for this Party.</p> 2.\nHelpCrunch data processing principles <p>2.1.\nPersonal data is legitimately, fairly and transparently processed by HelpCrunch in respect of any User.</p>\n<p>2.2.\nThe processing of User's personal data is carried out only in the case and only for the purposes which this data is collected for.</p>\n<p>2.3.\nUsers' personal data must be consistent with, be relevant to and limited by the purpose of HelpCrunch Services use, for which such data is processed.</p>\n<p>2.4.\nPersonal data of a User, used by HelpCrunch is accurate and up-to-date.\nObsolete and inaccurate data is corrected or deleted by HelpCrunch.</p>\n<p>2.5.\nWe conduct regular audits in order to clean our User database.\nWe store User information for a certain period of time, as it is justified by commercial or legal purposes.</p>\n<p>2.6.\nWe process personal data in such a way as to ensure a proper protection of personal data, including protection from unauthorized or illegal processing, as well as from accidental loss, destruction or damage, using suitable technical or organizational measures.</p> 3.\nPurposes of data collection and processing <p>3.1.\nProcessing of User’s personal data is carried out by HelpCrunch only if a User has agreed to process their personal data for one or several specific purposes.</p>\n<p>3.2.\nProcessing of User’s personal data is performed by HelpCrunch in order to:</p>\n<p>(a)&nbsp;&nbsp.\nIdentify a User in the relationships between HelpCrunch and the User;</p>\n<p>(b)&nbsp;&nbsp.\nProvide a number of services offered within HelpCrunch Services to a User;</p>\n<p>(c)&nbsp;&nbsp.\nConduct statistical and other studies based on de-identified User data.</p>\n<p>3.3.\nIn cases when HelpCrunch acts as a Data Processor, data about third parties that interact with a User, shall be collected solely for the purpose of storage and processing by HelpCrunch (including, but not limited to validation, sorting, summarization, aggregation, analysis, reporting, classification).</p> 4.\nUser rights <p>4.1.\nUser has the right to obtain a confirmation from HelpCrunch as to whether or not their personal data is being processed (‘right to be informed’), and if so, where to access their personal data and the following information:</p>\n<p>(a)&nbsp;&nbsp.\nThe purposes of processing;</p>\n<p>(b)&nbsp;&nbsp.\nThe categories of personal data;</p>\n<p>(c)&nbsp;&nbsp.\nRecipients or categories of recipients to whom the personal data has been or will be disclosed, in particular, recipients from non-EU countries or international organizations;</p>\n<p>(d)&nbsp;&nbsp.\nWhere possible, a supposed period of time for which the personal data will be stored, or, if not possible, the criteria used to determine such period;</p>\n<p>(e)&nbsp;&nbsp.\nThe existence of the right to rectification or erasure of the personal data or restriction of processing of the personal data;</p>\n<p>(f)&nbsp;&nbsp;&nbsp.\nThe right to lodge a complaint with a supervisory authority;</p>\n<p>(g)&nbsp;&nbsp.\nThe existence of an automated decision-making process, including profiling, mentioned in Articles 22(1) and (4) of GDPR and, at least in those cases, meaningful information about the logic involved, as well as the significance and the envisaged consequences of such processing for a User.</p>\n<p>4.2.&nbsp;&nbsp.\nWhere personal data is transferred to a non-EU country or to an international organization, a User shall have the right to be informed of the appropriate safeguards related to the transfer in correspondence to the Article 46 of GDPR.</p>\n<p>4.3.&nbsp;&nbsp.\nUpon request from a User, we shall provide a copy of personal data that is being processed.\nFor any further copies requested by a data subject, we may charge a reasonable fee based on the administrative costs.\nWhere a data subject makes a request by electronic means, and unless requested otherwise by a data subject, information shall be provided in a commonly used electronic form.</p>\n<p>4.4.\nUser has the ‘right to rectification’ that means that the User has the right to obtain from HelpCrunch, without undue delay, the rectification of inaccurate personal data of the User.\nTaking into account the purposes of the processing, a data subject shall have the right to have incomplete personal data completed, including by means of providing a supplementary statement.</p>\n<p>4.5.\nUser has the right to erasure (‘right to be forgotten’).\nWe are obliged to erase User’s personal data without undue delay, and we shall have the obligation to erase personal data without undue delay where one of the following grounds applies:</p>\n<p>(a)&nbsp;&nbsp.\nPersonal data is no longer necessary in regards to the purposes for which it was collected or otherwise processed;</p>\n<p>(b)&nbsp;&nbsp.\nUser withdraws a consent on which the processing is based according to point (a) of Article 6(1), or point (a) of Article 9(2) of GDPR, and where there is no other legal ground for the processing;</p>\n<p>(c)&nbsp;&nbsp.\nUser objects to the processing pursuant to Article 21(1) of GDPR and there are no overriding legitimate grounds for the processing, or the data subject objects to the processing pursuant to Article 21(2) of GDPR;</p>\n<p>(d)&nbsp;&nbsp.\nPersonal data have been unlawfully processed;</p>\n<p>(e)&nbsp;&nbsp.\nPersonal data have to be erased for compliance with a legal obligation in Union or Member State law to which HelpCrunch applies;</p>\n<p>(f)&nbsp;&nbsp;&nbsp.\nPersonal data have been collected in relation to the offer of information society services referred to in Article 8(1) of GDPR.</p>\n<p>4.6.&nbsp;&nbsp.\nWhere the controller has made personal data public and is obliged pursuant to paragraph 1 of GDPR to erase the personal data, HelpCrunch, taking account of available technology and the cost of implementation, shall take reasonable steps, including technical measures, to inform controllers, that are processing the personal data, that the data subject has requested the erasure by such controllers of any links to, or copy or replication of, that personal data.</p>\n<p>4.7.\nUser has the right to restrict their personal data processing where one of the following applies:</p>\n<p>(a)&nbsp;&nbsp.\nThe accuracy of the personal data is contested by the data subject, for a period enabling HelpCrunch to verify the accuracy of the personal data;</p>\n<p>(b)&nbsp;&nbsp.\nThe processing is unlawful and the data subject opposes the erasure of the personal data and requests the restriction of their use instead;</p>\n<p>(c)&nbsp;&nbsp.\nHelpCrunch no longer needs the personal data for the purposes of the processing, but they are required by the data subject for the establishment, exercise or defence of legal claims;</p>\n<p>(d)&nbsp;&nbsp.\nUser has objected to processing pursuant to Article 21(1) of the GDPR pending the verification whether the legitimate grounds of HelpCrunch override those of the data subject</p>\n<p>4.10.&nbsp;&nbsp.\nWhere processing has been restricted under paragraph 1 of the GDPR pending the verification whether the legitimate grounds of HelpCrunch override those, such personal data shall, with the exception of storage, only be processed with the data subject's consent or for the establishment, exercise or defence of legal claims or for the protection of the rights of another natural or legal person or for reasons of important public interest of the Union or of a Member State.</p>\n<p>4.11.\nUser who has obtained restriction of processing pursuant to paragraph 1 of the GDPR shall be informed by HelpCrunch before the restriction of processing is lifted.</p> 5.\nTerms of personal data processing and transferring it to third parties <p>5.1.\nWe take all necessary measures to protect the personal data of a User from unauthorized access, modification, disclosure or destruction.</p>\n<p>5.2.\nWe grant access to personal data about Users only to third parties to whom this information is necessary to ensure the functioning of HelpCrunch Services and for the purpose of providing services to a User.</p>\n<p>5.3.\nPersonal data about Users is encrypted using Transport Layer Security (TLS) technology to protect transactions and prevent unauthorized access to personal information.</p>\n<p>5.4.\nWe have the right to use the information provided by Users, including personal data, in order to ensure compliance with the requirements of the relevant current legislation of the United States of America (and also to prevent and / or suppress illegal and / or unlawful actions by Users).\nDisclosure of the information provided by Users can be fulfilled only in accordance with the current legislation of the United States of America at the request of the court, the request of law enforcement bodies, as well as in other cases as required by the law of the United States of America.</p>\n<p>5.5.\nIn the event of a leak/breach/discredit of personal data, we are obliged to bring this fact to the attention of the relevant authorities, no later than 72 hours after we became aware of such a leak/breach/discredit.</p>\n<p>5.6.\nThe transfer of personal data to a third country or international organization is possible and allowed if the European Commission (\"<b>the Commission</b>\") has decided that a third country, territory or one or more of these sectors within this third country or international organization, provide an adequate level of protection of personal data (hereinafter - \"<b>Decision on sufficiency</b>\").</p>\n<p>5.7.\nIn the absence of a Decision on sufficiency, we should take measures to compensate for the lack of data protection in a third country by providing appropriate guarantees to Users given that effective methods of legal protection of User’s rights are available, including:</p>\n<p>(a)&nbsp;&nbsp.\nA legally binding and enforceable document between the state authorities of the respective countries;</p>\n<p>(b)&nbsp;&nbsp.\nMandatory corporate rules approved by the competent supervisory authority;</p>\n<p>(c)&nbsp;&nbsp.\nProvisions on standard data protection adopted by the Commission;</p>\n<p>(d)&nbsp;&nbsp.\nProvisions on standard data protection adopted by the supervisory authority and approved by the Commission;</p>\n<p>(e)&nbsp;&nbsp.\nThe approved code of conduct, together with the compulsory and enforceable obligations of the controller in the third country, will apply appropriate safeguards, including with respect to the rights of Users;</p>\n<p>(f)&nbsp;&nbsp;&nbsp.\nThe approved certification mechanism, compiled with the compulsory and enforceable obligations of the controller in a third country, to apply appropriate safeguards, including with respect to the rights of Users.</p>\n<p>5.8.\nIn the absence of a decision on sufficiency or due guarantee, the cross-border transfer of personal data may be carried out only under one of the following conditions:</p>\n<p>(a)&nbsp;&nbsp.\nUser directly agreed with the proposed transfer after being informed of the possible risks of such transmissions to the data subject due to a lack of a Decision on sufficiency and related guarantees;</p>\n<p>(b)&nbsp;&nbsp.\nTransfer is necessary for a contract between a User and the Controller or the implementation of pre-contractual measures taken at the request of the data subject;</p>\n<p>(c)&nbsp;&nbsp.\nTransfer is necessary to conclude or execute a contract concluded in the interests of a User between the Controller and another natural or legal person;</p>\n<p>(d)&nbsp;&nbsp.\nTransfer is necessary for important reasons in the public interest;</p>\n<p>(e)&nbsp;&nbsp.\nTransfer is necessary for the establishment, implementation or protection of claims under the lawsuit;</p>\n<p>(f)&nbsp;&nbsp;&nbsp.\nTransfer is necessary to protect the vital interests of User or other persons if a User is physically or legally incapable of giving consent.</p> 6.\nTerms of service <p>6.1 Users by using HelpCrunch Services, confirm that:</p>\n<p>(a)&nbsp;&nbsp.\nThey have all the necessary rights that allow them to acquire civil rights for themselves and to implement them independently, as well as the ability to create civic duties for themselves, to fulfill them independently and to bear responsibility if they are not fulfilled;</p>\n<p>(b)&nbsp;&nbsp.\nThey indicate accurate information about themselves in the relevant form to use HelpCrunch Services.\nRequired fields for further offering HelpCrunch Services are marked in a special way - by the symbol \"*\", all other information is provided by Users at their own discretion;</p>\n<p>(c)&nbsp;&nbsp.\nThey are acquainted with the terms of this Privacy Policy, express their consent with it and assume the rights and duties defined in it.\nAcquaintance with the terms of this Privacy Policy and ticking the corresponding box under a link to this Policy is a User's written consent to collect, store, process and transfer to third parties the personal data provided by a User;</p>\n<p>(d)&nbsp;&nbsp.\nHelpCrunch is not obliged to and does not verify the accuracy of the received (collected) information about Users, except for cases when such verification is necessary for the purpose of fulfilling obligations to Users, as well as other cases not specified by the provisions of the Privacy Policy, but established by the laws of the current legislation of the United States of America;</p>\n<p>(e)&nbsp;&nbsp.\nBy using HelpCrunch Services, they agree to receive periodic e-mail messages about HelpCrunch updates.</p>\n<p>6.2.\nHelpCrunch is a SaaS (Software as a Service).\nBased on this, Users agree with the recurring monthly / annual payments and with using HelpCrunch Services until the account deletion / cancellation.</p>\n<p>6.3.\nUsers have the right to receive personal data about themselves, that they provided HelpCrunch with, and also have the right to transfer this data to other individuals, without interference from HelpCrunch.</p>\n<p>6.4.\nUsers have the right to object to certain types of processing of their personal data - direct marketing, processing for the purpose of protecting legitimate interests, as well as data processing for research or statistical purposes.</p>\n<p>6.5.\nPlease review our <u> General Terms of Service</u> applicable to Use of HelpCrunch Services.</p> 7.\nPersonal data change and deletion <p>7.1.\nUsers are allowed to change (update, supplement) their personal information or a part of it at any time, as well as privacy settings, by sending a request to HelpCrunch via chat or email (<u> support@helpcrunch.com</u>).</p>\n<p>7.2.\nUsers are allowed to delete their personal information or a part of it at any time, in order to avoid its distribution or transfer to third parties.</p>\n<p>7.3.\nWe have the right to delete personal information of any User if it’s no longer needed for the purposes for which it was collected, and, in the absence of other grounds for their storage, after a certain period of time from the occurrence of such circumstances.</p>\n<p>7.4.\nWe use cookies and/or localStorage/sessionStorage.\nA cookie is a small amount of data which often includes an anonymous unique identifier that is sent to User’s browser from a web site’s computers and is stored on User computer’s hard drive.\nlocalStorage and sessionStorage allow to save key/value pairs in a web browser.\nThe localStorage object stores data with no expiration date.\nCookies and/or localStorage/sessionStorage are required to use HelpCrunch Services in order to uniquely identify User’s browser and user preferences while logged in.\nUsers can control and/or delete cookies and localStorage/sessionStorage, as they wish, using their browser preferences.\nUsers can clean (delete) cookies and localStorage/sessionStorage that are already on their computers and they can set most browsers to prevent them from being used.\nIf Users do this, however, they may have to manually adjust some preferences every time they visit HelpCrunch and some services and functionalities may not work.</p> 8.\nChanges to the Privacy Policy <p>8.1.\nWe reserve the right to update the Privacy Policy at any time and for any reason.\nWe shall inform all Users about that change by sending an email to them.</p> 9.\nCompliance with CAN SPAM Act, Children Online Privacy Protection Act, California Online Privacy Protection Act <p>9.1.\nCalifornia Online Privacy Protection Act (CalOPPA) is the first state law in the nation to require commercial websites and online services to post a privacy policy.\nThe law's reach stretches well beyond California to require a person or company in the United States (and conceivably the world) that operates websites collecting personally identifiable information from California consumers to post a conspicuous privacy policy on its website stating exactly the information being collected and those individuals with whom it is being shared, and to comply with this policy.\n- See more at:<u> http://consumercal.org/california-online-privacy-protection-act-caloppa/</u>\n</p>\n<p>9.1.1.\nAccording to CalOPPA we agree to the following:</p>\n<p>(a)&nbsp;&nbsp.\nUsers can visit our site anonymously;</p>\n<p>(b)&nbsp;&nbsp.\nOnce this Privacy Policy is created, we will add a link to it on our home page, or as a minimum on the first significant page after entering our website.</p>\n<p>9.1.2.\nUsers will be notified of any privacy policy changes on our Privacy Policy Page.</p>\n<p>9.1.3.\nUsers are able to change their personal information by sending a chat request, emailing us or by logging in to their account.</p>\n<p>9.1.4.\nWe honor do not track signals and do not track, plant cookies, or use advertising when a Do Not Track (DNT) browser mechanism is in place.</p>\n<p>9.1.5.\nIt's also important to note that we allow third party behavioral tracking.</p>\n<p>9.2.\nChildren Online Privacy Protection Act (COPPA).\nWhen it comes to the collection of personal information from children under 13, the Children's Online Privacy Protection Act (COPPA) puts parents in control.\nThe Federal Trade Commission, the nation's consumer protection agency, enforces the COPPA Rule, which spells out what operators of websites and online services must do to protect children's privacy and safety online.\nWe do not specifically market to children under 13.</p>\n<p>9.3.\nThe Fair Information Practices Principles form the backbone of privacy law in the United States and the concepts they include have played a significant role in the development of data protection laws around the globe.\nUnderstanding the Fair Information Practice Principles and how they should be implemented is critical to comply with the various privacy laws that protect personal information.</p>\n<p>9.3.1.\nIn order to be in line with Fair Information Practices we will take the following responsive action, should a data breach occur:</p>\n<p>(a)&nbsp;&nbsp.\nWe will notify a User via email within 7 business days;</p>\n<p>(b)&nbsp;&nbsp.\nWe will notify a User via in site notification within 7 business days.</p>\n<p>9.3.2.\nWe also agree to the individual redress principle, which requires that individuals have a right to pursue legally enforceable rights against data collectors and processors who fail to adhere to the law.\nThis principle requires not only that individuals have enforceable rights against data users, but also that individuals have recourse to courts or a government agency to investigate and/or prosecute non-compliance by data processors.</p>\n<p>9.4.\nCAN SPAM Act.\nThe CAN-SPAM Act is a law that sets the rules for commercial email, establishes requirements for commercial messages, gives recipients the right to have emails stopped from being sent to them, and spells out tough penalties for violations.</p>\n<p>9.4.1.\nWe collect your email address in order to:</p>\n<p>(a)&nbsp;&nbsp.\nSend information, respond to inquiries, and/or other requests or questions;</p>\n<p>(b)&nbsp;&nbsp.\nProcess orders and to send information and updates pertaining to orders;</p>\n<p>(c)&nbsp;&nbsp.\nWe may also send you additional information related to HelpCrunch Services;</p>\n<p>(d)&nbsp;&nbsp.\nMarket to our mailing list or continue to send emails to our clients after the original transaction has occurred.</p>\n<p>9.4.2.&nbsp.\nTo be in accordance with CAN SPAM we agree to the following:</p>\n<p>(a)&nbsp;&nbsp.\nNOT use false, or misleading subjects or email addresses;</p>\n<p>(b)&nbsp;&nbsp.\nIdentify the message as an advertisement in some reasonable way;</p>\n<p>(c)&nbsp;&nbsp.\nInclude the physical address of our business or site headquarters;</p>\n<p>(d)&nbsp;&nbsp.\nMonitor third-party email marketing services for compliance, if one is used;</p>\n<p>(e)&nbsp;&nbsp.\nHonor opt-out/unsubscribe requests quickly;</p>\n<p>(f)&nbsp;&nbsp;&nbsp.\nAllow users to unsubscribe by using the link at the bottom of each email.</p>\n<p>9.4.3.\nIf at any time you would like to unsubscribe from receiving future emails, you can follow the instructions at the bottom of each email and we will promptly remove you from ALL correspondence.</p> 10.\nContacts <p>10.1.\nAny suggestions or questions about this Privacy Policy should be reported to HelpCrunch using the corresponding email address: <u>support@helpcrunch.com</u>.\nAny GDPR related questions can be forwarded to <u> gdpr@helpcrunch.com</u>\n</p>\n<p>&nbsp;</p>\n<p>\n<i>Updated on Jun 1, 2018</i>\n</p> ", "created_at": "2021-07-11 05:07:42.834828", "updated_at": "2021-07-11 03:08:14.487782"}], "points": [], "urls": ["helpcrunch.com"]}}