{"error": 448, "message": "OK", "parameters": {"id": 3578, "name": "Corsair", "created_at": "2021-05-13 00:23:59.4984", "updated_at": "2021-05-13 22:00:21.932746", "wikipedia": "https://en.wikipedia.org/wiki/Corsair_Gaming", "keywords": null, "related": null, "slug": "corsair", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3578.png", "url": "corsair.com", "documents": [{"id": 5951, "name": "Terms of Sale", "url": "https://www.corsair.com/us/en/terms-of-sale", "xpath": "//*[@id=\"pdp\"]/section[2]/div", "text": " <p>\n<strong>1.\nSCOPE</strong>\n</p>\n<ul>\n<li>Corsair Products and Services - General Terms of Sale (\"Terms of Sale\") are offered to you by Corsair Gaming and its affiliates (\"Corsair\", \"we\" or \"us\") and govern all sales and purchases of any products (including hardware and software) and/or services offered by us (collectively to be referred to as \"Products\") through the Corsair webstore at www.Corsair.com.\nThe information set out in the Terms of Sale and the detail contained on this webstore do not constitute an offer for sale but rather an invitation to treat.\nNo contract in respect of any Products shall exist between you and us until your order has been accepted by us.\nIf we do not accept your offer and funds have already been deducted from your account, these will be refunded.</li>\n</ul>\n<p>\n<strong>2.\nPURCHASE OF PRODUCTS</strong>\n</p>\n<p>Purchase of Products through the Corsair webstore shall be subject to the following terms and conditions:</p>\n<ul>\n<li>YOUR COMPLIANCE <ul>\n<li>You will immediately receive a ticket confirmation number via email.\nIf you do not receive an email within 10 minutes, please check your spam folder.</li>\n<li>You agree that: <ul>\n<li>You may only use the webstore to make legitimate enquiries or orders.</li>\n<li>You will not make any speculative, false or fraudulent orders.\nIf we are reasonably of the opinion that such an order has been made, we shall be entitled to cancel the order and inform the relevant authorities.</li>\n<li>You also undertake to provide correct and accurate e-mail, postal and/or other contact details to us and acknowledge that we may use these details to contact you in the event that this should prove necessary</li>\n<li>If you do not give us all of the information that we need, we may not be able to complete your order.</li>\n<li>By placing an order through the webstore, you warrant that you are at least 18 years old and are legally capable of entering into binding contracts.</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>PRODUCT AND SUPPORT DESCRIPTIONS <ul>\n<li>We attempt to be as accurate as possible in the descriptions of our Products and support services.\nHowever, we do not warrant that any Product and/or support descriptions or other content on the Corsair webstore is accurate, complete, reliable, current, or error-free.\nIf you purchase a Product through the Corsair webstore and you believe it is not as described on the Corsair webstore, or you believe you have not received support for your Product as provided in the Limited Warranty, your sole remedy is to return the Product in accordance with our Return Policy.</li>\n</ul>\n</li>\n<li>AVAILABILITY OF PRODUCTS <ul>\n<li>All orders for products are subject to availability and in this regard, in the event of supply difficulties or because products are no longer in stock, we reserve the right to give you information about substitute products of an equal or higher quality and value which you can order.\nIf you do not wish to order such substitute products, we will refund any monies that you might have paid.</li>\n<li>We reserve the right to withdraw any products from this website at any time and/or remove or edit any materials or content on this website.\nWhilst we will make our best efforts to always process all the orders, there may be exceptional circumstances which mean that we may need to refuse to process an order after we have sent you an order confirmation, which we reserve the right to do at any time, at our sole discretion.</li>\n<li>We will not be liable to you or any other third party by reason of our withdrawing any product from this webstore, whether it has been sold or not, removing or editing any materials or contents on this webstore or for refusing to process or accept an order after we have sent you the order confirmation.</li>\n<li>We may keep records of all orders, acceptances and any other related documentation for a reasonable period after acceptance.</li>\n</ul>\n</li>\n<li>CANCELLATION OF ORDERS <ul>\n<li>We will cancel your order if: (i) we are unable to accept your order within a reasonable time from your date of order (with the exception of pre-orders).\n(ii) payment for your order is incomplete.\nIf we cancel your order, we will refund any prior payment that you have made for that Product.</li>\n</ul>\n</li>\n<li>LIMITED WARRANTY <ul>\n<li>For information about the Limited Warranty for Products, please visit this link: help.corsair.com/hc/articles/360033067832</li>\n</ul>\n</li>\n<li>RETURN POLICY AND CUSTOMER SUPPORT <ul>\n<li>For information about the Return Policy for Products, please visit this link: www.corsair.com/return-refund-policy.</li>\n<li>If you need help, you may contact Customer Support at help.corsair.com/hc/.</li>\n</ul>\n</li>\n</ul>\n<p>\n<strong>3.\nPRICE AND TERMS OF PAYMENT</strong>\n</p>\n<p>While we take care to ensure that all prices quoted on our webstore are accurate, errors may occur.\nIf we discover an error in the price of any Product(s) you have ordered, we will inform you as soon as possible and give you the option of reconfirming the order at the correct price or cancelling it.\nIf we are unable to contact you, the order will be treated as cancelled and if you have already paid for the Product(s) you will receive a full refund.</p>\n<p>We are under no obligation to sell the Product(s) to you at the incorrect (lower) price (even after we have sent you an Order Confirmation) if the pricing error is an obvious typographical or arithmetical inaccuracy and could have reasonably been recognized by you as such.</p>\n<p>We reserve the right to decline orders for bulk or high value purchases and to change price and availability information without notice.</p>\n<p>We reserve the right, at any time before our acceptance, to notify you of: (i) any revision in the prices of the Products to factor in any changes to the cost of the Products.\nSuch changes include without limitation changes to the tax rate or levy and any variation in the applicable exchange rates.\nand/or (ii) any changes to the description of the Products.\nIf you choose to continue with the fulfilment of your order, you acknowledge and agree that the Product will be sold to you in accordance with such revised price and/or description.</p>\n<p>The countries in which we can deliver the Products are set out in the Corsair webstore.\nWe reserve the right to amend this list of countries at any time and shall not be liable to you for any such amendment to the list of countries or the imposition of any new condition in relation to any country: List of countries</p>\n<p>Unless stated otherwise, all prices of the Products set out on the Corsair webstore shall be exclusive of: (i) any shipping cost (unless you qualify for free shipping based on the terms set out on the Corsair webstore).\n(ii) any sales tax or duty, customs charge (including but not limited to customs charges), import duty and tax (where applicable).\nand (iii) cross border Fees (collectively, the \"Additional Cost\").\nSuch Additional Cost shall be borne by you.</p>\n<p>Payment in full must be made before our acceptance using the payment methods as provided for on the Corsair webstore.\nPayment methods include major credit cards, AmazonPay and Paypal in select regions.\nWe will charge credit and debit cards before dispatch of the Products or the commencement of any services.</p>\n<p>You may not deduct from any payment by way of counterclaim or set-off without our prior written consent.\nWe shall not be liable for any billing errors unless you advise us of such billing error within fifteen (15) working days from the date of acceptance.\nIn the event such billing error is attributable solely to us, we will cancel your order and/or refund any prior payment that you have made for that Product.\nWe will also allow a re-order of that Product.</p>\n<p>\n<strong>5.\nSOFTWARE</strong>\n</p>\n<p>All software (including pre-loaded software contained in hardware) is provided subject to such software's end user license agreement.\nYou agree that you shall be bound to such end user license agreement.</p>\n<p>\n<strong>6.\nLIMITATION OF LIABILITY</strong>\n</p>\n<p>IN NO EVENT SHALL CORSAIR, THEIR OFFICERS, DIRECTORS, EMPLOYEES, OR AGENTS BE LIABLE FOR ANY SPECIAL, INCIDENTAL, INDIRECT, CONSEQUENTIAL OR PUNITIVE DAMAGES WHATSOEVER, INCLUDING THOSE RESULTING FROM LOSS OF USE, DATA OR PROFITS, HOWEVER CAUSED AND REGARDLESS OF THE THEORY OF LIABILITY, ARISING OUT OF OR IN CONNECTION WITH THESE TERMS OF SALE, EVEN IF CORSAIR HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nIN NO EVENT WILL CORSAIR’S AGGREGATE LIABILITY (WHETHER FOR BREACH OF CONTRACT, TORT OR ANY OTHER LEGAL THEORY) EXCEED THE AMOUNT PAID BY YOU FOR A PRODUCT THAT IS MOST CLOSELY RELATED TO YOUR DAMAGES.\nThe foregoing limitations will apply even if any warranty or remedy provided under this Agreement fails of its essential purpose.\nSome jurisdictions do not allow the exclusion or limitation of incidental or consequential damages or other limitations set forth above, so the above limitations or exclusions may not apply to you.</p>\n<p>Without prejudice to the foregoing and to the fullest extent permitted by law, we shall have no liability to you if the Products infringe or are alleged to infringe any rights (including intellectual property rights) of any third party.</p>\n<p>\n<strong>7.\nLICENSES &amp.\nEXPORT LAWS</strong>\n</p>\n<p>You are responsible for obtaining (at your own expense) any license or consent from any government authority (or any other authority) that is required for the purchase, transport or use of the Products.\nYou agree to provide evidence of such license or consent upon our request.</p>\n<p>You agree to comply with any export control laws or regulations that are applicable to the purchase, transport or use of the Products.</p>\n<p>\n<strong>8.\nYOUR REPRESENTATIONS</strong>\n</p>\n<p>You shall maintain and promptly update your account information that is stored with us and shall secure such information (including but not limited to your username and password) against any unauthorized access.</p>\n<p>You represent to us that all information provided by you when placing your Order is up to date and is sufficient for us to process your Order.</p>\n<p>You shall not assume any warranty, commitment or obligation on our behalf without our express prior written consent.</p>\n<p>\n<strong>9.\nPERSONAL INFORMATION AND PRIVACY POLICY</strong>\n</p>\n<p>When you make an offer to purchase a Product, we will collect or receive your Personal Information or non-identifying information (as those terms are defined in our Privacy Policy, available at www.corsair.com/privacy-policy).\nPersonal Information and non-identifying information are treated in accordance with our Privacy Policy.\nBy making an offer to purchase a Product, you accept and consent to our Privacy Policy, which we may update from time to time.</p>\n<p>\n<strong>10.\nMISCELLANEOUS</strong>\n</p>\n<ul>\n<li>GOVERNING LAW <ul>\n<li>You agree that the laws of California, without regard to principles of conflict of laws, shall govern both these Terms of Sale and any dispute that might arise between you and Corsair in relation to your use of the Corsair webstore and these Terms of Sales.</li>\n<li>If you are a consumer based in the European Union, you may make a claim in a competent court in the country in which you reside.</li>\n</ul>\n</li>\n<li>FORCE MAJEURE <ul>\n<li>Corsair shall not be liable to you, nor held in breach of contract, for any loss or damage which may be suffered as a direct or indirect result of Corsair being prevented, hindered or delayed in the performance by circumstances beyond Corsair’s reasonable control including (but not limited to) any act of God, war, riot, civil commotion, government action, explosion, fire, flood, storm, accident, strike, lock-out, trade dispute or labor disturbance, breakdown of plant or machinery, interruption in the supply of power or materials and in such event Corsair may elect to cancel your order and refund any payments made.</li>\n</ul>\n</li>\n<li>ENTIRE AGREEMENT <ul>\n<li>You acknowledge that these Terms of Sale supersede and cancel all previous contracts or agreements whether oral or written, express or implied, between Corsair and you with regards to your ability to purchase goods or services from the Corsair webstore.\nThese Terms of Sale prevail over any other terms or conditions contained in or referred to other agreements between the parties or implied by trade, custom or course of dealing.\nAny purported terms or conditions to the contrary are hereby excluded to the fullest extent legally permitted.</li>\n</ul>\n</li>\n<li>TRANSLATION <ul>\n<li>These Terms of Sale may be translated into any other language.\nHowever, in the event of any inconsistency between the English language version and any translated versions, this English version will at all times prevail and take precedence.</li>\n</ul>\n</li>\n</ul> ", "created_at": "2021-05-12 22:25:21.116336", "updated_at": "2021-05-12 22:26:28.951095"}, {"id": 5950, "name": "CORSAIR Website Privacy Notice", "url": "https://www.corsair.com/uk/en/privacy-policy", "xpath": "", "text": " text.skipToContent text.skipToNavigation Sign In ❘ Join Us <p>0</p>\n<p>0</p> Gaming Gear Streaming Gear PC Components Gaming PCs Software Community Support <ul>\n<li>\n</li>\n<li>Gaming Gear </li>\n<li>Streaming Gear </li>\n<li>PC Components </li>\n<li>Gaming PCs </li>\n<li>Software </li>\n<li>Community </li>\n<li>Support </li>\n</ul>\n<ul>\n<li>\n</li>\n<li> Sign In ❘ Join Us </li>\n</ul>\n<ul>\n<li> Gaming Gear </li>\n<li>Keyboards </li>\n<li>Headsets </li>\n<li>Mice </li>\n<li>Mousepads</li>\n<li>Chairs</li>\n<li>Apparel | Gear</li>\n<li>Accessories</li>\n<li>Ambient Lighting</li>\n</ul>\n<ul>\n<li> Streaming Gear </li>\n<li>Capture</li>\n<li>Stream Deck</li>\n<li>Audio</li>\n<li>Lighting</li>\n<li>Green Screen</li>\n<li>Multi Mount</li>\n</ul>\n<ul>\n<li> PC Components </li>\n<li>Cases </li>\n<li>CPU Coolers </li>\n<li>Fans </li>\n<li>Memory </li>\n<li>Power Supply Units </li>\n<li>Custom Cooling </li>\n<li>Storage </li>\n<li>Accessories </li>\n</ul>\n<ul>\n<li> Gaming PCs </li>\n<li>CORSAIR ONE Gaming PCs</li>\n<li>CORSAIR ONE Workstation Grade PCs</li>\n<li>VENGEANCE Gaming PCs</li>\n<li>iCUE Certified Gaming PCs</li>\n<li>Visit Origin PC</li>\n</ul>\n<ul>\n<li> Software </li>\n<li>Download Software</li>\n<li>iCUE Software </li>\n<li>iCUE for macOS</li>\n</ul>\n<ul>\n<li> Community </li>\n<li>CORSAIR Gaming</li>\n<li>Esports</li>\n<li>Streamers</li>\n<li>Students</li>\n<li>Forum</li>\n<li>Blog</li>\n<li>Wallpapers</li>\n<li>Press Room</li>\n</ul>\n<ul>\n<li> Support </li>\n<li>Download Software</li>\n<li>Customer Support</li>\n<li>FAQs</li>\n<li>Warranty</li>\n</ul>\n<ul>\n<li> Keyboards </li>\n<li> All Keyboards </li>\n<li> RGB Mechanical Gaming Keyboards </li>\n<li> Wireless Keyboards </li>\n</ul>\n<ul>\n<li> Headsets </li>\n<li> All Headsets </li>\n<li> Wireless Headsets </li>\n<li> USB &amp.\nStereo Headsets </li>\n</ul>\n<ul>\n<li> Mice </li>\n<li> All Mice </li>\n<li> Wireless Mice </li>\n<li> Wired Mice </li>\n</ul>\n<ul>\n<li> Cases </li>\n<li> All Cases </li>\n<li> iCUE RGB Cases </li>\n<li> Mid-tower Cases </li>\n<li> Full-tower Cases </li>\n<li> Small Form Factor Cases </li>\n</ul>\n<ul>\n<li> Power Supply Units </li>\n<li> All Power Supply Units </li>\n<li> iCUE-controlled PSUs </li>\n<li> Premium Efficiency PSUs </li>\n</ul>\n<ul>\n<li> CPU Coolers </li>\n<li> CPU Coolers </li>\n<li> iCUE Smart Coolers </li>\n<li> 240mm AiO Coolers </li>\n<li> 280mm AiO Coolers </li>\n<li> CPU Air Coolers </li>\n</ul>\n<ul>\n<li> Custom Cooling </li>\n<li> All Liquid Cooling </li>\n<li> All Hydro X Products </li>\n<li> Design Your Loop </li>\n</ul>\n<ul>\n<li> Fans </li>\n<li> All Fans </li>\n<li> RGB Fans </li>\n<li> 120mm Fans </li>\n<li> 140mm Fans </li>\n</ul>\n<ul>\n<li> Storage </li>\n<li> All Storage </li>\n<li> M.2 SSDs </li>\n<li> USB Flash Drives </li>\n</ul>\n<ul>\n<li> Memory </li>\n<li> All Memory </li>\n<li> Performance RGB Memory </li>\n<li> Performance Memory </li>\n<li> Memory Finder </li>\n</ul>\n<ul>\n<li> Accessories </li>\n<li> Accessories | Parts </li>\n<li> Thunderbolt Docks </li>\n</ul>\n<ul>\n<li> iCUE Software </li>\n<li> iCUE OVERVIEW </li>\n<li> Profile Library </li>\n</ul>\n<p>Hot New Products &gt;</p>\n<p>SLIPSTREAM WIRELESS &gt;</p>\n<p>SHOP GAMING GEAR</p> Keyboards RGB Mechanical Gaming Keyboards Wireless Keyboards Chairs &nbsp.\nHeadsets Wireless Headsets USB &amp.\nStereo Headsets Apparel | Gear &nbsp.\nMice Wireless Mice Wired Mice Accessories &nbsp.\nMousepads &nbsp.\nAmbient Lighting &nbsp.\n<p>SHOP BY GENRE</p> RPG FPS MMO <p>VISIT ELGATO.COM &gt;</p>\n<p>SHOP STREAMING GEAR</p> Capture &nbsp.\nGreen Screen &nbsp.\nStream Deck &nbsp.\nMulti Mount &nbsp.\nAudio &nbsp.\nLighting &nbsp.\n<p>Hot New Products &gt;</p>\n<p>A New Look for Your Next Build</p>\n<p>SHOP PC COMPONENTS</p> Cases iCUE RGB Cases Mid-tower Cases Full-tower Cases Small Form Factor Cases Power Supply Units iCUE-controlled PSUs Premium Efficiency PSUs CPU Coolers iCUE Smart Coolers 240mm AiO Coolers 280mm AiO Coolers CPU Air Coolers Custom Cooling All Hydro X Products Design Your Loop Fans RGB Fans 120mm Fans 140mm Fans Storage M.2 SSDs USB Flash Drives Memory Performance RGB Memory Performance Memory Memory Finder Accessories Thunderbolt Docks <p>UPGRADE YOUR PC</p> Upgrade Your Gaming&nbsp;PC AMD Ryzen 5000 10th Gen Intel® Core™ Processors NVIDIA Ampere Architecture <p>ALL GAMING PCs &gt;</p>\n<p>GAMING PCs</p> CORSAIR ONE Gaming PCs &nbsp.\nCORSAIR ONE Workstation Grade PCs &nbsp.\niCUE Certified Gaming PCs &nbsp.\n<p>\n</p> Download Software &nbsp.\niCUE Software Profile Library iCUE for macOS &nbsp.\n<p>\n</p> CORSAIR Gaming &nbsp.\nForum &nbsp.\nEsports &nbsp.\nBlog &nbsp.\nStreamers &nbsp.\nWallpapers &nbsp.\nStudents &nbsp.\nPress Room &nbsp.\n<p>\n</p> Download Software &nbsp.\nCustomer Support &nbsp.\nFAQs &nbsp.\nWarranty &nbsp.\nYour cart is empty Retrieving Your Cart Review Your Cart <ul>\n</ul>\n<p>2</p>of<p>2</p>\n<ul>\n</ul> SUBTOTAL : £0.00 Shipping Shipping to be calculated Shipping Discount <p>Checkout</p>\n<p>CORSAIR recommends using the latest version of Google Chrome or Mozilla Firefox web browsers.<br>Please re-open this page in Google Chrome or Mozilla Firefox.<br>\n<br>Download the latest version of these browsers:</p> Google Chrome Mozilla Firefox CORSAIR Website Privacy Notice <p>\n</p>\n<p>\n<em>Last updated</em>: August 14, 2020 12PM PST</p>\n<p>Corsair respects your right to privacy.\nThis Privacy Notice explains who we are, how we collect, share and use personal information about you, and how you can exercise your privacy rights.\nThis Privacy Notice only applies to personal information that we collect through our website at www.corsair.com (“<strong>Website</strong>”) and/or promotional programs.\n</p>\n<p>If you have any questions or concerns about our use of your personal information, then please contact us using the contact details provided at the bottom of this Privacy Notice.\n</p> What does Corsair do? <p>Corsair is one of the world’s leading providers of enthusiast-grade PC components and peripherals, headquartered in the United States, but with global operations infrastructure with extensive marketing and distribution channel relationships worldwide.\nOur groundbreaking technology and innovation can be found in our high-performance memory, ultra-efficient power supplies, PC cases, PC and CPU cooling solutions, and solid-state storage devices.\nUnder the Corsair Gaming brand, launched in 2014, we provide gaming keyboards, mice, headsets and mouse mats to eSports professionals and anybody who is passionate about competitive PC gaming.</p>\n<p>For more information about Corsair, please see the “About Us” section of our Website at www.corsair.com/about.</p> What personal information does Corsair collect and why? <p>The personal information that we may collect about you broadly falls into the following categories:</p>\n<ul>\n<li>\n<em>Information that you provide voluntarily </em>\n<ul>\n<li>Certain parts of our Website may ask you to provide personal information voluntarily: for example, we may ask you to provide your contact details in order to register an account with us, to subscribe to marketing communications from us, and/or to submit enquiries to us.\nThe personal information that you are asked to provide, and the reasons why you are asked to provide it, will be made clear to you at the point we ask you to provide your personal information.</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>When you shop in our webstore, we collect the following personal data from you in order to complete the transaction (“Purchase Data”): <ul>\n<li>a) Name </li>\n<li>b) Email</li>\n<li> c) Company name (if entered) </li>\n<li>d) Address </li>\n<li>e) City, State and zip code </li>\n<li>f) Country </li>\n<li>g) Phone number</li>\n<li> h) Details of purchase(s)</li>\n<li> i) Credit card information</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>We keep your Purchase Data until the warranty period on your purchased product expires.\nWe do not keep your credit card information after payment has been completed.</li>\n</ul>\n<ul>\n<li>\n<em>Information that we collect automatically </em>\n<ul>\n<li>When you visit our Website, we may collect certain information automatically from your device.\nIn some countries, including countries in the European Economic Area, this information may be considered personal information under applicable data protection laws.</li>\n<li>Specifically, the information we collect automatically may include information like your IP address, device type, unique device identification numbers, browser-type, broad geographic location (e.g.\ncountry or city-level location) and other technical information.\nWe may also collect information about how your device has interacted with our Website, including the pages accessed and links clicked.\n</li>\n<li>Collecting this information enables us to better understand the visitors who come to our Website, where they come from, and what content on our Website is of interest to them.\nWe use this information for our internal analytics purposes and to improve the quality and relevance of our Website to our visitors.</li>\n<li>Some of this information may be collected using cookies and similar tracking technology, as explained further under the heading “Cookies and similar tracking technology” below.</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n<em>Information that we obtain from third party sources </em>\n<ul>\n<li>From time to time, we may receive personal information about you from third party sources (including Sidekick for Business), but only where we have checked that these third parties either have your consent or are otherwise legally permitted or required to disclose your personal information to us.\n</li>\n<li>The types of information we collect from third parties include names, email addresses, mailing addresses and IP addresses and we use the information we receive from these third parties to send invitations to Corsair events, newsletters with marketing updates, press announcements, promotional offers, survey requests, sweepstakes prizes and localizing our webpages to suit preferences and to mitigate Denial of Service attacks.</li>\n</ul>\n</li>\n</ul>\n<p>In general, we will use the personal information we collect from you only for the purposes described in this Privacy Notice or for purposes that we explain to you at the time we collect your personal information.\nHowever, we may also use your personal information for other purposes that are not incompatible with the purposes we have disclosed to you (such as archiving purposes in the public interest) if and where this is permitted by applicable data protection laws.</p> Who does Corsair share my personal information with? <ul>\n<li>We may disclose your personal information to the following categories of recipients: <ul>\n<li> to our <strong>group companies, third party services providers and partners</strong> who provide data processing services to us (for example, to support the delivery of, provide functionality on, or help to enhance the security of our Website and product order fulfilment), or who otherwise process personal information for purposes that are described in this Privacy Notice or notified to you when we collect your personal information.\n</li>\n<li> to any <strong>competent law enforcement body, regulatory, government agency, court or other third party</strong> where we believe disclosure is necessary (i) as a matter of applicable law or regulation, (ii) to exercise, establish or defend our legal rights, or (iii) to protect your vital interests or those of any other person;</li>\n<li>to a <strong>potential buyer </strong>(and its agents and advisers) in connection with any proposed purchase, merger or acquisition of any part of our business, provided that we inform the buyer it must use your personal information only for the purposes disclosed in this Privacy Notice.\n</li>\n<li>to any <strong>other person with your consent</strong> to the disclosure.</li>\n</ul>\n</li>\n</ul> Legal basis for processing personal information (EEA visitors only) <p>If you are a visitor from the European Economic Area, our legal basis for collecting and using the personal information described above will depend on the personal information concerned and the specific context in which we collect it.\n</p>\n<p>However, we will normally collect personal information from you only where we have your consent to do so, where we need the personal information to perform a contract with you, or where the processing is in our legitimate interests and not overridden by your data protection interests or fundamental rights and freedoms.\nIn some cases, we may also have a legal obligation to collect personal information from you or may otherwise need the personal information to protect your vital interests or those of another person.</p>\n<p>If we ask you to provide personal information to comply with a legal requirement or to perform a contact with you, we will make this clear at the relevant time and advise you whether the provision of your personal information is mandatory or not (as well as of the possible consequences if you do not provide your personal information).\n</p>\n<p>Similarly, if we collect and use your personal information in reliance on our legitimate interests (or those of any third party), we will make clear to you at the relevant time what those legitimate interests are.</p>\n<p>If you have questions about or need further information concerning the legal basis on which we collect and use your personal information, please contact us using the contact details provided under the “How to contact us”.</p> Cookies and similar tracking technology <p>We use cookies and similar tracking technology (collectively, “Cookies”) to collect and use personal information about you, including to serve interest-based advertising.\nFor further information about the types of Cookies we use, why, and how you can control Cookies, please see our Cookie Notice.\nCookies Settings</p> How does Corsair keep my personal information secure? <p>We use appropriate technical and organisational measures to protect the personal information that we collect and process about you.\nThe measures we use are designed to provide a level of security appropriate to the risk of processing your personal information.\nWe use industry security best practices in securing personal data including encryption in some cases.\nWe partner with proven technology cloud partners who have proven security measures in place to ensure data is protected.</p> International data transfers <p>Your personal information may be transferred to, and processed in, countries other than the country in which you are resident.\nThese countries may have data protection laws that are different to the laws of your country (and, in some cases, may not be as protective).</p>\n<p>Specifically, our Website servers are located in the United States, and our group companies and third party service providers and partners operate around the world.\nThis means that when we collect your personal information we may process it in any of these countries.</p>\n<p>However, we have taken appropriate safeguards to require that your personal information will remain protected in accordance with this Privacy Notice.\nThese include implementing Binding Corporate Rules / the European Commission’s Standard Contractual Clauses for transfers of personal information between our group companies, which require all group companies to protect personal information they process from the EEA in accordance with European Union data protection law.\n</p>\n<p>Our Binding Corporate Rules / Standard Contractual Clauses can be provided on request.\nWe have implemented similar appropriate safeguards with our third party service providers and partners.</p> Data retention <p>We retain personal information we collect from you where we have an ongoing legitimate business need to do so (for example, to provide you with a service you have requested or to comply with applicable legal, tax or accounting requirements).\n</p>\n<p>When we have no ongoing legitimate business need to process your personal information, we will either delete or anonymise it or, if this is not possible (for example, because your personal information has been stored in backup archives), then we will securely store your personal information and isolate it from any further processing until deletion is possible.\n</p> Your data protection rights <p>You have the following data protection rights:</p>\n<ul>\n<li>If you wish to <strong>access, correct, update or request deletion</strong> of your personal information, you can do so at any time by contacting us using the contact details provided under the “How to contact us” heading below.\n</li>\n<li> In addition, if you are a resident of the European Union, you can <strong>object to processing </strong>of your personal information, ask us to restrict processing of your personal information or <strong>request portability</strong> of your personal information.\nAgain, you can exercise these rights by contacting us using the contact details provided under the “How to contact us” heading below.</li>\n<li>You have the right to <strong>opt-out of marketing communications</strong> we send you at any time.\nYou can exercise this right by clicking on the “unsubscribe” or “opt-out” link in the marketing e-mails we send you.\nTo opt-out of other forms of marketing (such as postal marketing or telemarketing), then please contact us using the contact details provided under the “How to contact us” heading below.</li>\n<li>Similarly, if we have collected and process your personal information with your consent, then you can <strong>withdraw your consent</strong> at any time.\nWithdrawing your consent will not affect the lawfulness of any processing we conducted prior to your withdrawal, nor will it affect processing of your personal information conducted in reliance on lawful processing grounds other than consent.</li>\n<li>You have the<strong> right to complain to a data protection authority</strong> about our collection and use of your personal information.\nFor more information, please contact your local data protection authority.\n(Contact details for data protection authorities in the European Economic Area, Switzerland and certain non-European countries (including the US and Canada) are available here.) </li>\n</ul>\n<p>We respond to all requests we receive from individuals wishing to exercise their data protection rights in accordance with applicable data protection laws.</p> California Consumer Privacy Act <p>Click here to read additional disclosures required under the California Consumer Privacy Act.</p> Updates to this Privacy Notice <p>We may update this Privacy Notice from time to time in response to changing legal, technical or business developments.\nWhen we update our Privacy Notice, we will take appropriate measures to inform you, consistent with the significance of the changes we make.\nWe will obtain your consent to any material Privacy Notice changes if and where this is required by applicable data protection laws.\n</p>\n<p>You can see when this Privacy Notice was last updated by checking the “last updated” date displayed at the top of this Privacy Notice.\n</p> How to contact us <p>If you have any questions or concerns about our use of your personal information, please contact us using the following details: data.controller@corsair.com</p>\n<p>The data controller of your personal information is Corsair Components, Inc.\nwhich is registered with in the state of Delaware.</p> WHERE TO BUY CERTIFIED REFURBISHED SUPPORT <p>Downloads</p>\n<p>Customer Support</p>\n<p>Warranty</p>\n<p>RMA/Returns</p>\n<p>Terms of Sale</p> CORSAIR <p>About</p>\n<p>Investor Relations</p>\n<p>Careers</p>\n<p>Social Impact</p>\n<p>Press Room</p>\n<p>Blog</p>\n<p>Contact Us</p> Be the first to know Get special offers, exclusive product news, and event info straight to your inbox Location Brazil Canada China Europe France Germany Global Italy Japan Korea Latin America Poland Portugal Russia Spain Taiwan United Kingdom United States Language English Deutsch Español Français Italiano 日本語 한국어 Português do Brasil Русский 简体中文 Polski Copyright © 1996 - 2021 CORSAIR.\nAll rights reserved.\n| Terms of Use | Privacy Policy | Cookies Settings |Sitemap Privacy Preference CenterWhen you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\nMore informationAllow All Manage Consent PreferencesStrictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>\n<ul>\n<li>Functional CookiesAlways Active<p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies then some or all of these services may not function properly.</p>\n</li>\n</ul>Performance Cookies Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>Targeting Cookies Targeting Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>Social Media Cookies Social Media Cookies <p>These cookies are set by a range of social media services that we have added to the site to enable you to share our content with your friends and networks.\nThey are capable of tracking your browser across other sites and building up a profile of your interests.\nThis may impact the content and messages you see on other websites you visit.\nIf you do not allow these cookies you may not be able to use or see these sharing tools.</p>Back Button Performance CookiesVendor Search Search IconFilter IconClear checkbox label labelApply CancelConsent Leg.Interest checkbox label label checkbox label label checkbox label label Confirm My Choices<p>By clicking “Accept All Cookies”, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts.\n</p>Accept All Cookies Cookies Settings", "created_at": "2021-05-13 00:23:59.501608", "updated_at": "2021-05-12 22:24:17.764059"}], "points": [], "urls": ["corsair.com"]}}