{"error": 448, "message": "OK", "parameters": {"id": 1885, "name": "RenWeb", "created_at": "2019-10-02 18:27:21.233651", "updated_at": "2021-03-25 03:19:48.352126", "wikipedia": null, "keywords": null, "related": null, "slug": "renweb", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/1885.png", "url": "renweb.com", "documents": [{"id": 2034, "name": "This service may collect, use, and share location data", "url": "https://factsmgt.com/privacy-policy/", "xpath": "//p[contains(text(),'We collect information so we can identify you as o')]", "text": "We collect information so we can identify you as our customer, to establish, manage and protect your accounts, to complete your transactions, to create and offer you products and services you might be interested in, to personalize and improve upon your experience with us and to comply with various legal and regulatory requirements.", "created_at": "2019-10-16 17:34:09.585919", "updated_at": "2019-10-16 17:34:35.949125"}, {"id": 2039, "name": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "url": "https://factsmgt.com/terms-of-use", "xpath": "//p[contains(text(),'You agree to defend, indemnify and hold the Compan')]", "text": "You agree to defend, indemnify and hold the Company harmless from and against any and all claims, losses, damages, liabilities, costs and expenses, (including, but not limited to, attorneys’ fees), arising from or related to your (i) use of the Site or (ii) violation of any of these Terms.", "created_at": "2019-10-16 20:11:12.596287", "updated_at": "2019-10-16 20:14:42.535477"}, {"id": 2040, "name": "There isn't a date when the ToS has been last updated", "url": "https://factsmgt.com/terms-of-use", "xpath": "", "text": " &lt;iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-TQZFDXV\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"&gt;&lt;/iframe&gt.\nSkip to main content Help &amp.\nSupport Parent Log in <ul>\n<li>FACTS Family Portal (ParentsWeb) </li>\n<li>Payment Plans/Financial Aid</li>\n</ul> School Log in <ul>\n<li>Financial Management</li>\n<li>School Administration (RenWeb)</li>\n</ul> Log in <ul>\n<li>Parent Log In</li>\n<li>FACTS Family Portal (ParentsWeb) </li>\n<li>Payment Plans/Financial Aid</li>\n<li>School Log In</li>\n<li>Financial Management</li>\n<li>School Administration (RenWeb)</li>\n</ul> OPEN MENUCLOSE MENU<ul>\n<li>K-12 Solutions\n<ul>\n<li>\n<ul>\n<li>\n<ul>\n<li>Administration <ul>\n<li>Student Information System <ul>\n<li>Learning Management System</li>\n<li>Family App</li>\n<li>Parent Alert</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Enrollment &amp.\nCommunications <ul>\n<li>Application &amp.\nEnrollment</li>\n<li>School Site</li>\n</ul>\n</li>\n<li>COVID-19 Resources <ul>\n<li>COVID-19 School Solutions</li>\n<li>COVID-19 Resource Hub</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>Financial Management <ul>\n<li>Tuition Management <ul>\n<li>Premier Integration</li>\n<li>Incidental Billing &amp.\nPrepay Accounts</li>\n<li>Advanced Accounting</li>\n</ul>\n</li>\n<li>Grant &amp.\nAid Assessment</li>\n<li>Payment Forms</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>Advancement <ul>\n<li>Giving</li>\n</ul>\n</li>\n<li>FACTS Education Solutions <ul>\n<li>Professional Development <ul>\n<li>Virtual Professional Development</li>\n<li>Professional Development Courses</li>\n</ul>\n</li>\n<li>Coaching</li>\n<li>Instructional Services <ul>\n<li>Instructional Services Catalog</li>\n</ul>\n</li>\n<li>Teacher Evaluation &amp.\nObservation</li>\n<li>ESSA Consulting</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Why FACTS\n<ul>\n<li>FACTS Story</li>\n<li>Partners &amp.\nAffiliations</li>\n<li>Security &amp.\nCompliance</li>\n<li>Testimonials</li>\n</ul>\n</li>\n<li>Webinars &amp.\nResources\n<ul>\n<li>Webinars</li>\n<li>Product Demos</li>\n<li>Blog</li>\n<li>Events</li>\n<li>Insights</li>\n</ul>\n</li>\n<li>About Us\n<ul>\n<li>History &amp.\nMission</li>\n<li>Our Team</li>\n<li>Press Releases</li>\n<li>Career Opportunities</li>\n</ul>\n</li>\n<li>Parents\n<ul>\n<li>Parent Solutions</li>\n<li>Payment Plans</li>\n<li>Financial Aid</li>\n<li>FACTS Family Portal (formerly ParentsWeb)</li>\n<li>FAQs</li>\n</ul>\n</li>\n</ul> Terms of Use Home » Terms of Use Please Read Carefully Before Using this Website\n<p>Welcome to this website (the “Site”) of Nelnet Business Solutions (the “Company”).\nAccess to, and use of, the Site are subject to these terms and conditions (“Terms”) and all applicable laws.\nBy accessing any areas of the Site, you agree to be bound by these Terms.\nIf you do not agree to all of the Terms, please do not use the Site.\nThe Company may revise these Terms from time to time by updating this Web page.\nYour use of our Site following any such change constitutes your agreement to follow and be bound by the Terms as changed.\nIf any change is unacceptable to you, your only recourse is to terminate your use of the Site.\nThe Company may also change, move portions of, delete portions of, or add to the Site from time to time.</p>\nCommunications With Us\n<p>Except as indicated in a secure area of the Site, any information or communication transmitted to the Company via the Site or e-mail (including but not limited to remarks, suggestions, ideas, questions, or comments) is the exclusive property of the Company and is not confidential.\nTHE COMPANY CANNOT GUARANTEE THE CONFIDENTIALITY OF TRANSMISSIONS OVER THE INTERNET (UNLESS OTHERWISE INDICATED), INCLUDING ANY TRANSMISSION OF PERSONAL INFORMATION BY YOU TO THE COMPANY.\nUnless otherwise stated, the Company is entitled to use any information or communication submitted for any purpose without restriction (including but not limited to reproduction, publication, disclosure, broadcast, posting and compilation of such information or communication or developing products and services incorporating the same) or compensation to the person sending the submission.\nThe person sending such submission acknowledges the originality of any submission communicated to the Company and accepts entire responsibility for its accuracy, appropriateness and legality (including without limitation compliance with any federal or state intellectual property statutes, regulations and common law rules).</p>\n<p>If you use this Site in a manner that requires you to set up an account with a user name and password, you are responsible for maintaining the confidentiality of that user name and password and for restricting access to your computer.\nYou agree to accept all risk and responsibility for all activities that occur under your user name and password.</p>\n<p>Any use by you of another user’s information, personal or otherwise, for any commercial purpose or to obtain direct financial gain (including, but not limited to, use for mass marketing purposes) is prohibited.\nAny such use shall be deemed to be a violation of these Terms.\nThe Site is to be used by you for your personal use only.\nCommercial uses of the Site are strictly prohibited unless prior written consent from the Company has been granted.\nYou agree that you will not use the Site for chain letters, junk mail, “spamming,” solicitations (commercial or non-commercial) or bulk communications of any kind, including but not limited to, distribution lists to any person who has not given specific permission to be included in such a list.</p>\n<p>You represent and warrant to the Company that nothing submitted by you to the Site shall contain any content which (i) is harassing, libelous, defamatory, abusive, threatening, harmful, vulgar, obscene, profane, sexually oriented, racially offensive, inaccurate, or otherwise objectionable, (ii) violates any law, rule or regulation, (iii) infringes, misappropriates or otherwise violates any copyright, trademark or other intellectual property right, right of privacy, right of publicity or any other right of any entity or person, (iv) encourages conduct that could constitute a criminal offense, give rise to civil liability or otherwise violate any applicable local, state, national or international law or regulation, (v) advertises or otherwise solicits funds or is a solicitation for goods or services or (vi) encourages the use of controlled substances.\nThe Company reserves the right to delete any such material from the Site.</p>\n<p>You agree not to impersonate any other person or entity, whether actual or fictitious, including impersonating an employee or consultant of the Company.\nYou further agree not to use an inappropriate user name of any kind.</p>\n<p>You acknowledge and agree that you may not upload, post, reproduce, or distribute any content on or through the Site that is protected by copyright or other proprietary right of a third party, without obtaining permission of the owner of such right.\nAny copyrighted or other proprietary content distributed with the consent of the owner must contain the appropriate copyright or other proprietary rights notice.\nThe unauthorized submission or distribution of copyrighted or other proprietary content is illegal and could subject you to personal liability or criminal prosecution.</p>\n<p>If you believe that your copyrighted work or the copyrighted works of others have been infringed, please send a written notification of claimed infringement to the Company’s copyright agent with the following information: (i) an electronic or physical signature of the person authorized to act on behalf of the copyright owner.\n(ii) a description of the copyrighted work that you claim has been infringed.\n(iii) a description of where the allegedly infringing material is located on the Site.\n(iv) your telephone number, address and e-mail address.\n(v) a statement that you have a good-faith belief that the disputed use is not authorized by the copyright owner, its agent or the law and (vi) a statement by you, made under penalty of perjury, that the information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner’s behalf.</p>\n<p>The Company’s agent for notice of claims of copyright infringement on the Site is:</p>\n<p>\n</p>Nelnet Legal Department<br>3015 S.\nParker Road, Suite 400<br>Aurora, CO 80014<br>ATTN: Copyrights\n<p>Upon receipt by the Company of notice of claimed copyright infringement containing the information specified above, the Company will promptly remove the allegedly infringing material from the Site.\nThe Company shall have no liability to any user of the Site for the removal of any such material.</p>\nWarranty Disclaimer\n<p>THE SITE, ANY SERVICE OFFERED ON OR THROUGH THE SITE, AND THE ENTIRE CONTENTS AND SOFTWARE ON THE SITE, ARE PROVIDED “AS IS” AND “AS AVAILABLE” WITHOUT WARRANTY OF ANY KIND WHATSOEVER.\nTHE COMPANY EXPRESSLY DISCLAIMS ALL WARRANTIES, EITHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, WARRANTIES OF TITLE, MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, NON-INFRINGEMENT, AND ANY WARRANTIES ARISING OUT OF COURSE OF PERFORMANCE OR COURSE OF DEALING.\nTHE COMPANY MAKES NO WARRANTY OR GUARANTY THAT THE CONTENTS OF THE SITE ARE COMPLETE, ERROR-FREE, OR THAT THE SITE WILL OPERATE IN A MANNER THAT IS SECURE (UNLESS OTHERWISE INDICATED), UNINTERRUPTED OR ERROR-FREE, OR THAT THE SITE IS OR WILL BE MAINTAINED FREE OF VIRUSES OR OTHER HARMFUL CODE.\nIT IS UP TO YOU TO TAKE ANY AND ALL PRECAUTIONS TO ENSURE THAT THE INFORMATION YOU ACCESS AND USE FROM THE SITE IS FREE OF SUCH ITEMS AS VIRUSES, WORMS, TROJAN HORSES AND OTHER ITEMS OF A DESTRUCTIVE NATURE.\nCHANGES MAY BE MADE TO THE CONTENTS AND SOFTWARE ON THE SITE, AND THE PRODUCTS AND SERVICES DESCRIBED WITHIN OR OFFERED ON THE SITE, AT ANY TIME WITHOUT NOTICE.\nTHE COMPANY USES REASONABLE EFFORTS TO INCLUDE ACCURATE AND UP TO DATE INFORMATION ON THE SITE.\nTHE COMPANY IS NOT RESPONSIBLE FOR TECHNICAL, HARDWARE OR SOFTWARE FAILURES OF ANY KIND.\nLOST OR UNAVAILABLE NETWORK CONNECTIONS.\nOR INCOMPLETE, GARBLED OR DELAYED COMPUTER TRANSMISSIONS.</p>\nLimitation of Liability\n<p>BY USING THE SITE, YOU AGREE THAT THE COMPANY WILL NOT FOR ANY REASON OR CIRCUMSTANCE, AND REGARDLESS OF LEGAL THEORY, WHETHER IN TORT, CONTRACT, OR OTHERWISE, BE LIABLE TO YOU OR ANY OTHER PARTY FOR ANY DIRECT, INDIRECT, INCIDENTAL, CONSEQUENTIAL, PUNITIVE, OR ANY OTHER DAMAGES, HOWEVER CAUSED, AND REGARDLESS OF CHARACTER, INCLUDING WITHOUT LIMITATION LOST PROFITS, LOST SAVINGS, LOSS OF PROGRAMS OR OTHER DATA ON YOUR INFORMATION HANDLING SYSTEM OR OTHERWISE, EVEN IF THE COMPANY HAS BEEN ADVISED OF THE POSSIBILITY OF ANY SUCH DAMAGES.\nTHE FOREGOING LIMITATION OF LIABILITY APPLIES, BY WAY OF EXAMPLE BUT WITHOUT LIMITATION, TO ANY DAMAGES ARISING OUT OF OR IN CONNECTION WITH (I) YOUR ACCESS TO, USE OF, OR INABILITY TO USE, THE SITE (INCLUDING ANY SERVICE OFFERED ON OR THROUGH THE SITE), OR (II) ANY ERRORS OR OMISSIONS IN THE CONTENT OF, OR PERFORMANCE OF THE SOFTWARE ON, THE SITE (INCLUDING ANY SERVICE OFFERED ON OR THROUGH THE SITE).\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CONSEQUENTIAL OR INCIDENTAL DAMAGES, SO SUCH EXCLUSIONS MAY NOT APPLY TO YOU.\nHOWEVER, SUCH EXCLUSIONS SHALL BE ENFORCEABLE TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW.</p>\nIndemnification\n<p>You agree to defend, indemnify and hold the Company harmless from and against any and all claims, losses, damages, liabilities, costs and expenses, (including, but not limited to, attorneys’ fees), arising from or related to your (i) use of the Site or (ii) violation of any of these Terms.</p>\nCopyrights, Trademarks, and Servicemarks\n<p>The Site and all information, documentation, and other content (“Content”) posted in or on the Site are copyright Nelnet Business Solutions, Inc.\nand its affiliates.\nAll rights reserved.\nUnless stated to the contrary, all Content is the property of the Company or its third party licensors.\nBy making this Content available on the Site, the Company is not waiving any proprietary rights (including copyrights or trademarks) in such Content, and is not transferring its rights to you or any third party.\nThe Content is protected by U.S.\nand international copyright laws.\nThe product and service names and logos on the Site, and the appearance of the Site, including icons and graphics (“Marks”), are servicemarks/trademarks, registered servicemarks/trademarks and/or trade dress of the Company or its third party licensors.\nUnauthorized use is prohibited.</p>\n<p>You agree not to remove copyright, trademark or other notices from any Content or Marks you may get from the Site.\nYou cannot download or copy any content from the Site without the prior written consent of the Company except for your individual use.\nNo right, title or interest in any downloaded materials is transferred to you as a result of any such downloading or copying.\nYou may not reproduce (except as noted above), publish, transmit, distribute, display, modify, create derivative works from, sell or participate in any sale of, or exploit in any way, in whole or in part, any of the Content, Marks, the Site, or any related software.</p>\nExternal Links\n<p>To the extent links are provided from the Site to other Web sites, the Company does not operate or control any information, products or services on, nor endorse nor approve any products, services or information offered at those sites.</p>\nRemedies\n<p>In the event that the Company determines, in its sole discretion, that you have breached any of the Terms, or have otherwise engaged in inappropriate conduct, the Company may, in addition to any other remedies that may be available, (i) warn you of the violation via e-mail.\n(ii) delete any content provided by you or your agent(s).\n(iii) terminate your use of the Site.\n(iv) notify and fully cooperate with the proper law enforcement authorities for further action.\nor (e) take any other action which the Company deems to be appropriate.</p>\nTermination\n<p>These Terms are effective unless and until terminated by the Company.\nThe Company may terminate all or part of the Site at any time without notice to you.\nUpon any termination of these Terms or the Site, you must promptly destroy all materials downloaded or otherwise obtained from this Site, as well as all copies of such materials.</p>\nLaw that Governs the Site\n<p>Information on the Site includes descriptions of products and services available only in the United States of America.\nThese Terms are governed by and interpreted pursuant to the laws of the State of Nebraska, United States of America, notwithstanding any conflicts of laws principles, and venue shall rest exclusively in the courts situated in the State of Nebraska, Lancaster County.\nIf any part of these Terms is unlawful, void or unenforceable, that part will be deemed severable and will not affect the validity and enforceability of the remaining Terms.</p>\nEntire Agreement\n<p>These Terms constitute the complete and exclusive statement of the mutual understanding of the parties and supersede and cancel all previous written and oral agreements and communications relating to the subject matter hereof.\nNo failure or delay in exercising, on the part of either party, any privilege, power or right hereunder will operate as a waiver thereof.</p>\nSpecial Notice For New Jersey Users\n<p>BY USING THIS WEBSITE, YOU: (A) ASSUME ALL RISKS OF LOSSES OR DAMAGES RESULTING FROM YOUR USE OF OR INABILITY TO USE THIS WEBSITE.\n(B) IRREVOCABLY WAIVE ALL LOSSES OR INDIRECT, SPECIAL, CONSEQUENTIAL, PUNITIVE OR INCIDENTAL DAMAGES (INCLUDING, WITHOUT LIMITATION, THOSE RESULTING FROM LOST PROFITS, LOST DATA OR BUSINESS INTERRUPTION) THAT MAY OCCUR AS A RESULT OF YOUR USE OF THIS WEBSITE.\nAND (C) EXPRESSLY AGREE TO RELEASE AND DISCHARGE FACTS, AND ITS AFFILIATES, EMPLOYEES, AGENTS, REPRESENTATIVES, SUCCESSORS, OR ASSIGNS FROM ANY AND ALL CLAIMS OR CAUSES OF ACTION RESULTING, DIRECTLY OR INDIRECTLY, FROM YOUR USE OF THIS WEBSITE.\n&nbsp;AND (D) YOU VOLUNTARILY GIVE UP OR WAIVE ANY RIGHT THAT YOU MAY OTHERWISE HAVE TO BRING A LEGAL ACTION AGAINST FACTS FOR LOSSES OR DAMAGES, WHETHER BASED ON WARRANTY, CONTRACT, TORT OR OTHER LEGAL THEORY, INCLUDING ANY CLAIM BASED ON ALLEGED NEGLIGENCE ON THE PART OF FACTS AND ITS AGENTS AND EMPLOYEES.\nYOU ACKNOWLEDGE THAT YOU HAVE CAREFULLY READ THIS “WAIVER AND RELEASE” AND FULLY UNDERSTAND THAT IT IS A RELEASE OF LIABILITY.</p>\n<ul>\n<li>K-12 Solutions\n<ul>\n<li>Administration <ul>\n<li>Student Information System <ul>\n<li>Learning Management System</li>\n<li>Family App</li>\n<li>Parent Alert</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Financial Management <ul>\n<li>Tuition Management <ul>\n<li>Premier Integration</li>\n<li>Incidental Billing &amp.\nPrepay Accounts</li>\n<li>Advanced Accounting</li>\n</ul>\n</li>\n<li>Grant &amp.\nAid Assessment</li>\n<li>Payment Forms</li>\n</ul>\n</li>\n<li>Enrollment &amp.\nCommunications <ul>\n<li>Application &amp.\nEnrollment</li>\n<li>School Site</li>\n</ul>\n</li>\n<li>Advancement <ul>\n<li>Giving</li>\n</ul>\n</li>\n<li>FACTS Education Solutions <ul>\n<li>Professional Development <ul>\n<li>Virtual Professional Development</li>\n<li>Professional Development Courses</li>\n</ul>\n</li>\n<li>Coaching</li>\n<li>Instructional Services <ul>\n<li>Instructional Services Catalog</li>\n</ul>\n</li>\n<li>Teacher Evaluation &amp.\nObservation</li>\n<li>ESSA Consulting</li>\n</ul>\n</li>\n<li>COVID-19 Resources <ul>\n<li>COVID-19 School Solutions</li>\n<li>COVID-19 Resource Hub</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Why FACTS</li>\n<li>FACTS Story</li>\n<li>Partners &amp.\nAffiliations</li>\n<li>Security &amp.\nCompliance</li>\n<li>Testimonials</li>\n<li>Webinars &amp.\nResources</li>\n<li>Webinars</li>\n<li>Blog</li>\n<li>Events</li>\n<li>Insights</li>\n</ul>\n<ul>\n<li>About Us</li>\n<li>History &amp.\nMission</li>\n<li>Our Team</li>\n<li>Press Releases</li>\n<li>Career Opportunities</li>\n<li>Parents</li>\n<li>Payment Plans</li>\n<li>Financial Aid</li>\n<li>FACTS Family Portal (formerly ParentsWeb)</li>\n<li>FAQs</li>\n<li>Help &amp.\nSupport</li>\n<li>Contact Us</li>\n</ul> Parent Log in <ul>\n<li>FACTS Family Portal (ParentsWeb) </li>\n<li>Payment Plans/Financial Aid</li>\n</ul> School Log in <ul>\n<li>Financial Management</li>\n<li>School Administration (RenWeb)</li>\n</ul>\n<ul>\n<li>Facebook</li>\n<li>LinkedIn</li>\n<li>Twitter</li>\n</ul>\n<ul>\n<li>© 2020 FACTS All&nbsp;Rights&nbsp;Reserved</li>\n<li>Privacy&nbsp;Policy&nbsp;&nbsp;|</li>\n<li>Terms of Use&nbsp;&nbsp;|</li>\n<li>Site Map&nbsp;&nbsp;|</li>\n<li>DMCA&nbsp;&nbsp;|</li>\n<li>FACTS Australia</li>\n</ul> &lt;img height=\"1\" width=\"1\" src=\"https://www.facebook.com/tr?id=459188641291147&amp;amp;ev=PageView\n&amp;amp;noscript=1\"&gt.\n", "created_at": "2019-10-16 20:23:09.019502", "updated_at": "2020-12-14 22:06:14.671245"}, {"id": 2037, "name": "This service uses other services by Google, who may track you.", "url": "https://factsmgt.com/privacy-policy/", "xpath": "//p[contains(text(),'We may use Google Analytics to collect information')]", "text": "We may use Google Analytics to collect information about the use of the Website.\nGoogle Analytics collects information such as how often users visit the Website, what pages they visit when they do so, and what other sites they used prior to coming to the Website.\nWe use the information we get from Google Analytics only to improve the Website.\nGoogle Analytics collects only the IP address assigned to you on the date you visit the Website, rather than your name or other identifying information.\nWe do not combine the information collected through the use of Google Analytics with Personally Identifiable Information.\nAlthough Google Analytics plants a permanent cookie on your web browser to identify you as a unique user the next time you visit this site, the cookie cannot be used by anyone but Google.\nGoogle’s ability to use and share information collected by Google Analytics about your visits to this site is restricted by the Google Analytics Terms of Use and the Google Privacy Policy.\nYou can prevent Google Analytics from recognizing you on return visits to this Website by disabling the Google Analytics cookie on your browser.\nYou can also view and change the currently available opt-outs for Google Ads.", "created_at": "2019-10-16 18:18:11.704771", "updated_at": "2019-10-16 18:19:19.777195"}], "points": [], "urls": ["renweb.com"]}}