{"error": 448, "message": "OK", "parameters": {"id": 6214, "name": "Wombo", "created_at": "2021-12-31 20:42:13.695583", "updated_at": "2021-12-31 23:01:12.930417", "wikipedia": "https://en.wikipedia.org/wiki/Wombo", "keywords": null, "related": null, "slug": "wombo", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6214.png", "url": "wombo.ai", "documents": [{"id": 11257, "name": "Terms of Service", "url": "https://www.wombo.ai/terms", "xpath": "//body", "text": "WOMBOWOMBOWOMBOWOMBOWOMBOWOMBOUse WomboMainCareersBlogUse WomboMainCareersMainCareerBlogOverview<p>Last updated: August 1st, 2021</p>\n<p>Please read these Terms of Use (\"Terms of Use\", \"Terms\", \"Terms and Conditions\") carefully before using the Application Services operated by WOMBO (\"us\", \"we\", or \"our\").\nThe \"<strong>Application Services</strong>\" (the \"Service\") shall mean the app and programming interfaces under 'WOMBO'.\nA \"<strong>Subscription(s)</strong>\" shall mean a specified pricing plan and term length with associated features, functionality and volume tiers for the Application Services purchased by Customer.</p>\n<p>Your access to and use of the Service is conditioned upon your acceptance of and compliance with these Terms.\nThese Terms apply to all visitors, users and others who wish to access or use the Service.</p>\n<p>By accessing or using the Service you agree to be bound by these Terms.\nIf you disagree with any part of the terms then you do not have permission to access the Service.</p>Data<p>WOMBO does not store your data in any form whatsoever anywhere, and nor is it used to train our ML model in any form or way.\nWe do upload it to our server to run the Machine Learning model on it to return the result, but it is not saved or is reproducable.</p>Subscriptions<p>The usage of the app is billed on a subscription basis.\nYou will be billed in advance on a recurring and periodic basis (\"Billing Cycle\").\nBilling cycles are set on a monthly, yearly, or half-yearly basis.</p>\n<p>At the end of each Billing Cycle, your Subscription will automatically renew under the exact same conditions unless you cancel it.\nYou may cancel your Subscription renewal at any time either through your App Store or Play Store.</p>\n<p>A valid payment method, including credit card, is required to process the payment for your Subscription.</p>Free Trial<p>WOMBO offers every Annual Subscription with a free trial for a limited period of time (\"Free Trial\"), which can only be availed once.</p>\n<p>You may be required to enter your billing information in order to sign up for the Free Trial.</p>\n<p>If you do enter your billing information when signing up for the Free Trial, you will not be charged by until the Free Trial has expired.\nOn the last day of the Free Trial period, unless you cancelled your Subscription, you will be automatically charged the applicable Subscription fees for the type of Subscription you have selected.</p>\n<p>At any time and without notice, WOMBO reserves the right to (i) modify the terms and conditions of the Free Trial offer, or (ii) cancel such Free Trial offer.</p>Refunds<p>WOMBO does not handle refunds for subscriptions as it is entirely dependent on App Store and Play Store policy.</p>Intellectual Property<p>The Service and its original content, features and functionality are and will remain the exclusive property of WOMBO and its licensors.\nThe Service is protected by copyright, trademark, and other laws of both India and foreign countries.\nOur trademarks and trade dress may not be used in connection with any product or service without the prior written consent of WOMBO.</p>Copyright Infringement<p>We do not allow any content that infringes copyright.\nThe use of copyrighted content belonging to others without proper authorization or legally valid reason may lead to a violation of WOMBO's policies.</p>\n<p>At the same time, not all uses of copyrighted content constitute an infringement.\nIn many countries, exceptions to copyright infringement allow the use of these works under certain circumstances without authorization.\nThese include the fair use doctrine in the United States, and permitted acts of fair dealing in the European Union (and other equivalent exceptions under applicable local laws in other countries).</p>\n<p>If you believe your content is being infringed upon, please submit a claim to <strong>copyright@wombo.ai</strong> and we will respond within 24 hours.\n</p>Links To Other Web Sites<p>Our Service may contain links to third party web sites or services that are not owned or controlled by WOMBO.</p>\n<p>WOMBO has no control over, and assumes no responsibility for the content, privacy policies, or practices of any third party web sites or services.\nWe do not warrant the offerings of any of these entities/individuals or their websites.</p>\n<p>You acknowledge and agree that WOMBO shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such content, goods or services available on or through any such third party web sites or services.</p>\n<p>We strongly advise you to read the terms and conditions and privacy policies of any third party web sites or services that you visit.</p>Indemnification<p>You agree to defend, indemnify and hold harmless WOMBO and its licensee and licensors, and their employees, contractors, agents, officers and directors, from and against any and all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney's fees), resulting from or arising out of a) your use and access of the Service, by you or any person using your account and password, or b) a breach of these Terms.</p>\n<p>WOMBO shall hold Customer harmless from liability to third parties resulting from infringement by the Service of any United States patent or any copyright or misappropriation of any trade secret, provided WOMBO is promptly notified of any and all threats, claims and proceedings related thereto and given reasonable assistance and the opportunity to assume sole control over defense and settlement.\nWOMBO will not be responsible for any settlement it does not approve in writing.\nThe foregoing obligations do not apply with respect to portions or components of the Service (i) not supplied by WOMBO, (ii) made in whole or in part in accordance with Customer specifications, (iii) that are modified after delivery, (iv) combined with other products, processes or materials where the alleged infringement relates to such combination, (v) where Customer continues allegedly infringing activity after being notified thereof or after being informed of modifications that would have avoided the alleged infringement, or (vi) where Customer’s use of the Service is not strictly in accordance with this Agreement.\nIf, due to a claim of infringement, the Services are held by a court of competent jurisdiction to be or are believed by WOMBO to be infringing, WOMBO may, at its option and expense (a) replace or modify the Service to be non-infringing provided that such modification or replacement contains substantially similar features and functionality, (b) obtain for Customer a license to continue using the Service, or (c) if neither of the foregoing is commercially practicable, terminate this Agreement and Customer’s rights hereunder.</p>Limitation Of Liability<p>In no event shall WOMBO nor its directors, employees, partners, agents, suppliers, or affiliates, be liable for any indirect, incidental, special, consequential or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses, resulting from (i) your access to or use of or inability to access or use the Service.\n(ii) any conduct or content of any third party on the Service.\n(iii) any content obtained from the Service.\nand (iv) unauthorized access, use or alteration of your transmissions or content, whether based on warranty, contract, tort (including negligence) or any other legal theory, whether or not we have been informed of the possibility of such damage, and even if a remedy set forth herein is found to have failed of its essential purpose.</p>Disclaimer<p>Your use of the Service is at your sole risk.\nThe Service is provided on an \"AS IS\" and \"AS AVAILABLE\" basis.\nThe Service is provided without warranties of any kind, whether express or implied, including, but not limited to, implied warranties of merchantability, fitness for a particular purpose, non-infringement or course of performance.</p>\n<p>WOMBO, its subsidiaries, affiliates, and its licensors do not warrant that a) the Service will function uninterrupted, secure or available at any particular time or location.\nb) any errors or defects will be corrected.\nc) the Service is free of viruses or other harmful components.\nor d) the results of using the Service will meet your requirements.</p>Exclusions<p>Some jurisdictions do not allow the exclusion of certain warranties or the exclusion or limitation of liability for consequential or incidental damages, so the limitations above may not apply to you.</p>Governing Law<p>These Terms shall be governed and construed in accordance with the laws of California, United States, without regard to its conflict of law provisions.</p>\n<p>Our failure to enforce any right or provision of these Terms will not be considered a waiver of those rights.\nIf any provision of these Terms is held to be invalid or unenforceable by a court, the remaining provisions of these Terms will remain in effect.\nThese Terms constitute the entire agreement between us regarding our Service, and supersede and replace any prior agreements we might have had between us regarding the Service.</p>Changes<p>We reserve the right, at our sole discretion, to modify or replace these Terms at any time.\nIf a revision is material we will provide at least 30 days notice prior to any new terms taking effect.\nWhat constitutes a material change will be determined at our sole discretion.</p>\n<p>By continuing to access or use our Service after any revisions become effective, you agree to be bound by the revised terms.\nIf you do not agree to the new terms, you are no longer authorized to use the Service.</p>‍<p>Privacy Policy • Terms of Service<br>Media inquiries hello@wombo.ai<br>Web development by Infinidiv</p> ", "created_at": "2021-12-31 20:42:13.700662", "updated_at": "2021-12-31 19:44:48.73769"}, {"id": 11256, "name": "Privacy Policy", "url": "https://www.wombo.ai/privacy", "xpath": "//body", "text": "WOMBOWOMBOWOMBOWOMBOWOMBOWOMBOUse WomboMainCareersBlogUse WomboMainCareersMainCareerBlogPrivacy Policy<p>WOMBO Studios Inc built the WOMBO app as a Freemium app.\nThis SERVICE is provided by WOMBO Studios Inc at no cost and is intended for use as is.</p>\n<p>This page is used to inform visitors regarding our policies with the collection, use, and disclosure of Personal Information if anyone decided to use our Service.</p>\n<p>If you choose to use our Service, then you agree to the collection and use of information in relation to this policy.\nThe Personal Information that we collect is used for providing and improving the Service.\nWe will not use or share your information with anyone except as described in this Privacy Policy.</p>\n<p>The terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, which is accessible at WOMBO unless otherwise defined in this Privacy Policy.</p>Information Collection and Use<p>For a better experience, while using our Service, we may require you to provide us with certain personally identifiable information, including but not limited to Photos.\nThe information that we request will be retained by us and used as described in this privacy policy.</p>\n<p>The app does use third party services that may collect information used to identify you.</p>\n<p>‍</p>\n<p>\n<strong>Collection</strong>\n<br>We collect information from you when you use our services, including but not limited to facial feature data.\nWe also collect information about the way our users spend time on the app.\n</p>\n<p>‍</p>\n<p>\n<strong>Use</strong>\n</p>\n<p>Our use of this data is limited to the exclusive purpose of improving our services for our users.\nFor example, the facial feature data we collect is vital for the generation of the final WOMBO&nbsp;animation.\nApp usage data is used for the exclusive purpose of better understanding the manner in which users spend time in the WOMBO app, so that we may improve our app experience.\n</p>\n<p>‍</p>\n<p>\n<strong>Disclosure &amp;&nbsp;Sharing</strong>\n</p>\n<p>All data we collect is stored in a secure manner and shared with third parties only when this is necessary to enable the functionality of the application's offerings.\n</p>\n<p>Amazon Web Services:&nbsp;We temporarily relay information about your facial features to enable the photo animation capabilities of WOMBO.\n</p>\n<p>Amplitude:&nbsp;behavioral analytics platform for product intelligence helping WOMBO understand user behavior and build engaging experiences.</p>\n<p>WOMBO does not control third party platforms, websites or online services, and WOMBO is not responsible for their actions.\nThese platforms, websites and online services follow different rules regarding the collection, use and sharing of your personal information.\nWOMBO encourages you to read the privacy policies of these platforms, websites and online services to find out more about how your usage data may be used by these vendors.</p>\n<p>‍</p>\n<p>\n<strong>Retention</strong>\n</p>\n<p>Your data will be stored by WOMBO no longer than is necessary for the purposes for which the data are processed.</p>\n<p>That is why,<br>\n<br> &nbsp.\n&nbsp;- your facial feature data is stored on the WOMBO only for the purpose of creating the photo animation, and deleted immediately after.;<br>\n<br> &nbsp.\n&nbsp;- anonymous, aggregated or de-identified data will be stored as long as necessary to fulfill the purposes WOMBO has set out in this Privacy Policy.<br>\n<br>\n<strong>Security</strong>\n</p>\n<p>WOMBO processes your data using computers and/or other IT enabled tools.\nWOMBO takes technical and organizational measures to ensure the information is processed in a manner that ensures appropriate security of information, including protection against unauthorized or unlawful processing and against accidental loss, destruction or damage.\nFor example, WOMBO uses verified contractors that might have access to the data as specified in Section 2 of the Privacy Policy with which the relevant data processing agreements are signed.\nWe also guide and train our personnel to process your data securely according to our internal data protection policies.</p>\n<p>‍</p>\n<p>We want to inform you that whenever you use our Service, in a case of an error in the app we collect data and information (through third party products) on your phone called Log Data.\nThis Log Data may include information such as your device Internet Protocol (“IP”) address, device name, operating system version, the configuration of the app when utilizing our Service, the time and date of your use of the Service, and other statistics.</p>Cookies<p>Cookies are files with a small amount of data that are commonly used as anonymous unique identifiers.\nThese are sent to your browser from the websites that you visit and are stored on your device's internal memory.</p>\n<p>This Service does not use these “cookies” explicitly.\nHowever, the app may use third party code and libraries that use “cookies” to collect information and improve their services.\nYou have the option to either accept or refuse these cookies and know when a cookie is being sent to your device.\nIf you choose to refuse our cookies, you may not be able to use some portions of this Service.</p>Service Providers<p>We may employ third-party companies and individuals due to the following reasons:</p>\n<p>To facilitate our Service;<br>To provide the Service on our behalf;<br>To perform Service-related services.\nor<br>To assist us in analyzing how our Service is used.<br>We want to inform users of this Service that these third parties have access to your Personal Information.\nThe reason is to perform the tasks assigned to them on our behalf.\nHowever, they are obligated not to disclose or use the information for any other purpose.</p>Security<p>We value your trust in providing us your Personal Information, thus we are striving to use commercially acceptable means of protecting it.\nBut remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and we cannot guarantee its absolute security.</p>Links to Other Sites<p>This Service may contain links to other sites.\nIf you click on a third-party link, you will be directed to that site.\nNote that these external sites are not operated by us.\nTherefore, we strongly advise you to review the Privacy Policy of these websites.\nWe have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services.</p>Children’s Privacy<p>These Services do not address anyone under the age of 13.\nWe do not knowingly collect personally identifiable information from children under 13.\nIn the case we discover that a child under 13 has provided us with personal information, we immediately delete this from our servers.\nIf you are a parent or guardian and you are aware that your child has provided us with personal information, please contact us so that we will be able to do necessary actions.</p>Changes to This Privacy Policy<p>We may update our Privacy Policy from time to time.\nThus, you are advised to review this page periodically for any changes.\nWe will notify you of any changes by posting the new Privacy Policy on this page.</p>\n<p>This policy is effective as of 2020-11-08</p>Contact Us<p>If you have any questions or suggestions about our Privacy Policy, do not hesitate to contact us at hello@wombo.ai.</p>\n<p>Privacy Policy • Terms of Service<br>Media inquiries hello@wombo.ai<br>Web development by Infinidiv</p> ", "created_at": "2021-12-31 20:42:13.697722", "updated_at": "2021-12-31 19:44:36.68853"}], "points": [{"id": 26594, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://www.wombo.ai/terms", "status": "Generated through the annotate view", "created_at": "2022-01-08 20:27:56.570771", "updated_at": "2022-08-18 19:18:00.018558", "quoteText": "The Service is provided on an \"AS IS\" and \"AS AVAILABLE\" basis.", "case_id": 286, "document_id": 11257, "quoteStart": 7805, "quoteEnd": 7868}, {"id": 26593, "title": "There is a date of the last update of the agreements", "source": "https://www.wombo.ai/terms", "status": "Generated through the annotate view", "created_at": "2022-01-08 20:27:38.803011", "updated_at": "2022-08-18 19:18:06.242687", "quoteText": "Last updated: August 1st, 2021", "case_id": 331, "document_id": 11257, "quoteStart": 99, "quoteEnd": 129}], "urls": ["wombo.ai"]}}