{"error": 448, "message": "OK", "parameters": {"id": 6387, "name": "RblxTrade", "created_at": "2022-02-28 02:35:56.371522", "updated_at": "2022-02-28 23:01:16.976557", "wikipedia": null, "keywords": null, "related": null, "slug": "rblxtrade", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6387.png", "url": "rblx.trade", "documents": [{"id": 11595, "name": "Terms & Conditions", "url": "https://rblx.trade/about/terms", "xpath": "//body", "text": "<p>Your browser does not appear to support Javascript.\nIf you have intentionally disabled Javascript or use an extension to disable it (such as NoScript), please allow RblxTrade to use Javascript in order to use our website.\nIf you do not block Javascript, try upgrading your browser.</p>\n<ul>\n<li>TradingTrade AdsValue UpdatesAll ItemsCatalog TableTrade CalculatorProjected ItemsInventory ChangesLive Ownership UpdatesRAP Requirements</li>\n<li>PlayersPlayer SearchTerminated Player SearchSpecific Inventory SearchLatest ScansRblxTrade Staff</li>\n<li>Leaderboards<p>Terminated Players</p>Value LeaderboardPlace Visit Leaderboard<p>All Players</p>Value LeaderboardPlace Visit LeaderboardHoarded Item Leaderboard<p>Other</p>Group Leaderboard</li>\n<li>Deals</li>\n<li>Forums</li>\n<li>DiscordDiscord ServerSupport Server</li>\n<li>Search</li>\n</ul>\n<ul>\n<li>Login</li>\n</ul>\n<strong>Terms and Conditions</strong>\n<p>Last Modified August 3rd, 2021</p>\n<p>Welcome to RBLXTrade!</p>\n<p>These terms and conditions outline the rules and regulations for the use of RBLXTrade's Website, located at https://rblx.trade.</p>\n<p>By accessing this website we assume you accept these terms and conditions.\nDo not continue to use RBLXTrade if you do not agree to take all of the terms and conditions stated on this page.</p>\n<p>The following terminology applies to these Terms and Conditions, Privacy Statement and Disclaimer Notice and all Agreements: \"Client\", \"You\" and \"Your\" refers to you, the person log on this website and compliant to the Company’s terms and conditions.\n\"The Company\", \"Ourselves\", \"We\", \"Our\" and \"Us\", refers to our Company.\n\"Party\", \"Parties\", or \"Us\", refers to both the Client and ourselves.\nAll terms refer to the offer, acceptance and consideration of payment necessary to undertake the process of our assistance to the Client in the most appropriate manner for the express purpose of meeting the Client’s needs in respect of provision of the Company’s stated services, in accordance with and subject to, prevailing law of the United States of America.\nAny use of the above terminology or other words in the singular, plural, capitalization and/or he/she or they, are taken as interchangeable and therefore as referring to same.</p>\n<strong>Cookies</strong>\n<p>We employ the use of cookies.\nBy accessing RBLXTrade, you agreed to use cookies in agreement with the RBLXTrade's Privacy Policy (available below, under the \"Privacy Policy\" heading).</p>\n<p>Most interactive websites use cookies to let us retrieve the user’s details for each visit.\nCookies are used by our website to enable the functionality of certain areas to make it easier for people visiting our website.\nSome of our affiliate/advertising partners may also use cookies.</p>\n<strong>Donations</strong>\n<p>By donating to RBLXTrade, either through a Patreon Account or by directly transferring funds to us, you are not granted special and/or \"elevated\" access to certain website functions, features, or a special license.\nWe will use your donation at our discretion but within our stated charitable objectives.\nDonating Bitcoin or USD via Patreon does not signify a consumer-customer relationship, and no warrenty or exclusion to certain terms and liabilities is provided to donators.\nDonations are created at your own descretion.</p>\n<br>\n<p>Donation Policies</p>\n<ul>\n<li>RBLXTrade is not a registered charity or non-profit organization.\nAlthough we will try to use all funds received to persue our objectives, we are under no obligation to use funds strictly for RBLXTrade and/or it's services.</li>\n<li>We cannot issue refunds unless obligated to by law.\nIf you become aware of fraudulent use of your card, or if it is lost or stolen, and a payment(s) was made to RBLXTrade, you must notify your card provider.</li>\n</ul>\n<strong>License</strong>\n<p>Unless otherwise stated, RBLXTrade and/or its licensors own the intellectual property rights for all material on RBLXTrade.\nAll intellectual property rights are reserved.\nYou may access this from RBLXTrade for your own personal use subjected to restrictions set in these terms and conditions.\nCommercial use is permitted with written permission by sending an email to support@rblx.trade.\nRBLXTrade is not obligated to respond to or permit any uses we do not wish to approve.</p>\n<p>You must not:</p>\n<ul>\n<li>Republish material from RBLXTrade for commercial purposes</li>\n<li>Sell, rent or sub-license material from RBLXTrade for commercial purposes</li>\n<li>Reproduce, duplicate or copy material from RBLXTrade for commercial purposes</li>\n<li>Redistribute content from RBLXTrade for commercial purposes</li>\n</ul>\n<p>This Agreement shall begin on the date hereof.</p>\n<p>Parts of this website offer an opportunity for users to post and exchange opinions and information in certain areas of the website.\nRBLXTrade does not filter, edit, publish or review any user submitted content including (but not limited to) forums submissions and comments (hereby referred to simply as \"Comments\") prior to their presence on the website.\nComments do not reflect the views and opinions of RBLXTrade, its agents and/or affiliates.\nComments reflect the views and opinions of the person who post their views and opinions.\nTo the extent permitted by applicable laws, RBLXTrade shall not be liable for the Comments or for any liability, damages or expenses caused and/or suffered as a result of any use of and/or posting of and/or appearance of the Comments on this website.</p>\n<p>RBLXTrade reserves the right to monitor all Comments and to remove any Comments which can be considered inappropriate, offensive or causes breach of these Terms and Conditions.</p>\n<p>You warrant and represent that:</p>\n<ul>\n<li>You are entitled to post the Comments on our website and have all necessary licenses and consents to do so;</li>\n<li>The Comments do not invade any intellectual property right, including without limitation copyright, patent or trademark of any third party;</li>\n<li>The Comments do not contain any defamatory, libelous, offensive, indecent or otherwise unlawful material which is an invasion of privacy</li>\n<li>The Comments will not be used to solicit or promote business or custom or present commercial activities or unlawful activity.</li>\n</ul>\n<p>You hereby grant RBLXTrade a non-exclusive license to use, reproduce, edit and authorize others to use, reproduce and edit any of your Comments, in any and all forms, formats or media.</p>\n<strong>iFrames</strong>\n<p>Without prior approval and written permission, you may not create frames around our Webpages that alter in any way the visual presentation or appearance of our Website.</p>\n<strong>Content Liability</strong>\n<p>We shall not be held responsible for any content that appears on your Website.\nYou agree to protect and defend us against all claims that is rising on your Website.\nNo link(s) should appear on any Website that may be interpreted as libelous, obscene or criminal, or which infringes, otherwise violates, or advocates the infringement or other violation of, any third party rights.</p>\n<strong>Privacy Policy</strong>\n<p>Your privacy is important to us.\nIt is RBLXTrade's policy to respect your privacy regarding any information we may collect from you across our website, https://rblx.trade, and other sites we own and operate.</p>\n<p>We only ask for personal information when we truly need it to provide a service to you.\nWe collect it by fair and lawful means, with your knowledge and consent.\nWe also let you know why we’re collecting it and how it will be used.</p>\n<p>We only retain collected information for as long as necessary to provide you with your requested service.\nWhat data we store, we’ll protect within commercially acceptable means to prevent loss and theft, as well as unauthorised access, disclosure, copying, use or modification.</p>\n<p>We don’t share any personally identifying information publicly or with third-parties, except when required to by law.</p>\n<p>Our website may link to external sites that are not operated by us.\nPlease be aware that we have no control over the content and practices of these sites, and cannot accept responsibility or liability for their respective privacy policies.</p>\n<p>You are free to refuse our request for your personal information, with the understanding that we may be unable to provide you with some of your desired services.</p>\n<p>Your continued use of our website will be regarded as acceptance of our practices around privacy and personal information.\nIf you have any questions about how we handle user data and personal information, feel free to contact us.</p>\n<p>This policy is effective as of 13 December 2019.</p>\n<strong>Reservation of Rights</strong>\n<p>We reserve the right to request that you remove all links or any particular link to our Website.\nYou approve to immediately remove all links to our Website upon request.\nWe also reserve the right to amen these terms and conditions and it’s linking policy at any time.\nBy continuously linking to our Website, you agree to be bound to and follow these linking terms and conditions.</p>\n<strong>Removal of links from our website</strong>\n<p>If you find any link on our Website that is offensive for any reason, you are free to contact and inform us any moment.\nWe will consider requests to remove links but we are not obligated to or so or to respond to you directly.</p>\n<p>We do not ensure that the information on this website is correct, we do not warrant its completeness or accuracy.\nnor do we promise to ensure that the website remains available or that the material on the website is kept up to date.</p>For California Residents: CCPA Information<p>This Privacy Notice for California Residents supplements the information contained elsewhere in this Privacy Notice and applies solely to all visitors, users, and others who reside in the State of California (\"consumers\" or \"you\").\nWe adopt this notice to comply with the California Consumer Privacy Act of 2018 (CCPA) and any terms defined in the CCPA have the same meaning when used in this notice.</p>Rights and Choices<p>The CCPA provides consumers located in the state of California with certain rights regarding their personal information and data.\nThe following section describes those rights and explains how to exercise them:</p>Access to Specific Information and Data Portability Rights<p>You have the right to request that the company disclose certain information to you about our collection and use of your personal information over the past 12 months.\nOnce we receive and confirm your verifiable consumer request (as described in the section \"Exercising Access, Data Portability, and Deletion Rights\"), we will disclose to you:</p>\n<ul>\n<li>The categories of personal information we collected about you.</li>\n<li>The categories of sources for the personal information we collected about you.</li>\n<li>Our business or commercial purpose for collecting or selling that personal information.</li>\n<li>The categories of third parties with whom we share that personal information.</li>\n<li>The specific pieces of personal information we collected about you (also called data portability request)</li>\n<li>If we sold or disclose your personal information for a business purpose, two separate lists disclosing:<ul>\n<li>Sales, identifying the personal information categories that each category of recipient purchased, and</li>\n<li>Disclosures for a business purpose, identifying the personal information categories that each category of recipient obtained</li>\n</ul>\n</li>\n</ul>Non-Discrimination<p>We will not discriminate against you for exercising any of your CCPA rights.\nUnless permitted by the CCPA, we will not:</p>\n<ul>\n<li>Deny you goods or services.</li>\n<li>Charge you different prices or rates for goods or services, including through granting discounts or imposing penalties.</li>\n<li>Provide you a different level or quality of goods or services.</li>\n<li>Suggest that you may receive a different price or rate for goods or services or a different level of quality of goods or services.</li>\n</ul>\n<p>Any CCPA-permitted financial incentive we offer will reasonably relate to your value and contain written terms that describe the program's material aspects.</p>Exercising Access, Data Portability, and Deletion Rights<p>To exercise the access, data portability, and deletion rights described above, please submit a verifiable consumer request to us by emailing us at support@rblxtrade.com</p>\n<p>Only you, or a person registered with the California Secretary of State that you authorize to act on your behalf, may make a verifiable consumer request related to your personal information.\nYou may also make a verifiable consumer request on behalf of your minor child.</p>\n<p>You may only make a verifiable consumer request for access of data portability twice within a 12-month period.\nThe verifiable consumer request must:</p>\n<ul>\n<li>Provide sufficient information that allows us to reasonably verify you are the person about whom we collected personal information or an authorized representative.</li>\n<li>Describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it.</li>\n</ul>\n<p>We cannot respond to your request or provide you with personal information if we cannot verify your identity or authority to make the request and confirm the personal information relates to you.</p>\n<p>Making a verifiable consumer request does not require you to create an account with us.\nWe will only use personal information provided in a verifiable consumer request to verify the requestor's identity or authority to make the request.</p>Information We Collect<p>Our websites, emails (with your consent, where required by law), and other products, services and platforms collect information that identifies, relates to, describes, references, is capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or device (\"personal information\").\nIn particular, our websites, apps, emails, and other products, services and platforms may have collected the following categories of personal information from its consumers within the last twelve (12) months:</p>CategoryCollectedA.\nIdentifiersYESB.\nPersonal information categories listed in the California Customer Records statute (Cal.\nCiv.\nCode § 1798.80(e))YESC.\nProtected classification characteristics under California or federal lawNOD.\nCommercial information.YESE.\nBiometric information.NOF.\nInternet or other similar network activity.YESG.\nGeolocation data.YESH.\nSensory data.NOI.\nProfessional or employment-related information.NOJ.\nInferences drawn from other personal information.YES<p>Personal information does not include:</p>\n<ul>\n<li>Publicly available information from government records.</li>\n<li>Deidentified or aggregated consumer information.</li>\n<li>Information excluded from the CCPA's scope, like:<ul>\n<li>health or medical information covered by the Health Insurance Portability and Accountability Act of 1996 (HIPAA) and the California Confidentiality of Medical Information Act (CMIA) or clinical trial data;</li>\n<li>personal information covered by certain sector-specific privacy laws, including the Fair Credit Reporting Act (FRCA), the Gramm-Leach-Bliley Act (GLBA) or California Financial Information Privacy Act (FIPA), and the Driver's Privacy.</li>\n</ul>\n</li>\n</ul>Use of Personal Information<p>We may use or disclose the personal information we collect for one or more of the following business purposes:</p>\n<ul>\n<li>To fulfill or meet the reason you provided the information.\nFor example, if you share your name and contact information to request a newsletter or ask a question about our products or services, we will use that personal information to respond to your inquiry.\nIf you provide your personal information to purchase a product or service, we or our third-party service providers will use that information to process your payment and facilitate delivery.\nWe may also save your information to facilitate new product or service orders and requests.</li>\n<li>To provide, support, personalize, and develop our websites, emails, and other products, services and platforms.</li>\n<li>To create, maintain, customize, and secure your account with us.</li>\n<li>To process your requests, purchases, transactions, and payments and prevent transactional fraud.</li>\n<li>To provide you with support and to respond to your inquiries, including investigating and addressing your concerns and monitoring and improving our responses.</li>\n<li>To personalize your website, apps, emails, or other product, service or platform experience and to deliver content and product and service offerings relevant to your interests, including targeted offers and ads through our websites, apps, emails, and other products, services and platforms.</li>\n<li>To help maintain the safety, security, and integrity of our websites, apps, emails, and other products, services and platforms, databases and other technology assets, and business.</li>\n<li>For testing, research, analysis, and product development, including to develop and improve our websites, apps, emails, and other products, services and platforms.</li>\n<li>To respond to law enforcement requests and as required by applicable law, court order, or governmental regulations.</li>\n<li>As described to you when collecting your personal information or as otherwise set forth in the CCPA.</li>\n<li>To evaluate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of the Company's assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which personal information held by the Company about our Website users is among the assets transferred.</li>\n</ul>\n<p>The Company will not collect additional categories of personal information or use the personal information we collected for materially different, unrelated, or incompatible purposes without providing you notice.</p>Sharing Personal Information<p>The Company may disclose your personal information to a third-party for a business purpose or sell your personal information, subject to your right to opt-out of those sales (see ‘Sales of Personal Information' below).\nWhen we disclose personal information for a business purpose, we enter a contract that describes the purpose and requires the recipient to both keep that personal information confidential and not use it for any purpose except performing the contract.\nThe CCPA prohibits third parties who purchase the personal information we hold from reselling it unless you have received explicit notice and an opportunity to opt-out of further sales (see ‘Sales of Personal Information' below).</p>\n<p>We may share your personal information with the following categories of third parties:</p>\n<ul>\n<li>Subsidiaries and affiliates.</li>\n<li>Contractors and service providers.</li>\n<li>Data aggregators.</li>\n<li>Third parties with whom we partner to offer products and services to you.</li>\n</ul>Disclosures of Personal Information for a Business Purpose<p>In the preceding twelve (12) months, the Company has disclosed the following categories of personal information for a business purpose:</p>\n<ul>\n<li>[Category A: Identifiers.]</li>\n<li>[Category B: California Customer Records personal information categories.]</li>\n<li>[Category F: Internet or other similar network activity.]</li>\n<li>[Category G: Geolocation Data.]</li>\n<li>[Category K: Inferences drawn from other personal information.]</li>\n</ul>Sales of Personal Information<p>In the preceding twelve (12) months, the company has sold the following categories of personal information collected through our ad-supported services:</p>\n<ul>\n<li>[Category A: Identifiers.]</li>\n<li>[Category F: Internet or other similar network activity.]</li>\n<li>[Category G: Geolocation Data.]</li>\n<li>[Category K: Inferences drawn from other personal information.]</li>\n</ul>\n<p>The company and our advertising partners collect the personal information identified above (such as the cookies stored on your browser, the advertising identifier on your mobile device, or the IP address of your device) when you visit our websites, apps, and other products, services and platforms, or open our emails.\nWe, and our partners, use this information to tailor and deliver ads to you on our websites, apps, emails, and other products, services and platforms, or to help tailor ads to you when you visit others' sites (or use others' apps).\nTo tailor ads that may be more relevant to you, we and/or our partners may share the information we collect with third parties.</p>\n<strong>Disclaimers, Limitations of Liability, and Indemification</strong>\n<p>YOU UNDERSTAND AND AGREE THAT: USE OF THE WEBSITE IS AT YOUR SOLE RISK.\nTHE WEBSITE IS PROVIDED ON AN “AS IS”, “AS AVAILABLE” BASIS.\nRBLXTRADE DOES NOT PROVIDE ANY WARRANTIES, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO WARRANTIES REGARDING MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE.\nRBLXTRADE DOES NOT WARRANT THAT USE OF THE WEBSITE WILL BE UNINTERRUPTED OR ERROR FREE.\nNOR DO WE MAKE ANY WARRANTY AS TO THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE WEBSITE OR AS TO THE ACCURACY, RELIABILITY OR CONTENT OF ANY INFORMATION AVAILABLE ON OR THROUGH THE WEBSITE.\nTHE DOWNLOADING OF MATERIAL FROM THE WEBSITE IS DONE AT YOUR OWN RISK.\nRBLXTRADE DOES NOT GUARANTEE OR WARRANT THAT SUCH MATERIALS ARE FREE OF VIRUSES, WORMS, TROJAN HORSES OR OTHER DESTRUCTIVE CODE.\nYOU ARE RESPONSIBLE FOR IMPLEMENTING SAFEGUARDS TO PROTECT YOUR COMPUTER SYSTEM AND DATA AND YOU ARE RESPONSIBLE FOR THE ENTIRE COST OF ANY SERVICE, REPAIRS OR CORRECTIONS NECESSARY AS A RESULT OF THE USE OF THE WEBSITE.\nYOU SHOULD NOT RELY ON ANY OPINION OR OTHER INFORMATION SET OUT IN THE WEBSITE WHEN MAKING BUSINESS, FINANCIAL, PERSONAL OR OTHER DECISIONS.\nRBLXTRADE AND RBLXTRADE SERVICE PROVIDERS DO NOT ENDORSE THE OPINIONS OF ANY THIRD PARTY EXPRESSED ON THE WEBSITE OR ANY SITE ACCESSIBLE THROUGH THE WEBSITE.<br>\n<br>\n<strong>Limitations of Liability.</strong> TO THE EXTENT PERMITTED BY LAW, IN NO EVENT SHALL RBLXTRADE ITS SERVICE PROVIDERS, SUBSIDIARIES, AFFILIATES, OFFICERS, DIRECTORS, EMPLOYEES, ATTORNEYS, AND AGENTS BE LIABLE FOR ANY: (i) INDIRECT, CONSEQUENTIAL, INCIDENTAL, SPECIAL, COMPENSATORY OR PUNITIVE DAMAGES.\n(ii) DAMAGES FOR LOSS OF INCOME, LOSS OF BUSINESS PROFITS, BUSINESS INTERRUPTION, LOSS OF DATA OR BUSINESS INFORMATION, LOSS OF OR DAMAGE TO PROPERTY.\n(iii) CLAIMS OF THIRD PARTIES.\nOR (iv) OTHER PECUNIARY LOSS, ARISING OUT OF OR RELATED TO THIS POLICY, THE WEBSITE OR ANY LINKED SITE.\nIN NO EVENT WILL THE CUMULATIVE LIABILITY OF RBLXTRADE, ITS SERVICE PROVIDERS, SUBSIDIARIES, AFFILIATES, OFFICERS, DIRECTORS, EMPLOYEES, ATTORNEYS, AND AGENTS ARISING OUT OF OR RELATED TO THIS POLICY EXCEED CDN $100.\nTO THE EXTENT THAT SOME JURISDICTIONS DO NOT ALLOW EXCLUSIONS OR LIMITATIONS ON SOME CATEGORIES OF DAMAGES, THESE EXCLUSIONS OR LIMITATIONS MAY NOT APPLY TO YOU.<br>\n<br>\n<strong>Scope of Limitations and Disclaimers.</strong> THE DISCLAIMER OF WARRANTIES AND LIMITATIONS OF LIABILITY SET OUT IN THESE TERMS OF USE SHALL APPLY REGARDLESS OF THE CAUSES, CIRCUMSTANCES OR FORM OF ACTION GIVING RISE TO THE LOSS, DAMAGE, CLAIM OR LIABILITY, EVEN IF SUCH LOSS, DAMAGE, CLAIM OR LIABILITY IS BASED UPON BREACH OF CONTRACT (INCLUDING, WITHOUT LIMITATION, A CLAIM OF FUNDAMENTAL BREACH OR BREACH OF A FUNDAMENTAL TERM), TORT (INCLUDING, WITHOUT LIMITATION, NEGLIGENCE), STRICT LIABILITY OR ANY OTHER LEGAL OR EQUITABLE THEORY, AND EVEN IF RBLXTRADE, ITS SERVICE PROVIDERS, SUBSIDIARIES, AFFILIATES, OFFICERS, DIRECTORS, EMPLOYEES, ATTORNEYS, AND AGENTS ARE ADVISED OF THE POSSIBILITY OF THE LOSS, DAMAGE, CLAIM OR LIABILITY.<br>\n<br>\n<strong>Indemnity.</strong> YOU AGREE TO INDEMNIFY AND HOLD HARMLESS RBLXTRADE AND ITS SERVICE PROVIDERS, SUBSIDIARIES, AFFILIATES, OFFICERS, DIRECTORS, EMPLOYEES, ATTORNEYS, AND AGENTS FROM AND AGAINST ANY AND ALL CLAIMS, LIABILITIES, DAMAGES, DEMANDS, LOSSES OR EXPENSES (INCLUDING ALL LEGAL FEES) BROUGHT BY YOU OR ANY THIRD PARTY ARISING OUT OF YOUR USE OF THIS SITE IN BREACH OF THIS OR ANY OF RBLXTRADE POLICIES OR THE INFRINGEMENT BY YOU OF ANY INTELLECTUAL PROPERTY RIGHTS OF ANY PERSON OR ENTITY.<br>\n<br>\n</p>\n<p>To the maximum extent permitted by applicable law, we exclude all representations, warranties and conditions relating to our website and the use of this website.\nNothing in this disclaimer will:</p>\n<ul>\n<li>limit or exclude our or your liability for death or personal injury;</li>\n<li>limit or exclude our or your liability for fraud or fraudulent misrepresentation;</li>\n<li>limit any of our or your liabilities in any way that is not permitted under applicable law.\nor</li>\n<li>exclude any of our or your liabilities that may not be excluded under applicable law.</li>\n</ul>\n<p>The limitations and prohibitions of liability set in this Section and elsewhere in this disclaimer: (a) are subject to the preceding paragraph.\nand (b) govern all liabilities arising under the disclaimer, including liabilities arising in contract, in tort and for breach of statutory duty.</p>\n<p>As long as the website and the information and services on the website are provided free of charge, we will not be liable for any loss or damage of any nature.</p>About<p>RblxTrade is a Roblox trading website founded in 2019.\nWe offer deep insights into a variety of statistics on the Roblox platform.\nWe also provide Roblox traders with cool features to help with their trading journey such as item values, trade ads, a trade calculator, deals, a Roblox Trading discord and much more! We're also the best alternative to websites such as rbxrocks, rolimons, rbxvault and rbxcity and we work with Trade Hangout, the biggest Roblox Trading game on the Roblox platform! Item images, item names, item descriptions, and user images are all copyright Roblox Corporation.\nRblxTrade is not affiliated, endorsed, or sponsored by Roblox corporation.</p>Stats<p>24,064,950 Players</p>\n<p>1,039,166 Unique Items</p>\n<p>2,027 Collectible Items</p>Socials<p>Twitter: @rblx_trade<br>Roblox Group: Trade<br>Discord Server: discord.gg/rtc</p>\n<p>Terms, Conditions, and Privacy Policy</p>\n<p>Privacy &amp.\nData Usage</p>\n<p>Contact</p>\n<p>Update consent preferences</p>\n<p>\n</p>\n<p>©2019-2022 RBLX.TRADE</p>\n<p>\n</p> English <ul>\n<li>Deutsch</li>\n<li>English</li>\n<li>Español</li>\n<li>Français</li>\n<li>Italiano</li>\n<li>Nederlands</li>\n<li>Polski</li>\n<li>Português</li>\n<li>Limba română</li>\n</ul> You control your privacy <p>When you use this site, we and our vendors process data from you and your device.\nThis data can include your type of browser, settings, cookies, unique identifiers, IP address, and geo location.\nOnce dismissed, these settings can be accessed again from the link in our privacy policy or footer.</p>\n<p> We're requesting consent to offer: <strong>Personalised ads and content, ad and content measurement, audience insights and product development</strong>\n</p>\n<p> Ads and content can be personalised based on a profile.\nMore data can be added to better personalise ads and content.\nAd and content performance can be measured.\nInsights about audiences who saw the ads and content can be derived.\nData can be used to build or improve user experience, systems and software.\n</p> Advanced Settings Accept <p> Your consents are specific to this site &amp.\ndevice.\n</p> ", "created_at": "2022-02-28 02:35:56.376095", "updated_at": "2022-02-28 01:37:23.443758"}, {"id": 11594, "name": "Privacy Policy", "url": "https://rblx.trade/about/privacy", "xpath": "//body", "text": "<p>Your browser does not appear to support Javascript.\nIf you have intentionally disabled Javascript or use an extension to disable it (such as NoScript), please allow RblxTrade to use Javascript in order to use our website.\nIf you do not block Javascript, try upgrading your browser.</p>\n<ul>\n<li>TradingTrade AdsValue UpdatesAll ItemsCatalog TableTrade CalculatorProjected ItemsInventory ChangesLive Ownership UpdatesRAP Requirements</li>\n<li>PlayersPlayer SearchTerminated Player SearchSpecific Inventory SearchLatest ScansRblxTrade Staff</li>\n<li>Leaderboards<p>Terminated Players</p>Value LeaderboardPlace Visit Leaderboard<p>All Players</p>Value LeaderboardPlace Visit LeaderboardHoarded Item Leaderboard<p>Other</p>Group Leaderboard</li>\n<li>Deals</li>\n<li>Forums</li>\n<li>DiscordDiscord ServerSupport Server</li>\n<li>Search</li>\n</ul>\n<ul>\n<li>Login</li>\n</ul>RblxTrade Privacy and Data Collection<p>Learn about what kind of data RblxTrade collects</p>\n<p> This is just a basic overview of what kind of data we collect.\nFor full details, read out Terms of Service and Privacy Policy here.</p>What data does RblxTrade directly collect?<ul>\n<li>\n<p>IP Addresses</p>\n<p>RblxTrade collects IP Addresses for the purpose of preventing abuse of our website and infrastructure.\nThere are a few main areas where we collect IP Addresses, and none of the areas are attached directly to you and/or your Roblox account:</p>\n<ul>\n<li>\n<p>Rate Limiting</p>\n<p>When you make a request to our website (e.g.\nvisit a web page), we store your IP address in a datastore, along with how many requests the IP has made to our site in the past minute.\nOnce you exceed the maximum amount of requests allowed within 1 minute, your IP is temporarily banned from accessing our website.\nThis is so that we can prevent a user (and/or automated program) from spamming our website with requests, potentially causing an outage or other issues.\nWe <b>do not</b> store any other information alongside your ip.\nThis means that your IP is <b>never</b> directly linked to your Roblox account, user agent string, or any other information.</p>\n</li>\n<li>\n<p>Requesting User Updates</p>\n<p>When you request a refresh on a users inventory (by clicking the \"Request Refresh\" button), we store the User ID you requested an update for, as well as your IP address.\nThis, similar to Rate Limiting, is so that we can prevent users (and/or automated programs) from spamming update requests on users, potentially causing a massive unnecessary backlog in user inventory scanning.</p>\n</li>\n<li>\n<p>Logging In</p>\n<p>When you login to RblxTrade using your Roblox username, we record your IP address in a datastore so that we can prevent a user from signing in multiple times on the same IP.\nThe data stored <b>does not</b> contain your Roblox Username, ID, or any other information.</p>\n</li>\n<li>\n<p>Forum Thread Creation and Forum Post Creation</p>\n<p>If you use our Forum service and create a thread and/or forum, your IP address is stored in a datastore in order for us to prevent specific IP addresses from spamming forum threads/posts.\nYour IP address is stored alone, so no other data is associated with it.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>User Agent Strings</p>\n<p>RblxTrade collects user agent strings in order to track requests across our website.\nYour user agent string is provided by your web browser, and contains limited information about your device, such as:</p>\n<ul>\n<li>Your Web Browser and version (e.g.\n\"Chrome/58.0.3029.110\")</li>\n<li>Your operating system (e.g.\n\"Windows NT 10.0\")</li>\n</ul>\n<p>Any time you make a request to our website, your user agent string is stored in a datastore, alongside the URL you requested (e.g.\n\"/\" if you visit the homepage), and the IP of the cloudflare server you were routed to.\nNo other information is stored alongside your user agent, so this means that your user agent is never linked to your Roblox account, IP address, or anything else.</p>\n</li>\n</ul>Does RblxTrade associate with other data collection companies?<p>RblxTrade uses Google Analytics and Google Adsense.\nIf you are located in Europe or The United Kingdom of Great Britain and Northern Ireland, you may opt out of Google Analytics and/or Adsense Personalization by clicking the \"Manage Cookies\" button at the bottom of this page.\nYou can read about Google's Privacy Policy, as well as what data is collected, here: policies.google.com.</p>What would happen in the (theoretical) event of a website data breach?<p>RblxTrade <b>does not</b> obtain and/or store Email addresses, passwords, or any other personal information.\nIf our website were to be compromised, all the compromisers would have access to is a giant list of IP addresses and another giant list of User Agents with no other information linked - this data would be essentially useless.</p>About<p>RblxTrade is a Roblox trading website founded in 2019.\nWe offer deep insights into a variety of statistics on the Roblox platform.\nWe also provide Roblox traders with cool features to help with their trading journey such as item values, trade ads, a trade calculator, deals, a Roblox Trading discord and much more! We're also the best alternative to websites such as rbxrocks, rolimons, rbxvault and rbxcity and we work with Trade Hangout, the biggest Roblox Trading game on the Roblox platform! Item images, item names, item descriptions, and user images are all copyright Roblox Corporation.\nRblxTrade is not affiliated, endorsed, or sponsored by Roblox corporation.</p>Stats<p>24,064,950 Players</p>\n<p>1,039,166 Unique Items</p>\n<p>2,027 Collectible Items</p>Socials<p>Twitter: @rblx_trade<br>Roblox Group: Trade<br>Discord Server: discord.gg/rtc</p>\n<p>Terms, Conditions, and Privacy Policy</p>\n<p>Privacy &amp.\nData Usage</p>\n<p>Contact</p>\n<p>Update consent preferences</p>\n<p>\n</p>\n<p>©2019-2022 RBLX.TRADE</p>\n<p>\n</p> English <ul>\n<li>Deutsch</li>\n<li>English</li>\n<li>Español</li>\n<li>Français</li>\n<li>Italiano</li>\n<li>Nederlands</li>\n<li>Polski</li>\n<li>Português</li>\n<li>Limba română</li>\n</ul> You control your privacy <p>When you use this site, we and our vendors process data from you and your device.\nThis data can include your type of browser, settings, cookies, unique identifiers, IP address, and geo location.\nOnce dismissed, these settings can be accessed again from the link in our privacy policy or footer.</p>\n<p> We're requesting consent to offer: <strong>Personalised ads and content, ad and content measurement, audience insights and product development</strong>\n</p>\n<p> Ads and content can be personalised based on a profile.\nMore data can be added to better personalise ads and content.\nAd and content performance can be measured.\nInsights about audiences who saw the ads and content can be derived.\nData can be used to build or improve user experience, systems and software.\n</p> Advanced Settings Accept <p> Your consents are specific to this site &amp.\ndevice.\n</p> ", "created_at": "2022-02-28 02:35:56.374373", "updated_at": "2022-02-28 01:37:46.638699"}], "points": [{"id": 27043, "title": "There is a date of the last update of the agreements", "source": "https://rblx.trade/about/terms", "status": "Generated through the annotate view", "created_at": "2022-03-03 01:02:43.258889", "updated_at": "2022-03-03 01:02:43.258889", "quoteText": "<p>Last Modified August 3rd, 2021</p>\n", "case_id": 331, "document_id": 11595, "quoteStart": 907, "quoteEnd": 945}], "urls": ["rblx.trade"]}}