{"error": 448, "message": "OK", "parameters": {"id": 508, "name": "Academia.edu", "created_at": "2018-05-30 09:44:29.015001", "updated_at": "2021-08-19 19:07:11.62215", "wikipedia": "https://en.wikipedia.org/wiki/Academia.edu", "keywords": null, "related": null, "slug": "academiaedu", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/508.png", "url": "academia.edu", "documents": [{"id": 8791, "name": "Copyright Policy", "url": "https://www.academia.edu/copyright", "xpath": "//*[@id=\"content\"]", "text": " Copyright Policy <p>\n<strong>Notification of Copyright Infringement:</strong>\n</p>\n<p>Academia.edu (“<strong>Academia.edu</strong>”) respects the intellectual property rights of others and expects its users to do the same.</p>\n<p>It is Academia.edu’s policy, in appropriate circumstances and at its discretion, to disable and/or terminate the accounts of users who repeatedly infringe or are repeatedly charged with infringing the copyrights or other intellectual property rights of others.</p>\n<p>In accordance with the Digital Millennium Copyright Act of 1998, the text of which may be found on the U.S.\nCopyright Office website at https://www.copyright.gov/legislation/dmca.pdf, Academia.edu will respond expeditiously to claims of copyright infringement committed using the Academia.edu website (the “<strong>Site</strong>”) that are reported to Academia.edu’s Designated Copyright Agent, identified in the sample notice below.</p>\n<p>If you are a copyright owner, or are authorized to act on behalf of one, or authorized to act under any exclusive right under copyright, please report alleged copyright infringements taking place on or through the Sites by completing the following DMCA Notice of Alleged Infringement and delivering it to Academia.edu’s Designated Copyright Agent.\nUpon receipt of the Notice as described below, Academia.edu will take whatever action, in its sole discretion, it deems appropriate, including removal of the challenged material from the Sites.</p>\n<p>\n<strong>DMCA Notice of Alleged Infringement (“Notice”)</strong>\n</p>\n<ol>\n<li>Identify the copyrighted work that you claim has been infringed, or — if multiple copyrighted works are covered by this Notice — you may provide a representative list of the copyrighted works that you claim have been infringed.</li>\n<li>Identify the material that you claim is infringing (or to be the subject of infringing activity) and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit us to locate the material, including at a minimum, if applicable, the URL of the link shown on the Site(s) where such material may be found.</li>\n<li>Provide your mailing address, telephone number, and, if available, email address.</li>\n<li>Include both of the following statements in the body of the Notice:</li>\n<ul>\n<li>“I hereby state that I have a good faith belief that the disputed use of the copyrighted material is not authorized by the copyright owner, its agent, or the law (e.g., as a fair use).”</li>\n<li>“I hereby state that the information in this Notice is accurate and, under penalty of perjury, that I am the owner, or authorized to act on behalf of the owner, of the copyright or of an exclusive right under the copyright that is allegedly infringed.”</li>\n</ul>\n<li>Provide your full legal name and your electronic or physical signature.</li>\n</ol>\n<p>Deliver this Notice, with all items completed, to Academia.edu’s Designated Copyright Agent:</p>\n<p>Copyright Agent<br> c/o Academia.edu<br> 580 California St, #400<br> San Francisco, CA 94104<br>\n</p>\n<p> email: copyright@academia.edu<br> phone: +1 (800) 347-1392<br> fax: +1 (415) 520-6926<br>\n</p> Copyright FAQ <p>\n<strong>What is copyright?</strong>\n</p>\n<p>Copyright is a form of protection for “original works of authorship,” including literary, dramatic, musical, artistic and other works, that are fixed in a tangible medium of expression.\nFor example, copyright protects published and unpublished books, poetry, plays, movies, music scores, song recordings, computer software, photographs, paintings, and drawings.\nCopyright does not protect facts, ideas, inventions, systems or methods of operation, but it may protect the way in which such things are expressed.</p>\n<br>\n<p>\n<strong>When does copyright protection begin?</strong>\n</p>\n<p>Your work is protected by copyright from the moment you create the work and fix it in a tangible form.\nRegistration of a work with the United States Copyright Office is not required for protection in the United States, but it is generally required if you want to bring a lawsuit for infringement of your work in the United States.</p>\n<br>\n<p>\n<strong>How long does a copyright last?</strong>\n</p>\n<p>The term of protection for a copyright depends on a number of factors, including whether the work was published, the date of first publication of the work, where a work was first published and whether the work is anonymous, pseudonymous or a work made for hire.\nIn general, copyright protection for a work first published in the U.S.\nafter January 1, 1978 lasts for the life of the author plus 70 years from the date of death.\nFor a joint work that is authored by several people, copyright protection lasts for 70 years after the date of death of the last surviving author.\nThe copyright term for an anonymous or pseudonymous work or a work made for hire is 95 years from the date of first publication or 120 years from the date of creation, whichever expires first.</p>\n<br>\n<p>\n<strong>Do I own my work or article? Do I have the right to post my work or article on Academia.edu?</strong>\n</p>\n<p>The answers to these questions will depend upon your particular situation.\nThe general rule is that the person who creates a work is the author and owner of the work.\nHowever, there are exceptions to that rule for works made for hire and for copyrights that have been transferred, assigned, willed or given to another party.\nFor example, copyright ownership of a paper written by a faculty member may be determined in several ways, including by a written agreement between the university and the faculty member or by the university’s institutional policies on the ownership of copyrights for works created at the university and the allocation of royalties between the university and the author.\nIn addition, publishers frequently require authors to transfer their copyrights to the publishers as a condition of publication.\nThe transfer of ownership of a copyright to a publisher will prevent the author from future use of the work unless the author has agreed with the publisher that he or she reserves his or her right to use the work for certain purposes, such as teaching, research or other non-profit educational activities, or for certain types of use, such as rights to post an electronic version of the work on the faculty member’s website or on websites like Academia.edu.\nMany journals will also allow an author to retain rights to all pre-publication drafts of his or her published work, which permits the author to post a pre-publication version of the work on Academia.edu.\nAccording to&nbsp;Sherpa, which tracks journal publishers' approach to copyright,&nbsp;90% of journals allow uploading of either the pre-print or the post-print of your paper.</p>\n<br>\n<p>\n<strong>May I use someone else's work without getting permission?</strong>\n</p>\n<p>In general, you should not use a copyright protected work without permission and, if you do so, the copyright owner may bring an infringement action against you.\nHowever, under the “fair use” doctrine in United States copyright law, there may be circumstances in which it is permissible to use limited portions of a work without permission, such as quoting part of a work, for purposes like commentary, criticism, news reporting, teaching, scholarship and research.\nWhether a particular use qualifies as a fair use is determined on a case-by-case basis depending on the specific circumstances of the use.\nThere are no rules that permit the use of a certain number of words or percentage of a work as a “fair use.” For more information about fair use, please see the U.S.\nCopyright Office’s factsheet at https://www.copyright.gov/fair-use/.</p> Definitions <br>\n<p>\n<strong>Who is an author?</strong>\n</p>\n<p>The person who creates the original expression in a work is its author.\nThe author is also the owner of the copyright in a work unless the author assigned or transferred the copyright to another person or entity through a written agreement.\nFor works made for hire, the author is the employer or the party that commissioned the work.</p>\n<br>\n<p>\n<strong>What is joint authorship?</strong>\n</p>\n<p>A joint work is a work prepared by two or more authors with the intention that their contributions be combined into a single work.\nUnless the joint authors agree otherwise, each joint author has an equal and undivided ownership in the entire joint work and can exploit the work by granting licenses to third parties without permission from the other joint owners.\nEach joint author has a duty to account to the other joint owners for a share of any profits earned from his or her exploitation of the joint work.</p>\n<br>\n<p>\n<strong>What is a work made for hire?</strong>\n</p>\n<p>A work made for hire is either a work prepared by an employee within the scope of his or her employment or a statutorily defined category of work specially ordered or commissioned in a written agreement.\nThe author of a work made for hire is the employer of the person who created the work or the party that commissioned creation of the work.</p>\n<br>\n<p>\n<strong>What is the public domain?</strong>\n</p>\n<p>A work of authorship is said to be in the public domain if it is not protected by copyright law.\nA work may be in the public domain for a number of reasons, including publication prior to enactment of a copyright law, expiration of the copyright term or dedication of the work to the public domain by the copyright owner.\nWorks in the public domain may be used freely by anyone without permission.</p> ", "created_at": "2021-08-19 19:08:22.014032", "updated_at": "2021-08-19 19:08:32.407412"}, {"id": 71, "name": "Privacy Policy", "url": "https://www.academia.edu/privacy", "xpath": "//div[@class='static-page-padded-content no-reset']", "text": " <p>Last Updated: October 8, 2020</p>\n<p>Academia.edu (“Academia”) provides a searchable repository to allow our users to search and share academic resources.\nThis Privacy Policy is designed to help you understand how we collect, use, and share your personal information and to help you understand and exercise your privacy rights.\nAcademia is the controller for the personal information we process, unless otherwise stated.\nFor information on how to contact us, please refer to Section 13 below.</p>\n<p>1.\nScope</p>\n<p>2.\nPersonal Information We Collect</p>\n<p>3.\nHow We Use Your Information</p>\n<p>4.\nHow We Disclose Your Information</p>\n<p>5.\nYour Privacy Choices and Rights</p>\n<p>6.\nSecurity of Your Information</p>\n<p>7.\nInternational Data Transfers</p>\n<p>8.\nRetention of Personal Information</p>\n<p>9.\nSupplemental Notice for California Residents</p>\n<p>10.\nSupplemental Notice for Nevada Residents</p>\n<p>11.\nChildren’s Information</p>\n<p>12.\nOther Provisions</p>\n<p>13.\nContact Us</p> 1 Scope\n<p>This Privacy Policy applies to personal information processed by us, including on our websites, mobile applications, and other online or offline offerings.\nTo make this Privacy Policy easier to read, our websites, mobile applications, and other offerings are collectively called “<strong>Services.</strong>”</p> 2 Personal Information We Collect\n<p>The categories of personal information we collect depend on how you interact with us, our Services and the requirements of applicable law.\nWe collect information that you provide to us, information we obtain automatically when you use our Services, and information from other sources such as third-party services and organizations, as described below.</p> 2.1 Information You Provide to Us Directly\n<p>We may collect the following personal information that you provide to us.</p>\n<ul>\n<li>\n<p>\n<strong>Registration</strong>.\nWhen you register with us through the Services to become an Academia.edu Member, we collect your name, email address, and password.\nYou may choose to add additional information in your profile such as your telephone number, postal address, biography, institutional affiliates, research interests, profile picture, social media accounts, and your CV.\nYou may also choose to upload your papers and BibTeX file to your profile.</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>\n<strong>Purchases</strong>.\nWe may collect personal information and details associated with your purchases, including payment information.\nAny payments made via our Services are processed by third-party payment processors.\nWe do not directly collect or store any payment card information entered through our Services, but we may receive information associated with your payment card information (e.g., your billing details).</p>\n</li>\n<li>\n<p>\n<strong>Your Communications with Us</strong>.\nWe may collect personal information, such as email addresses, phone numbers, or mailing addresses, when you request information about our Services, register for our communications, request customer or technical support, apply for a job or otherwise communicate with us.</p>\n</li>\n<li>\n<p>\n<strong>Surveys</strong>.\nWe may contact you to participate in surveys.\nIf you decide to participate, you may be asked to provide certain information, which may include personal information.</p>\n</li>\n<li>\n<p>\n<strong>Interactive Features</strong>.\nWe and others who use our Services may collect personal information that you submit or make available through our interactive features (e.g., making your Academia analytics or mentions/citations public, messaging and chat features, commenting functionalities, forums, blogs, and social media pages).\nAny information you provide on the public sections of these features will be considered “public”, unless otherwise required by applicable law, and is not subject to the privacy protections referenced herein.</p>\n</li>\n<li>\n<p>\n<strong>Career Fairs, Conferences, Trade Shows, and Other Events.</strong> We may collect personal information from individuals when we attend career fairs, conferences, trade shows, and other events.</p>\n</li>\n<li>\n<p>\n<strong>Business Development and Strategic Partnerships.</strong> We may collect personal information from individuals and third parties to assess and pursue potential business opportunities.</p>\n</li>\n<li>\n<p>\n<strong>Job Applications.</strong> We may post job openings and opportunities on our Services.\nIf you reply to one of these postings by submitting your application, CV and/or cover letter to us, we will collect and use your information to assess your qualifications.</p>\n</li>\n</ul> 2.2 Information Collected Automatically <p>We may collect personal information automatically when you use our Services:</p>\n<ul>\n<li>\n<p>\n<strong>Automatic Data Collection</strong>.\nWe may collect certain information automatically when you use our Services, such as your Internet protocol (IP) address, user settings, MAC address, cookie identifiers, mobile carrier, mobile advertising and other unique identifiers, browser or device information, location information (including approximate location derived from IP address), and Internet service provider.\nWe may also automatically collect information regarding your use of our Services, such as pages that you visit before, during and after using our Services, information about the links you click, the types of content you interact with, the frequency and duration of your activities, and other information about how you use our Services.\nIn addition, we may collect information that other people provide about you when they use our Services, including information about you when they tag you.</p>\n</li>\n<li>\n<p>\n<strong>Cookies, Pixel Tags/Web Beacons, and Other Technologies</strong>.\nWe, as well as third parties that provide content, advertising, or other functionality on our Services, may use cookies, pixel tags, local storage, and other technologies (“Technologies”) to automatically collect information through your use of our Services.</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>\n<strong>Cookies</strong>.\nCookies are small text files placed in device browsers that store preferences and facilitate and enhance your experience.</p>\n</li>\n<li>\n<p>\n<strong>Pixel Tags/Web Beacons</strong>.\nA pixel tag (also known as a web beacon) is a piece of code embedded in our Services that collects information about engagement on our Services.\nThe use of a pixel tag allows us to record, for example, that a user has visited a particular web page or clicked on a particular advertisement.\nWe may also include web beacons in e-mails to understand whether messages have been opened, acted on, or forwarded.</p>\n</li>\n</ul>\n<p>Our uses of these Technologies fall into the following general categories:</p>\n<ul>\n<li>\n<p>\n<strong>Operationally Necessary</strong>.\nThis includes Technologies that allow you access to our Services, applications, and tools that are required to identify irregular website behavior, prevent fraudulent activity and improve security or that allow you to make use of our functionality;</p>\n</li>\n<li>\n<p>\n<strong>Performance-Related</strong>.\nWe may use Technologies to assess the performance of our Services, including as part of our analytic practices to help us understand how individuals use our Services (<em>see Analytics below</em>);</p>\n</li>\n<li>\n<p>\n<strong>Functionality-Related</strong>.\nWe may use Technologies that allow us to offer you enhanced functionality when accessing or using our Services.\nThis may include identifying you when you sign into our Services or keeping track of your specified preferences, interests, or past items viewed;</p>\n</li>\n<li>\n<p>\n<strong>Advertising- or Targeting-Related</strong>.\nWe may use first party or third-party Technologies to deliver content, including ads relevant to your interests, on our Services or on third-party websites.</p>\n</li>\n</ul>\n<p>See Section 5 below to understand your choices regarding these Technologies.</p>\n<p>\n<strong>Analytics</strong>.\nWe may use Technologies and other third-party tools to process analytics information on our Services, including Google Analytics.\nFor more information, please visit Google Analytics’ Privacy Policy.\nTo learn more about how to opt out of Google Analytics’ use of your information, please click here.</p>\n<ul>\n<li>\n<p>\n<strong>Social Media Platforms.</strong> Our Services may contain social media buttons such as Google and LinkedIn that might include widgets such as the “share this” button or other interactive mini programs.\nThese features may collect your IP address, which page you are visiting on our Services, and may set a cookie to enable the feature to function properly.\nYour interactions with these platforms are governed by the privacy policy of the company providing it.</p>\n</li>\n</ul> 2.3 Information Collected from Other Sources\n<p>We may obtain information about you from other sources, including through third-party services and organizations.\nFor example, if you access our Services through a third-party application, such as an app store, a third-party login service, or a social networking site, we may collect information about you from that third-party application that you have made available via your privacy settings.</p> 3 How We Use Your Information\n<p>We use your information for a variety of business purposes, including to provide our Services, for administrative purposes, and to market our products and Services, as described below.</p> 3.1 Provide Our Services\n<p>We use your information to fulfil our contract with you and provide you with our Services, such as:</p>\n<ul>\n<li>\n<p>Managing your information and accounts;</p>\n</li>\n<li>\n<p>Providing access to certain areas, functionalities, and features of our Services;</p>\n</li>\n<li>\n<p>Answering requests for customer or technical support;</p>\n</li>\n<li>\n<p>Communicating with you about your account, activities on our Services, and policy changes;</p>\n</li>\n<li>\n<p>Processing your financial information and other payment methods for products or Services purchased;</p>\n</li>\n<li>\n<p>Processing applications if you apply for a job, we post on our Services.\nand</p>\n</li>\n<li>\n<p>Allowing you to register for events.</p>\n</li>\n</ul> 3.2 Administrative Purposes\n<p>We use your information for various administrative purposes, such as:</p>\n<ul>\n<li>\n<p>Pursuing our legitimate interests such as direct marketing, research and development (including marketing research), network and information security, and fraud prevention;</p>\n</li>\n<li>\n<p>Detecting security incidents, protecting against malicious, deceptive, fraudulent or illegal activity, and prosecuting those responsible for that activity;</p>\n</li>\n<li>\n<p>Measuring interest and engagement in our Services;</p>\n</li>\n<li>\n<p>Short-term, transient use, such as contextual customization of ads;</p>\n</li>\n<li>\n<p>Improving, upgrading or enhancing our Services.\n</p>\n</li>\n<li>\n<p>Developing new products and Services;</p>\n</li>\n<li>\n<p>Ensuring internal quality control and safety;</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>Authenticating and verifying individual identities;</p>\n</li>\n<li>\n<p>Debugging to identify and repair errors with our Services;</p>\n</li>\n<li>\n<p>Auditing relating to interactions, transactions and other compliance activities;</p>\n</li>\n<li>\n<p>Enforcing our agreements and policies.\nand</p>\n</li>\n<li>\n<p>Complying with our legal obligations.</p>\n</li>\n</ul> 3.3 Marketing and Advertising our Products and Services\n<p>We may use personal information to tailor and provide you with content and advertisements.\nWe may provide you with these materials as permitted by applicable law.</p>\n<p>Some of the ways we market to you include email campaigns, custom audiences advertising, and “interest-based” or “personalized advertising,” including through cross-device tracking.</p>\n<p>If you have any questions about our marketing practices or if you would like to opt out of the use of your personal information for marketing purposes, you may contact us at any time as set forth below.</p> 3.4 Other Purposes\n<p>We also use your information for other purposes as requested by you or as permitted by applicable law.</p>\n<ul>\n<li>\n<p>\n<strong>Consent</strong>.\nWe may use personal information for other purposes that are clearly disclosed to you at the time you provide personal information or with your consent.</p>\n</li>\n<li>\n<p>\n<strong>Automated Decision Making</strong>.\nWe may engage in automated decision making, including profiling.\nAcademia’s processing of your personal information will not result in a decision based solely on automated processing that significantly affects you unless such a decision is necessary as part of a contract we have with you, we have your consent, or we are permitted by law to engage in such automated decision making.\nIf you have questions about our automated decision making, you may contact us as set forth below.</p>\n</li>\n<li>\n<p>\n<strong>De-identified and Aggregated Information</strong>.\nWe may use personal information and other information about you to create de-identified and/or aggregated information, such as de-identified demographic information, de-identified location information, information about the device from which you access our Services, or other analyses we create.</p>\n</li>\n<li>\n<p>\n<strong>Share Content with Friends or Colleagues.</strong> Our Services may offer various tools and functionalities.\nFor example, we may allow you to provide information about your friends through our referral services.\nOur referral services may allow you to forward or share certain content with a friend or colleague, such as an email inviting your friend to use our Services.</p>\n</li>\n</ul> 4 How We Disclose Your Information\n<p>We disclose your information to third parties for a variety of business purposes, including to provide our Services, to protect us or others, or in the event of a major business transaction such as a merger, sale, or asset transfer, as described below.</p> 4.1 Disclosures to Provide our Services\n<p>The categories of third parties with whom we may share your information are described below.</p>\n<ul>\n<li>\n<p>\n<strong>Service Providers</strong>.\nWe may share your personal information with our third-party service providers who use that information to help us provide our Services.\nThis includes service providers that provide us with IT support, hosting, payment processing, customer service, and related services.</p>\n</li>\n<li>\n<p>\n<strong>Business Partners</strong>.\nWe may share your personal information with business partners to provide you with a product or service you have requested.\nWe may also share your personal information to business partners with whom we jointly offer products or services.</p>\n</li>\n<li>\n<p>\n<strong>Affiliates</strong>.\nWe may share your personal information with our company affiliates, for our administrative purpose including activities such as IT management, for them to provide services to you, or support and supplement the Services we provide.</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>\n<strong>Other Academia Users</strong>.\nIf you use certain Academia features, such as browsing profiles or papers belonging to Academia Premium users, your profile information (e.g., your name, city, institutional affiliations, and areas of interest) may be visible to those Premium users.\nYou can control what information is visible to Academia Premium users in your Academia account privacy settings.</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>\n<strong>Advertising Partners</strong>.\nWe may share your personal information with third-party advertising partners.\nThese third-party advertising partners may set Technologies and other tracking tools on our Services to collect information regarding your activities and your device (e.g., your IP address, cookie identifiers, page(s) visited, location, time of day).\nThese advertising partners may use this information (and similar information collected from other services) for purposes of delivering personalized advertisements to you when you visit digital properties within their networks.\nThis practice is commonly referred to as “interest-based advertising” or “personalized advertising.”</p>\n</li>\n<li>\n<p>\n<strong>APIs/SDKs</strong>.\nWe may use third-party Application Program Interfaces (“APIs”) and software development kits (“SDKs”) as part of the functionality of our Services.\nFor more information about our use of APIs and SDKs, please contact us as set forth below.</p>\n</li>\n</ul> 4.2 Disclosures to Protect Us or Others\n<p>We may access, preserve, and disclose any information we store associated with you to external parties if we, in good faith, believe doing so is required or appropriate to: comply with law enforcement or national security requests and legal process, such as a court order or subpoena.\nprotect your, our, or others’ rights, property, or safety.\nenforce our policies or contracts.\ncollect amounts owed to us.\nor assist with an investigation or prosecution of suspected or actual illegal activity.</p> 4.3 Disclosure in the Event of Merger, Sale, or Other Asset Transfers\n<p>If we are involved in a merger, acquisition, financing due diligence, reorganization, bankruptcy, receivership, purchase or sale of assets, or transition of service to another provider, your information may be sold or transferred as part of such a transaction, as permitted by law and/or contract.</p> 5 Your Privacy Choices and Rights\n<p>\n<strong>Your Privacy Choices</strong>.\nThe privacy choices you may have about your personal information are determined by applicable law and are described below.</p>\n<ul>\n<li>\n<p>\n<strong>Email Communications</strong>.\nIf you receive an unwanted email from us, you can use the unsubscribe link found at the bottom of the email to opt out of receiving future emails.\nNote that you will continue to receive transaction-related emails regarding products or Services you have requested.\nWe may also send you certain non-promotional communications regarding us and our Services, and you will not be able to opt out of those communications (e.g., communications regarding our Services or updates to our Terms or this Privacy Policy).</p>\n</li>\n<li>\n<p>\n<strong>Mobile Devices</strong>.\nWe may send you push notifications through our mobile application.\nYou may opt out from receiving these push notifications by changing the settings on your mobile device.\nWith your consent, we may also collect precise location-based information if you use our mobile application.\nYou may opt out of this collection by changing the settings on your mobile device.</p>\n</li>\n<li>\n<p>\n<strong>“Do Not Track</strong>.<strong>”</strong> Do Not Track (“DNT”) is a privacy preference that users can set in certain web browsers.\nPlease note that we do not respond to or honor DNT signals or similar mechanisms transmitted by web browsers.</p>\n</li>\n<li>\n<p>\n<strong>Cookies and Interest-Based Advertising</strong>.\nYou may stop or restrict the placement of Technologies on your device or remove them by adjusting your preferences as your browser or device permits.\nHowever, if you adjust your preferences, our Services may not work properly.\nPlease note that cookie-based opt-outs are not effective on mobile applications.\nHowever, you may opt-out of personalized advertisements on some mobile applications by following the instructions for Android, iOS and others.<br>\n<br>\nThe online advertising industry also provides websites from which you may opt out of receiving targeted ads from data partners and other advertising partners that participate in self-regulatory programs.\nYou can access these and learn more about targeted advertising and consumer choice and privacy by visiting the Network Advertising Initiative, the Digital Advertising Alliance, the European Digital Advertising Alliance, and the Digital Advertising Alliance of Canada.<br>\n<br>\nPlease note you must separately opt out in each browser and on each device.</p>\n</li>\n</ul>\n<p>\n<strong>Your Privacy Rights</strong>.\nIn accordance with applicable law, you may have the right to:</p>\n<ul>\n<li>\n<p>\n<strong>Access Personal Information</strong> about you, including: (i) confirming whether we are processing your personal information.\n(ii) obtaining access to or a copy of your personal information.\nand (iii) receiving an electronic copy of personal information that you have provided to us, or asking us to send that information to another company (the “right of data portability”);</p>\n</li>\n<li>\n<p>\n<strong>Request Correction</strong> of your personal information where it is inaccurate or incomplete.\nIn some cases, we may provide self-service tools that enable you to update your personal information;</p>\n</li>\n<li>\n<p>\n<strong>Request Deletion</strong> of your personal information;</p>\n</li>\n<li>\n<p>\n<strong>Request Restriction of or Object to</strong> our processing of your personal information.\nand</p>\n</li>\n<li>\n<p>\n<strong>Withdraw your Consent</strong> to our processing of your personal information.</p>\n</li>\n</ul>\n<p>If you would like to exercise any of these rights, please contact us as set forth below.\nWe will process such requests in accordance with applicable laws.</p> 6 Security of Your Information\n<p>We take steps to ensure that your information is treated securely and in accordance with this Privacy Policy<em>.</em> Unfortunately, no system is 100% secure, and we cannot ensure or warrant the security of any information you provide to us.\nWe have taken appropriate safeguards to require that your personal information will remain protected and require our third-party service providers and partners to have appropriate safeguards as well.\nTo the fullest extent permitted by applicable law, we do not accept liability for unauthorized disclosure.</p>\n<p>By using our Services or providing personal information to us, you agree that we may communicate with you electronically regarding security, privacy, and administrative issues relating to your use of our Services.\nIf we learn of a security system’s breach, we may attempt to notify you electronically by posting a notice on our Services, by mail or by sending an email to you.</p> 7 International Data Transfers <p>All information processed by us may be transferred, processed, and stored anywhere in the world, including, but not limited to, the United States or other countries, which may have data protection laws that are different from the laws where you live.\nWe endeavor to safeguard your information consistent with the requirements of applicable laws.</p> 8 Retention of Personal Information <p>We store the personal information we collect as described in this Privacy Policy for as long as you use our Services or as necessary to fulfill the purpose(s) for which it was collected, provide our Services, resolve disputes, establish legal defenses, conduct audits, pursue legitimate business purposes, enforce our agreements, and comply with applicable laws.</p> 9 Supplemental Notice for California Residents\n<p>This Supplemental California Privacy Notice only applies to our processing of personal information that is subject to the California Consumer Privacy Act of 2018 (“CCPA”).\nThe CCPA provides California residents with the right to know what categories of personal information Academia has collected about them and whether Academia disclosed that personal information for a business purpose (e.g., to a service provider) in the preceding 12 months.\nCalifornia residents can find this information below:</p>\n<strong>Category of Personal Information Collected by Academia</strong>\n<strong>Category of Third Parties Information to Whom is Disclosed for a Business Purpose</strong>\n<p>\n<strong>Identifiers.</strong>\n</p>\n<p>A real name, alias, postal address, unique personal identifier, online identifier, Internet Protocol address, email address, account name, or other similar identifiers.</p>\n<ul>\n<li>\n<p>Advertising networks</p>\n</li>\n<li>\n<p>Internet service providers</p>\n</li>\n<li>\n<p>Data analytics providers</p>\n</li>\n<li>\n<p>Operating systems and platforms</p>\n</li>\n<li>\n<p>Social networks</p>\n</li>\n<li>\n<p>Service providers</p>\n</li>\n</ul>\n<p>\n<strong>Personal information categories listed in the California Customer Records statute (Cal.\nCiv.\nCode § 1798.80(e))</strong>\n</p>\n<p>A name, address, telephone number, education, employment, employment history, bank account number, credit card number, debit card number, or any other financial information.\nPersonal Information does not include publicly available information that is lawfully made available to the general public from federal, state, or local government records.\nNote: Some personal information included in this category may overlap with other categories.</p>\n<ul>\n<li>\n<p>Advertising networks</p>\n</li>\n<li>\n<p>Internet service providers</p>\n</li>\n<li>\n<p>Data analytics providers</p>\n</li>\n<li>\n<p>Operating systems and platforms</p>\n</li>\n<li>\n<p>Social networks</p>\n</li>\n<li>\n<p>Service providers</p>\n</li>\n</ul>\n<p>\n<strong>Protected classification characteristics under California or federal law</strong>\n</p>\n<p>Age (40 years or older), gender.</p>\n<ul>\n<li>\n<p>Advertising networks</p>\n</li>\n<li>\n<p>Internet service providers</p>\n</li>\n<li>\n<p>Data analytics providers</p>\n</li>\n<li>\n<p>Operating systems and platforms</p>\n</li>\n<li>\n<p>Social networks</p>\n</li>\n<li>\n<p>Service providers</p>\n</li>\n</ul>\n<p>\n<strong>Commercial information</strong>\n</p>\n<p>Records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies.</p>\n<ul>\n<li>\n<p>Advertising networks</p>\n</li>\n<li>\n<p>Internet service providers</p>\n</li>\n<li>\n<p>Data analytics providers</p>\n</li>\n<li>\n<p>Operating systems and platforms</p>\n</li>\n<li>\n<p>Social networks</p>\n</li>\n<li>\n<p>Service providers</p>\n</li>\n</ul>\n<p>\n<strong>Internet or other electronic network activity</strong>\n</p>\n<p>Browsing history, search history, information on a consumer's interaction with an internet website, application, or advertisement.</p>\n<ul>\n<li>\n<p>Advertising networks</p>\n</li>\n<li>\n<p>Internet service providers</p>\n</li>\n<li>\n<p>Data analytics providers</p>\n</li>\n<li>\n<p>Operating systems and platforms</p>\n</li>\n<li>\n<p>Social networks</p>\n</li>\n<li>\n<p>Service providers</p>\n</li>\n</ul>\n<p>\n<strong>Geolocation data</strong>\n</p>\n<p>Physical location or movements.</p>\n<ul>\n<li>\n<p>Advertising networks</p>\n</li>\n<li>\n<p>Internet service providers</p>\n</li>\n<li>\n<p>Data analytics providers</p>\n</li>\n<li>\n<p>Operating systems and platforms</p>\n</li>\n<li>\n<p>Social networks</p>\n</li>\n<li>\n<p>Service providers</p>\n</li>\n</ul>\n<p>\n<strong>Sensory data</strong>\n</p>\n<p>Audio, electronic, visual, or similar information.</p>\n<ul>\n<li>\n<p>Internet service providers</p>\n</li>\n<li>\n<p>Operating systems and platforms</p>\n</li>\n<li>\n<p>Social networks</p>\n</li>\n<li>\n<p>Service providers</p>\n</li>\n</ul>\n<p>\n<strong>Professional or employment-related information</strong>\n</p>\n<p>Current or past job history or performance evaluations.</p>\n<ul>\n<li>\n<p>Advertising networks</p>\n</li>\n<li>\n<p>Internet service providers</p>\n</li>\n<li>\n<p>Data analytics providers</p>\n</li>\n<li>\n<p>Operating systems and platforms</p>\n</li>\n<li>\n<p>Social networks</p>\n</li>\n<li>\n<p>Service providers</p>\n</li>\n</ul>\n<p>\n<strong>Inferences drawn from other personal information to create a profile about a consumer</strong>\n</p>\n<p>Profile reflecting a consumer's preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes.</p>\n<ul>\n<li>\n<p>Advertising networks</p>\n</li>\n<li>\n<p>Internet service providers</p>\n</li>\n<li>\n<p>Data analytics providers</p>\n</li>\n<li>\n<p>Operating systems and platforms</p>\n</li>\n<li>\n<p>Social networks</p>\n</li>\n<li>\n<p>Service providers</p>\n</li>\n</ul>\n<p>The categories of sources from which we collect personal information and our business and commercial purposes for using personal information are set forth above.</p>\n<p>\n<strong>“Sales” of Personal Information under the CCPA</strong>\n</p>\n<p>For purposes of the CCPA, Academia does not “sell” personal information, nor do we have actual knowledge of any “sale” of personal information of minors under 16 years of age.</p>\n<p>\n<strong>Additional Privacy Rights for California Residents</strong>\n</p>\n<p>\n<strong>Non-Discrimination.</strong> California residents have the right not to receive discriminatory treatment by us for the exercise of their rights conferred by the CCPA.</p>\n<p>\n<strong>Authorized Agent.</strong> Only you, or someone legally authorized to act on your behalf, may make a verifiable consumer request related to your personal information.\nYou may also make a verifiable consumer request on behalf of your minor child.\nTo designate an authorized agent, please contact us as set forth below.</p>\n<p>\n<strong>Verification</strong>.\nTo protect your privacy, we will take steps the following steps to verify your identity before fulfilling your request.\nWhen you make a request, we will ask you to provide sufficient information that allows us to reasonably verify you are the person about whom we collected personal information or an authorized representative, which may include asking you to log in to your Academia account or verify the email address associated with your Academia account.</p>\n<p>If you are a California resident and would like to exercise any of your rights under the CCPA, please contact us as set forth below.\nWe will process such requests in accordance with applicable laws.</p>\n<p>\n<strong>Accessibility</strong>.\nThis Privacy Policy uses industry-standard technologies and was developed in line with the World Wide Web Consortium’s Web Content Accessibility Guidelines, version 2.1<strong>.</strong> If you wish to print this policy, please do so from your web browser or by saving the page as a PDF.</p> 10 Supplemental Notice for Nevada Residents\n<p>If you are a resident of Nevada, you have the right to opt out of the sale of certain Personal Information to third parties who intend to license or sell that Personal Information.\nYou can exercise this right by contacting us as set forth below with the subject line “Nevada Do Not Sell Request” and providing us with your name and the email address associated with your account.\nPlease note that we do not currently sell your Personal Information as sales are defined in Nevada Revised Statutes Chapter 603A.</p> 11 Children’s Information\n<p>The Services are not directed to children under 13 (or other age as required by local law), and we do not knowingly collect personal information from children.</p>\n<p>If you are a parent or guardian and wish to review information collected from your child, or have that information modified or deleted, you may contact us as described below.\nIf we become aware that a child has provided us with personal information in violation of applicable law, we will delete any personal information we have collected, unless we have a legal obligation to keep it, and terminate the child’s account.</p> 12 Other Provisions\n<p>\n<strong>Third-Party Websites/Applications.</strong> The Services may contain links to other websites/applications and other websites/applications may reference or link to our Services.\nThese third-party services are not controlled by us.\nWe encourage our users to read the privacy policies of each website and application with which they interact.\nWe do not endorse, screen or approve, and are not responsible for, the privacy practices or content of such other websites or applications.\nProviding personal information to third-party websites or applications is at your own risk.</p>\n<p>\n<strong>Supervisory Authority</strong>.\nIf you are located in the European Economic Area, Switzerland, the United Kingdom or Brazil, you have the right to lodge a complaint with a supervisory authority if you believe our processing of your personal information violates applicable law.</p>\n<p>\n<strong>Changes to our Privacy Policy</strong>.\nWe may revise this Privacy Policy from time to time in our sole discretion.\nIf there are any material changes to this Privacy Policy, we will notify you as required by applicable law.\nYou understand and agree that you will be deemed to have accepted the updated Privacy Policy if you continue to use our Services after the new Privacy Policy takes effect.</p> 13 Contact Us\n<p>If you have any questions about our privacy practices or this Privacy Policy, or to exercise your rights as detailed in this Privacy Policy, please contact us at:</p>\n<p>Academia<br>\n580 California Street<br>\nNo.\n400<br>\nSan Francisco, CA 94104<br>\nprivacy@academia.edu</p> ", "created_at": "2018-07-17 10:11:42.75451", "updated_at": "2020-12-11 15:02:13.993426"}, {"id": 72, "name": "Terms of Service", "url": "https://www.academia.edu/terms", "xpath": "//div[@class='static-page-padded-content no-reset']", "text": " <p>Last Updated Date: May 15, 2017</p>\n<p>Academia, Inc.\n(\"<strong>Academia.edu</strong>\" or \"<strong>we</strong>\") offers a social networking service which enables its users, including graduate students and academics, to create academic profile pages and to connect with other users, including graduate students and academics, around the world with the same research interests (the “<strong>Services</strong>”) through our website, accessible at academia.edu (the “<strong>Site</strong>”).\nPlease read carefully the following terms and conditions (“<strong>Terms</strong>”) and our Privacy Policy, which may be found at academia.edu/privacy and which is incorporated by reference into these Terms.\nThese Terms govern your access to and use of the Site, Services and Collective Content (defined below), and constitute a binding legal agreement between you and Academia.edu.</p>\n<br>\n<p>\n<strong>ARBITRATION NOTICE: UNLESS YOU OPT OUT OF ARBITRATION WITHIN 30 DAYS OF THE DATE YOU FIRST AGREE TO THESE TERMS BY FOLLOWING THE OPT-OUT PROCEDURE SPECIFIED IN THE “ARBITRATION” SECTION BELOW, AND EXCEPT FOR CERTAIN TYPES OF DISPUTES DESCRIBED IN THE “ARBITRATION “SECTION BELOW, YOU AGREE THAT DISPUTES BETWEEN YOU AND ACADEMIA.EDU WILL BE RESOLVED BY BINDING, INDIVIDUAL ARBITRATION AND YOU ARE WAIVING YOUR RIGHT TO A TRIAL BY JURY OR TO PARTICIPATE AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS ACTION OR REPRESENTATIVE PROCEEDING.</strong>\n</p>\n<br>\n<p>\n<strong>Key Content-related Terms</strong>\n</p>\n<p>“<strong>Content</strong>” means text, graphics, images, music, software, audio, video, information or other works of authorship.</p>\n<p>“<strong>Academia.edu Content</strong>” means Content that Academia.edu makes available through the Site or Services, including any Content licensed from a third party, but excluding Member Content.</p>\n<p>“<strong>Member</strong>” means a person who completes Academia.edu’s account registration process, as described under the “Account Registration” section below.</p>\n<p>“<strong>Member Content</strong>” means Content that a Member posts, uploads, publishes, submits or transmits to be made available through the Site or Services.</p>\n<p>“<strong>Collective Content</strong>” means, collectively, Academia.edu Content and Member Content.</p>\n<p>Certain areas of the Site (and your access to or use of certain Services or Collective Content) may have different terms and conditions posted or may require you to agree with and accept additional terms and conditions.\nIf there is a conflict between these Terms and terms and conditions posted for a specific area of the Site, Services or Collective Content, the latter terms and conditions will take precedence with respect to your use of or access to that area of the Site, Services or Collective Content, as applicable.</p>\n<p>YOU ACKNOWLEDGE AND AGREE THAT, BY ACCESSING OR USING THE SITE OR SERVICES OR BY DOWNLOADING OR POSTING ANY CONTENT FROM OR ON THE SITE OR THROUGH THE SERVICES, YOU ARE INDICATING THAT YOU HAVE READ, AND THAT YOU UNDERSTAND AND AGREE TO BE BOUND BY, THESE TERMS, WHETHER OR NOT YOU HAVE REGISTERED ON OR THROUGH THE SITE.\nIF YOU DO NOT AGREE TO THESE TERMS, THEN YOU HAVE NO RIGHT TO ACCESS OR USE THE SITE, SERVICES OR COLLECTIVE CONTENT.\nIf you accept or agree to these Terms on behalf of a company, university or other legal entity, you represent and warrant that you have the authority to bind that company, university or other legal entity to these Terms and, in such event, “you” and “your” will refer and apply to that company or other legal entity.</p>\n<br>\n<p>\n<strong>Modification</strong>\n</p>\n<p>Academia.edu reserves the right, at its sole discretion, to modify the Site, Services and these Terms, at any time and without prior notice.\nIf we modify these Terms we will post the modification on the Site or provide you with notice of the modification.\nWe will also update the “Last Updated Date” at the top of these Terms.\nBy continuing to access or use the Site or Services after we have posted a modification on the Site or have provided you with notice of a modification, you are indicating that you agree to be bound by the modified Terms.\nIf the modified Terms are not acceptable to you, your only recourse is to cease using the Site and Services.</p>\n<br>\n<p>\n<strong>Eligibility</strong>\n</p>\n<p>The Site and Services are intended solely for persons who are 13 years of age or older.\nAny access to or use of the Site or Services by anyone under the age of 13 is expressly prohibited.\nBy accessing or using the Site or Services you represent and warrant that you are 13 years of age or older.</p>\n<br>\n<p>\n<strong>Account Registration</strong>\n</p>\n<p>In order to access certain features of the Site and Services and to post any Member Content on the Site or through the Services you must register to create an account (“<strong>Account</strong>”) and become a Member.</p>\n<p>You may register directly via the Site or by logging into your account with certain third party social media or social networking sites (“<strong>SNS</strong>”) (including, but not limited to, Facebook) via the Site, as described herein.\nIf you decide to register through an SNS, we will extract the personal information you have provided to the SNS (such as your “real” name, email address and other information you make publicly available via the SNS) from the account you have with the applicable SNS and use that information to create your Account.\nThe specific information that we extract may depend on the privacy settings you have with the SNS.\nYou hereby consent to our access to and collection of such personal information about you.\nDuring the registration process, you will be required to provide certain information and you will establish a username and a password.</p>\n<p>You agree to provide accurate, current and complete information during the registration process and to update such information to keep it accurate, current and complete.\nAcademia.edu reserves the right to suspend or terminate your Account if any information provided during the registration process or thereafter proves to be inaccurate, not current or incomplete.\nYou are responsible for safeguarding your password.\nYou agree that you will not disclose your password to any third party and that you will take sole responsibility for any activities or actions under your Account, whether or not you have authorized such activities or actions.\nYou will immediately notify Academia.edu of any unauthorized use of your Account.</p>\n<br>\n<p>\n<strong>Privacy</strong>\n</p>\n<p>See Academia.edu’s Privacy Policy at academia.edu/privacy for information and notices concerning Academia.edu’s collection and use of your personal information.</p>\n<br>\n<p>\n<strong>Payments</strong>\n</p>\n<p>Academia.edu may offer you the ability to access certain features through purchase of a recurring subscription (“Subscription”).</p>\n<p>When you purchase a Subscription or make any other paid feature related purchase via the Services (each, a “Transaction”), you expressly authorize us (or our third party payment processor, e.g.\nStripe) to charge you for such Transaction.\nWe may ask you to supply additional information relevant to your Transaction, including, without limitation, your credit card number, the expiration date of your credit card, your billing address and additional information to verify your identity before completing your Transaction (such information, “Payment Information”).\nYou represent and warrant that you have the legal right to use all payment method(s) represented by any such Payment Information.\nWhen you initiate a Transaction, you authorize us to store and continue billing you using your Payment Information and to provide your Payment Information to our third party payment processors as needed to complete your Transactions.\nWe may also periodically authorize your payment method in anticipation of applicable fees or related charges.\nFurther, as part of our order processing procedures, we may screen orders for fraud or other undesirable activity.\nIf we feel an order could be fraudulent, unauthorized, or illegal, we reserve the right to refuse to process that order.\nYour Subscription continues until cancelled by you or we terminate your access to or use of the Services or the Subscription in accordance with these Terms.</p>\n<p>If you elect to purchase an annual or monthly Subscription, you will be charged the annual or monthly Subscription fee (“Subscription Fee”) plus any applicable taxes, at the beginning of your Subscription and each year or month thereafter, respectively, at the then-current rate.\nIf you elect to purchase an annual Subscription, we (or our third party payment processor) will automatically charge you on the anniversary of the commencement of your Subscription using the Payment Information you have provided.\nIf you elect to purchase a monthly Subscription, we (or our third party payment processor) will automatically charge you each month, on the calendar day corresponding to the commencement of your Subscription, using the Payment Information you have provided.\nIn the event your Subscription began on a day not contained in a given month, your payment method will be charged on a day in the applicable month or such other day as we deem appropriate.\nFor example, if you started your Subscription on January 31st, your next payment date is likely to be February 28th, and your payment method would be billed on that date.\n</p>\n<p>By agreeing to these Terms and electing to purchase a Subscription, you acknowledge that your Subscription has recurring payment features and you accept responsibility for all recurring payment obligations prior to cancellation of your Subscription by you or Academia.edu.</p>\n<p>\n<u>Free Trials.</u> We may offer Subscriptions on a free trial basis (“Free Trial”) for a specified period of time.\nIf we offer you a Free Trial, the specific terms of your Free Trial will be provided at signup and/or in the promotional materials describing the Free Trial and your use of the Free Trial is subject to your compliance with such specific terms.\nFree Trials may not be combined with any other offer.\nExcept as may otherwise be provided in the specific terms for the Free Trial offer, Free Trials are only available to users who have not previously subscribed to the service in connection with which the Free Trial is being offered.\nWhen you agree to a Free Trial, you are also agreeing to sign up for a Subscription as described above and, consequently, unless you cancel your Subscription prior to the end of your Free Trial, we (or our third party payment processor) will begin charging your payment method on a recurring basis for the Subscription Fee (plus any applicable taxes) until you cancel your Subscription.\nInstructions for cancelling your Subscription are stated below in the “Cancelling Subscriptions” section.\nWe reserve the right to modify or terminate Free Trials at any time, without notice and in our sole discretion.</p>\n<p>\n<u>Cancelling Subscriptions</u>\n</p>\n<p>You may cancel your Subscription at any time.\nPLEASE NOTE, HOWEVER, THAT, EXCEPT FOR THE THIRTY (30) DAY PERIOD FOLLOWING THE START OF YOUR SUBSCRIPTION, ALL SALES ARE FINAL.\nAFTER THE FIRST THIRTY (30) DAY PERIOD FOLLOWING THE START OF YOUR SUBSCRIPTION YOU WILL NOT RECEIVE A REFUND OF ANY PORTION OF THE SUBSCRIPTION FEE PAID FOR THE THEN CURRENT SUBSCRIPTION PERIOD AT THE TIME OF CANCELLATION.\nTo cancel, you can either (i) email us at support@academia.edu and follow instructions, if any, we provide to you in response to your cancellation request, or (ii) initiate a cancellation through your account settings within the Services.\nYou will be responsible for all Subscription fees incurred for the then current Subscription period.\nIf you cancel, your cancellation will be effective immediately, but Academia.edu will allow you to access the Subscription features until the most recently paid-up Subscription period ends, and then we will terminate your access.\nCancelling your Subscription won’t cancel your Account.\nSee the Termination and Account Cancellation section below for information on canceling your Account.</p>\n<p>Please be aware that any fee or subscription plan is exclusive of all taxes.\nIf at any point any applicable sales use, VAT, GST, excise, withholding or similar taxes or levies, whether domestic or foreign, exist, the Member is liable for them.</p>\n<p>If we believe, in our sole discretion, that any Member of Academia.edu or Academia Premium or other Academia.edu paid services is in breach of our Terms, or act outside of the letter or spirit of our Terms, we reserve the right to add limitations to your access to www.academia.edu, up to and including terminating all access to www.academia.edu.\nIn this case, the Member in question is not eligible for any refunds on any portion of their subscription payment.</p>\n<br>\n<p>\n<strong>Ownership</strong>\n</p>\n<p>The Site, Services and Collective Content are protected by copyright, trademark, and other laws of the United States and foreign countries.\nYou acknowledge and agree that the Site, Services and Collective Content, including all associated intellectual property rights, are the exclusive property of Academia.edu and its licensors.\nYou will not remove, alter or obscure any copyright, trademark, service mark or other proprietary rights notices incorporated in or accompanying the Site, Services or Collective Content.</p>\n<br>\n<p>\n<strong>Licenses Granted by Academia.edu to Academia.edu Content and Member Content</strong>\n</p>\n<p>Subject to your compliance with the terms and conditions of these Terms, Academia.edu authorizes you to download, view and print any Academia.edu Content, and to access and use the Site and Services, including to download, view and print any Member Content in accordance with the functionality of the Services, and subject to the restrictions set forth in these Terms.\nYou have no right to sublicense the license rights granted in this section.</p>\n<p>You will not use, copy, adapt, modify, prepare derivative works based upon, distribute, license, sell, transfer, publicly display, publicly perform, transmit, stream, broadcast or otherwise exploit the Site, Services or Collective Content, or any related information to which you may have access.\nexcept as expressly permitted in these Terms.\nNo licenses or rights are granted to you by implication or otherwise under any intellectual property rights owned or controlled by Academia.edu or its licensors, except for the licenses and rights expressly granted in these Terms.</p>\n<br>\n<p>\n<strong>License granted by Member</strong>\n</p>\n<p>We may, in our sole discretion, permit Members to post, upload, publish, submit or transmit Member Content.\nBy making any Member Content available through the Site or Services, you hereby grant to Academia.edu a worldwide, revocable, non-exclusive, transferable license to exercise any and all rights under copyright, in any medium, and to authorize others to do the same, in connection with operating and providing the Services and Content to you and to other Members, provided that the Member Content is not sold for a profit.\nAcademia.edu does not claim any ownership rights in any Member Content and nothing in these Terms will be deemed to restrict any rights that you may have to use and exploit any Member Content.</p>\n<p>You acknowledge and agree that you are solely responsible for all Member Content that you make available through the Site or Services.\nAccordingly, you represent and warrant that: (i) you either are the sole and exclusive owner of all Member Content that you make available through the Site or Services or you have all rights, licenses, consents and releases that are necessary to grant to Academia.edu the rights in such Member Content, as contemplated under these Terms.\nand (ii) neither the Member Content nor your posting, uploading, publication, submission or transmittal of the Member Content or Academia.edu’s use of the Member Content (or any portion thereof) on, through or by means of the Site or Services will infringe, misappropriate or violate a third party’s patent, copyright, trademark, trade secret, moral rights or other intellectual property rights, or rights of publicity or privacy, or result in the violation of any applicable law or regulation.</p>\n<br>\n<p>\n<strong>Content from Social Media and Networking Sites</strong>\n</p>\n<p>As part of the functionality of the Site and Services, you may link your Account with online accounts you may have with third party service providers (each such account, a “<strong>Third Party Account</strong>”) by either: (i) providing your Third Party Account login information to Academia.edu through the Site or Services.\nor (ii) allowing Academia.edu to access your Third Party Account, as is permitted under the applicable terms and conditions that govern your use of each Third Party Account.\nYou represent that you are entitled to disclose your Third Party Account login information to Academia.edu and/or to grant Academia.edu access to your Third Party Account (including, but not limited to, for use for the purposes described herein), without breach by you of any of the terms and conditions that govern your use of the applicable Third Party Account and without obligating Academia.edu to pay any fees or making Academia.edu subject to any usage limitations imposed by such third party service providers.</p>\n<p>By granting Academia.edu access to any Third Party Accounts, you understand that Academia.edu will access, make available and store (if applicable) any Content that you have provided to and stored in your Third Party Account (“Third Party Account Content”) so that it is available on and through the Site and Services via your Account.\nUnless otherwise specified in these Terms, all Third Party Account Content, if any, will be considered to be Member Content for all purposes of these Terms.\nDepending on the Third Party Accounts you choose and subject to the privacy settings that you have set in such Third Party Accounts, personally identifiable information that you post to your Third Party Accounts will be available on and through your Account on the Site and Services.\nPlease note that if a Third Party Account or associated service becomes unavailable or Academia.edu’s access to such Third Party Account is terminated by the third party service provider, then the Third Party Account Content that was available from such Third Party Account will no longer be available on and through the Site and Services.\nYou have the ability to disable the connection between your Account and your Third Party Accounts, at any time, by accessing your Account Settings page.\nPLEASE NOTE THAT YOUR RELATIONSHIP WITH THE THIRD PARTY SERVICE PROVIDERS ASSOCIATED WTH YOUR THIRD PARTY ACCOUNTS IS GOVERNED SOLELY BY YOUR AGREEMENT(S) WITH SUCH THIRD PARTY SERVICE PROVIDERS.\nAcademia.edu makes no effort to review any Third Party Account Content for any purpose, including but not limited to, for accuracy, legality or non-infringement and Academia.edu is not responsible for any Third Party Account Content.</p>\n<br>\n<p>\n<strong>Feedback</strong>\n</p>\n<p>We welcome and encourage you to provide feedback, comments and suggestions for improvements to the Site or Services (“Feedback”).\nYou may submit Feedback by emailing us at feedback@academia.edu or through the “Ideas” section of the Site.\nYou acknowledge and agree that if you submit any Feedback to us, you hereby grant to us a non-exclusive, worldwide, perpetual, irrevocable, fully-paid, royalty-free, sub-licensable and transferable license under any and all intellectual property rights that you own or control to use, copy, modify, create derivative works based upon and otherwise exploit the Feedback for any purpose.</p>\n<br>\n<p>\n<strong>General Prohibitions</strong>\n</p>\n<p>You agree not to do any of the following:</p>\n<ul>\n<li>Post, upload, publish, submit or transmit any Content that: (i)&nbsp;infringes, misappropriates or violates a third party’s patent, copyright, trademark, trade secret, moral rights or other intellectual property rights, or rights of publicity or privacy.\n(ii) violates, or encourages any conduct that would violate, any applicable law or regulation or would give rise to civil liability.\n(iii) is fraudulent, knowingly false, misleading or deceptive.\n(iv) is defamatory, obscene, pornographic, vulgar or offensive.\n(v)&nbsp;promotes discrimination, bigotry, racism, hatred, harassment or harm against any individual or group.\n(vi) is violent or threatening or promotes violence or actions that are threatening to any person or entity.\nor (vii)&nbsp;promotes illegal or harmful activities or substances;</li>\n<li>Disclose information that you do not have the right to disclose (such as confidential information of others (including your employer);</li>\n<li>Use, display, mirror or frame the Site, or any individual element within the Site or Services, Academia.edu’s name, any Academia.edu trademark, logo or other proprietary information, or the layout and design of any page or form contained on a page, without Academia.edu’s express written consent;</li>\n<li>Access, tamper with, or use non-public areas of the Site, Academia.edu’s computer systems, or the technical delivery systems of Academia.edu’s providers;</li>\n<li>Attempt to probe, scan, or test the vulnerability of any Academia.edu system or network or breach any security or authentication measures;</li>\n<li>Avoid, bypass, remove, deactivate, impair, descramble or otherwise circumvent any technological measure implemented by Academia.edu or any of Academia.edu’s providers or any other third party (including another user) to protect the Site, Services or Collective Content;</li>\n<li>Scrape or copy profiles and information of others through any means (including crawlers, browser plugins and add-ons, and any other technology or manual work);</li>\n<li>Sell, sponsor, or otherwise monetize any feature of the Services, without Academia.edu's consent;</li>\n<li>Attempt to access or search the Site, Services or Collective Content or download Collective Content from the Site or Services through the use of any engine, software, tool, agent, device or mechanism (including spiders, robots, crawlers, data mining tools or the like) other than the software and/or search agents provided by Academia.edu or other generally available third party web browsers;</li>\n<li>Use bots or other automated methods to access the Services, add or download contacts or profile information;</li>\n<li>Send any unsolicited or unauthorized advertising, promotional materials, email, junk mail, spam, chain letters or other form of solicitation;</li>\n<li>Use any meta tags or other hidden text or metadata utilizing a Academia.edu trademark, logo URL or product name without Academia.edu’s express written consent;</li>\n<li>Use the Site, Services or Collective Content for any commercial purpose or the benefit of any third party or in any manner not permitted by these Terms;</li>\n<li>Forge any TCP/IP packet header or any part of the header information in any email or newsgroup posting, or in any way use the Site, Services or Collective Content to send altered, deceptive or false source-identifying information;</li>\n<li>Attempt to decipher, decompile, disassemble or reverse engineer any of the software used to provide the Site, Services or Collective Content;</li>\n<li>Interfere with, or attempt to interfere with, the access of any user, host or network, including, without limitation, sending a virus, overloading, flooding, spamming, or mail-bombing the Site or Services;</li>\n<li>Collect or store any personally identifiable information from the Site or Services from other users of the Site or Services without their express permission;</li>\n<li>Impersonate or misrepresent your affiliation with any person or entity;</li>\n<li>Violate any applicable law or regulation.\nor</li>\n<li>Encourage or enable any other individual to do any of the foregoing.</li>\n</ul>\n<br>\n<p>Academia.edu will have the right to investigate and prosecute violations of any of the above to the fullest extent of the law.\nAcademia.edu may involve and cooperate with law enforcement authorities in prosecuting users who violate these Terms.\nYou acknowledge that Academia.edu has no obligation to monitor your access to or use of the Site, Services or Collective Content or to review or edit any Collective Content, but has the right to do so for the purpose of operating the Site and Services, to ensure your compliance with these Terms, or to comply with applicable law or the order or requirement of a court, administrative agency or other governmental body.\nAcademia.edu reserves the right, at any time and without prior notice, to remove or disable access to any Collective Content, including, but not limited to, Collective Content that Academia.edu, at its sole discretion, considers to be in violation of these Terms or otherwise harmful to the Site or Services.</p>\n<br>\n<p>\n<strong>Copyright Policy</strong>\n</p>\n<p>Academia.edu respects copyright law and expects its users to do the same.\nIt is Academia.edu’s policy to terminate, in appropriate circumstances, Members or other account holders who repeatedly infringe or are believed to be repeatedly infringing the rights of copyright holders.\nPlease see Academia.edu’s Copyright Policy at academia.edu/copyright, for further information.</p>\n<br>\n<p>\n<strong>Links</strong>\n</p>\n<p>The Site or Services may contain links to third-party websites or resources.\nYou acknowledge and agree that Academia.edu is not responsible or liable for: (i) the availability or accuracy of such websites or resources.\nor (ii) the content, products, or services on or available from such websites or resources.\nLinks to such websites or resources do not imply any endorsement by Academia.edu of such websites or resources or the content, products, or services available from such websites or resources.\nYou acknowledge sole responsibility for and assume all risk arising from your use of any such websites or resources or the content, products, or services on or available from such websites or resources.</p>\n<br>\n<p>\n<strong>Termination and Account Cancellation</strong>\n</p>\n<p>Academia.edu reserves the right, at its sole discretion, to discontinue or terminate the Site and Services and to terminate these Terms, at any time and without prior notice.\nIf you breach any of these Terms, Academia.edu will have the right to suspend or disable your Account or terminate these Terms, at its sole discretion and without prior notice to you.\nAcademia.edu reserves the right to revoke your access to and use of the Site, Services and Collective Content at any time, with or without cause.\nYou may cancel your Account at any time by visiting your Account Settings page and clicking on “Remove” or by sending an email to feedback@academia.edu.</p>\n<br>\n<p>\n<strong>Disclaimers</strong>\n</p>\n<p>THE SITE, SERVICES AND COLLECTIVE CONTENT ARE PROVIDED “AS IS”, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESS OR IMPLIED.\nWITHOUT LIMITING THE FOREGOING, ACADEMIA.EDU EXPLICITLY DISCLAIMS ANY WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, QUIET ENJOYMENT OR NON-INFRINGEMENT, AND ANY WARRANTIES ARISING OUT OF COURSE OF DEALING OR USAGE OF TRADE.\nACADEMIA.EDU MAKES NO WARRANTY THAT THE SITE, SERVICES OR COLLECTIVE CONTENT WILL MEET YOUR REQUIREMENTS OR BE AVAILABLE ON AN UNINTERRUPTED, SECURE, OR ERROR-FREE BASIS.\nACADEMIA.EDU MAKES NO WARRANTY REGARDING THE QUALITY OF ANY PRODUCTS, SERVICES OR COLLECTIVE CONTENT PURCHASED OR OBTAINED THROUGH THE SITE OR SERVICES OR THE ACCURACY, TIMELINESS, TRUTHFULNESS, COMPLETENESS OR RELIABILITY OF ANY CONTENT OBTAINED THROUGH THE SITE OR SERVICES.</p>\n<p>NO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED FROM ACADEMIA.EDU OR THROUGH THE SITE, SERVICES OR COLLECTIVE CONTENT, WILL CREATE ANY WARRANTY NOT EXPRESSLY MADE HEREIN.</p>\n<p>YOU ARE SOLELY RESPONSIBLE FOR ALL OF YOUR COMMUNICATIONS AND INTERACTIONS WITH OTHER USERS OF THE SITE AND SERVICES AND WITH OTHER PERSONS WITH WHOM YOU COMMUNICATE OR INTERACT AS A RESULT OF YOUR USE OF THE SITE OR SERVICES.\nYOU UNDERSTAND THAT ACADEMIA.EDU DOES NOT SCREEN OR INQUIRE INTO THE BACKGROUND OF ANY USERS OF THE SITE OR SERVICES, NOR DOES ACADEMIA.EDU MAKE ANY ATTEMPT TO VERIFY THE STATEMENTS OF USERS OF THE SITE OR SERVICES.\nACADEMIA.EDU MAKES NO REPRESENTATIONS OR WARRANTIES AS TO THE CONDUCT OF USERS OF THE SITE OR SERVICES OR THEIR COMPATIBILITY WITH ANY CURRENT OR FUTURE USERS OF THE SITE OR SERVICES.\nYOU AGREE TO TAKE REASONABLE PRECAUTIONS IN ALL COMMUNICATIONS AND INTERACTIONS WITH OTHER USERS OF THE SITE AND SERVICES AND WITH OTHER PERSONS WITH WHOM YOU COMMUNICATE OR INTERACT AS A RESULT OF YOUR USE OF THE SITE OR SERVICES, PARTICULARLY IF YOU DECIDE TO MEET OFFLINE OR IN PERSON.</p>\n<br>\n<p>\n<strong>Indemnity</strong>\n</p>\n<p>You agree to defend, indemnify, and hold Academia.edu, its officers, directors, employees and agents, harmless from and against any claims, liabilities, damages, losses, and expenses, including, without limitation, reasonable legal and accounting fees, arising out of or in any way connected with your access to or use of the Site, Services or Collective Content, or your violation of these Terms.</p>\n<br>\n<p>\n<strong>Limitation of Liability</strong>\n</p>\n<p>YOU ACKNOWLEDGE AND AGREE THAT, TO THE MAXIMUM EXTENT PERMITTED BY LAW, THE ENTIRE RISK ARISING OUT OF YOUR ACCESS TO AND USE OF THE SITE, SERVICES AND COLLECTIVE CONTENT REMAINS WITH YOU.\nNEITHER ACADEMIA.EDU NOR ANY OTHER PERSON OR ENTITY INVOLVED IN CREATING, PRODUCING, OR DELIVERING THE SITE, SERVICES OR COLLECTIVE CONTENT WILL BE LIABLE FOR ANY INCIDENTAL, SPECIAL, EXEMPLARY OR CONSEQUENTIAL DAMAGES, OR LOST PROFITS, LOSS OF DATA OR LOSS OF GOODWILL, SERVICE INTERRUPTION, COMPUTER DAMAGE OR SYSTEM FAILURE OR THE COST OF SUBSTITUTE PRODUCTS OR SERVICES, OR FOR ANY DAMAGES FOR PERSONAL OR BODILY INJURY OR EMOTIONAL DISTRESS ARISING OUT OF OR IN CONNECTION WITH THESE TERMS OR FROM THE USE OF OR INABILITY TO USE THE SITE, SERVICES OR COLLECTIVE CONTENT, OR FROM ANY COMMUNICATIONS, INTERACTIONS OR MEETINGS WITH OTHER USERS OF THE SITE OR SERVICES OR OTHER PERSONS WITH WHOM YOU COMMUNICATE OR INTERACT AS A RESULT OF YOUR USE OF THE SITE OR SERVICES, WHETHER BASED ON WARRANTY, CONTRACT, TORT (INCLUDING NEGLIGENCE), PRODUCT LIABILITY OR ANY OTHER LEGAL THEORY, WHETHER OR NOT ACADEMIA.EDU HAS BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGE, AND WHETHER OR NOT FORESEEABLE, EVEN IF A LIMITED REMEDY SET FORTH HEREIN IS FOUND TO HAVE FAILED OF ITS ESSENTIAL PURPOSE.</p>\n<p>IN NO EVENT WILL ACADEMIA.EDU’S AGGREGATE LIABILITY ARISING OUT OF OR IN CONNECTION WITH THESE TERMS OR FROM THE USE OF OR INABILITY TO USE THE SITE, SERVICES OR COLLECTIVE CONTENT EXCEED THE GREATER OF FIFTY DOLLARS ($50) AND SUBSCRIPTION FEES PAID BY YOU DURING THE 12 MONTH PERIOD BEFORE THE ACT GIVING RISE TO THE LIABILITY.\nTHE LIMITATIONS OF DAMAGES SET FORTH ABOVE ARE FUNDAMENTAL ELEMENTS OF THE BASIS OF THE BARGAIN BETWEEN ACADEMIA.EDU AND YOU.\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, SO THE ABOVE LIMITATION MAY NOT APPLY TO YOU.</p>\n<br>\n<p>\n<strong>Proprietary Rights Notices</strong>\n</p>\n<p>All trademarks, service marks, logos, trade names and any other proprietary designations of Academia.edu used herein are trademarks or registered trademarks of Academia.edu.\nAny other trademarks, service marks, logos, trade names and any other proprietary designations are the trademarks or registered trademarks of their respective parties.</p>\n<br>\n<p>\n<strong>Controlling Law</strong>\n</p>\n<p>These Terms and any action related thereto will be governed by the laws of the State of California without regard to its conflict of laws provisions.</p>\n<br>\n<p>\n<strong>Entire Agreement</strong>\n</p>\n<p>These Terms constitute the entire and exclusive understanding and agreement between Academia.edu and you regarding the Site, Services and Collective Content, and these Terms supersede and replace any and all prior oral or written understandings or agreements between Academia.edu and you regarding the Site, Services and Collective Content.</p>\n<br>\n<p>\n<strong>Assignment</strong>\n</p>\n<p>You may not assign or transfer these Terms, by operation of law or otherwise, without Academia.edu’s prior written consent.\nAny attempt by you to assign or transfer these Terms, without such consent, will be null and of no effect.\nAcademia.edu may assign or transfer these Terms, at its sole discretion, without restriction.\nSubject to the foregoing, these Terms will bind and inure to the benefit of the parties, their successors and permitted assigns.</p>\n<br>\n<p>\n<strong>Notices</strong>\n</p>\n<p>Any notices or other communications permitted or required hereunder, including those regarding modifications to these Terms, will be in writing and given by Academia.edu (i) via email (in each case to the address that you provide).\nor (ii) by posting to the Site.\nFor notices made by e-mail, the date of receipt will be deemed the date on which such notice is transmitted.</p>\n<br>\n<p>\n<strong>Dispute Resolution</strong>\n</p>\n<p>You and Academia.edu agree that any dispute, claim or controversy arising out of or relating to these Terms or the breach, termination, enforcement, interpretation or validity thereof or the use of the Site or Services (collectively, “<strong>Disputes</strong>”) will be settled by binding arbitration, except that each party retains the right: (i) to bring an individual action in small claims court and (ii) to seek injunctive or other equitable relief in a court of competent jurisdiction to prevent the actual or threatened infringement, misappropriation or violation of a party’s copyrights, trademarks, trade secrets, patents or other intellectual property rights (the action described in the foregoing clause (ii), an “<strong>IP Protection Action</strong>”).\n(The actions described in clauses (i) and (ii) are the “<strong>Litigable Actions.</strong>”).\nWithout limiting the preceding sentence, you will also have the right to litigate any Dispute other than a Litigable Action, if you provide Academia.edu with written notice of your desire to do so by email or regular mail at 580 California St, Suite 400, San Francisco, CA, 94104 within thirty (30) days following the date you first agree to these Terms (such notice, an “<strong>Arbitration Opt-out Notice</strong>”).\nIf you don’t provide Academia.edu with an Arbitration Opt-out Notice within the thirty (30) day period, you will be deemed to have knowingly and intentionally waived your right to litigate any Dispute except for Litigable Actions.\nThe exclusive jurisdiction and venue of any IP Protection Action or, if you timely provide Academia.edu with an Arbitration Opt-out Notice, any Dispute other than an individual action brought in small claims court, will be the state and federal courts located in the Northern District of California and each of the parties hereto waives any objection to jurisdiction and venue in such courts.&nbsp;Unless you timely provide CIR with an Arbitration Opt-out Notice, <strong>you acknowledge and agree that you and Academia.edu are each waiving the right to a trial by jury or to participate as a plaintiff or class member in any purported class action or representative proceeding</strong>.&nbsp;Further, unless both you and Academia.edu otherwise agree in writing, the arbitrator may not consolidate more than one person's claims, and may not otherwise preside over any form of any class or representative proceeding.\nIf this specific paragraph is held unenforceable, then the entirety of this “Dispute Resolution” section will be deemed void.\nExcept as provided in the preceding sentence, this “Dispute Resolution” section will survive any termination of these Terms.</p>\n<p>\n<u>Arbitration Rules and Governing Law.</u> The arbitration will be administered by the American Arbitration Association (“AAA”) in accordance with the Commercial Arbitration Rules and the Supplementary Procedures for Consumer Related Disputes (the “AAA Rules”) then in effect, except as modified by this “Dispute Resolution” section.\n(The AAA Rules are available at www.adr.org/arb_med or by calling the AAA at 1-800-778-7879.) The Federal Arbitration Act will govern the interpretation and enforcement of this Section.</p>\n<p>\n<u>Arbitration Process.</u> A party who desires to initiate arbitration must provide the other party with a written Demand for Arbitration as specified in the AAA Rules.\n(The AAA provides a form Demand for Arbitration at http://www.adr.org/aaa/ShowPDF?doc=ADRSTG_004175 and a separate form for California residents at http://www.adr.org/aaa/ShowPDF?doc=ADRSTG_015822.) The arbitrator will be either a retired judge or an attorney licensed to practice law and will be selected by the parties from the AAA’s roster of arbitrators.\nIf the parties are unable to agree upon an arbitrator within seven (7) days of delivery of the Demand for Arbitration, then the AAA will appoint the arbitrator in accordance with the AAA Rules.</p>\n<p>\n<u>Arbitration Location and Procedure.</u> Unless you and Academia.edu otherwise agree, the arbitration will be conducted in the county where you reside.\nIf your claim does not exceed $10,000, then the arbitration will be conducted solely on the basis of the documents that you and Academia.edu submit to the arbitrator, unless you request a hearing or the arbitrator determines that a hearing is necessary.\nIf your claim exceeds $10,000, your right to a hearing will be determined by the AAA Rules.\nSubject to the AAA Rules, the arbitrator will have the discretion to direct a reasonable exchange of information by the parties, consistent with the expedited nature of the arbitration.</p>\n<p>\n<u>Arbitrator’s Decision.</u> The arbitrator will render an award within the time frame specified in the AAA Rules.\nThe arbitrator’s decision will include the essential findings and conclusions upon which the arbitrator based the award.\nJudgment on the arbitration award may be entered in any court having jurisdiction thereof.\nThe arbitrator’s award damages must be consistent with the terms of the “Limitation of Liability” section above as to the types and the amounts of damages for which a party may be held liable.\nThe arbitrator may award declaratory or injunctive relief only in favor of the claimant and only to the extent necessary to provide relief warranted by the claimant’s individual claim.\nIf you prevail in arbitration you will be entitled to an award of attorneys’ fees and expenses, to the extent provided under applicable law.\nAcademia.edu will not seek, and hereby waives all rights it may have under applicable law to recover, attorneys’ fees and expenses if it prevails in arbitration.</p>\n<p>\n<u>Fees.</u> Your responsibility to pay any AAA filing, administrative and arbitrator fees will be solely as set forth in the AAA Rules.\nHowever, if your claim for damages does not exceed $75,000, Academia.edu will pay all such fees unless the arbitrator finds that either the substance of your claim or the relief sought in your Demand for Arbitration was frivolous or was brought for an improper purpose (as measured by the standards set forth in Federal Rule of Civil Procedure 11(b)).</p>\n<p>\n<u>Changes.</u> Notwithstanding the provisions of the “Modification” section above, if Academia.edu changes this “Dispute Resolution” section after the date you first accepted these Terms (or accepted any subsequent changes to these Terms), you may reject any such change by sending us written notice (including by email to feedback@academia.edu) within 30 days of the date such change became effective, as indicated in the “Last Updated Date” above or in the date of Academia.edu’s email to you notifying you of such change.\nBy rejecting any change, you are agreeing that you will arbitrate any Dispute between you and Academia.edu in accordance with the provisions of this “Dispute Resolution” section as of the date you first accepted these Terms (or accepted any subsequent changes to these Terms).</p>\n<br>\n<p>\n<strong>General</strong>\n</p>\n<p>The failure of Academia.edu to enforce any right or provision of these Terms will not constitute a waiver of future enforcement of that right or provision.\nThe waiver of any such right or provision will be effective only if in writing and signed by a duly authorized representative of Academia.edu.\nExcept as expressly set forth in these Terms, the exercise by either party of any of its remedies under these Terms will be without prejudice to its other remedies under these Terms or otherwise.\nIf for any reason a court of competent jurisdiction finds any provision of these Terms invalid or unenforceable, that provision will be enforced to the maximum extent permissible and the other provisions of these Terms will remain in full force and effect.</p>\n<br>\n<p>\n<strong>Contacting Academia.edu</strong>\n</p>\n<p>If you have any questions about these Terms, please contact Academia.edu at feedback@academia.edu.</p> ", "created_at": "2018-07-17 10:11:42.788619", "updated_at": "2020-12-11 15:02:18.590684"}], "points": [{"id": 4248, "title": "targeted third-party advertising", "source": "https://www.academia.edu/privacy", "status": "targeted third-party advertising", "created_at": "2018-05-30 09:48:20.044779", "updated_at": "2021-02-06 04:16:11.109343", "quoteText": "\nIt also enables us to serve you advertising and other relevant content on and off of the Academia.edu Services.", "case_id": 220, "document_id": 71, "quoteStart": 2775, "quoteEnd": 2887}], "urls": ["academia.edu"]}}