{"error": 448, "message": "OK", "parameters": {"id": 2441, "name": "Smoke Supplies", "created_at": "2020-12-04 19:56:33.861836", "updated_at": "2021-03-25 03:19:53.345542", "wikipedia": null, "keywords": null, "related": null, "slug": "smoke_supplies", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2441.png", "url": "smokesupplies.nl,smokesupplies.net,smokesupplies.eu", "documents": [{"id": 3231, "name": "Terms and Conditions / Return Policy", "url": "https://smokesupplies.nl/shipping-returns-and-terms-and-conditions/", "xpath": null, "text": " Skip to content support@smokesupplies.nl <p>+31-202101328</p>\n<i>\n</i> support@smokesupplies.nl <i>\n</i> +31202101328 <i>\n</i>\n<ul>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>\n</li>\n</ul> × <p>Rolling Supplies</p>\n<p>Grinders</p>\n<p>Bongs</p>\n<p>Pipes</p>\n<p>Vaporizers</p>\n<p>Scales</p> ↩ Papers\nCones\nRolling Machines\nTips\nBundles ↩ All Grinders\nGrinder Cards\nKeif Catchers ↩ All Bongs\nIce Bongs\nArtistic Bongs\nSmall Bongs\nPercolators\nSilicon Bongs\nAccessories ↩ Chillums\nStone\nSilicon\nWood Glass\nAccessories ↩ All Vaporizers\nTabletop\nPortable\nStorz &amp.\nBickel\nAccessories ↩ Pro Scales\nPocket\nMechanical Accessories <ul>\n<li>\n<i>\n</i>\n</li>\n</ul> Search for: Search €0.00 <i>\n</i>\nBasket €0.00 <i>\n</i>\nBasket Search for: Search <i>\n</i>Smoke Supplies <i>\n</i>Rolling Supplies <p>Papers</p>\n<p>Rolling Machines</p>\n<p>Cones</p>\n<p>Tips</p>\n<p>Bundles</p>\n<i>\n</i>General Supplies <p>Lighters</p>\n<p>Ashtrays</p>\n<p>Hemp Wick</p>\n<p>Grinders</p>\n<p>Vacuum Containers</p>\n<i>\n</i>Bongs <p>Ice Bongs</p>\n<p>Artistic</p>\n<p>Percolators</p>\n<p>Small</p>\n<p>Accessories</p>\n<p>Silicon</p>\n<i>\n</i>Pipes <p>Chillums</p>\n<p>Stone</p>\n<p>Silicone</p>\n<p>Wood</p>\n<p>Unique Pipes</p>\n<p>Glass</p>\n<p>Accessories</p>\n<i>\n</i>Vaporizers <p>Tabletop</p>\n<p>Portable</p>\n<p>Storz &amp.\nBickel</p>\n<p>Accessories</p>\n<i>\n</i>Scales <p>Pro</p>\n<p>Mechanical</p>\n<p>Pocket</p>\n<p>Accessories</p> Account<i>\n</i> Orders Addresses Lost Password Logout Manav - HTML 5 Accordian Demo Important Information Terms and Conditions\nGeneral Terms and Conditions English translation:\n<p>\n<br>\nPlease note that these terms and conditions are a translation of the original Dutch version.<br>\nIf there are any discrepancies between the two versions, the Dutch version is leading.</p>\n<p>\nTable of contents:<br>\nArticle 1 - Definitions<br>\nArticle 2 - Identity of the entrepreneur<br>\nArticle 3 - Applicability<br>\nArticle 4 - The offer<br>\nArticle 5 - The Agreement<br>\nArticle 6 - Right of withdrawal<br>\nArticle 7 - Obligations of the consumer during the cooling-off period<br>\nArticle 8 - Exercise of the right of withdrawal by the consumer and costs thereof<br>\nArticle 9 - Obligations of the entrepreneur in case of withdrawal<br>\nArticle 10 - Exclusion of right of withdrawal<br>\nArticle 11 - The price<br>\nArticle 12 - Compliance and additional guarantee<br>\nArticle 13 - Delivery and performance<br>\nArticle 14 - Duration transactions: duration, termination and renewal<br>\nArticle 15 - Payment<br>\nArticle 16 - Complaints Mechanism<br>\nArticle 17 - Disputes<br>\nArticle 18 - Additional or different provisions</p>\n<p>\nArticle 1 - Definitions</p>\n<p>For the purposes of these terms and conditions:</p>\n<p>Additional agreement: an agreement in which the consumer acquires products, digital content and/or services in connection with a distance contract and these goods, digital content and/or services are supplied by the entrepreneur or by a third party on the basis of an agreement between that third party and the entrepreneur;<br>\nWithdrawal period: the period within which the consumer can make use of his right of withdrawal;<br>\nConsumer: the natural person who is not acting for purposes related to his trade, business, craft or professional activity;<br>\nDay: calendar day;<br>\nDigital content: data produced and supplied in digital form;<br>\nPerpetual contract: a contract for the regular supply of goods, services and/or digital content over a specified period of time;<br>\nDurable data carrier: any tool - including e-mail - that enables the consumer or entrepreneur to store information that is addressed to him personally in a way that allows future consultation or use during a period that is tailored to the purpose for which the information is intended, and that allows unaltered reproduction of the stored information;<br>\nRight of withdrawal: the possibility for the consumer to withdraw from the distance contract within the cooling-off period;<br>\nEntrepreneur: the natural or legal person who offers products, (access to) digital content and/or services at a distance to consumers;<br>\nDistance contract: a contract that is concluded between the entrepreneur and the consumer as part of an organized system for distance selling of products, digital content and / or services, up to and including the conclusion of the contract exclusively or jointly use one or more means of distance communication;<br>\nForm for withdrawal: the withdrawal form included in Appendix I of these terms and conditions.\nAnnex I need not be made available if the consumer does not have a right of withdrawal with regard to his order;<br>\nTechnique for distance communication: means that can be used for concluding an agreement, without the consumer and entrepreneur having to be together in the same room at the same time.</p>\n<p>\nArticle 2 - Identity of the entrepreneur</p>\n<p>Smoke Supplies;<br>\nMercurius 109, 1115VM, Duivendrecht;<br>\nTelephone number: +31 (0)20 2101328<br>\nE-mail address: support@smokesupplies.eu<br>\nChamber of Commerce number: 77354400<br>\nBtw-identificatienummer: NL003184256B31</p>\n<p>\nArticle 3 - Applicability</p>\n<p>These general terms and conditions apply to every offer made by the entrepreneur and to every distance contract concluded between entrepreneur and consumer.<br>\nBefore the distance contract is concluded, the text of these general terms and conditions will be made available to the consumer.\nIf this is not reasonably possible, the entrepreneur will, before the remote agreement is concluded, indicate how the general terms and conditions can be viewed by the entrepreneur and that they will be sent to the consumer free of charge as soon as possible at the consumer's request.<br>\nIf the distance contract is concluded electronically, the text of these general terms and conditions may be made available to the consumer electronically in such a way that the consumer can easily store them on a durable data carrier, contrary to the previous paragraph and before the distance contract is concluded.\nIf this is not reasonably possible, prior to the conclusion of the distance contract, it will be indicated where the general terms and conditions can be viewed electronically and that they will be sent electronically or otherwise free of charge at the consumer's request.<br>\nIn the event that, in addition to these general terms and conditions, specific product or service terms and conditions also apply, the second and third paragraphs shall apply by analogy and the consumer can always invoke the applicable provision that is most favourable to him in the event of conflicting terms and conditions.</p>\n<p>Article 4 - The offer<br>\nIf an offer has a limited period of validity or is made subject to conditions, this will be explicitly stated in the offer.<br>\nThe offer contains a complete and accurate description of the products, digital content and/or services offered.\nThe description is sufficiently detailed to enable the consumer to assess the offer properly.\nIf the entrepreneur uses images, these are a true representation of the offered products, services and/or digital content.\nObvious mistakes or apparent errors in the offer are not binding for the entrepreneur.<br>\nEach offer contains such information that it is clear to the consumer what rights and obligations are attached to the acceptance of the offer.</p>\n<p>Article 5 - The agreement<br>\nThe agreement is concluded, subject to the provisions of paragraph 4, at the moment the consumer accepts the offer and meets the conditions set.<br>\nIf the consumer has accepted the offer electronically, the entrepreneur shall immediately confirm receipt of acceptance of the offer electronically.\nAs long as the receipt of this acceptance has not been confirmed by the entrepreneur, the consumer can dissolve the agreement.<br>\nIf the agreement is made electronically, the entrepreneur will take appropriate technical and organizational measures to secure the electronic transfer of data and will ensure a secure web environment.\nIf the consumer is able to pay electronically, the entrepreneur will take appropriate security measures.<br>\nThe entrepreneur can, within the legal framework, inform himself whether the consumer can meet his payment obligations, as well as all those facts and factors which are important for a responsible conclusion of the distance contract.\nIf, based on this investigation, the entrepreneur has good grounds not to enter into the agreement, he is entitled to refuse an order or request or to attach special conditions to the execution.<br>\nAt the latest upon delivery of the product, service or digital content to the consumer, the entrepreneur will send the following information, in writing or in such a way that the consumer can store it in an accessible manner on a durable data carrier: <br>\nThe visiting address of the establishment of the entrepreneur where the consumer can lodge complaints;<br>\nThe conditions under which and the way in which the consumer can make use of the right of withdrawal, or a clear statement about being excluded from the right of withdrawal;<br>\nThe information about guarantees and existing service after purchase;<br>\nThe price including all taxes of the product, service or digital content.\nwhere applicable, the costs of delivery.\nand the method of payment, delivery or performance of the distance contract;<br>\nThe requirements for terminating the contract if the contract has a duration of more than one year or is of indefinite duration;<br>\nIf the consumer has a right of withdrawal, the withdrawal form.<br>\nIn the case of a long-term transaction, the provision in the previous paragraph shall only apply to the first delivery.</p>\n<p>\nArticle 6 - Right of withdrawal<br>\nFor products:<br>\nThe consumer can dissolve an agreement regarding the purchase of a product during a reflection period of at least 14 days without giving reasons.\nThe entrepreneur may ask the consumer for the reason of withdrawal, but does not oblige the consumer to state his reason(s).<br>\nThe cooling-off period mentioned in paragraph 1 starts on the day after the consumer, or a third party appointed by the consumer in advance, who is not the carrier, has received the product, or:<br>\nif the consumer has ordered several products in the same order: the day on which the consumer, or a third party designated by the consumer in advance, has received the last product.\nThe entrepreneur may, provided he has clearly informed the consumer about this prior to the ordering process, refuse an order for multiple products with a different delivery time.<br>\nIf the delivery of a product consists of several shipments or parts: the day on which the consumer, or a third party appointed by him, has received the last shipment or the last part;<br>\nin the case of contracts for regular delivery of products during a given period: the day on which the consumer, or a third party designated by him, has received the first product.</p>\n<p>In the case of services and digital content which is not supplied on a tangible medium:<br>\nThe consumer may terminate a service contract and a contract for the supply of digital content which is not supplied on a tangible medium for a minimum period of 14 days without giving any reason.\nThe entrepreneur may ask the consumer for the reason for withdrawal, but does not oblige the consumer to state his reason(s).<br>\nThe cooling-off period mentioned in paragraph 3 starts on the day following the conclusion of the agreement.</p>\n<p>Extended cooling-off period for products, services and digital content that has not been delivered on a material carrier in case of failure to inform about the right of withdrawal:<br>\nIf the entrepreneur has not provided the consumer with the legally required information about the right of withdrawal or the withdrawal form, the cooling-off period expires twelve months after the end of the original cooling-off period determined in accordance with the previous paragraphs of this article.<br>\nIf the entrepreneur has provided the consumer with the information referred to in the previous paragraph within twelve months after the starting date of the original cooling-off period, the cooling-off period shall end 14 days after the day on which the consumer has received this information.</p>\n<p>Article 7 - Obligations of the consumer during the reflection period<br>\nDuring the reflection period, the consumer will handle the product and its packaging with care.\nHe will only unpack or use the product to the extent necessary to determine the nature, characteristics and functioning of the product.\nThe basic principle here is that the consumer may only handle and inspect the product as he would in a shop.\n<br>\nThe consumer shall only be liable for any diminished value of the product resulting from a handling of the product which goes beyond what is permitted in paragraph 1.<br>\nThe consumer is not liable for any reduction in value of the product if the entrepreneur has not provided him with all legally required information about the right of withdrawal before or at the conclusion of the agreement.</p>\n<p>Article 8 - Exercise of the right of withdrawal by the consumer and costs thereof<br>\nIf the consumer makes use of his right of withdrawal, he shall report this to the entrepreneur within the cooling-off period by means of the withdrawal form or in another unambiguous manner.\n<br>\nAs soon as possible, but within 14 days from the day following the notification referred to in paragraph 1, the consumer shall return the product, or hand it over to (an authorized representative of) the entrepreneur.\nThis is not necessary if the entrepreneur has offered to collect the product himself.\nThe consumer has in any case observed the return period if he returns the product before the reflection period has expired.<br>\nThe consumer returns the product with all delivered accessories, if reasonably possible in original condition and packaging, and in accordance with the reasonable and clear instructions provided by the entrepreneur.<br>\nThe risk and burden of proof for the correct and timely exercise of the right of withdrawal lies with the consumer.<br>\nThe consumer bears the direct costs of returning the product.\nIf the entrepreneur has not reported that the consumer has to bear these costs or if the entrepreneur indicates to bear the costs himself, the consumer does not have to bear the costs of returning the product.<br>\nIf the consumer withdraws after having first explicitly requested that the provision of the service or the supply of gas, water or electricity which are not made ready for sale in a limited volume or certain quantity starts during the reflection period, the consumer owes the entrepreneur an amount which is proportional to that part of the commitment which the entrepreneur has fulfilled at the moment of withdrawal, compared to the full fulfilment of the commitment.\n<br>\nThe consumer shall not bear any costs for the performance of services or the supply of water, gas or electricity, which are not put up for sale in a limited volume or quantity, or for the supply of district heating, if:<br>\nthe entrepreneur has not provided the consumer with the legally required information about the right of withdrawal, the reimbursement of costs in case of withdrawal or the withdrawal form, or.\n<br>\nthe consumer has not expressly requested the start of the performance of the service or the supply of gas, water, electricity or district heating during the cooling-off period.<br>\nThe consumer shall not bear any costs for the supply, in whole or in part, of digital content which is not supplied on a tangible medium, if:<br>\nhe has not explicitly consented to the commencement of performance of the contract before the end of the cooling-off period prior to its delivery;<br>\nhe has not acknowledged losing his right of withdrawal when giving his consent.\nor<br>\nThe entrepreneur has failed to confirm this statement from the consumer.<br>\nIf the consumer makes use of his right of withdrawal, all additional agreements will be dissolved ipso jure.</p>\n<p>Article 9 - Obligations of the entrepreneur in case of withdrawal<br>\nIf the entrepreneur allows the consumer to revoke electronically, he will send a confirmation of receipt without delay after receipt of this notification.<br>\nThe entrepreneur shall reimburse all payments made by the consumer, including any delivery costs charged by the entrepreneur for the returned product, immediately but within 14 days following the day on which the consumer notifies him of the withdrawal.\nUnless the entrepreneur offers to collect the product himself, he may wait until he has received the product or until the consumer can prove that he has returned the product, whichever time is earlier.\n<br>\nThe entrepreneur uses the same means of payment that the consumer has used for the refund, unless the consumer agrees to a different method.\nThe refund is free of charge for the consumer.<br>\nIf the consumer has chosen a more expensive method of delivery than the cheapest standard delivery, the entrepreneur does not have to reimburse the additional costs for the more expensive method.</p>\n<p>Article 10 - Exclusion of right of withdrawal<br>\nThe entrepreneur can exclude the following products and services from the right of withdrawal, but only if the entrepreneur has clearly stated this in the offer, at least in time for the conclusion of the agreement:<br>\nProducts or services of which the price is linked to fluctuations in the financial market which are beyond the Entrepreneur's control and which may occur within the withdrawal period;<br>\nContracts that have been concluded during a public auction.\nBy a public auction is meant a sales method in which products, digital content and/or services are offered by the entrepreneur to the consumer who is personally present or has the opportunity to be personally present at the auction, under the supervision of an auctioneer, and in which the successful bidder is obliged to purchase the products, digital content and/or services;<br>\nService agreements, after full execution of the service, but only if:<br>\nperformance has started with the express prior consent of the consumer.\nand<br>\nThe consumer has declared that he loses his right of withdrawal as soon as the entrepreneur has fully executed the contract;<br>\nPackage tours as referred to in article 7:500 BW and passenger transport agreements;<br>\nService agreements for the provision of accommodation, if the agreement provides for a certain date or period of performance and other than for residential purposes, transport of goods, car rental services and catering;<br>\nLeisure contracts, if the contract provides for a specific date or period of performance thereof;<br>\nProducts made to the consumer's specifications, which are not prefabricated and which are made on the basis of the consumer's individual choice or decision, or which are clearly intended for a particular person;<br>\nProducts which are liable to deteriorate rapidly or have a limited shelf life;<br>\nSealed products which are not suitable for return for reasons of health protection or hygiene and whose seal has been broken after delivery.\nThis regulation is mandatory under Dutch law by virtue of art.\n6:230p sub f under 1 of the Dutch Civil Code;<br>\nProducts which, by their nature, have been irrevocably mixed with other products after delivery;<br>\nAlcoholic beverages of which the price was agreed upon when the agreement was concluded, but of which the delivery can only take place after 30 days, and of which the actual value depends on fluctuations in the market over which the entrepreneur has no influence;<br>\nSealed audio, video recordings and computer software, of which the seal has been broken after delivery;<br>\nNewspapers, magazines or journals, with the exception of subscriptions to these;<br>\nThe delivery of digital content other than on a material carrier, but only if:<br>\nthe execution has started with the express prior consent of the consumer.\nand<br>\nthe consumer has declared that he thereby loses his right of withdrawal.</p>\n<p>\nArticle 11 - The price<br>\nDuring the period of validity stated in the offer, the prices of the products and/or services offered will not be increased, except for price changes due to changes in VAT rates.<br>\nContrary to the previous paragraph, the entrepreneur may offer products or services whose prices are subject to fluctuations in the financial market and on which the entrepreneur has no influence, with variable prices.\nThis obligation to fluctuate and the fact that any prices quoted are target prices will be stated in the offer.\n<br>\nPrice increases within 3 months after the conclusion of the agreement are only allowed if they are the result of legal regulations or provisions.<br>\nPrice increases from 3 months after the conclusion of the contract are only allowed if the entrepreneur has stipulated this and: <br>\na.\nthey are the result of legal regulations or provisions.\nor<br>\nb.\nthe consumer has the right to terminate the contract from the day on which the price increase takes effect.<br>\nThe prices mentioned in the offer of products or services are inclusive of VAT.</p>\n<p>Article 12 - Fulfilment of the agreement and extra guarantee <br>\nThe entrepreneur guarantees that the products and/or services meet the agreement, the specifications stated in the offer, the reasonable requirements of reliability and/or usability and the legal provisions and/or government regulations existing on the date of the conclusion of the agreement.\nIf agreed, the entrepreneur also guarantees that the product is suitable for other than normal use.<br>\nAn extra guarantee provided by the entrepreneur, his supplier, manufacturer or importer never limits the legal rights and claims that the consumer can assert against the entrepreneur on the basis of the agreement if the entrepreneur has failed to fulfil his part of the agreement.<br>\nBy extra guarantee is meant every commitment of the entrepreneur, his supplier, importer or producer in which he grants the consumer certain rights or claims that go beyond what the consumer is legally obliged to in case he has failed in the fulfilment of his part of the contract.</p>\n<p>Article 13 - Delivery and execution<br>\nThe entrepreneur will take the greatest possible care in receiving and executing orders for products and in assessing requests for the provision of services.<br>\nThe place of delivery shall be the address which the consumer has given to the entrepreneur.<br>\nSubject to what is stated in article 4 of these general terms and conditions, the entrepreneur shall execute accepted orders expeditiously but at the latest within 30 days, unless a different delivery period has been agreed upon.\nIf the delivery is delayed, or if an order cannot be carried out or can only be carried out partially, the consumer shall be informed of this within 30 days after he has placed the order.\nIn that case, the consumer has the right to dissolve the agreement free of charge and is entitled to any compensation.<br>\nAfter dissolution in accordance with the previous paragraph, the entrepreneur will immediately refund the amount paid by the consumer.<br>\nThe risk of damage and/or loss of products rests with the entrepreneur until the moment of delivery to the consumer or a representative appointed in advance and announced to the entrepreneur, unless explicitly agreed otherwise.</p>\n<p>Article 14 - Duration transactions: duration, termination and renewal<br>\nDenunciation:<br>\nThe consumer may terminate an open-ended contract for the regular supply of products (including electricity) or services at any time, subject to the agreed termination rules and a notice of up to one month.<br>\nThe consumer may terminate a fixed-term contract for the regular supply of products (including electricity) or services at any time at the end of the fixed-term, subject to the agreed termination rules and a notice of up to one month.<br>\nThe consumer may terminate the agreements referred to in the previous paragraphs:<br>\nterminate at any time and not be limited to termination at a specific time or in a specific period;<br>\nat least terminate them in the same way as they have been entered into by the consumer;<br>\nalways terminate with the same notice period as the entrepreneur has stipulated for himself.<br>\nExtension:<br>\nA contract that has been entered into for a definite period and that is intended for the regular delivery of products (including electricity) or services, may not be tacitly extended or renewed for a definite period.<br>\nContrary to the previous paragraph, a fixed-term contract that has been concluded for the regular supply of daily, weekly and weekly newspapers and magazines may be tacitly renewed for a fixed period of up to three months, if the consumer can terminate this renewed contract at the end of the renewal with a period of notice that does not exceed one month.<br>\nA fixed-term contract for the regular supply of products or services may only be tacitly renewed for an indefinite period if the consumer may terminate it at any time with a period of notice that does not exceed one month.\nThe period of notice shall not exceed three months if the contract is for the regular supply of daily or weekly newspapers, newspapers, magazines and periodicals, but less than once a month.<br>\nA contract of limited duration for the regular supply of newspapers, news and weekly newspapers and periodicals (trial or introductory subscription) shall not be tacitly continued and shall end automatically at the end of the trial or introductory period.<br>\nDuration:<br>\nIf a contract has a duration of more than one year, after one year the consumer may terminate the contract at any time with a notice of up to one month, unless the reasonableness and fairness opposes termination before the end of the agreed term.</p>\n<p>Article 15 - Payment<br>\nUnless otherwise stipulated in the agreement or additional conditions, the amounts owed by the consumer must be paid within 14 days of the start of the cooling-off period, or, in the absence of a cooling-off period, within 14 days of the conclusion of the agreement.\nIn the case of an agreement to provide a service, this period shall commence on the day after the consumer has received confirmation of the agreement.<br>\nWhen selling products to consumers, general terms and conditions may never oblige the consumer to pay more than 50% in advance.\nIf an advance payment has been stipulated, the consumer may not assert any rights regarding the execution of the order or service(s) in question before the stipulated advance payment has been made.<br>\nThe consumer has the duty to report any inaccuracies in the payment details provided or stated to the entrepreneur without delay.<br>\nIf the consumer does not meet his payment obligation(s) on time, he shall owe the statutory interest on the amount still due after he has been notified of the late payment by the proprietor and the proprietor has granted the consumer a period of 14 days to still meet his payment obligations, after payment has not been made within this 14-day period, and the proprietor shall be entitled to charge the extrajudicial collection costs he has incurred.\nThese collection costs amount to a maximum of: 15% over outstanding amounts up to € 2,500.\n10% over the next € 2,500 and 5% over the next € 5,000 with a minimum of € 40.\nThe entrepreneur may deviate from the stated amounts and percentages.</p>\n<p>Article 16 - Complaints procedure<br>\nThe entrepreneur has a sufficiently publicized complaints procedure and handles the complaint in accordance with this complaints procedure.<br>\nComplaints about the implementation of the agreement must be submitted to the entrepreneur completely and clearly described within a reasonable time after the consumer has discovered the defects.<br>\nComplaints submitted to the entrepreneur will be answered within a period of 14 days from the date of receipt.\nIf a complaint requires a foreseeable longer processing time, the entrepreneur will answer within the period of 14 days with a message of receipt and an indication when the consumer can expect a more detailed answer.<br>\nThe consumer must give the entrepreneur at least 4 weeks to solve the complaint in mutual consultation.\nAfter this period, a dispute will arise that is subject to dispute resolution.</p>\n<p>Article 17 - Disputes<br>\nAgreements between the entrepreneur and the consumer to which these general terms and conditions apply, are exclusively governed by Dutch law.</p>\n<p>Article 18 - Changing this document<br>\nThe entrepreneur can unilaterally change this document at any time.\n<br>\nThe entrepreneur must inform consumers with whom he has an existing legal relationship or a long-term contract of any change in this document.</p>\n<p>Article 19 - Damages<br>\nThe entrepreneur is not liable for damage that does not result from his intent or recklessness.</p>\n<p>Article 20 - Obligations outside of this document<br>\nThe entrepreneur has no obligations towards the consumer other than those mentioned in this document, the law or the privacy statement.\nThese documents can be sent to the consumer on request by sending an email to support@smokesupplies.eu.</p>\n<p>\nAppendix I: Form for withdrawal, English version</p>\n<p>Form for revocation</p>\n<p>Only fill in this form and return it together with the products in question if you wish to return all or part of your order.</p>\n<p>*To: Smoke Supplies</p>\n<p>\n*I hereby inform you that I wish to revoke our agreement on the sale of the following products and return them:</p>\n<p>\n</p>\n<p>\n*Date on which the products to be returned were ordered:</p>\n<p>\n</p>\n<p>\nReason for returning products: [it is not obligatory to fill this in]</p>\n<p>\n</p>\n<p>\n*Consumer name:</p>\n<p>\n</p>\n<p>\n*Consumer address:</p>\n<p>\n</p>\n<p>\n*Consumer's signature:</p>\n<p>\n</p>\n<p>\n*Date:</p>\n<p>\n*It is mandatory to fill in these fields<br>\n</p> Shipping\nAll About Shipping\nOrders are shipped as soon as we have received your payment to our bank account.\nPlease keep in mind that bank transfers from country to country may take a several days.\nAll orders are packed in plain boxes.\nYou will receive a Track &amp.\nTrace code to follow your package.\n<br>\n<br>\nShipping Costs &amp.\nEstimated Duration<br> Destination - 0-2 kg\nDuration\nCosts Within The Netherlands\nNext day\n€ 4,95 Belgium\n2-3 days\n€ 7,95 Europe Zone 1\n6 days\n€ 9,95 <br>\nPlease note we only ship to countries within de EUROPE 1 zone.<br>\nThese are:Belgium, the Netherlands, Luxembourg, Denmark (excl.\nFaeröer Islands), Germany, France (incl.\nCorsica and Monaco), Italy (excl.\nSan Marino and Vatican City), Austria, Spain (incl.\nBalearen, excl.\nCanari Islands), UK (excl.\nGibraltar and Canal Islands), Sweden.\nReturns and Warranties\n14 days cooling off period\nWe will grant you 14 days to judge if your purchase is satisfactory.\nWithin this period you can return the product.\nYou can take a close look at the product just like you would do in a shop and test if it lives up to your expectations.\nIf you have your doubts whether you can still change your product then please contact us on [Phonenumber]or [Email]<br>\nIf you are not all satisfied with the product then please return it to us in the original packing and unused.\nYou can read below how to handle.\nWe will refund your money including the original delivery costs within 14 days.\nYou only have to pay yourself for the return shipment.\n<br> Payment Methods and Security\n<br>You may choose any of the following payment methods:<br>\n- iDEAL<br>\n- Billink<br>\n- Paysafecard<br>\n- Giropay<br>\n- EPS uberweisung<br>\n- Bancontact<br>\n<br>\nWe use Secure Sockets Layer (SSL) to keep your personal information safe and secure.<br>\nYour personal information, such as your name, address and phone number information is encrypted so that no one can access them.<br>\nWe do not accept PayPal.\nWe do not accept cash.\nWe do not accept bank transfers.<br> Disclaimer\n<br>\n<p>Smoke Supplies is committed to keeping this website up to date and accurate.\nShould you nevertheless encounter anything that is incorrect or out of date, we would appreciate it if you could let us know.\nPlease indicate where on the website you read the information.\nWe will then look at this as soon as possible.\nPlease send your response by email to: privacy@smokesupplies.nl.</p>\n<p>We are not liable for loss as a result of inaccuracies or incompleteness, nor for loss resulting from problems caused by or inherent to the dissemination of information through the internet, such as disruptions or interruptions.\nWhen using web forms, we strive to limit the number of required fields to a minimum.\nFor any loss suffered as a result of the use of data, advice or ideas provided by or on behalf of Smoke Supplies via this website, Smoke Supplies accepts no liability.</p>\n<p>The use of the website and all its components (including forums) is subject to terms of use.\nThe mere use of this website implies the knowledge and the acceptance of these terms of use.</p>\n<p>Responses and privacy inquiries submitted by email or using a web form will be treated in the same way as letters.\nThis means that you can expect a response from us within a period of 1 month at the latest.\nIn the case of complex requests, we will let you know within 1 month if we need a maximum of 3 months.</p>\n<p>Any personal data you provide us with in the context of your response or request for information will only be used in accordance with our privacy statement.</p>\n<p>Smoke Supplies shall make every reasonable effort to protect its systems against any form of unlawful use.\nSmoke Supplies shall implement appropriate technical and organisational measures to this end, taking into account, among other things, the state of the art.\nHowever, it shall not be liable for any loss whatsoever, direct and/or indirect, suffered by a user of the website, which arises as a result of the unlawful use of its systems by a third party.</p>\n<p>Smoke Supplies accepts no responsibility for the content of websites to which or from which a hyperlink or other reference is made.\nProducts or services offered by third parties shall be subject to the applicable terms and conditions of those third parties.</p>\n<p>All intellectual property rights to content on this website are vested in Smoke Supplies.</p>\n<p>Copying, disseminating and any other use of these materials is not permitted without the written permission of Smoke Supplies, except and only insofar as otherwise stipulated in regulations of mandatory law (such as the right to quote), unless specific content dictates otherwise.</p>\n<p>If you have any questions or problems with the accessibility of the website, please do not hesitate to contact us.</p>\n<i>\n</i>\nMenu <ul>\n<li>About Us\n<ul>\n<li>About Us</li>\n<li>Disclaimer</li>\n<li>Terms and Conditions</li>\n<li>Privacy and Cookie Statement</li>\n<li>Returns, Payments and Shipping</li>\n</ul>\n</li>\n</ul> More Information <ul>\n<li> About Us </li>\n<li> Disclaimer </li>\n<li> Terms and Conditions </li>\n<li> Privacy and Cookie Statements </li>\n<li> Returns, Payments and Shipping </li>\n</ul> English Nederlands English Français Deutsch Italiano Português Español <p>Before we let you in...</p>\n<p>We need to check that you're old enough!</p> YES! <p>Are you of legal smoking age?</p> No Scroll to Top GENERAL SUPPLIES Rolling Supplies\nGrinders\nAshtrays\nLighters\nScales\nStorage and Curing\nSmellproof\nCleaning Supplies Rolling Supplies\n<p>\n</p>\n<ul>\n<li>\nCones29 Products</li>\n<li>\nHemp wick3 Products</li>\n<li>\nPapers18 Products</li>\n<li>\nTips38 Products</li>\n<li>\nMachines36 Products</li>\n<li>\nPouches15 Products</li>\n<li>\nRolling trays81 Products</li>\n</ul>\n<br>\n<p>\n</p>\nGrinders <ul>\n<li> Keif-catcher Grinders19 Products </li>\n<li> Grinder Cards9 Products </li>\n<li> E-Grinders1 Product </li>\n</ul> Ashtrays <ul>\n<li> Special6 Products </li>\n<li> Metal16 Products </li>\n<li> Glass8 Products </li>\n<li> All Ashtrays30 Products </li>\n</ul> Lighters <ul>\n<li> Torches3 Products </li>\n<li> Refills and Flint </li>\n<li> E-Lighter4 Products </li>\n<li> Clippers8 Products </li>\n</ul> Scales <ul>\n<li> Tabletop Scales1 Product </li>\n<li> Pro Scales1 Product </li>\n<li> Pocket Scales6 Products </li>\n<li> Mechanical Scales13 Products </li>\n<li> Disguised3 Products </li>\n<li> Budget Scales3 Products </li>\n<li> Batteries and Accessories31 Products </li>\n</ul> Storage and Curing <ul>\n<li> Vacuum Containers151 Products </li>\n<li> Turkey Bags </li>\n<li> Stash Cans7 Products </li>\n<li> Smell Proof Baggies </li>\n<li> Small Jars </li>\n<li> Joint Holders1 Product </li>\n<li> Curing Jars </li>\n<li> Concentrate Storage </li>\n<li> Boxes2 Products </li>\n<li> Baggies </li>\n</ul> Smellproof Cleaning Supplies ", "created_at": "2020-12-04 19:57:24.638984", "updated_at": "2020-12-14 22:54:00.953813"}, {"id": 3232, "name": "Privacy Statement / Cookie Policy / Disclaimers", "url": "https://smokesupplies.nl/important-docs/", "xpath": "//*[@id=\"post-11590\"]", "text": " Important Documents <i>\n</i>\n<i>\n</i> EU Privacy Statement <p>\n<i>This privacy statement was last updated on November 21, 2020 and applies to citizens of the European Economic Area.</i>\n</p>\n<p>\n</p>\n<p>In this privacy statement, we explain what we do with the data we obtain about you via https://smokesupplies.nl.\nWe recommend you carefully read this statement.\nIn our processing we comply with the requirements of privacy legislation.\nThat means, among other things, that:</p>\n<ul>\n<li>we clearly state the purposes for which we process personal data.\nWe do this by means of this privacy statement;</li>\n<li>we aim to limit our collection of personal data to only the personal data required for legitimate purposes;</li>\n<li>we first request your explicit consent to process your personal data in cases requiring your consent;</li>\n<li>we take appropriate security measures to protect your personal data and also require this from parties that process personal data on our behalf;</li>\n<li>we respect your right to access your personal data or have it corrected or deleted, at your request.</li>\n</ul>\n<p>If you have any questions, or want to know exactly what data we keep of you, please contact us.</p>\n<p>\n</p>1.\nPurpose, data and retention period<p>1.1 We use your data for the following purpose:</p>\n<p>Contact – Through phone, mail, email and/or webforms</p>\n<p>For this purpose we use the following data:</p>\n<p>\n</p>\n<ul>\n<li>Name, Address and City</li>\n<li>Email address</li>\n<li>Username, passwords and other account specific data</li>\n<li>Location</li>\n<li>Telephone number</li>\n</ul>\n<p>\n</p>\n<p>The basis on which we may process these data is:</p>\n<p>Consent obtained</p>\n<p>Retention period</p>\n<p>We retain this data until the service is terminated.</p>\n<p>1.2 We use your data for the following purpose:</p>\n<p>Payments</p>\n<p>For this purpose we use the following data:</p>\n<p>\n</p>\n<ul>\n<li>Name, Address and City</li>\n<li>Email address</li>\n<li>Financial data</li>\n<li>IP Address</li>\n<li>Location</li>\n<li>Telephone number</li>\n</ul>\n<p>\n</p>\n<p>The basis on which we may process these data is:</p>\n<p>Consent obtained</p>\n<p>Retention period</p>\n<p>We retain this data until the service is terminated.</p>\n<p>1.3 We use your data for the following purpose:</p>\n<p>Registering an account</p>\n<p>For this purpose we use the following data:</p>\n<p>\n</p>\n<ul>\n<li>Name, Address and City</li>\n<li>Email address</li>\n<li>Telephone number</li>\n</ul>\n<p>\n</p>\n<p>The basis on which we may process these data is:</p>\n<p>Consent obtained</p>\n<p>Retention period</p>\n<p>We retain this data until the service is terminated.</p>\n<p>1.4 We use your data for the following purpose:</p>\n<p>Newsletters</p>\n<p>For this purpose we use the following data:</p>\n<p>\n</p>\n<ul>\n<li>Name, Address and City</li>\n<li>Email address</li>\n</ul>\n<p>\n</p>\n<p>The basis on which we may process these data is:</p>\n<p>Consent obtained</p>\n<p>Retention period</p>\n<p>We retain this data until the service is terminated.</p>\n<p>1.5 We use your data for the following purpose:</p>\n<p>To support services or products that a customer wants to buy or has purchased</p>\n<p>For this purpose we use the following data:</p>\n<p>\n</p>\n<ul>\n<li>Name, Address and City</li>\n<li>Email address</li>\n<li>Location</li>\n<li>Telephone number</li>\n</ul>\n<p>\n</p>\n<p>The basis on which we may process these data is:</p>\n<p>Consent obtained</p>\n<p>Retention period</p>\n<p>We retain this data until the service is terminated.</p>\n<p>1.6 We use your data for the following purpose:</p>\n<p>To be able to comply with legal obligations</p>\n<p>For this purpose we use the following data:</p>\n<p>\n</p>\n<ul>\n<li>Name, Address and City</li>\n<li>Email address</li>\n<li>Telephone number</li>\n</ul>\n<p>\n</p>\n<p>The basis on which we may process these data is:</p>\n<p>Consent obtained</p>\n<p>Retention period</p>\n<p>We retain this data until the service is terminated.</p>\n<p>1.7 We use your data for the following purpose:</p>\n<p>Compiling and analyzing statistics for website improvement.</p>\n<p>For this purpose we use the following data:</p>\n<p>\n</p>\n<ul>\n<li>IP Address</li>\n</ul>\n<p>\n</p>\n<p>The basis on which we may process these data is:</p>\n<p>Consent obtained</p>\n<p>Retention period</p>\n<p>We retain this data until the service is terminated.</p>\n<p>1.8 We use your data for the following purpose:</p>\n<p>To be able to offer personalised products and services</p>\n<p>For this purpose we use the following data:</p>\n<p>\n</p>\n<ul>\n<li>Name, Address and City</li>\n<li>Username, passwords and other account specific data</li>\n<li>IP Address</li>\n<li>Location</li>\n<li>Telephone number</li>\n</ul>\n<p>\n</p>\n<p>The basis on which we may process these data is:</p>\n<p>Consent obtained</p>\n<p>Retention period</p>\n<p>We retain this data until the service is terminated.</p>2.\nSharing with other parties<p>We only share this data with processors and with other third parties for which the data subjects consent must be obtained.\nIt concerns the following party or parties:</p>\n<p>Processors</p>\n<p>\n</p>\n<p>\n<b>Name:</b>&nbsp;DHL<br>\n<b>Country:</b>&nbsp;Netherlands<br>\n<b>Purpose:</b>&nbsp;Shipping services<br>\n</p>\n<p>\n<b>Name:</b>&nbsp;Pay.nl<br>\n<b>Country:</b>&nbsp;Netherlands<br>\n<b>Purpose:</b>&nbsp;Payment services<br>\n</p>\n<p>\n</p>\n<p>Third parties</p>\n<p>\n</p>\n<p>\n<b>Name:</b>&nbsp;Google Analytics<br>\n<b>Country:</b>&nbsp;USA<br>\n<b>Purpose:</b>&nbsp;Analytics<br>\n<b>Data:</b>&nbsp;IP address\n</p>\n<p>\n</p>3.\nCookies<p>Our website uses cookies.\nFor more information about cookies, please refer to our Cookie Policy.&nbsp;</p>\n<p>We have concluded a data Processing Agreement with Google.</p>\n<p>Google may not use the data for any other Google services.</p>\n<p>The inclusion of full IP addresses is blocked by us.</p>4.\nSecurity<p>We are committed to the security of personal data.\nWe take appropriate security measures to limit abuse of and unauthorised access to personal data.\nThis ensures that only the necessary persons have access to your data, that access to the data is protected, and that our security measures are regularly reviewed.</p>5.\nThird party websites<p>This privacy statement does not apply to third party websites connected by links on our website.\nWe cannot guarantee that these third parties handle your personal data in a reliable or secure manner.\nWe recommend you read the privacy statements of these websites prior to making use of these websites.</p>6.\nAmendments to this privacy statement<p>We reserve the right to make amendments to this privacy statement.\nIt is recommended that you consult this privacy statement regularly in order to be aware of any changes.\nIn addition, we will actively inform you wherever possible.</p>7.\nAccessing and modifying your data<p>\n</p>\n<p>If you have any questions or want to know which personal data we have about you, please contact us.\nYou can contact us by using the information below.\nYou have the following rights:</p>\n<ul>\n<li>You have the right to know why your personal data is needed, what will happen to it, and how long it will be retained for.</li>\n<li>Right of access: You have the right to access your personal data that is known to us.</li>\n<li>Right to rectification: you have the right to supplement, correct, have deleted or blocked your personal data whenever you wish.</li>\n<li>If you give us your consent to process your data, you have the right to revoke that consent and to have your personal data deleted.</li>\n<li>Right to transfer your data: you have the right to request all your personal data from the controller and transfer it in its entirety to another controller.</li>\n<li>Right to object: you may object to the processing of your data.\nWe comply with this, unless there are justified grounds for processing.</li>\n</ul>\n<p>Please make sure to always clearly state who you are, so that we can be certain that we do not modify or delete any data of the wrong person.</p>\n<p>\n</p>8.\nSubmitting a complaint<p>If you are not satisfied with the way in which we handle (a complaint about) the processing of your personal data, you have the right to submit a complaint to the Data Protection Authority.</p>9.\nContact details<p>Smoke Supplies<br>\nMercurius 109,<br>\n1115VM, Duivendrecht<br>\nNetherlands<br>\nWebsite: https://smokesupplies.nl <br>\nEmail: privacy@smokesupplies.nl <br>\nPhone number: +31202101328<br>\n</p>Annex<p>\n</p>WooCommerce We collect information about you during the checkout process on our store.\nWhat we collect and store\nWhile you visit our site, we’ll track:\n<ul>\n<li>Products you’ve viewed: we’ll use this to, for example, show you products you’ve recently viewed</li>\n<li>Location, IP address and browser type: we’ll use this for purposes like estimating taxes and shipping</li>\n<li>Shipping address: we’ll ask you to enter this so we can, for instance, estimate shipping before you place an order, and send you the order!</li>\n</ul>\nWe’ll also use cookies to keep track of cart contents while you’re browsing our site.\nWhen you purchase from us, we’ll ask you to provide information including your name, billing address, shipping address, email address, phone number, credit card/payment details and optional account information like username and password.\nWe’ll use this information for purposes, such as, to:\n<ul>\n<li>Send you information about your account and order</li>\n<li>Respond to your requests, including refunds and complaints</li>\n<li>Process payments and prevent fraud</li>\n<li>Set up your account for our store</li>\n<li>Comply with any legal obligations we have, such as calculating taxes</li>\n<li>Improve our store offerings</li>\n<li>Send you marketing messages, if you choose to receive them</li>\n</ul>\nIf you create an account, we will store your name, address, email and phone number, which will be used to populate the checkout for future orders.\nWe generally store information about you for as long as we need the information for the purposes for which we collect and use it, and we are not legally required to continue to keep it.\nFor example, we will store order information for 7 years for tax and accounting purposes.\nThis includes your name, email address and billing and shipping addresses.\nWe will also store comments or reviews, if you choose to leave them.\nWho on our team has access\nMembers of our team have access to the information you provide us.\nFor example, both Administrators and Shop Managers can access:\n<ul>\n<li>Order information like what was purchased, when it was purchased and where it should be sent, and</li>\n<li>Customer information like your name, email address, and billing and shipping information.</li>\n</ul>\nOur team members have access to this information to help fulfill orders, process refunds and support you.\nWhat we share with others\nWe share information with third parties who help us provide our orders and store services to you.\nfor example —\nPayments\n<p>In this subsection you should list which third party payment processors you’re using to take payments on your store since these may handle customer data.</p>\n&nbsp.\nForminator Forms <p>By default Forminator captures the <strong>IP Address</strong> for each submission to a Form for spam protection.\nOther personal data such as your <strong>name</strong> and <strong>email address</strong> may also be captured, depending on the Form Fields.\nData submitted in a form by visitors is retained by Forminator for 30 days.\nAll collected data is private though we may send it to our workers or contractors to perform necessary actions based on the form submission.</p>\n<p>By default Forminator Forms may connect with these third parties:</p>\nWe may use Mailchimp to manage our subscriber list.\nTheir privacy policy can be found here : https://mailchimp.com/legal/privacy/.\nWe may use Google Drive and Google Sheets to manage our integration data.\nTheir privacy policy can be found here : https://policies.google.com/privacy?hl=en.\nBeehive Pro\nThis website uses Google Analytics to track website traffic.\nCollected data is processed in such a way that visitors cannot be identified.\nHummingbird\nHummingbird uses the Stackpath Content Delivery Network (CDN).\nStackpath may store web log information of site visitors, including IPs, UA, referrer, Location and ISP info of site visitors for 7 days.\nFiles and images served by the CDN may be stored and served from countries other than your own.\nStackpath’s privacy policy can be found here.\nDefender Pro\n<strong>Third parties</strong>\nThis site may be using WPMU DEV third-party cloud storage to store backups of its audit logs where personal information is collected.\n<strong>Additional data</strong>\nThis site creates and stores an activity log that capture the IP address, username, email address and tracks user activity (like when a user makes a comment).\nInformation will be stored locally for 30 days and remotely for 1 year.\nInformation on remote logs cannot be cleared for security purposes.\nWordPress\nPlugin: Defender Pro\n<strong>Third parties</strong>\nThis site may be using WPMU DEV third-party cloud storage to store backups of its audit logs where personal information is collected.\n<strong>Additional data</strong>\nThis site creates and stores an activity log that capture the IP address, username, email address and tracks user activity (like when a user makes a comment).\nInformation will be stored locally for 30 days and remotely for 1 year.\nInformation on remote logs cannot be cleared for security purposes.<p>\n</p>\n<i>\n</i>\n<i>\n</i> EU Cookie Statement <p>\n<i>This Cookie Policy was last updated on November 21, 2020 and applies to citizens of the European Economic Area.</i>\n</p>1.\nIntroduction<p>Our website, https://smokesupplies.nl (hereinafter: “the website”) uses cookies and other related technologies (for convenience all technologies are referred to as “cookies”).\nCookies are also placed by third parties we have engaged.\nIn the document below we inform you about the use of cookies on our website.</p>2.\nWhat are cookies?<p>A cookie is a small simple file that is sent along with pages of this website and stored by your browser on the hard drive of your computer or another device.\nThe information stored therein may be returned to our servers or to the servers of the relevant third parties during a subsequent visit.</p>3.\nWhat are scripts?<p>A script is a piece of programme code that is used to make our website function properly and interactively.\nThis code is executed on our server or on your device.</p>4.\nWhat is a web beacon?<p>A web beacon (or a pixel tag) is a small, invisible piece of text or image on a website that is used to monitor traffic on a website.\nIn order to do this, various data about you is stored using web beacons.</p>5.\nCookies<p>5.1 Technical or functional cookies</p>\n<p>Some cookies ensure that certain parts of the website work properly and that your user preferences remain known.\nBy placing functional cookies, we make it easier for you to visit our website.\nThis way, you do not need to repeatedly enter the same information when visiting our website and, for example, the items remain in your shopping cart until you have paid.\nWe may place these cookies without your consent.</p>\n<p>5.2 Analytical cookies</p>\n<p>We use analytical cookies to optimise the website experience for our users.\nWith these analytical cookies we get insights in the usage of our website.&nbsp;We ask your permission to place analytical cookies.</p>\n<p>5.3 Marketing/Tracking cookies</p>\n<p>Marketing/Tracking cookies are cookies or any other form of local storage, used to create user profiles to display advertising or to track the user on this website or across several websites for similar marketing purposes.</p>\n<p>5.4 Social media buttons</p>\n<p>On our website we have included buttons for Facebook, Twitter, WhatsApp and Instagram to promote webpages (e.g.\n“like”, “pin”) or share (e.g.\n“tweet”) on social networks like Facebook, Twitter, WhatsApp and Instagram.\nThese buttons work using pieces of code coming from Facebook, Twitter, WhatsApp and Instagram themselves.\nThis code places cookies.\nThese social media buttons also can store and process certain information, so a personalized advertisement can be shown to you.</p>\n<p>Please read the privacy statement of these social networks (which can change regularly) to read what they do with your (personal) data which they process using these cookies.\nThe data that is retrieved is anonymised as much as possible.\nFacebook, Twitter, WhatsApp and Instagram are located in the United States.</p>6.\nPlaced cookiesElementor Usage\n<p>We use Elementor for content creation.\nRead more</p> Sharing data\n<p>This data is not shared with third parties.</p> Statistics (anonymous) Name elementor Retention persistent Function Store performed actions on the website WooCommerce Usage\n<p>We use WooCommerce for webshop management.\nRead more</p> Sharing data\n<p>This data is not shared with third parties.</p> Functional Name wc_cart_hash_* Retention session Function Store items in shopping cart Name wc_fragments_* Retention persistent Function Name woocommerce_items_in_cart Retention session Function Store items in shopping cart Name woocommerce_cart_hash Retention 1 day Function Store items in shopping cart Name wp_woocommerce_session_* Retention session Function Store performed actions on the website Name wc_cart_created Retention session Function Store performed actions on the website Statistics Name History.store Retention Function Store last visit Purpose pending investigation Name _wcml_dashboard_currency Retention Function Automattic Usage\n<p>We use Automattic for website development.\nRead more</p> Sharing data\n<p>For more information, please read the Automattic Privacy Statement.</p> Statistics Name tk_ai Retention session Function Store a unique user ID Google Analytics Usage\n<p>We use Google Analytics for website statistics.\nRead more</p> Sharing data\n<p>For more information, please read the Google Analytics Privacy Statement.</p> Statistics (anonymous) Name _ga Retention 2 years Function Name _gid Retention 1 day Function Count and track pageviews Purpose pending investigation Name _gat_single Retention Function Matomo Usage\n<p>We use Matomo for website statistics.\nRead more</p> Sharing data\n<p>This data is not shared with third parties.</p> Statistics (anonymous) Name _pk_ses* Retention 30 minutes Function Name _pk_id* Retention 13 months Function Store a unique user ID Name _pk_ref* Retention 6 months Function Store referrer ID’s Google Fonts Usage\n<p>We use Google Fonts for display of webfonts.\nRead more</p> Sharing data\n<p>For more information, please read the Google Fonts Privacy Statement.</p> Marketing/Tracking Name Google Fonts API Retention none Function Request user IP address Polylang Usage\n<p>We use Polylang for locale management.\nRead more</p> Sharing data\n<p>This data is not shared with third parties.</p> Preferences Name pll_language Retention persistent Function Store language settings WPML Usage\n<p>We use WPML for locale management.\nRead more</p> Sharing data\n<p>This data is not shared with third parties.</p> Functional Name wp-wpml_current_language Retention 1 day Function Store language settings Name wpml_browser_redirect_test Retention session Function Check if cookies can be placed Purpose pending investigation Name _icl_visitor_lang_js Retention Function Complianz Usage\n<p>We use Complianz for cookie consent management.\nRead more</p> Sharing data\n<p>For more information, please read the Complianz Privacy Statement.</p> Functional Name cmplz_user_data Retention 365 days Function Determines which cookie banner to show Name cmplz_choice Retention 365 days Function Store if a message has been dismissed Name cmplz_id Retention 365 days Function Store anonymized statistics Name complianz_policy_id Retention 365 days Function Store accepted cookie policy ID Name complianz_consent_status Retention 365 days Function Store cookie consent preferences Name cmplz_marketing Retention 365 days Function Store cookie consent preferences Name cmplz_stats Retention 365 days Function Store cookie consent preferences CloudFlare Usage\n<p>We use CloudFlare for content distribution network (CDN) services.\nRead more</p> Sharing data\n<p>For more information, please read the CloudFlare Privacy Statement.</p> Functional Name __cfduid Retention 30 days Function Identify trusted web traffic Facebook Usage\n<p>We use Facebook for display of recent social posts and/or social share buttons.\nRead more</p> Sharing data\n<p>For more information, please read the Facebook Privacy Statement.</p> Marketing/Tracking Name actppresence Retention 1 year Function Manage ad display frequency Name _fbc Retention 2 years Function Store last visit Name fbm* Retention 1 year Function Store account details Name xs Retention 3 months Function Store a unique session ID Name fr Retention 3 months Function Enable ad delivery or retargeting Name _fbp Retention 3 months Function Store and track visits across websites Name datr Retention 2 years Function Provide fraud prevention Name sb Retention 2 years Function Store browser details Name *_fbm_ Retention 1 year Function Store account details Functional Name wd Retention 1 week Function Determine screen resolution Name act Retention 90 days Function Keep users logged in Name c_user Retention 90 days Function Store a unique user ID Name csm Retention 90 days Function Provide fraud prevention Name presence Retention session Function Store and track if the browser tab is active Twitter Usage\n<p>We use Twitter for display of recent social posts and/or social share buttons.\nRead more</p> Sharing data\n<p>For more information, please read the Twitter Privacy Statement.</p> Functional Name local_storage_support_test Retention persistent Function Load balancing functionality Marketing/Tracking Name metrics_token Retention persistent Function Store if the user has seen embedded content Wistia Usage\n<p>We use Wistia for video display.\nRead more</p> Sharing data\n<p>For more information, please read the Wistia Privacy Statement.</p> Marketing/Tracking Name wistia Retention persistent Function Store performed actions on the website Statistics Name wistia-video-progress-* Retention persistent Function Store if the user has seen embedded content Intercom Messenger Usage\n<p>We use Intercom Messenger for chat support.\nRead more</p> Sharing data\n<p>For more information, please read the Intercom Messenger Privacy Statement.</p> Functional Name intercom-session-* Retention 1 week Function Miscellaneous Usage\n<p>\n</p> Sharing data\n<p>Sharing of data is pending investigation</p> Purpose pending investigation Name cppro-ft Retention Function Name wds-seo-metabox Retention Function Name –ml-is-active Retention Function Name usbl.* Retention Function Name age_gate Retention Function Name hustle_module_show_count-popup-* Retention Function Name micro_router_state Retention Function Name cp-pro-session-init Retention Function Name cp-pro-page-views Retention Function Name temp_cp_style_* Retention Function Name cp_style_* Retention Function Name cppro-ft-style Retention Function Name cppro-ft-style-temp Retention Function Name wpmudev_is_staff Retention Function Name e_globals Retention Function Name randid Retention Function Name wdp-pre-sso-state Retention Function Name loglevel Retention Function Name e_site-editor Retention Function Name undefined Retention Function Name defender_cookie Retention Function Name intercom-state-* Retention Function Name intercom-id-* Retention Function Functional Name age-verified Retention 24 hours Function To identify visitors who have stated that they are of legal smoking age 7.\nConsent<p>When you visit our website for the first time, we will show you a pop-up with an explanation about cookies.\nAs soon as you click on “Save preferences”, you consent to us using the categories of cookies and plug-ins you selected in the pop-up, as described in this Cookie Policy.\nYou can disable the use of cookies via your browser, but please note that our website may no longer work properly.</p>\n<p>7.1 Manage your consent settings</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>8.\nYour rights with respect to personal data<p>You have the following rights with respect to your personal data:</p>\n<p>\n</p>\n<ul>\n<li>You have the right to know why your personal data is needed, what will happen to it, and how long it will be retained for.</li>\n<li>Right of access: You have the right to access your personal data that is known to us.</li>\n<li>Right to rectification: you have the right to supplement, correct, have deleted or blocked your personal data whenever you wish.</li>\n<li>If you give us your consent to process your data, you have the right to revoke that consent and to have your personal data deleted.</li>\n<li>Right to transfer your data: you have the right to request all your personal data from the controller and transfer it in its entirety to another controller.</li>\n<li>Right to object: you may object to the processing of your data.\nWe comply with this, unless there are justified grounds for processing.</li>\n</ul>\n<p>\n</p>\n<p>To exercise these rights, please contact us.\nPlease refer to the contact details at the bottom of this Cookie Policy.\nIf you have a complaint about how we handle your data, we would like to hear from you, but you also have the right to submit a complaint to the supervisory authority (the Data Protection Authority).</p>9.\nEnabling/disabling and deleting cookies<p>You can use your internet browser to automatically or manually delete cookies.\nYou can also specify that certain cookies may not be placed.\nAnother option is to change the settings of your internet browser so that you receive a message each time a cookie is placed.\nFor more information about these options, please refer to the instructions in the Help section of your browser.</p>\n<p>Please note that our website may not work properly if all cookies are disabled.\nIf you do delete the cookies in your browser, they will be placed again after your consent when you visit our websites again.</p>10.\nContact details<p>For questions and/or comments about our Cookie Policy and this statement, please contact us by using the following contact details:</p>\n<p>Smoke Supplies<br>\nMercurius 109,<br>\n1115VM, Duivendrecht<br>\nNetherlands<br>\nWebsite: https://smokesupplies.nl <br>\nEmail: privacy@smokesupplies.nl <br>\nPhone number: +31202101328<br>\n</p>\n<p>This Cookie Policy was synchronised with cookiedatabase.org on December 10, 2020</p>\n<i>\n</i>\n<i>\n</i> Impressum <p>\n<i>Dieses Impressum wurde zuletzt am November 21, 2020 aktualisiert</i>\n</p>Name<p>Smoke Supplies</p>Adresse<p>Mercurius 109,<br>\n1115VM, Duivendrecht<br>\nE-mail: privacy@smokesupplies.nl<br>\nTelefonnummer: +31202101328</p>\n<p>\n<b>Umsatzsteuer-ID:</b> NL003184256B31</p>\n<p>\n<b>Geltungsbereich:</b> https://smokesupplies.nl</p>\n<p>\n<b>Register</b>: Kamer Van Koophandel</p>\n<p>\n<b>Register-Nummer</b>: 77354400</p>\n<p>\n<b>Vertretungsberechtige(r)</b>: Danja Alterman</p>Online-Streitbeilegung<p>Die EU-Kommission stellt eine benutzerfreundliche Plattform zur Online-Beilegung von verbraucherrechtlichen Streitigkeiten, die sich aus dem online Verkauf von Waren oder der online Erbringung von Dienstleistungen ergeben (OS-Plattform), bereit.\nDie OS-Plattform ist unter folgendem Link erreichbar: https://ec.europa.eu/consumers/odr</p>\n<p>Die Firma Smoke Supplies ist bereit, an Streitbeilegungsverfahren bei einer Verbraucherschlichtungsstelle teilzunehmen</p>\n<i>\n</i>\n<i>\n</i> UK Privacy Statement Region UK not activated for privacy-statement.\n<i>\n</i>\n<i>\n</i> UK Cookie Statement Region UK not activated for cookie-statement.\n<i>\n</i>\n<i>\n</i> Disclaimer <p>Smoke Supplies is committed to keeping this website up to date and accurate.\nShould you nevertheless encounter anything that is incorrect or out of date, we would appreciate it if you could let us know.\nPlease indicate where on the website you read the information.\nWe will then look at this as soon as possible.\nPlease send your response by email to: privacy@smokesupplies.nl.</p>\n<p>We are not liable for loss as a result of inaccuracies or incompleteness, nor for loss resulting from problems caused by or inherent to the dissemination of information through the internet, such as disruptions or interruptions.\nWhen using web forms, we strive to limit the number of required fields to a minimum.\nFor any loss suffered as a result of the use of data, advice or ideas provided by or on behalf of Smoke Supplies via this website, Smoke Supplies accepts no liability.</p>\n<p>The use of the website and all its components (including forums) is subject to terms of use.\nThe mere use of this website implies the knowledge and the acceptance of these terms of use.</p>\n<p>Responses and privacy inquiries submitted by email or using a web form will be treated in the same way as letters.\nThis means that you can expect a response from us within a period of 1 month at the latest.\nIn the case of complex requests, we will let you know within 1 month if we need a maximum of 3 months.</p>\n<p>Any personal data you provide us with in the context of your response or request for information will only be used in accordance with our privacy statement.</p>\n<p>Smoke Supplies shall make every reasonable effort to protect its systems against any form of unlawful use.\nSmoke Supplies shall implement appropriate technical and organisational measures to this end, taking into account, among other things, the state of the art.\nHowever, it shall not be liable for any loss whatsoever, direct and/or indirect, suffered by a user of the website, which arises as a result of the unlawful use of its systems by a third party.</p>\n<p>Smoke Supplies accepts no responsibility for the content of websites to which or from which a hyperlink or other reference is made.\nProducts or services offered by third parties shall be subject to the applicable terms and conditions of those third parties.</p>\n<p>All intellectual property rights to content on this website are vested in Smoke Supplies.</p>\n<p>Copying, disseminating and any other use of these materials is not permitted without the written permission of Smoke Supplies, except and only insofar as otherwise stipulated in regulations of mandatory law (such as the right to quote), unless specific content dictates otherwise.</p>\n<p>If you have any questions or problems with the accessibility of the website, please do not hesitate to contact us.</p> ", "created_at": "2020-12-04 20:03:35.30241", "updated_at": "2020-12-14 22:54:17.669127"}], "points": [], "urls": ["smokesupplies.nl", "smokesupplies.net", "smokesupplies.eu"]}}