{"error": 448, "message": "OK", "parameters": {"id": 2755, "name": "Semaphore Simulations", "created_at": "2021-02-09 17:22:54.509006", "updated_at": "2021-03-25 03:19:57.388643", "wikipedia": null, "keywords": null, "related": null, "slug": "semaphore_simulations", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2755.png", "url": "semaphoresim.com", "documents": [{"id": 4143, "name": "Guidelines", "url": "https://semaphoresim.com/guidelines/", "xpath": "//*[@id=\"ipsLayout_mainArea\"]/div[2]/div", "text": "\n<p>\n<strong>\n<u>Semaphore Simulations Terms</u>\n</strong>\n<br>\n<br> Unless stated otherwise on the download page, all content hosted on Semaphore Simulations is created by members of Semaphore Simulations.<br> You are allowed to edit scenarios (ingame or through utilities such as TS_Tools), however you are not allowed to redistribute these modifications.<br> You are not allowed to redistribute any of the content hosted on this site, without permission from the creator of the content.<br> You are allowed to use any content on the site in Youtube videos, social media posts or anything similar.\nWe do kindly request that you link to our site if our content has been used, however this is not required.<br> You are not allowed to use this content in any payware addons, or other content that may result in commercial gain, including paid subscriptions, without prior permission from the creator of the content you are using.<br> We take every effort to ensure that the content hosted here does not contain any viruses and malware.\nIf any content damages your game or system, we accept no responsibility for any damage caused to your game or system.<br> Please note that any specific terms stated by the individual developer overrule the terms stated here, these terms would be made clear in the manual.<br> You can access the content creators through their Discord profile (available on the About Us page) or through the email address posted above.\n</p>\n<p> Last modified: 30/07/2020<br>\n<br>\n<strong>\n<u>Dovetail Games Terms</u>\n</strong>\n<br> Available in full here:&nbsp;www.dovetailgames.com/terms&nbsp;but summarised below:\n</p>\n<p> This is user generated content designed for use with Dovetail Games Software.<br> Dovetail Games does not approve or endorse this user generated content and does not accept any liability or responsibility regarding it.<br> This user generated content has not been screened or tested by Dovetail Games.\n&nbsp;Accordingly, it may adversely affect your use of Dovetail Games’ products.&nbsp;<br> If you install this user generated content and it infringes the rules regarding user-generated content, Dovetail Games may choose to discontinue any support for that product which they may otherwise have provided.<br> In particular, this user generated content includes work which remains the intellectual property of Dovetail Games and which may not be rented, leased, sub-licensed, modified, adapted, copied, reproduced or redistributed without the permission of Dovetail Games.\n</p>\n", "created_at": "2021-02-09 17:23:11.391205", "updated_at": "2021-03-25 20:44:52.693202"}], "points": [], "urls": ["semaphoresim.com"]}}