{"error": 448, "message": "OK", "parameters": {"id": 6612, "name": "substack", "created_at": "2022-05-12 03:00:26.081367", "updated_at": "2022-05-12 22:01:10.604649", "wikipedia": "https://en.wikipedia.org/wiki/Substack", "keywords": null, "related": null, "slug": "substack", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6612.png", "url": "substack.com", "documents": [{"id": 12046, "name": "Terms of Use", "url": "https://substack.com/tos", "xpath": "/html/body/div[1]/div/div[2]/div/div/div", "text": "<p>\n<strong>Documents</strong>\n</p>\n<ul>\n<li>\n<p>Terms of Use</p>\n</li>\n<li>\n<p>Privacy Policy</p>\n</li>\n<li>\n<p>Publisher Agreement</p>\n</li>\n<li>\n<p>Content Guidelines</p>\n</li>\n<li>\n<p>Copyright Dispute Policy</p>\n</li>\n<li>\n<p>Copyright Repeat Infringer Policy</p>\n</li>\n<li>\n<p>CCPA Policy</p>\n</li>\n</ul>\n<strong>Terms of Use</strong>\n<p>Effective date: August 17, 2021</p>\n<p>\n<strong>Welcome to Substack!&nbsp;</strong>\n</p>\n<p>These Terms of Use are a binding contract between you and Substack Inc.\n(“we”, “us”, “our”).&nbsp;It contains the rules and restrictions that govern your use of Substack’s products and services (referred to below simply as “Substack”).\nIf you have any questions, comments, or concerns regarding these Terms or our products and services, please contact us at tos@substackinc.com.</p>\n<p>Using Substack in any way means that you agree to all of these Terms, and these Terms will remain in effect while you use Substack.\nThese Terms include everything in this document, as well as those in the Privacy Policy, Publisher Agreement, Content Guidelines, and Copyright Dispute Policy.\nIf you don’t agree to all of the following, you may not use or access Substack in any manner.&nbsp;</p>\n<p>You represent and warrant that you are of legal age to form a binding contract (or if not, that you’ve received your parent’s or guardian’s permission to use Substack and that your parent or guardian agrees to these Terms on your behalf).&nbsp;<br>\n<br>If you’re agreeing to these Terms on behalf of an organization or entity, you represent and warrant that you are authorized to agree to these Terms on that organization or entity’s behalf and bind them to these Terms (in which case, the references to “you” and “your” throughout this document refer to that organization or entity).</p>\n<p>\n<strong>Creating an Account on Substack</strong>\n</p>\n<p>You may be required to sign up for an account and select a password.&nbsp;You promise to provide us with accurate, complete, and up-to-date registration information about yourself.&nbsp;</p>\n<p>You agree that you will only use Substack for your own personal or organizational use, and not on behalf of or for the benefit of any third party.\nYou may not transfer your account to anyone else without our prior written permission.</p>\n<p>You may not select as your Substack account name a name that you don’t have the right to use, or another person’s name with the intent to impersonate that person.\nSubstack reserves the right to refuse registration of or cancel a Substack account name at its discretion.&nbsp;</p>\n<p>\n<strong>Posting Content on Substack</strong>\n</p>\n<p>First and foremost, you own what you create.\nAny original content you post, upload, share, store, or otherwise provide to Substack remains yours and is protected by copyright and any other applicable intellectual property laws.&nbsp;</p>\n<p>That includes newsletters, subscriber lists, any other text or photos you upload to your subdomain on Substack, and any information that you provide to obtain a Substack username and account.\nIt also includes any comments posted on any current or future discussion board features on Substack.&nbsp;</p>\n<p>Anything posted, uploaded, shared, stored, or otherwise provided through Substack is referred to as a “Post” in these Terms.\nThere are a few rules that apply to all Posts:</p>\n<ul>\n<li>\n<p>Don’t Infringe: Your Posts should not violate someone else’s (including Substack’s) rights.\nDon’t copy, reproduce, modify, translate, publish, broadcast, transmit, distribute, perform, upload, display, license, sell, commercialize or otherwise exploit for any purpose any content not owned by you unless you have prior consent from the owner of that content.&nbsp;</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>Limited License to Us: In order to display your Posts on Substack, and to allow other users to enjoy them, you grant us certain rights in your Posts:</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>Operating Substack: You hereby grant Substack a license to translate, modify, reproduce, and otherwise act with respect to your Posts to enable us to provide, improve, and notify you about new features within Substack.\nYou understand and agree that we may need to make changes to your Posts to conform and adapt those Posts to the technical requirements of networks, devices, services, or media, and this license includes the rights to do so.\nFor example, we may need to modify your newsletter to make sure it is viewable on an iPhone as well as a computer.&nbsp;</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>Public Posts: If you share a Post with other users on Substack, then you grant us the license above, as well as a license to display, perform, and distribute your Post.\nAlso, you grant all other users of Substack a license to access the Post, and to use and exercise all rights in it, as permitted by the functionality of Substack.&nbsp;</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>Term of License: You agree that the licenses you grant are royalty-free, perpetual, irrevocable, and worldwide.&nbsp;This is a license only – your ownership in Posts is not affected.</p>\n</li>\n</ul>\n<p>We reserve the right to remove any content from Substack at any time, for any reason (including, but not limited to, if someone alleges you contributed that content in violation of these Terms), in our sole discretion, and without notice.</p>\n<p>\n<strong>Intellectual Property and Reporting Infringement</strong>\n</p>\n<p>We respect others’ intellectual property rights, and we reserve the right to delete or disable content alleged to be infringing, and to terminate the accounts of repeat alleged infringers.\nYou promise to abide by copyright notices, trademark rules, information, and other restrictions you may receive from us or that are posted on Substack.</p>\n<p>To review our complete Copyright Dispute Policy and learn how to report potentially infringing content, click here.&nbsp;To learn more about the Digital Millennium Copyright Act, which governs how we handle these reports, click here.</p>\n<p>You understand that we own Substack.\nThese Terms don’t grant you any right, title or interest in Substack, or our trademarks, logos, and other intellectual property.&nbsp;</p>\n<p>\n<strong>Acceptable Use Policy</strong>\n</p>\n<p>You are responsible for all your activity in connection with Substack! Make sure that you use Substack in a manner that complies with the law.\nIf your use of Substack is prohibited by applicable laws, then you aren’t authorized to use Substack.\nWe can’t and won’t be responsible for you using Substack in a way that breaks the law.</p>\n<p>You also agree that you will not contribute any Post or otherwise use Substack in a manner that:</p>\n<ul>\n<li>\n<p>Is fraudulent or threatening, or in any way violates Substack’s Content Guidelines;</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>Jeopardizes the security of your Substack account or anyone else’s (such as allowing someone else to log into Substack as you, or sharing your account or password with someone);</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>Attempts, in any manner, to obtain the password, account, or other security information of any other user;</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>Violates the security of any computer network, or cracks any passwords or security encryption codes;</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>Runs Maillist, Listserv, any form of auto-responder or “spam” on Substack, or any processes that run or are activated while you are not logged into Substack, or that otherwise interferes with the proper working of Substack (including placing an unreasonable load on Substack’s infrastructure);</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>“Crawls,” “scrapes,” or “spiders” any page, data, or portion of Substack (through use of manual or automated means);</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>Copies or stores any significant portion of the content on Substack;</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>Decompiles, reverse engineers, or otherwise attempts to obtain the source code or underlying ideas or information of or relating to Substack.</p>\n</li>\n</ul>\n<p>\n<strong>Other Users and Third-Parties</strong>\n</p>\n<ul>\n<li>\n<p>Posts: Posts posted to Substack – including Publisher newsletters – are the sole responsibility of the person or organization from whom such content originated.\nYou access all such content at your own risk.\nWe aren’t liable for any errors or omissions in any Post and you hereby release us from any damages or loss you might suffer in connection with a Post.</p>\n</li>\n<li>\n<p>Other Users on Substack: Your interactions with organizations and individuals found on or through Substack, including payment for Publisher newsletters, and any other terms, conditions, warranties or representations associated with such dealings, are solely between you and such organizations and individuals.\nYou agree that Substack shall not be responsible or liable for any loss or damage of any sort incurred as the result of any such dealings.\nWe can’t guarantee the identity of any users with access to Substack and are not responsible for which users gain access to our products and services.</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>Third-Party Content: Substack may contain links or connections to third party websites or services that are not owned or controlled by us.\nSubstack has no control over, and assumes no responsibility for, the content, accuracy, privacy policies, or practices of or opinions expressed in any third-party websites.\nYou release and hold us harmless from any and all liability arising from your use of any third-party website or service.</p>\n</li>\n</ul>\n<p>In the event that you have a dispute with one or more other users of Substack or with a third party, you release us, our officers, employees, agents, and successors from claims, demands, and damages of every kind or nature, known or unknown, suspected or unsuspected, disclosed or undisclosed, arising out of or in any way related to such disputes and/or Substack.&nbsp;</p>\n<p>\n<strong>Limitation of Liability</strong>\n</p>\n<p>\n<strong>To the fullest extent allowed by applicable law, under no circumstances and under no legal theory shall Substack, its licensors, or its suppliers be liable to you or to any other person for:</strong>\n</p>\n<ul>\n<li>\n<p>\n<strong>Any indirect, special, incidental, or consequential damages of any kind, or</strong>\n</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>\n<strong>Any amount, in the aggregate, in excess of the greater of (1) $100 or (2) the amounts paid and/or payable by you to us in connection with Substack in the twelve-month period preceding the applicable claim.</strong>\n</p>\n</li>\n</ul>\n<p>\n<strong>No Warranties</strong>\n</p>\n<p>\n<strong>Substack is provided to you on an “as-is” basis.\nThis means we provide it to you without any express or implied warranties of any kind.\nThat includes any implied warranties of merchantability, warranties of fitness for a particular purpose, non-infringement, or any warranty that the use of Substack will be uninterrupted or error-free.\nAccordingly, we do not:</strong>\n</p>\n<ul>\n<li>\n<p>\n<strong>Make any representations or warranties about any content contained in or accessed through Substack, and we will not be responsible for the accuracy, copyright compliance, legality, or decency of material contained on our products and services.&nbsp;</strong>\n</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>\n<strong>Make any representations or warranties regarding suggestions or recommendations of products or services (including Publisher newsletters) offered or purchased through Substack.\nProducts and services purchased or offered through Substack, including newsletters, are provided “as-is” and without any warranty of any kind from Substack.&nbsp;</strong>\n</p>\n</li>\n</ul>\n<p>\n<strong>Paid Subscriptions on Substack</strong>\n</p>\n<p>If you publish newsletters through Substack, you are a <strong>Publisher</strong>.\nIf you subscribe to Publisher newsletters, you are a <strong>Reader</strong>.\nReaders subscribe to newsletters directly through the Publisher’s subdomain on Substack.</p>\n<p>A Publisher may offer their newsletters for free or for a subscription fee, to be determined in the Publisher’s discretion.\nReaders may choose to subscribe to Publisher newsletters on Substack and agree to incur any applicable subscription fees.&nbsp;</p>\n<p>Publishers will set prices for their newsletters, and may change the prices at their sole discretion through their Publisher account, though no price changes shall apply retroactively.&nbsp;</p>\n<p>In the event that a Reader has a dispute with a Publisher, you agree that Substack is under no obligation to become involved other than to direct any inquiries regarding a Publisher’s newsletter to the appropriate Publisher pursuant to the Publisher Agreement.\nTo learn more about how Substack manages its relationships with Publishers, you should check out the Publisher Agreement.</p>\n<p>\n<strong>Terminating Your Account</strong>\n</p>\n<p>Substack is free to terminate (or suspend access to) your use of Substack, or your account, for any reason at our discretion.\nWe will try to provide advance notice to you prior to our terminating your account so that you are able to retrieve any important Posts you may have uploaded to your account, but we may not do so if we determine it would be impractical, illegal, not in the interest of someone’s safety or security, or otherwise harmful to the rights or property of Substack.</p>\n<p>Substack also allows you to delete your account at any time.<strong> If you'd like to delete your account, you can do so from your account page.</strong> When you delete your account, any Posts associated with that account will also be deleted.\nHowever, any Post that you have made public may remain available.&nbsp;</p>\n<p>You understand and agree that it may not be possible to completely delete your content from Substack’s records or backups, and that your Posts may remain viewable elsewhere to the extent that they were copied or stored by other users.&nbsp;Please refer to our Privacy Policy to understand how we treat information you provide to us after you have stopped using Substack.&nbsp;</p>\n<p>You agree that some of the obligations in these Terms will be in force even after you terminate your account.&nbsp;All of the following terms will survive termination: any obligation you have to pay us or indemnify us, any limitations on our liability, any terms regarding ownership or intellectual property rights, terms regarding disputes between us, and any other terms that, by their nature, should survive termination of these Terms.</p>\n<p>If you have deleted your account by mistake, contact us immediately at tos@substackinc.com – we will try to help, but unfortunately, we can’t promise that we can recover or restore anything.</p>\n<p>\n<strong>Privacy on Substack</strong>\n</p>\n<p>Substack takes your privacy very seriously.\nFor the current Substack Privacy Policy, please click here.</p>\n<p>The Children’s Online Privacy Protection Act (“COPPA”) requires that online service providers obtain parental consent before they knowingly collect personally identifiable information online from children.&nbsp.\nWe do not knowingly collect or solicit personally identifiable information from children under 16.\nif you are a child under 16, please do not attempt to register for Substack or send any personal information about yourself to us.&nbsp.\nIf we learn we have collected personal information from a child under 16, we will delete that information as quickly as possible.&nbsp.\nIf you believe that a child under 16 may have provided us personal information, please contact us at tos@substackinc.com.</p>\n<p>\n<strong>Changes to Substack</strong>\n</p>\n<p>We’re always trying to improve Substack, so our products and services may change over time.&nbsp;We may suspend or discontinue any part of Substack, or we may introduce new features or impose limits on certain features or restrict access to parts or all of Substack.\nWe’ll try to give you notice when we make a material change to Substack that would adversely affect you, but this isn’t always possible or practical.</p>\n<p>\n<strong>Changes to the Terms</strong>\n</p>\n<p>We are constantly trying to improve our products and services, so these Terms may need to change along with Substack.&nbsp.\nWe reserve the right to change the Terms at any time, but if we do, we will bring it to your attention by placing a notice on the website, by sending you an email, and/or by some other means.&nbsp;</p>\n<p>If you don’t agree with the new Terms, you are free to reject them.\nunfortunately, that means you will no longer be able to use Substack.&nbsp.\nIf you use Substack in any way after a change to the Terms is effective and notice has been provided, that means you agree to all of the changes.&nbsp;</p>\n<p>Except for changes by us as described here, no other amendment or modification of these Terms will be effective unless in writing and signed by both you and us.&nbsp;</p>\n<p>\n<strong>Violations of the Terms</strong>\n</p>\n<p>Failure to follow any of these Terms shall constitute a breach of these Terms, which may result in immediate termination of your account.&nbsp;Substack has the sole right to decide whether you are in violation of any of the restrictions set forth in these Terms.&nbsp;</p>\n<p>\n<strong>Miscellaneous Terms</strong>\n</p>\n<p>The above covers most of the questions that we typically receive about Substack.\nWe have grouped provisions that come up less frequently below:</p>\n<ul>\n<li>\n<p>Indemnification:&nbsp;To the fullest extent allowed by applicable law, you agree to indemnify and hold Substack, its affiliates, officers, agents, employees, and partners harmless from and against any and all claims, liabilities, damages (actual and consequential), losses and expenses (including attorneys’ fees) arising from or in any way related to any third party claims relating to (a) your use of Substack (including any actions taken by a third party using your account), and (b) your violation of these Terms.&nbsp.\nIn the event of such a claim, suit, or action, we will attempt to provide notice to the contact information we have for your account (provided that failure to deliver such notice shall not eliminate or reduce your indemnification obligations hereunder).</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>Assignment: You may not assign, delegate or transfer these Terms or your rights or obligations hereunder, or your Substack account, in any way (by operation of law or otherwise) without our prior written consent.&nbsp.\nWe may transfer, assign, or delegate these Terms and our rights and obligations without consent.</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>Choice of Law: These Terms are governed by and will be construed under applicable federal law and the laws of the State of California, without regard to the conflicts of laws provisions thereof.</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>Arbitration and Class Action Waiver: Any dispute arising from or relating to the subject matter of these Terms shall be finally settled by arbitration in San Francisco County, California, in accordance with the Streamlined Arbitration Rules and Procedures of Judicial Arbitration and Mediation Services, Inc.\n(“JAMS”) then in effect, by one commercial arbitrator with substantial experience in resolving intellectual property and commercial contract disputes, who shall be selected from the appropriate list of JAMS arbitrators in accordance with the Streamlined Arbitration Rules and Procedures of JAMS.\nJudgment upon the award so rendered may be entered in a court having jurisdiction, or application may be made to such court for judicial acceptance of any award and an order of enforcement, as the case may be.\nNotwithstanding the foregoing, you and Substack shall have the right to institute an action in a court of proper jurisdiction for injunctive or other equitable relief pending a final decision by the arbitrator.&nbsp.\nFor all purposes of these Terms, you consent to exclusive jurisdiction and venue in the state or federal courts located in, respectively, San Francisco County, California, or the Northern District of California.\nThe prevailing party in any action or proceeding arising out of these Terms will be entitled to an award of costs and attorneys’ fees.\nTo the fullest extent permitted by law, you and Substack Inc agree that all claims against the other can only be brought in an individual capacity, and not as a plaintiff or class member in any purported class, consolidated, or other representative proceeding.\nWe agree that arbitrators may not conduct any class, consolidated, or representative proceeding, and are limited to providing relief warranted by an individual party's claim.</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>No Third-Party Beneficiaries: We agree there are no third-party beneficiaries intended under these Terms.</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>No Joint Venture: You hereby acknowledge and agree that you are not an employee, agent, partner, or joint venture of Substack Inc., and you do not have any authority of any kind to bind us in any respect whatsoever.&nbsp;</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>Waiver: The failure of either you or us to exercise, in any way, any right herein shall not be deemed a waiver of any further rights hereunder.&nbsp;&nbsp;</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>Severability: If any provision of these Terms is found to be unenforceable or invalid, that provision will be limited or eliminated, to the minimum extent necessary, so that these Terms shall otherwise remain in full force and effect and enforceable.&nbsp;&nbsp;</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>Entire Agreement: You agree that these Terms are the complete and exclusive statement of the mutual understanding between you and us, and that it supersedes and cancels all previous written and oral agreements, communications and other understandings relating to the subject matter of these Terms.&nbsp;&nbsp;</p>\n</li>\n</ul>", "created_at": "2022-05-12 01:01:35.397633", "updated_at": "2022-05-12 01:01:44.492698"}, {"id": 12045, "name": "Privacy Policy", "url": "https://substack.com/privacy", "xpath": "/html/body/div[1]/div/div[2]/div/div/div", "text": "<p>\n<strong>Documents</strong>\n</p>\n<ul>\n<li>\n<p>Terms of Use</p>\n</li>\n<li>\n<p>Privacy Policy</p>\n</li>\n<li>\n<p>Publisher Agreement</p>\n</li>\n<li>\n<p>Content Guidelines</p>\n</li>\n<li>\n<p>Copyright Dispute Policy</p>\n</li>\n<li>\n<p>Copyright Repeat Infringer Policy</p>\n</li>\n<li>\n<p>CCPA Policy</p>\n</li>\n</ul>\n<strong>Privacy Policy</strong>\n<p>Last Updated: October 15, 2021</p>\n<p>Substack Inc.\nknows you care about how your personal information is used and shared, and we take your privacy seriously.\nThis Privacy Policy outlines how we collect, use, and share your personally identifiable information (\"Personal Information\") through our website (www.substack.com) and our services.\nPlease read it carefully.&nbsp;</p>\n<p>Remember that your use of Substack is at all times subject to the&nbsp;Terms of Use, which incorporates this Privacy Policy.\nAny terms we use in this Privacy Policy without defining them have the definitions given to them in the&nbsp;Terms of Use.&nbsp;</p>\n<p>\n<strong>This Privacy Policy includes additional notices that may apply to you if you are a California consumer.&nbsp;</strong>Please see the section further below titled \"Additional Notices for California Residents\" for more details.&nbsp;</p>\n<p>\n<strong>What does this Privacy Policy cover?</strong>\n</p>\n<p>This Privacy Policy details how we collect, receive, use, store, share, transfer and process your Personal Information.\nIt also describes the choices you have regarding the use of your Personal Information, as well as your rights and how you execute these rights.</p>\n<p>This Privacy Policy only applies to the processing of your Personal Information by Substack as a data controller, meaning where we process your Personal Information for our purposes.\nThis Privacy Policy does not apply to any processing of your Personal Information by Substack as a data processor on behalf of a Publisher.\nPublishers will have their own privacy practices governing their use of Personal Information as outlined in their own terms of use and/or privacy policies.</p>\n<p>\n<strong>Will Substack ever change this Privacy Policy?</strong>\n</p>\n<p>We’re constantly trying to improve our services, so we may need to change this Privacy Policy from time to time as well, but we will alert you to changes by placing a notice on our site, by sending you an email, and/or by some other means.&nbsp;</p>\n<p>Please note that if you’ve opted not to receive legal notice emails from us (or you haven’t provided us with your email address), those legal notices will still govern your use of Substack, and you are still responsible for reading and understanding them.&nbsp;</p>\n<p>\n<strong>What Information does Substack collect?</strong>\n</p>\n<p>We collect and process Personal Information about you when you interact with us and our services, as well as when you subscribe to any of our paid or unpaid services.\nThis may include:</p>\n<ul>\n<li>\n<p>your first and last name;</p>\n</li>\n<li>\n<p>your email address;</p>\n</li>\n<li>\n<p>your phone number;</p>\n</li>\n<li>\n<p>your payment details (including billing address, credit card details, where you make a purchase from us);&nbsp;</p>\n</li>\n<li>\n<p>your location and/or mailing address;</p>\n</li>\n<li>\n<p>your photograph;</p>\n</li>\n<li>\n<p>your marketing preferences, including any consents you have given us;</p>\n</li>\n<li>\n<p>information related to the browser or device you use to access our website (including your IP address);</p>\n</li>\n<li>\n<p>any information we collect online from you and maintain in association with your account, such as your username and password;</p>\n</li>\n<li>\n<p>your subscription status with Substack newsletters;</p>\n</li>\n<li>\n<p>any other information you provide us when communicating with us.</p>\n</li>\n</ul>\n<p>We also collect information on the use of our website via Cookies.\nPlease view the section “Cookies” below for more information.</p>\n<p>\n<strong>How does Substack use your Personal Information?</strong>\n</p>\n<p>We process this Personal Information for the following purposes:</p>\n<ul>\n<li>\n<p>To establish and fulfill a contract with you, for example when you subscribe to a subscription Service.\nThis may include verifying your identity, taking payments, communicating with you, providing customer service;</p>\n</li>\n<li>\n<p>As required by Substack to enable our business and pursue our legitimate interests.\nIn particular we use you Personal Information for the following purposes:</p>\n<ul>\n<li>\n<p>to provide services you have requested, and respond to any communications, comments or complaints you send us;</p>\n</li>\n<li>\n<p>to monitor the use of our services and to help us monitor, improve and protect our services, content and website;</p>\n</li>\n<li>\n<p>allow you to create, maintain, customize and secure your account with us;&nbsp;</p>\n</li>\n<li>\n<p>to personalize our services for you;</p>\n</li>\n<li>\n<p>to monitor any user accounts to prevent, investigate and/or report fraud, misrepresentation, terrorism, security incidents or crime in accordance with applicable law;</p>\n</li>\n<li>\n<p>to invite you to take part in surveys or market research.</p>\n</li>\n<li>\n<p>Where our use of Personal Information is made pursuant to a balancing of our legitimate interests with your privacy interest, we will provide more information about our balancing analysis and process on request.\nPlease send any such requests to privacy@substackinc.com.&nbsp;</p>\n</li>\n</ul>\n</li>\n<li>\n<p>Compliance with applicable laws and protection of Substack’s legitimate business interests and legal rights, including but not limited to use in connection with legal claims, compliance, regulatory, investigative purposes (including disclosure of such information in connection with legal process or litigation).&nbsp;</p>\n</li>\n<li>\n<p>In addition, we will send you, based on your consent (if required), direct marketing communication in relation to our relevant services, or other services provided by us, our affiliates and carefully selected partners.\nYou can withdraw your consent at any time (\"opt out\").\nsee the section \"What are your rights?\" below.\nIn case of electronic direct marketing you can opt out by following the instructions in the communication.</p>\n</li>\n<li>\n<p>In certain cases, we may also share some Personal Information with third parties, but only as described in this Privacy Policy.</p>\n</li>\n</ul>\n<p>\n<strong>How will Substack share the Personal Information it receives?</strong>\n</p>\n<p>We may share your Personal Information with third parties as described below:</p>\n<ul>\n<li>\n<p>\n<strong>Affiliates:&nbsp;</strong>We may disclose your Personal Information to our subsidiaries and/or corporate affiliates for the purposes as described above.</p>\n</li>\n<li>\n<p>\n<strong>Publishers:&nbsp;</strong>when you subscribe to a Publisher’s newsletter, we provide them the information necessary (including your name and email address) to provide you their newsletter(s).&nbsp;Please note that Publishers control their own newsletters.\naccordingly, when you interact with a Publisher’s newsletter in a way that requires your personal information, including when commenting on a newsletter that you have not subscribed to, that personal information is provided directly to the Publisher.</p>\n</li>\n<li>\n<p>\n<strong>Our Service Providers:</strong>&nbsp;We share your Personal Information with third party service providers that provide services on our behalf.\nfor example, we use Stripe (a third party payment provider) to receive and process your credit card transactions for us.\nSuch third parties further include, but are not limited to, providers of: website hosting.\nmaintenance services.\nemail services.\nsecurity services.\ncontent delivery networks.\ncustomer support operations and software services.\ntraffic and usage analytics services.\nand cloud storage and computing services.</p>\n</li>\n<li>\n<p>\n<strong>Other users: </strong>If your user profile allows it, you may choose to populate certain user profile information, including, without limitation, your name, subscriptions, publications, location, and any image content.\nAny user profile information uploaded may be displayed to other users to facilitate user interaction within the services (including when you post comments or upload images or videos through the services).\nYour account privacy settings may allow you to limit the other users who can see the Personal Information in your user profile and/or what information in your user profile is visible to others.\nYour username may also be displayed to other users if and when and other users can contact you through comments.</p>\n</li>\n<li>\n<p>\n<strong>Prospective sellers or buyers: </strong>We may share and/or transfer customer information in connection with the sale or merger of our business or assets (subject to local laws).\nAlso, if we go out of business, enter bankruptcy, or go through some other change of control.&nbsp;</p>\n</li>\n<li>\n<p>\n<strong>Government authorities and/or law enforcement officials: </strong>If required for the purposes as described in this Privacy Policy, if mandated by law or if required for the legal protection of our legitimate interests in compliance with applicable laws we may share Personal Information with competent regulatory, prosecuting, tax or governmental authorities, courts or other tribunals in any jurisdiction or markets, domestic or foreign.&nbsp;</p>\n</li>\n</ul>\n<p>In certain cases, we may anonymize your Personal Information in such a way that you can no longer be identified as an individual, and we reserve the right to use and share such anonymized information to trusted partners not specified here.\nHowever, we never disclose aggregated or de-identified information in a manner that could identify you as an individual.</p>\n<p>\n<strong>Where will we send your Personal Information?&nbsp;</strong>\n</p>\n<p>Substack is established in the US and uses service providers established both in the US and in other countries to process Personal Information as described in this Privacy Policy.\nAs such, your Personal Information may be shared internationally.</p>\n<p>\n<strong>Is Personal Information about you secure?</strong>\n</p>\n<p>Your account is protected by a password for your privacy and security.\nYou must prevent unauthorized access to your account and Personal Information by selecting and protecting your password appropriately and limiting access to your computer or device and browser by signing off after you have finished accessing your account.</p>\n<p>We endeavor to protect the privacy of your account and other Personal Information we hold in our records, but unfortunately, we cannot guarantee complete security.\nUnauthorized entry or use, failure of the services, or other factors may compromise the security of user information at any time.</p>\n<p>\n<strong>What are your rights?</strong>\n</p>\n<p>Depending on applicable local laws, you may be entitled to ask Substack for a copy of your Personal Information, to correct it, erase or restrict its processing, or to ask us to transfer some of this information to other organizations.\nYou may also have rights to object to some processing activities or to request restriction of some processing activities.\nWhere we have asked for your consent to process your Personal Information, you may also have the right to withdraw this consent.\nThese rights may be limited in some situations or in accordance with applicable law – for example, we cannot delete your Personal Information when we can demonstrate that we have a legal obligation to retain it.\nIn some instances, this may mean that we are able to retain data even if you withdraw your consent or you delete your account.&nbsp;</p>\n<p>Where we require Personal Information to comply with legal or contractual obligations, then provision of such information is mandatory: if such information is not provided, then we will not be able to manage our contractual relationship, or to meet obligations placed on us.\nIn all other cases, provision of requested personal data is optional.\nPlease note we will always inform you where the provision of your Personal Information is mandatory or optional.</p>\n<p>We hope that we can satisfy any queries you may have about the way we process your Personal Information.\nIf you have any concerns about how we process your Personal Information, or would like to opt out of marketing, you can get in touch at privacy@substackinc.com.&nbsp;</p>\n<p>If you are a California consumer, please see the section further below titled “Additional Notices for California Residents” for more notices regarding your Personal Information.</p>\n<p>\n<em>You can access, edit, or delete some personal information by yourself</em>\n</p>\n<p>Through your account settings, you may access, and, in some cases, edit or delete the following information you’ve provided to us:</p>\n<ul>\n<li>\n<p>name and password</p>\n</li>\n<li>\n<p>email address</p>\n</li>\n<li>\n<p>user profile information, including images you may have uploaded to the site</p>\n</li>\n</ul>\n<p>The information you can view, update, and delete may change as the services change.\nIf you'd like to delete your account, you can do so from your account page.</p>\n<p>If you have any questions about viewing or updating information we have on file about you, please contact us at privacy@substackinc.com.</p>\n<p>\n<em>You can unsubscribe from our marketing communications</em>\n</p>\n<p>You may unsubscribe from our marketing communications by clicking on the “unsubscribe” link located on the bottom of our e-mails, updating your communication preferences or by contacting us at privacy@substackinc.com.</p>\n<p>We remind you that this Privacy Policy does not apply to any processing of your Personal Information by Substack as a data processor on behalf of a Publisher.\nA Publisher’s own terms and policies govern its use of Personal Information it collects on the Publisher’s subdomain on the services, including their own marketing emails and other communications.&nbsp;</p>\n<p>\n<em>You have the right to complain to your local data protection authority</em>\n</p>\n<p>In the event you have unresolved concerns, please note that you have the right to complain to a data protection authority.\nContact details for data protection authorities in the EEA, Switzerland and certain non-European countries are available&nbsp;here.</p>\n<p>\n<strong>How long will Substack retain your data?</strong>\n</p>\n<p>We retain information about you only for as long as reasonably necessary to fulfill the purposes for which it was collected.\nWe may retain your Personal Information for a longer period in the event of a complaint or if we reasonably believe there is a prospect of litigation in respect to our relationship with you.</p>\n<p>\n<strong>Automated individual decision-making, including profiling</strong>\n</p>\n<p>We do not process your Personal Information for automated individual decision-making, including profiling.&nbsp;</p>\n<p>\n<strong>Cookies&nbsp;</strong>\n</p>\n<p>We use cookies on our website.\nCookies are small text files sent by a web server to your web browser and saved locally on your computer.\nThe cookie allows the server to uniquely identify the browser on each page.\nCookies do not cause any harm to your computer and do not contain viruses.&nbsp;</p>\n<p>We use the following categories of cookies on our website:</p>\n<p>\n<em>Category 1: Strictly Necessary Cookies</em>\n</p>\n<p>These cookies are essential in order to enable you to move around the website and use its features.\nWithout these cookies, services you have asked for such as remembering your login details or data provided for a purchase cannot be provided.&nbsp;</p>\n<p>\n<em>Category 2: Performance Cookies</em>\n</p>\n<p>These cookies collect information on how people use our website.\nThe data stored by these cookies never shows personal details from which your individual identity can be established.&nbsp;</p>\n<p>\n<em>Category 3: Functionality Cookies</em>\n</p>\n<p>These cookies remember choices you make such as the country you visit our website from, language and search parameters.\nThese can then be used to provide you with an experience more appropriate to your selections and to make the visits more tailored and pleasant.&nbsp;</p>\n<blockquote>\n<p>\n<strong>Cookie Name: </strong>\n<em>_cfduid</em>\n</p>\n<p>\n<strong>Cookie Type: </strong>\n<em>Persistent</em>\n</p>\n<p>\n<strong>Cookie Purpose: </strong>\n<em>Set by Cloudflare, identifies individual visitors privately and anonymously to help rate-limit and prevent malicious traffic</em>\n</p>\n<p>\n<strong>Cookie Lifetime: </strong>\n<em>30 days</em>\n</p>\n<p>\n<strong>Cookie Domain: </strong>\n<em>.substack.com</em>\n</p>\n<p>\n<strong>Vendor Privacy Policy (if applicable): </strong>\n<em>https://www.cloudflare.com/privacypolicy/</em>\n</p>\n</blockquote>\n<p>\n</p>\n<blockquote>\n<p>\n<strong>Cookie Name: </strong>\n<em>substack.sid / connect.sid</em>\n</p>\n<p>\n<strong>Cookie Type: </strong>\n<em>Persistent</em>\n</p>\n<p>\n<strong>Cookie Purpose: </strong>\n<em>Session identifier (login, etc)</em>\n</p>\n<p>\n<strong>Cookie Lifetime: </strong>\n<em>90 days max</em>\n</p>\n<p>\n<strong>Cookie Domain: </strong>\n<em>.substack.com</em>\n</p>\n<p>\n<strong>Vendor Privacy Policy (if applicable): </strong>\n</p>\n</blockquote>\n<p>\n</p>\n<blockquote>\n<p>\n<strong>Cookie Name: </strong>\n<em>ajs_anonymous_id</em>\n</p>\n<p>\n<strong>Cookie Type: </strong>\n<em>Persistent</em>\n</p>\n<p>\n<strong>Cookie Purpose: </strong>\n<em>First-party analytics tracking</em>\n</p>\n<p>\n<strong>Cookie Lifetime: </strong>\n<em>365 days</em>\n</p>\n<p>\n<strong>Cookie Domain: </strong>\n<em>&lt;subdomain&gt;.substack.com</em>\n</p>\n<p>\n<strong>Vendor Privacy Policy (if applicable): </strong>\n</p>\n</blockquote>\n<p>\n</p>\n<blockquote>\n<p>\n<strong>Cookie Name: </strong>\n<em>hideCookieBanner</em>\n</p>\n<p>\n<strong>Cookie Type: </strong>\n<em>Persistent</em>\n</p>\n<p>\n<strong>Cookie Purpose: </strong>\n<em>Remembers that the user dismissed cookie banner</em>\n</p>\n<p>\n<strong>Cookie Lifetime: </strong>\n<em>365 days</em>\n</p>\n<p>\n<strong>Cookie Domain: </strong>\n<em>&lt;subdomain&gt;.substack.com</em>\n</p>\n<p>\n<strong>Vendor Privacy Policy (if applicable): </strong>\n</p>\n</blockquote>\n<p>\n</p>\n<blockquote>\n<p>\n<strong>Cookie Name: </strong>\n<em>intro_popup_last_hidden_at</em>\n</p>\n<p>\n<strong>Cookie Type: </strong>\n<em>Persistent</em>\n</p>\n<p>\n<strong>Cookie Purpose: </strong>\n<em>Prevents showing introductory information the user has already seen</em>\n</p>\n<p>\n<strong>Cookie Lifetime: </strong>\n<em>10 years</em>\n</p>\n<p>\n<strong>Cookie Domain: </strong>\n<em>&lt;subdomain&gt;.substack.com</em>\n</p>\n<p>\n<strong>Vendor Privacy Policy (if applicable): </strong>\n</p>\n</blockquote>\n<p>\n</p>\n<blockquote>\n<p>\n<strong>Cookie Name: </strong>\n<em>visit_id</em>\n</p>\n<p>\n<strong>Cookie Type: </strong>\n<em>Persistent</em>\n</p>\n<p>\n<strong>Cookie Purpose: </strong>\n<em>First-party analytics tracking</em>\n</p>\n<p>\n<strong>Cookie Lifetime: </strong>\n<em>30 minutes</em>\n</p>\n<p>\n<strong>Cookie Domain: </strong>\n<em>.substack.com</em>\n</p>\n<p>\n<strong>Vendor Privacy Policy (if applicable): </strong>\n</p>\n</blockquote>\n<p>\n</p>\n<blockquote>\n<p>\n<strong>Cookie Name: </strong>\n<em>substack.lli</em>\n</p>\n<p>\n<strong>Cookie Type: </strong>\n<em>Persistent</em>\n</p>\n<p>\n<strong>Cookie Purpose: </strong>\n<em>Communicates login state across first party domains</em>\n</p>\n<p>\n<strong>Cookie Lifetime: </strong>\n<em>90 days max</em>\n</p>\n<p>\n<strong>Cookie Domain: </strong>\n<em>.substack.com</em>\n</p>\n<p>\n<strong>Vendor Privacy Policy (if applicable): </strong>\n</p>\n</blockquote>\n<p>\n</p>\n<p>\n<em>Publisher cookies</em>\n</p>\n<p>In addition to the cookies Substack uses, Publishers on Substack may choose to set certain tracking and analytics cookies, subject to the Publisher’s own terms and policies.\nThese Publisher cookies may include cookies set by third parties such as Twitter, Facebook, Google, and Parse.ly.</p>\n<p>\n<em>Disabling and opting-out of cookies</em>\n</p>\n<p>Current versions of web browsers offer enhanced user controls regarding the placement and duration of both first and third party cookies.\nSearch for \"cookies\" under your web browser's “Help menu” for more information on cookie management features available to you.\nYou can enable or disable cookies by modifying the settings in your browser.\nYou can also find out how to do this, and find more information on cookies at www.allaboutcookies.org.\nHowever, if you choose to disable cookies in your browser, you may be unable to complete certain activities on our websites or to correctly access certain parts of it.\nIf you would like more information about interest-based advertising, including how to opt-out of these cookies, please visit http://youronlinechoices.eu/.</p>\n<p>\n<em>Information Collected From Other Websites and Do Not Track Policy</em>\n</p>\n<p>Through cookies we place on your browser or device, we may collect information about your online activity after you leave our website.\nJust like any other usage information we collect, this information allows us to improve the services and customize your online experience, and otherwise as described in this Privacy Policy.\nYour browser may offer you a “Do Not Track” option, which allows you to signal to operators of websites and web applications and services (including behavioral advertising services) that you do not wish such operators to track certain of your online activities over time and across different websites.\nOur services do not support Do Not Track requests at this time, which means that we collect information about your online activity both while you are using the services and after you leave our services.</p>\n<p>\n<strong>Questions about this policy?</strong>\n</p>\n<p>The data controller for this processing is Substack, Inc.</p>\n<p>If you have any questions or concerns regarding our privacy policies, please send us a detailed message to privacy@substackinc.com or contact us at:</p>\n<p>Substack Inc.<br>111 Sutter Street, 7th Floor<br>San Francisco CA 94104<br>USA&nbsp;</p>\n<p>T +1 (415) 592-7299</p>\n<p>We will try to resolve your concerns.</p>\n<p>\n<strong>Additional Notices for California Residents</strong>\n</p>\n<p>Substack has prepared additional disclosures and notices consistent with the California Consumer Privacy Act (CCPA).&nbsp;Our CCPA Policy, the terms of which are incorporated by reference into this Privacy Policy, can be found here.</p>", "created_at": "2022-05-12 03:00:26.083696", "updated_at": "2022-05-12 01:01:10.534434"}], "points": [], "urls": ["substack.com"]}}