{"error": 448, "message": "OK", "parameters": {"id": 4525, "name": "Postgrain ", "created_at": "2021-07-06 03:36:27.802208", "updated_at": "2021-07-06 22:00:44.324322", "wikipedia": null, "keywords": null, "related": null, "slug": "postgrain", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4525.png", "url": "postgrain.com", "documents": [{"id": 7986, "name": "Política de privacidade", "url": "https://postgrain.com/politica-privacidade/", "xpath": "/html/body/div[5]/div/div/div[2]/div/div/div/section/div/div/div/div", "text": "POLÍTICA DE PRIVACIDADE DO APLICATIVO POSTGRAIN<p>Olá, bem-vindo (a) a política de privacidade do POSTGRAIN!</p>\n<p> Esta política está vinculada ao termo e condições gerais de uso da plataforma,\ne sua aplicação está condicionada a aceitação do termo supracitado.</p>\n<p> Nossa política de privacidade explica como os dados pessoais do USUÁRIO são\ntratados, ou seja, coletados, usados e divulgados pelo POSTGRAIN com relação\nao seu acesso e uso de nossos serviços.</p>\n<p> Por favor, leia a nossa Política de Privacidade e quaisquer outros termos\nmencionados com cuidado, para que sua experiência utilizando o POSTGRAIN seja\na melhor possível.</p>CAPÍTULO 1 - DAS INFORMAÇÕES INTRODUTÓRIASCLÁUSULA PRIMEIRA - INFORMAÇÕES GERAIS<p> 1.\nEssa seção contém informações a respeito do tratamento de dados\npessoais do USUÁRIO, total ou parcialmente, automatizados ou não,\nrealizado pelo POSTGRAIN e que poderão ou não serem armazenados.</p>\n<p> 1.1.\nO objetivo é fornecer orientações a respeito das informações\ncoletadas, os motivos da coleta, e como o USUÁRIO poderá atualizar,\ngerenciar, exportar, ou excluir essas informações.</p>\n<p>\n<strong>1.2.\nO tratamento de dados pessoais é definido na Lei Geral de Proteção\nde dados - Lei Federal n° 13.709 de 14 de agosto do 2018, como: toda\noperação realizada com dados pessoais, como as que se referem a coleta,\nprodução, recepção, classificação, utilização, acesso, reprodução,\ntransmissão, distribuição, processamento, arquivamento, armazenamento,\neliminação, avaliação ou controle da informação, modificação,\ncomunicação, transferência, difusão ou extração;</strong>\n</p>\n<p> 1.3.\nA política de privacidade do POSTGRAIN está de acordo com a Lei\nFederal n° 12.965 de 23 de abril de 2014 (Marco Civil da Internet), com a\nLei Federal n° 13.709 de 14 de agosto do 2018 (Lei Geral de Proteção de\nDados) e com o Regulamento da União Europeia n° 2016/679 de 27 de abril de\n2016 (Regulamento Geral Europeu de Proteção de Dados Pessoais).</p>\n<p> 1.4.\nEsta política de privacidade poderá ser reformada em decorrência de\numa eventual atualização normativa, razão pela qual se convida o usuário a\nconsultar periodicamente esta seção.</p>CAPÍTULO 2 - DOS PRINCÍPIOS E DOS DIREITOS DO USUÁRIOCLÁUSULA SEGUNDA - DIREITOS DO USUÁRIO<p> 2.\nO POSTGRAIN se compromete a cumprir as normas dispostas pelo\nRegulamento Geral Europeu de Proteção de Dados Pessoais (RGPD), em\nrespeito aos seguintes princípios:</p>\n<p> a) Seus dados pessoais serão processados de forma lícita, leal e\ntransparente (licitude, lealdade e transparência);</p>\n<p> b) Seus dados pessoais serão coletados apenas para finalidade\ndeterminadas, explícitas e legítimas dispostas nesta política, não podendo\nser tratados posteriormente de forma incompatível com essas finalidades\n(limitação de finalidades);</p>\n<p> c) Seus dados pessoais serão coletados de forma adequada, pertinente e\nlimitada às necessidades do objetivo para os quais eles serão processados\n(minimização dos dados):</p>\n<p> d) Seus dados pessoais serão exatos e atualizados sempre que necessário,\nde maneira que os dados inexatos sejam apagados ou retificados quando\npossível (exatidão);</p>\n<p> e) Seus dados pessoais serão conservados de uma forma que permita a\nidentificação dos titulares dos dados apenas durante o período necessário\ne para a finalidades as quais são tratados, aqui devidamente estipuladas\n(limitação da conservação);</p>\n<p> f) Seus dados pessoais serão tratados de forma segura, protegidos do\ntratamento não autorizado ou ilícito e contra a sua perda, destruição ou\ndanificação acidental, adotando as medidas técnicas ou organizativas\nadequadas (integridade e confidencialidade);</p>\n<p> 2.1.\nAlém dos princípios dispostos pela RGDP destacados acima, estão\ndevidamente garantidos todos os princípios que fundamentam a proteção dos\ndados pessoais, devidamente descritos no Art.\n2° e 6° da Lei Geral de\nProteção de Dados (LGPD).</p>\n<p> 2.2.\nO USUÁRIO do POSTGRAIN possui os seguintes direitos, conferidos pela\nLei Federal n° 13.709 de 14 de agosto do 2018 (Lei Geral de Proteção de\ndados) e pelo Regulamento Geral Europeu de Proteção de Dados Pessoais\n(RGPD):</p>\n<p> a) Direito de confirmação e acesso: é o direito do USUÁRIO obter do\naplicativo a confirmação de que os dados pessoais que lhe digam respeito\nsão ou não objeto de tratamento e, se for esse o caso, o direito de\nacessar os seus dados pessoais.\n(que estão dispostos no POSTGRAIN na aba\nDados do usuário)</p>\n<p> b) Direito de retificação: é o direito do USUÁRIO de obter do aplicativo,\nsem demora injustificada, a retificação (correção de dados incompletos,\ninexatos ou desatualizados) dos dados pessoais que lhe digam respeito.\n(que no app é feito através da função - Editar dados do usuário)</p>\n<p> c) Direito a eliminação (direito ao esquecimento), anonimização e bloqueio\ndos dados: é o direito do USUÁRIO de ter seus dados apagados, anonimizados\nou bloqueados do aplicativo;</p>\n<p> d) Direito de portabilidade dos dados: é o direito do USUÁRIO de receber\nos dados pessoais que lhe digam respeito e que tenham fornecido ao\naplicativo, num formato estruturado, de uso corrente e de leitura\nautomática, e o direito de transmitir esses dados a outro aplicativo;</p>\n<p> e) Direito de informação: é o direito do USUÁRIO de receber informação das\nentidades públicas e privadas com as quais o controlador realizou uso\ncompartilhado de dados, assim como o direito de receber informação sobre a\npossibilidade de não fornecer consentimento e sobre as consequências da\nnegativa;</p>\n<p> f) Direito de revogação do consentimento: é o direito do USUÁRIO revogar o\nconsentimento do tratamento dos dados pessoais a qualquer momento mediante\nmanifestação expressa do titular, por procedimento gratuito e facilitado,\nratificados os tratamentos realizados sob amparo do consentimento\nanteriormente manifestado enquanto não houver requerimento de eliminação.</p>\n<p> 2.3.\nOs direitos dispostos no item 2.2.\ndesta política de privacidade,\ndevem ser exercidos mediante requerimento expresso do titular dos dados ou\nde representante legalmente constituído, conforme dispõe o Art.\n18,\nparágrafo 3° da LGPD.\nTal exercício deve ocorrer mediante envio de e-mail\nsupport@postgrain.com para os agentes de tratamento, ou de correspondência\npara o seguinte endereço: Avenida Governador Agamenon Magalhães, nº 2.939,\nSalas 408 e 409, Espinheiro, Recife – PE, CEP: 52020 - 000.</p>\n<p> 2.4.\nO USUÁRIO poderá reivindicar o exercício de seus direitos por meio de\ncomunicação escrita enviada ao aplicativo como assunto \"LGPD - _____\",\nespecificando:</p>\n<p> a) Nome ou razão social, CPF ou CNPJ, endereço de e-mail do usuário e, se\nfor o caso, do representante legal;</p>\n<p>b) Direito que deseja exercer junto ao aplicativo;</p>\n<p>c) Data do pedido e assinatura do usuário;</p>\n<p>d) Tipo de plano adquirido junto ao POSTGRAIN;</p>\n<p> 2.5.\nO pedido deverá ser enviado ao e-mail support@postgrain.com, ou por\ncorreio, para o seguinte endereço: Avenida Governador Agamenon Magalhães,\nnº 2939, Salas 408 e 409, Espinheiro, Recife – PE, CEP: 52020 - 000.</p>\n<p> 2.6.\nO POSTGRAIN estipula o prazo de 30 dias corridos para enviar alguma\nresposta ao USUÁRIO, diante da solicitação ou alguma reclamação feita para\na plataforma.</p>\n<p> 2.7.\nO usuário também será informado em caso de retificação ou eliminação\ndos seus dados;</p>CAPÍTULO 3 - DO TRATAMENTO DOS DADOSCLÁUSULA TERCEIRA - TIPOS DE DADOS COLETADOS<p> 3.\nO POSTGRAIN coleta algumas informações que você nos fornece quando usa\no aplicativo, conforme disposto nos itens a seguir.</p>\n<p> 3.1.\nQuando o USUÁRIO cria uma conta, nos envia um e-mail, insere dados ou\noutro conteúdo, nós coletamos os seguintes dados necessários para o seu\ncadastro, como: seu nome, foto, endereço de e-mail e número de telefone,\ndeterminadas informações sem-identificação (dados anonimizados), como seu\nsexo, aniversário e CEP.</p>\n<p> 3.2.\nO POSTGRAIN também coleta automaticamente determinadas informações\nquando você usa o aplicativo, tais como a sua localização/coordenadas GPS\n(se você habilitar este recurso), o identificador do dispositivo, endereço\nMAC, o endereço Internet Protocol (IP), sistema operacional, o tipo de\nnavegador e sua atividade no POSTGRAIN.</p>\n<p> 3.3.\nO USUÁRIO pode ativar ou desativar serviços de localização quando usa\no POSTGRAIN a qualquer momento, por meio de configurações do seu\nnavegador.</p>\n<p> 3.4.\nEsta informação (a disposta no item 3.3.) não é tratada como\ninformação pessoal a não ser que o USUÁRIO combine ou vincule isto com\nqualquer informação de identificação pessoal mencionada nos itens acima.</p>\n<p> 3.5.\nO POSTGRAIN pode coletar automaticamente determinadas informações\natravés do uso de cookies.\nEstes são pequenos arquivos que o seu navegador\ncoloca em seu computador.</p>\n<p> 3.6.\nNós podemos utilizar tanto session cookies, como persistent cookies\npara entender melhor como você interage com os nossos serviços, monitorar\no uso agregado por nossos usuários e roteamento de tráfego web nos nossos\nserviços, e melhorar os nossos serviços.</p>\n<p> 3.7.\nA maioria dos navegadores aceita cookies automaticamente.\nVocê pode\ninstruir seu navegador, editando estas opções para parar de aceitar os\ncookies ou consultar antes de aceitar um cookie dos sites que você visita.</p>\n<p> 3.8.\nPoderão ainda serem coletados dados pessoais necessários para a\nexecução e cumprimento dos serviços contratados pelo USUÁRIO do POSTGRAIN.</p>\n<p> 3.9.\nEventualmente, poderão ser coletados outras categorias de dados,\ndesde que fornecidos com o consentimento do usuário, ou ainda em razão do\ninteresse legítimo ou demais motivos permitidos na lei.</p>\n<p> 3.10.\nO USUÁRIO se compromete a fornecer exclusivamente seus dados\npessoais e não os de terceiros.</p>PARÁGRAFO PRIMEIRO.<p> As informações sem identificação coletadas pelo POSTGRAIN conforme\ndescrito nos itens 3.1, 3.3 e 3.4., são informações classificadas pela\nLGPD no seu artigo 5°, inciso III, como dados anonimizados, tais\ninformações não são vinculadas a um titular específico, devido a\nutilização de meios técnicos de tratamento dispostos pelo POSTGRAIN.</p>\n<p> Assim, essas informações não podem ser caracterizadas como dados pessoais\ne são coletadas apenas para melhorar a experiência dos usuários na\nutilização do aplicativo.</p>\n<p> As referidas informações só serão caracterizadas como dados pessoais, caso\no próprio USUÁRIO combine ou vincule elas com qualquer informação de\nidentificação pessoal fornecida ao aplicativo.</p> CLÁUSULA QUARTA - CONSENTIMENTO E REVOGAÇÃO DO TRATAMENTO DOS DADOS PESSOAIS<p> 4.\nAo utilizar os serviços do POSTGRAIN, o USUÁRIO está consentindo com o\ntermo e condições gerais de uso, a presente política de privacidade e a política de reembolso.</p>\n<p> 4.1.\nO consentimento do tratamento dos dados pessoais do USUÁRIO, é\ncoletado pelo POSTGRAIN por escrito ou por outro meio que manifeste a\nvontade do titular de forma explícita e clara.</p>\n<p> 4.2.\nO consentimento do relativamente ou absolutamente incapazes,\nespecialmente das crianças menores de 16 (dezesseis) anos e maiores de 13\nanos, apenas poderá ser feito, respectivamente, se devidamente assistidos\nou representados.</p>\n<p> 4.3.\nO USUÁRIO tem o direito de revogar o seu consentimento a qualquer\nmomento, mediante manifestação de vontade expressa do titular, não\ncomprometendo a licitude do tratamento do dados pessoais fornecidos até o\nmomento da revogação.</p>\n<p> 4.4.\nCom a solicitação e confirmação da revogação do consentimento feita\npelo USUÁRIO, ele não poderá mais fazer uso do aplicativo POSTGRAIN, sendo\nsua conta devidamente cancelada e seus dados excluídos.</p>\n<p> 4.5.\nA solicitação de revogação do consentimento poderá ser feita através\ndo e-mail support@postgrain.com, ou por correio, para o seguinte endereço:\nAvenida Governador Agamenon Magalhães, nº 2939, Salas 408 e 409,\nEspinheiro, Recife – PE, CEP: 52020 - 000.</p>\n<p> 4.6.\nO POSTGRAIN estipula o prazo de 30 dias para resposta da solicitação\nde revogação do consentimento feita pelo USUÁRIO, assim como serão tomadas\nas providências para o cancelamento e exclusão da conta.</p>\n<p> 4.7.\nO USUÁRIO que tiver seu consentimento revogado e sua conta no\nPOSTGRAIN cancelada, poderá realizar novamente a contratação dos serviços\ndisponíveis, inclusive a oferta do serviço gratuito, DESDE QUE, aceite o\ntermo e condições gerais de uso e demais anexos, consentindo novamente\npara a realização de tratamento dos seus dados pessoais.</p>\n<p> 4.8.\nO tratamento dos dados pessoais sem o consentimento do usuário apenas\nserá realizado em razão de interesse legítimo ou para as hipóteses\nprevistas em lei, dentre outras, as seguintes:</p>\n<p> a) Para o cumprimento de obrigação legal ou regulatória pelo controlador;</p>\n<p> b) Para a realização de estudos por órgão de pesquisa, garantida, sempre\nque possível, a anonimização dos dados pessoais;</p>\n<p> c) Quando necessário para a execução de contrato ou de procedimento\npreliminares relacionados a contrato do qual seja parte o USUÁRIO, a\npedido do titular de dados;</p>\n<p> d) Para o exercício regular de direitos em processo judicial,\nadministrativo ou arbitral, esse último nos termos da Lei n° 9.307, de 23\nde setembro de 1996 ( Lei da Arbitragem);</p>\n<p> e) Para a proteção da vida ou da incolumidade física do titular de dados\nou de terceiro;</p>\n<p> f) Quando necessária para atender interesses legítimos do controlador ou\nde terceiros;</p>\n<p> g) Para a proteção do crédito, inclusive quanto ao disposto na legislação\npertinente;</p>\n<p> 4.9.\nÉ dispensada a exigência do consentimento do USUÁRIO para o\ntratamento dos seus dados pessoais, em relação aos dados tornados\nmanifestamente públicos pelo titular, resguardados os direitos do titular\ne os princípios previstos nesta Lei.</p>CLÁUSULA QUINTA - FINALIDADE DO TRATAMENTO DOS DADOS PESSOAISComo nós utilizamos as informações coletadas?<p> 5.\nOs dados pessoais do USUÁRIO coletados pelo POSTGRAIN têm por\nfinalidade facilitar, agilizar e cumprir os compromissos estabelecidos com\no usuário.</p>\n<p> 5.1.\nOs dados pessoais poderão ser utilizados também com uma finalidade\ncomercial, para personalizar o conteúdo oferecido ao USUÁRIO, bem como\npara dar subsídio ao aplicativo para a melhora da qualidade e\nfuncionamento dos seus serviços.</p>\n<p> 5.2.\nAlém do disposto nos itens acima, O POSTGRAIN também utiliza as\ninformações coletadas para os seguintes fins específicos:</p>\n<p> a) Para fornecer nossos serviços ou informações solicitadas, e para\nprocessar e completar todas as transações.</p>\n<p> b) Responder seus e-mails, apresentações, questões, comentários, pedidos,\nreclamações e prestar serviços ao cliente.</p>\n<p> c) Monitorar e analisar maneiras de uso e tendências, personalizar e\nmelhorar o POSTGRAIN e suas experiências quando você usa o POSTGRAIN, como\nfornecimento do conteúdo ou funcionalidades que correspondam ao seu perfil\nou interesses (incluindo anúncios), e aumentar a funcionalidade e\nfacilidade de uso dos nossos serviços.</p>\n<p> d) Te enviar confirmações, updates, alertas de segurança, suporte e\nmensagens administrativas, ajudando assim a facilitar a sua utilização,\nnossa administração e operação de nossos serviços.</p>\n<p>e) Permitir que você adicione localização em suas postagens.</p>\n<p> 5.3.\nSe o aplicativo tiver a intenção de tratar os dados pessoais do\nusuário para outras finalidades, ou mudar as suas finalidades de\ntratamento dos dados pessoais que sejam incompatíveis com o consentimento\noriginal dado pelo USUÁRIO, o titular deverá ser informado pelo\ncontrolador, podendo revogar o consentimento, caso discorde das\nalterações.</p>CAPÍTULO 4 - DESTINATÁRIOS E TRANSFERÊNCIAS DOS DADOS PESSOAISCLÁUSULA SEXTA - DOS DADOS PESSOAIS DIVIDIDOS COM TERCEIROSQuais informações dividimos com terceiros?<p> 6.\nOs dados pessoais do USUÁRIO coletados pelo POSTGRAIN podem ser\ncompartilhados com outros serviços de redes sociais, através do nosso\nserviço.</p>\n<p> 6.1.\nO compartilhamento desses dados, é devidamente consentido pelo\nUSUÁRIO no momento de aceitação do termos e condições gerais de uso e seus\nanexos, podendo ser revogados a qualquer momento pelo usuário, mediante\nsolicitação ao POSTGRAIN e o devido cancelamento da conta do usuário.</p>\n<p> 6.2.\nO POSTGRAIN não irá dividir com terceiros os dados pessoais coletados\ndo USUÁRIO, com exceção das informações descritas abaixo:</p>\n<p> a) Com fornecedores de serviços que trabalham conosco em conexão como a\noperação do nosso site ou nossos serviços (esses fornecedores de serviços\ntêm acesso as suas informações pessoais somente para executar serviços em\nnosso nome e são obrigados a não divulgá-las ou utilizá-las para outros\nfins).</p>\n<p> b) Podemos compartilhar informações agregadas e informações sem\nidentificação com terceiros para análises industriais, perfil demográfico\ne outros fins semelhantes.</p>\n<p> c) Quando você nos dá consentimento para fazê-lo, incluindo se nós te\nnotificamos de que as informações que você fornecer serão compartilhados\nde uma maneira particular e você fornecer tais informações.</p>\n<p> d) Quando nós acreditamos de boa fé que estamos legalmente autorizados ou\nobrigados a fazer ou que isso seja razoavelmente necessário ou apropriado\npara cumprir com a lei, processos legais, responder a solicitações legais\nou autoridades judiciais, incluindo responder a intimações, mandados\nlegais ou ordens judiciais.</p>\n<p> e) Para cumprir ou aplicar a nossa política de privacidade, nossos termos\nde uso, as nossas outras políticas ou acordos.\ne em conexão com, ou\ndurante as negociações de, qualquer fusão, venda de ativos da empresa,\nfinanciamento ou aquisições, ou em qualquer outra situação onde as\ninformações pessoais podem ser divulgadas ou transferidas como um dos\nnossos negócios.</p>\n<p> 6.3.\nNós não somos responsáveis por ações do fornecedor de serviços ou de\nterceiros, nem somos responsáveis por qualquer informação adicional que\nvocê fornece diretamente para terceiros.</p>\n<p> 6.4.\nA transferência de dados pessoais do USUÁRIO apenas poderá ser feita\npara outro país, território ou a organização internacional que sejam\ncapazes de assegurar um nível de proteção adequado dos dados do usuário.</p>\n<p> 6.5.\nCaso não haja nível de proteção adequado, o aplicativo se compromete\na garantir a proteção dos seus dados de acordo com as regras mais\nrigorosas, por meio de cláusulas contratuais específicas para a\ndeterminada transferência, cláusulas padrão-contratuais, normas\ncorporativas globais ou selos, certificados e códigos de conduta\nregularmente emitidos.</p>CAPÍTULO 5 - DA CONSERVAÇÃO DOS DADOS PESSOAISCLÁUSULA SÉTIMA - PRAZO DE CONSERVAÇÃO DOS DADOS PESSOAIS<p> 7.\nOs dados pessoais do USUÁRIO serão conservados por todo o período em\nque o mesmo usufruir da prestação de serviços do POSTGRAIN.</p>\n<p> 7.1.\nCaso o USUÁRIO solicite a revogação do consentimento do tratamento\ndos seus dados pessoais, e tenha sua conta devidamente cancelada,\nconsiderar-se-á findado o prazo de conservação dos dados coletados.</p>\n<p> 7.2.\nOs dados pessoais do USUÁRIO apenas poderão ser conservados após o\ntérmino de seu tratamento nas seguintes hipóteses:</p>\n<p> a) Para o cumprimento de obrigação legal ou regulatória pelo controlador;</p>\n<p> b) Para o estudo por órgão de pesquisa, garantida, sempre que possível, a\nanonimização dos dados pessoais;</p>\n<p> c) Para a transferência para terceiro, desde que respeitados os requisitos\nde tratamentos dispostos na legislação;</p>\n<p> d) Para o uso exclusivo do controlador, vedado seu acesso por terceiro, e\ndesde que anonimizados os dados pessoais;</p>CAPÍTULO 6 - DOS AGENTES DE TRATAMENTO DOS DADOS PESSOAIS CLÁUSULA OITAVA - DO RESPONSÁVEL PELO TRATAMENTO DOS DADOS PESSOAIS\n(CONTROLADOR)<p> 8.\nO controlador, é a pessoa física ou jurídica, de direito público ou\nprivado, a quem competem as decisões referentes ao tratamento dos dados\npessoais do USUÁRIO.</p>\n<p> 8.1.\nNo POSTGRAIN, o responsável pelas decisões sobre o tratamento dos\ndados pessoais coletados, um dos administradores da plataforma, poderá ser\ncontactado pelo e-mail support@postgrain.com ou no endereço Avenida\nGovernador Agamenon Magalhães, nº 2939, Salas 408 e 409, Espinheiro,\nRecife – PE, CEP: 52020 - 000.</p> CLÁUSULA NONA - DO OPERADOR DE TRATAMENTO DOS DADOS PESSOAIS (OPERADOR)<p> 9.\nO operador, é a pessoa física ou jurídica, de direito público ou\nprivado, que realiza o tratamento de dados pessoais em nome do\ncontrolador.</p>\n<p> 9.1.\nNo POSTGRAIN, o responsável pelo tratamento dos dados pessoais\ncoletados, um dos administradores da plataforma, poderá ser contactado\npelo e-mail support@postgrain.com ou no endereço Avenida Governador\nAgamenon Magalhães, nº 2939, Salas 408 e 409, Espinheiro, Recife – PE,\nCEP: 52020 - 000.</p>\n<p> 9.2.\nO operador se encarregará diretamente do tratamento do dados pessoais\ndo USUÁRIO, conforme as instruções dos controlador, sendo o tratamento,\nconforme já mencionado anteriormente, como toda operação realizada com\ndados pessoais, como as que se referem a coleta, produção, recepção,\nclassificação, utilização, acesso, reprodução, transmissão, distribuição,\nprocessamento, arquivamento, armazenamento, eliminação, avaliação ou\ncontrole da informação, modificação, comunicação, transferência, difusão\nou extração;</p>CAPÍTULO 7 - DO ENCARREGADO DO TRATAMENTO DOS DADOS PESSOAIS CLÁUSULA DÉCIMA - DO ENCARREGADO DA COMUNICAÇÃO A RESPEITO DOS DADOS\nPESSOAIS (ENCARREGADO)<p> 10.\nO encarregado, é a pessoa indicada pelo controlador e operador para\natuar como canal de comunicação entre o controlador, os titulares dos\ndados (USUÁRIOS) e a Autoridade Nacional de Proteção de Dados (ANPD).</p>\n<p> 10.1.\nO encarregado é o profissional responsável por informar, aconselhar\nos agentes de tratamento de dados a respeito das obrigações do aplicativo\nem decorrência das disposições legislativas, atuando também como um canal\nde comunicação do POSTGRAIN, sempre em cooperação com o usuários e com a\nautoridade de controle competente.</p>\n<p> 10.2.\nNo POSTGRAIN o encarregado da comunicação a respeito dos dados\npessoais coletados é PAULO PEIXOTO, que poderá ser contatado pelo e-mail\nsupport@postgrain.com, e telefone +55 813072-7745, ou no endereço Avenida\nGovernador Agamenon Magalhães, nº 2939, Salas 408 e 409, Espinheiro,\nRecife – PE, CEP: 52020 - 000.</p>CAPÍTULO 8 - DA SEGURANÇA DO TRATAMENTO DOS DADOS PESSOAIS DO USUÁRIOCLÁUSULA DÉCIMA PRIMEIRA - DA SEGURANÇA<p> 11.\nEstamos muito preocupados em guardar a confidencialidade de suas\ninformações pessoalmente identificáveis.\nImplementamos uma série de\nmedidas de segurança administrativas, físicas e eletrônicas para a\nproteger suas informações contra acesso não autorizado.</p>\n<p>11.1.\nO POSTGRAIN se compromete a aplicar as medidas técnicas e organizativas adequadas para assegurar um nível de segurança ao usuário, levando em consideração as técnicas de segurança aplicadas, o contexto, os tipos de dados coletados e a sua finalidade no tratamento, assim como os direitos e liberdades dos usuários.</p>\n<p>11.2.\nNo entanto, O POSTGRAIN se exime da responsabilidade por culpa exclusiva de terceiros, como em caso de ataque de hackers ou crakers, ou culpa exclusiva do usuário, que, por exemplo, transfere seus dados a terceiros.</p>\n<p>11.3.\nNós do POSTGRAIN não vendemos, compramos, ou de outra forma, transferimos a terceiros as suas informações pessoalmente identificáveis.</p>\n<p>11.4.\nO POSTGRAIN se compromete a comunicar o USUÁRIO, em prazo adequado, caso ocorra algum tipo de violação de segurança de seus dados pessoais, que possa causar ao usuário um alto risco para os seus direitos e liberdades pessoais.</p>\n<p>11.5.\nA violação de dados pessoais é uma violação de segurança que provoque, de modo acidental ou ilícito, a destruição, a perda, a alteração, a divulgação ou o acesso, não autorizados, a dados pessoais transmitidos, conservados os sujeitos a qualquer outro tipo de tratamento.</p>\n<p>11.6.\nO POSTGRAIN se compromete a tratar os dados pessoais do USUÁRIO com confidencialidade, dentro dos limites legais.</p>CAPÍTULO 9 - DOS LINKS EXTERNOSCLÁUSULA DÉCIMA SEGUNDA – DOS LINKS EXTERNOS<p>12.\nConforme também mencionado nos termos e condições gerais de uso, o aplicativo POSTGRAIN contém links externos redirecionando o USUÁRIO para outras páginas da internet que não dizem respeito ao POSTGRAIN, sobre os quais os administradores não exercem controle.</p>\n<p>12.1.\nO fato de ter que um link para um site não é um endosso/aval, autorização ou representação da nossa filiação com esse terceiro.\nNós não exercemos controle sobre sites de terceiros.</p>\n<p>12.2.\nApesar das verificações prévias e regulares realizadas pelos administradores, eles se isentam de qualquer responsabilidade sobre o conteúdo encontrados nesses sites e serviços.</p>\n<p>12.3.\nEsses outros sites podem colocar seus próprios cookies ou outros arquivos no seu computador, coletar dados ou solicitar informações pessoais sobre você.</p>\n<p>12.4.\nEsses outros sites podem possuir regras diferentes em relação à utilização ou divulgação das informações pessoais que você enviar para eles.\nNós o incentivamos a ler as políticas de privacidade ou declarações de outros sites que você visita.</p>\n<p>12.5.\nPoderão ser incluídos links nas páginas e nos documentos do aplicativo POSTGRAIN, pelos USUÁRIOS, desde que respeitem as proibições específicas destacadas na cláusula décima, alínea \"j\" dispostas no termo e condições gerais de uso, assim como as demais disposições elencadas neste termo e em seus anexos.</p>CAPÍTULO 10 - POLÍTICA DE PRIVACIDADE EM RELAÇÃO AS CRIANÇAS E ADOLESCENTESCLÁUSULA DÉCIMA SEGUNDA – NOSSA POLÍTICA EM RELAÇÃO AS CRIANÇAS E ADOLESCENTES<p>12.\nNossos serviços não são direcionados para crianças e adolescentes menores de 13 anos, com isso, o POSTGRAIN não coleta dados e informações pessoais de crianças e adolescentes menores que a faixa etária supramencionada.</p>\n<p>12.1.\nEventualmente, se o POSTGRAIN identificar que coletou dados e informações pessoais de crianças e adolescentes menores de 13 anos, iremos tomar medidas para excluir esses dados e informações dos nossos documentos o mais rápido possível.</p>\n<p>12.2.\nO tratamento de dados pessoais de adolescentes maiores de 13 anos que tem acesso a plataforma, será realizado em seu melhor interesse, inclusive em respeito a Lei de n° 8.069 de 13 de julho de 1990 - Estatuto da Criança e do Adolescente.</p>\n<p>12.3.\nConforme disposto nesta política de privacidade, os administradores e também o controlador do POSTGRAIN, manterão pública a informação sobre os tipos de dados coletados, o tratamento dos mesmos e os procedimentos para o exercício dos direitos dos USUÁRIOS.</p> CAPÍTULO 11 - DOS DADOS DE NAVEGAÇÃO - COOKIESCLÁUSULA DÉCIMA TERCEIRA – O QUE SÃO E COMO FUNCIONAM OS COOKIES<p>13.\nO POSTGRAIN se utiliza de técnicas de \"cookies\", que lhe permite analisar as estatísticas e as informações sobre a navegação do USUÁRIO.\nOs \"cookies\" são pequenas quantidades de informações que são armazenadas pelo navegador do usuário para que o servidor se lembre de determinada informação que posteriormente e unicamente o servidor que a implementou poderá ler.</p>\n<p>13.1.\nEssa coleta de informações busca melhorar a navegação, para conforto do usuário, ao permitir apresentar-lhe serviços personalizados de acordo com as suas preferências.</p>CLÁUSULA DÉCIMA QUARTA- DO USO DO WEB ANALYTICS<p>14.\nOs seguintes serviços do Web Analytics são usados para melhorar a experiência do usuário do nosso site.</p>\n<p>14.1.\nO POSTGRAIN usa o Google Analytics, um serviço de análise de marketing deste site, da Google Inc.\nO Google Analytics utiliza códigos que consistem em texto e números, que serão armazenados no seu computador e que permitem uma análise do uso dos sites cookies.</p>\n<p>.\nAs informações geradas pelos cookies sobre sua utilização dos Web sites (incluindo o seu endereço IP) serão transferidos para e armazenados por um servidor Google.</p>\n<p>.\nO Google irá utilizar esta informação para avaliar a sua utilização do website, preparar relatórios sobre as atividades do site para os operadores do site e para fornecer outros serviços ligados ao uso de sites e do uso da Internet.</p>\n<p>.\nO Google pode transferir esta informação a terceiros, se legalmente obrigados a fazê-lo ou se terceiros processem esses dados em nome do Google.</p>\n<p>.\nEm nenhum caso, o Google irá conectar o seu endereço IP com outros dados do Google.</p>\n<p>14.2.\nO POSTGRAIN também utiliza o Zendesk, um terceiro serviço de análise fornecido pela Intercom, Inc.\npara ajudar a entender o uso dos nossos serviços e para se comunicar com você, enviando-lhe notificações relacionadas com o serviço na interface POSTGRAIN.</p>\n<p>.\nO POSTGRAIN usa Zendesk para coletar dados para fins de análise quando utiliza os nossos serviços.</p>\n<p>.\nO Zendesk analisa o uso do nosso site e / ou serviço e nosso relacionamento com você, para que possamos melhorar nossos serviços.</p>\n<p>.\nPara mais informações sobre as práticas de privacidade do Zendek, por favor, verifique https://www.zendesk.com/company/customers-partners/privacy-policy/.</p>\n<p>.\nOs serviços do Zendesk são regidos por termos do Zendesk, que podem ser encontrados em https://www.zendesk.com/company/customers-partners/terms-of-use/.</p>CAPÍTULO 12 - DA POSTULAÇÃO PERANTE A AUTORIDADE NACIONAL DE PROTEÇÃO DE DADOS (ANPD)CLÁUSULA DÉCIMA QUINTA – DA POSTULAÇÃO PERANTE A AUTORIDADE NACIONAL DE PROTEÇÃO DE DADOS (ANPD)<p>15.\nSem prejuízo de qualquer outra via de recurso administrativo judicial, todos os titulares de dados tem direito a apresentar uma petição contra o controlador para a autoridade nacional de proteção de dados (ANPD), desde que o titular tenha apresentado uma reclamação ao controlador, que não foi solucionada no prazo estipulado por essa política de privacidade.</p>CAPÍTULO 13 – DAS DISPOSIÇÕES GERAISCLÁUSULA DÉCIMA SEXTA - MUDANÇAS NA POLÍTICA DE PRIVACIDADE<p>16.\nQualquer informação que é recolhida é sujeita a política de privacidade em vigor no momento em que essas informações são coletadas.</p>\n<p>16.1.\nO POSTGRAIN pode, no entanto, modificar e rever a nossa política de privacidade de tempos a tempos.\nSe fizermos quaisquer alterações materiais a esta política, iremos notificá-lo de tais mudanças, colocando-as no site ou enviando um e-mail, e vamos indicar quando tais alterações entrarão em vigor.</p>\n<p>\n<strong>16.2.\nAo continuar a acessar ou usar o POSTGRAIN após essas alterações entrarem em vigor, você concorda em se comprometer com a política revisada.</strong>\n</p>CLÁUSULA DÉCIMA SÉTIMA - DA VIGÊNCIA<p>17.\nA presente política de privacidade do POSTGRAIN demais anexos vinculados entram em vigor em conjunto com os termos e condições gerais de uso e demais anexos, na seguinte data 10/03/2020 e terão prazo de validade por tempo indeterminado.</p>CLÁUSULA DÉCIMA OITAVA - DA PREVALÊNCIA DO PRESENTE INSTRUMENTO<p>18.\nOs termos e disposições deste instrumento prevalecerão sobre quaisquer outros contratos e demais anexos vinculativos realizados anteriormente entre os USUÁRIOS e o POSTGRAIN, expressos ou implícitos, referentes às condições nele estabelecidas.</p>CLÁUSULA DÉCIMA NONA - DAS NULIDADES<p>19.\nSe quaisquer condições desta política de privacidade forem consideradas nulas ou sem efeito, no todo ou em parte, as demais condições deverão permanecer válidas e serão interpretadas de forma a preservar a validade do seu restante.</p>CLÁUSULA VIGÉSIMA - PERGUNTAS ?<p>20.\nCaso o USUÁRIO tenha alguma dúvida em relação a nossa política de privacidade, por favor, entre em contato conosco via contato@postgrain.com</p>\n<p>\n<i>Obrigado por ler a nossa política de privacidade! Seja bem vindo(a)!</i>\n</p>\n<p>\n<i>A equipe do POSTGRAIN lhe deseja uma excelente navegação!</i>\n</p>", "created_at": "2021-07-06 03:36:27.806133", "updated_at": "2021-07-06 01:37:13.080236"}, {"id": 7985, "name": "Terms of use", "url": "https://postgrain.com/en/terms-of-use/", "xpath": "/html/body/div[5]/div/div/div[2]/div/div/div/section/div/div/div/div/div/div/div/div/div", "text": "<u>GENERAL TERMS AND CONDITIONS OF USE&nbsp.\nOF POSTGRAIN APPLICATION</u>\n<p>\n<strong>Last Update: 10/03/2020</strong>\n</p>\n<p>Hello, welcome to the general terms and conditions of use of POSTGRAIN!</p>\n<p>These terms apply to this website and to the services provided by CASP SOLUÇÕES INFORMÁTICA LTDA., A legal entity governed by private law, duly registered with CNPJ / MF under the number 16.694.290 / 0001-50, with headquarters at Avenida Governador Agamenon Magalhães, 2939 , Rooms 408 and 409, Espinheiro, Recife – PE, CEP:52020-000.</p>\n<p>They regulate the use of the profile management platform on the “Instagram” application offered by POSTGRAIN, registered under the electronic address https://postgrain.com.</p>\n<p>An updated copy of these general terms and conditions of use will be available at&nbsp;https://postgrain.com/en/terms-of-use/&nbsp;</p>\n<p>\n<u>&nbsp;</u>\n</p>\n<p>Please read these Terms, our Privacy Policy, Refund Policy, and any other terms mentioned carefully, so that your experience using POSTGRAIN will be the best as possible.</p>\n<p>\n</p>\n<p>\n<strong>CHAPTER 1 – ON THE AGREEMENT ON THE GENERAL TERMS AND CONDITIONS OF USE </strong>\n</p>\n<p>\n<strong>FIRST CLAUSE – ON THE AGREEMENT </strong>\n</p>\n<p>\n<strong>1.</strong> All those who wish to have access to the services offered through the POSTGRAIN application must first inform themselves about the rules that make up this instrument, which will be available for prompt and wide consultation, via a direct link in the application itself.</p>\n<p>\n<strong>1.1.\n</strong>IF THE USER DOES NOT AGREE TO THESE TERMS, THEY MAY NOT USE THE SERVICES MADE AVAILABLE BY THE POSTGRAIN PLATFORM OF INSTAGRAM PROFILES MANAGEMENT.</p>\n<p>\n<strong>1.2.\n</strong>BY AGREEING TO THE TERMS OF THE PRESENT GENERAL CONDITIONS, THE USER DECLARES TO HAVE READ THIS AGREEMENT FULLY, MAKING THE ACT OF CONTRACTING RIGHT AND PERFECT.</p>\n<p>\n<strong>1.3.</strong> BY COMPLETELY AGREEING TO THE TERMS OF THE PRESENT GENERAL CONDITIONS, THE USER ALSO DECLARES TO BE AGREEING TO <u>THE PRIVACY POLICY</u> AND <u>THE REFUND POLICY</u> OF THE POSTGRAIN APPLICATION, ATTACHED IN ANNEX.</p>\n<p>\n<strong>1.4.\n</strong>After the agreement to this contract and using the POSTGRAIN application, the USER fully accepts these rules and is committed to comply with them, under the risk of suffering the applicable penalties.</p>\n<p>\n<strong>1.5.</strong> Before starting any navigation on the application, the USER should be aware of any occasional changes or updates that have occurred in these terms.\nThe USER can also be notified by e-mail or directly in the application about any changes in these rules.</p>\n<p>\n<strong>Sole Paragraph.\n</strong>The express unreserved agreement to the terms of use, assigns the condition of user of the service (hereinafter referred to as “USER”) and declares its full agreement to what was provided by POSTGRAIN at the exact moment when using the service.\nIn addition, the USER is bound by all other notices, regulations, and instructions that integrate and complement this contract, such as <u>the privacy policy</u> and <u>the refund policy</u>.</p>\n<p>\n</p>\n<p>\n<strong>CHAPTER 2 –</strong>\n<strong>ON THE PURPOSE OF THE CONTRACT</strong>\n</p>\n<p>\n<strong>SECOND CLAUSE –&nbsp.\nON THE PURPOSE </strong>\n</p>\n<p>\n<strong>2.</strong> The purpose of this contract is the establishment of norms aimed at regulating the use of the services of POSTGRAIN application of content management on INSTAGRAM.</p>\n<p>\n<strong>Sole Paragraph</strong>.\nThe tool will provide an settings panel that allows you to send or schedule publications.</p>\n<p>\n</p>\n<p>\n<strong>CHAPTER 3 –</strong>&nbsp.\n<strong>ON THE SERVICE PROVIDED</strong>\n</p>\n<p>\n<strong>FIRST CLAUSE – ON&nbsp.\nTHE SERVICE</strong>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>3.</strong> The USER, after agreeing to the present term and general conditions of use and other regulations attached, will have access to the POSTGRAIN management platform.</p>\n<p>\n<strong>3.1.</strong>The USER can find the description of our service options on the platform.</p>\n<p>\n<strong>3.2.</strong> POSTGRAIN gives the USER an option of “free trial” of the service for up to 7 (seven) days.\nWe recommend that all users use it and get to know the service before hiring any plan.</p>\n<p>\n<strong>3.3.</strong> Even in the aforementioned free option, the USER must first agree to these terms and other annexes to use the service.</p>\n<p>\n<strong>3.4.\n</strong>The other service options require payment for the plans chosen by the USER in order to be used.\nThese are the recurring paid subscription services:</p>\n<ol>\n<li>From 1 to 5 profiles added, R$29,90 (BRL) per profile will be charged monthly;</li>\n<li>From 6 to 10 profiles added, R$19,90 (BRL) per profile will be charged monthly;</li>\n<li>Above 11 profiles added, R$ 9,90 (BRL) per profile will be charged monthly</li>\n</ol>\n<p>Further information on the subscription fees can be found in the link below:</p>\n<p>https://postgrain.zendesk.com/hc/pt-br/articles/360047979393</p>\n<p>\n</p>\n<p>\n<strong>CHAPTER 4 –</strong>&nbsp.\n<strong>ON THE NAVIGATION</strong>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>FOURTH CLAUSE – ON&nbsp.\nTHE NAVIGATION</strong>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>4.</strong> The administrators of the POSTGRAIN application are committed to using all the technical solutions at their disposal to allow access 24 (twenty-four) hours a day, 7 (seven) days a week.</p>\n<p>\n<strong>4.1.</strong> However, access to the application or to some of its pages may be interrupted, limited, or suspended at any time in order to carry out updates, content modifications, or any other action deemed necessary for its proper functioning.</p>\n<p>\n<strong>4.2.</strong> The present term and general conditions of use and other annexes (privacy policy and refund policy), apply to all extensions of the POSTGRAIN application on social networks or communities, both those already existing and those yet to be implemented.</p>\n<p>\n</p>\n<p>\n<strong>CHAPTER 5 –</strong>\n<strong>ON THE MANAGEMENT</strong>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>FIFTH CLAUSE – ON THE MANAGEMENT OF THE APPLICATION</strong>\n</p>\n<p>\n<strong>5.</strong> For good management, the administrators of the POSTGRAIN application may, at any time:</p>\n<p>\n<strong>a)</strong> Suspend, interrupt, or limit access to all or part of the application to a specific category of USERS;</p>\n<p>\n<strong>b)</strong> Remove all information that may disturb the operation of the application or that is in conflict with rules of Brazilian law or international law, as well as in conflict with the provisions provided for in this term and other annexes.</p>\n<p>\n<strong>c)</strong> Suspend the application in order to carry out updates and modifications, as provided in the fourth clause and its items.</p>\n<p>\n</p>\n<p>\n<strong>CHAPTER 6 –</strong>\n<strong>ON THE PROVISIONS RELATED TO THE REGISTER, ON THE USE AND CUSTODY.</strong>\n</p>\n<p>\n<strong>SIXTH CLAUSE – ON THE REGISTER, THE USE, AND CUSTODY.</strong>\n</p>\n<p>\n<strong>6.</strong> The services made available on the POSTGRAIN application can be accessed by people over 13 years of age and under 16 years of age, considered fully incapable under Brazilian law, and who must be duly represented by their legal representatives, who are responsible for the compliance with the present rules.<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>6.1.</strong> The services provided in the POSTGRAIN application can also be accessed by people over 16 years of age (relatively incapable), who will be properly assisted, and the assistant must ensure the legality of the acts performed or legal business celebrated by the assisted.</p>\n<p>\n<strong>6.2.</strong> In addition, the services provided in the POSTGRAIN application can also be accessed by people over 18 years of age, fully capable and responsible for the acts performed in civil life.</p>\n<p>\n<strong>6.3.</strong> Finally, all those who do not have full civilian capacity – emancipated under 18 years of age, prodigal, habitual drunks or addicted to drugs, and people who cannot express their will, for a temporary and permanent reason – must be duly represented and assisted by their legal representatives or assistants, who are responsible for the compliance with these rules, respecting the minimum limit of 13 years of age to use this platform.</p>\n<p>\n<strong>6.4.</strong> The USER recognizes that it is essential for the use of the service to correctly fill out and obey the rules imposed in the POSTGRAIN registration form, obliging himself to fill it with true data and exempting POSTGRAIN from any responsibility for losses generated by false data or inaccurate information provided in the register.</p>\n<p>\n<strong>6.5.</strong> For proper registration with the service, the USER must provide the required data in full.\nAll information provided by the user must be accurate, true, and up to date.\nIn any case, the user will be held accountable, in civil and criminal instances, for the veracity, accuracy, and authenticity of the informed data.</p>\n<p>\n<strong>6.6.</strong> The USER must provide a valid e-mail address, through which the application will make all necessary contacts.\nAll communications sent to that address will be considered read by the user, who, therefore, commits himself to regularly consult his received messages and to respond to them within a reasonable time.</p>\n<p>\n<strong>6.7.</strong> POSTGRAIN is not responsible for communications not received due to the user’s email settings.</p>\n<p>\n<strong>6.8.</strong> The USER, upon having the service activated, will inform a “login” (nickname) and a personal password to the settings panel, which he must use to access his account in the POSTGRAIN application.\nThis connection data may not be communicated by the user to third parties, and he is entirely responsible for their use.</p>\n<p>\n<strong>6.9.</strong> The USER commits to notify the platform administrators, immediately, in case of loss, theft, any risk or unauthorized use of their access passwords by third parties, such as suspicious or unexpected activities in their account.</p>\n<p>\n<strong>6.10.</strong> The USER commits to notify the platform administrators, immediately, in case of loss, theft, any risk or unauthorized use of their access passwords by third parties, such as suspicious or unexpected activities in their account.</p>\n<p>\n<strong>6.11.</strong> POSTGRAIN is not responsible for lost, modified access passwords by the USER, or for passwords whose combination is considered too “weak”, susceptible to being forced or guessed in any way.</p>\n<p>\n<strong>6.12.</strong> It will not be allowed to assign, sell, rent or transfer, in any way, the account, which is personal and non-transferable.</p>\n<p>\n<strong>6.13.</strong> The USER who fails to comply with any of the rules contained in this instrument will be automatically unsubscribed, being forbidden to re-register in the application.</p>\n<p>\n<strong>6.14.</strong> The USER may, at any time and without justification, request the cancellation of his subscription with the POSTGRAIN application, through the option “cancel subscription” in the settings panel.\nThe cancellation will be carried out as soon as possible, as long as open debts are not verified.</p>\n<p>\n<strong>6.15.\n</strong>If the USER wishes to delete his registration in the POSTGRAIN application, thus choosing not to continue with his account on the platform, it is necessary to remove the profiles, log out and no longer access the account.</p>\n<p>\n<strong>Sole Paragraph.\n</strong>After performing the process indicated in item 6.15 of this clause, within 48 (forty-eight) hours the account will be inactive.\nHowever, if the USER logs in again within that period, the process of deleting the registration will be interrupted.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>CHAPTER 7 – ON THE RESPONSIBILITIES</strong>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>SEVENTH CLAUSE – ON THE RESPONSIBILITY OF THE ADMINISTRATORS</strong>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>7.\n</strong>The platform administrators will be responsible for the defects and vices found by the services provided by the POSTGRAIN application, as long as it has given them cause.\nTechnical or operational defects and vices originating in the USER’s own system will not be the responsibility of the administrators.</p>\n<p>\n<strong>7.1.</strong> The administrators are responsible only for the information that is directly disclosed by them.\nAny information included by the USERS is under sole and entire accountability of the latter.</p>\n<p>\n</p>\n<p>\n<strong>EIGHTH CLAUSE – ON THE NON-RESPONSIBILITY OF THE ADMINISTRATORS </strong>\n</p>\n<p>\n<strong>8.</strong> The administrators of the present platform will not be responsible for:</p>\n<p>a) For the intrinsic characteristics of the internet, mainly related to the reliability and the origin of the information circulating in this network;</p>\n<p>b) For the contents or illegal activities practiced by the USERS through their application;</p>\n<p>c) For any information included by the USERS;</p>\n<p>d) For the additional cases mentioned in this term and related annexes, which are not the responsibility of the administrators.</p>\n<p>\n</p>\n<p>\n<strong>NINTH CLAUSE – ON THE RESPONSIBILITY OF THE USERS</strong>\n</p>\n<p>\n<strong>9.</strong> The USER is responsible for using the service in accordance with the present Term and General Conditions of Use and other POSTGRAIN rules and regulations applicable to the service, as well as in accordance with the norms of the Brazilian law and international law, morals and good customs, and public order.</p>\n<p>\n<strong>9.1.\n</strong>The USER is responsible for using the service properly, refraining from the practice of illegal acts, prohibited by law and by the present Term and General Conditions of Use of the application and other attached provisions, which are harmful to the rights and interests of third parties, or that, in any way, may damage, disable, overload or deteriorate the service, servers or equipment of other users or other Internet users (“hardware” and “software”) through the practice of “hacking”.</p>\n<p>\n<strong>9.2.\n</strong>As described in Chapter 6 – on the registration, the USER is responsible for the protection of access data of his own account (login and password).</p>\n<p>\n<strong>9.3.</strong> It is the responsibility of the USER to maintain local copies of his files, since the service provided by POSTGRAIN does not include the backup of the materials available on its website, therefore POSTGRAIN is not responsible for any damages that the user may suffer resulting from the loss, for any reason, of the material inserted or stored in the sites of the platform in question.</p>\n<p>\n</p>\n<p>\n<strong>CHAPTER 8 – ON THE CONDITIONS OF USE OF THE SERVICE</strong>\n</p>\n<p>\n<strong>TENTH CLAUSE – ON THE PROHIBITIONS TO THE USERS</strong>\n</p>\n<p>\n<strong>10.</strong> The service MUST NOT be used with the purpose of storing, distributing, transmitting, spreading out or making available to third parties, any type of content that, by itself, or which transmission may:</p>\n<p>\n<strong>a)</strong> contravene, disparage or violate fundamental rights, and public or individual freedoms recognized in the Brazilian legal system or in international treaties;</p>\n<p>\n<strong>b)</strong> induce, incite or promote criminal acts, defamatory, slanderous, violent or, contrary to the law, morals and good customs or public order;</p>\n<p>\n<strong>c)</strong> induces, incites or promotes discriminatory actions, attitudes or ideas based on sex, race, religion, beliefs, age or social condition;</p>\n<p>\n<strong>d)</strong> incorporate, make available or allow access to products, elements, criminal, violent, pornographic, degrading messages or, in general, contrary to the law, morals and good customs or public order;</p>\n<p>\n<strong>e)</strong> be protected by any intellectual or industrial property rights belonging to third parties, without the USER having previously obtained, from its holders, the necessary authorization to carry out the use that he makes or intends to make;</p>\n<p>\n<strong>f)</strong> be contrary to the right, honor, personal and family intimacy or the very image of people;</p>\n<p>\n<strong>g)</strong> constitute unlawful, misleading or unfair advertising and, in general, constitutes unfair competition;</p>\n<p>\n<strong>h)</strong> contribute, facilitate or encourage, in any way, the practice of any form of infringement of the intellectual property rights of any content made available on the internet;</p>\n<p>\n<strong>i)</strong> can be considered as “spam”, that is, the publication or mass sending of messages to thousands of people at the same time, with the absence of the recipient’s authorization to use his/her email address, in order to advertise services or products of a company, or that try to induce users to supply personal data, to run programs that contain viruses and other spamming practices.</p>\n<p>\n<strong>j)</strong> include external links through the dissemination of pages that contain any type of illegal, violent, controversial, pornographic, xenophobic, discriminatory information, and other offensive conduct or that go against the norms of Brazilian and international law;<strong>&nbsp;</strong>\n</p>\n<p>\n</p>\n<p>\n<strong>Paragraph One.\n</strong>In any of the above cases, POSTGRAIN may, at its sole discretion, cancel the USER’s access and eliminate the respective content, at any time and without the payment of any type of indemnity, and the administrators must notify the user on the violation to the General Terms and Conditions of Use and other annexes, and on the conducts that will be carried out</p>\n<p>\n</p>\n<p>\n<strong>Paragraph Two.\n</strong>If the USER violates the provision contained in item “e”, he may be held liable for any damages caused to the holders of intellectual or industrial property rights, thereby exempting POSTGRAIN from any responsibility or co-responsibility.</p>\n<p>\n</p>\n<p>\n<strong>Paragraph Third.</strong> Any decisions regarding the violation of this General Terms and Conditions of Use and other annexes, will be taken at POSTGRAIN’s sole discretion, which may also notify the police and judicial authorities about the existence of illegal content in the users account, as well as notify any conduct that, in the opinion of POSTGRAIN, is considered inappropriate, providing copies of this content in other users’ documents, regardless of prior consent.</p>\n<p>\n</p>\n<p>\n<strong>Paragraph Four.&nbsp.\n</strong>The USER commits to use the platform in a healthy and well-intentioned manner, therefore, POSTGRAIN reserves the right to suspend any accounts that abuse of the platform through any available means and for any purpose.</p>\n<p>\n</p>\n<p>\n<strong>Paragraph Five.</strong> The USER hereby declares that he is the only and exclusive responsible for the content inserted by him, and POSTGRAIN does not have any responsibility or control over this.</p>\n<p>As a result of this declaration, the USER is obliged, in case of being called to legally answer for the practice of an unlawful or illegal act as a result of the referred contents, in order to exempt POSTGRAIN from any responsibilities, as well as request the exclusion from the process, if applicable.</p>\n<p>\n</p>\n<p>\n<strong>CHAPTER 9 – ON THE NOTIFICATION OF OCCASIONAL CHANGES TO THE USER.\n</strong>\n</p>\n<p>\n<strong>ELEVENTH CLAUSE – ON THE NOTIFICATION</strong>\n</p>\n<p>\n<strong>11.</strong> POSTGRAIN reserves to itself the right to modify, at any time, the presentation and configuration of the service, as well as the present term and general conditions of use, or any other regulations and standards that influence the service.</p>\n<p>\n<strong>11.1.</strong> In case of force majeure events that do not allow POSTGRAIN to communicate changes or eventual failures in the service in advance, the USER hereby allows POSTGRAIN to suspend the provision of the service and terminate this contract, and it is now agreed that it will inform of the event and its cause for USER’s awareness.</p>\n<p>\n<strong>11.2.</strong> POSTGRAIN will not refund payments made by the USER in the event of a temporary or permanent interruption of the service, and in this act, the USER expressly agrees with such policy, without any restrictions.</p>\n<p>\n<strong>11.3.</strong> The USER must always keep his registration updated with POSTGRAIN, providing at least one working email address, so that he can receive messages and notifications.\nPOSTGRAIN is not responsible for messages not received due to the user’s email settings.</p>\n<p>\n</p>\n<p>\n<strong>CHAPTER 10 – ON THE EXTERNAL LINKS</strong>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>TWELFTH CLAUSE – ON THE EXTERNAL LINKS</strong>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>12.</strong> The POSTGRAIN application contains external links redirecting the USER to other internet pages that do not concern POSTGRAIN, over which the administrators do not exercise control.</p>\n<p>\n<strong>12.1.</strong> The fact of having a link to a third party website is not an endorsement /clearance, authorization, or representation of our affiliation with that third party.</p>\n<p>We do not exercise control over third party websites.</p>\n<p>\n<strong>12.2.</strong> Despite the prior and regular checks carried out by the administrators, they disclaim any responsibility for the content found on these sites and services.</p>\n<p>\n<strong>12.3.\n</strong>These other sites may place their own cookies or other files on your computer, collect data, or request personal information from you.</p>\n<p>\n<strong>12.4.</strong> These other sites may have different rules regarding the use or disclosure of the personal information you send them.</p>\n<p>We encourage you to read the privacy policies or statements of other websites you visit.</p>\n<p>\n<strong>12.5.\n</strong>Links may be included in the pages and documents of the POSTGRAIN application, by USERS, as long as they respect the specific prohibitions highlighted in the tenth clause, item “j”, as well as the other provisions listed in this term and in its annexes.</p>\n<p>\n</p>\n<p>\n<strong>CHAPTER 11 – ON THE COPYRIGHTS</strong>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>THIRTEENTH CLAUSE – ON THE COPYRIGHTS</strong>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>13.</strong> The structure of the POSTGRAIN application, as well as the texts, graphics, images, photographs, sounds, videos and other computer applications that comprise it, are the property of administrators and are protected by Brazilian and international legislation regarding intellectual property.</p>\n<p>\n<strong>13.1.</strong> Any representation, reproduction, adaptation, whether partial or total exploitation of the contents, brands and services provided by the application, by any means whatsoever, without prior, express, and written authorization from the administrators, are strictly prohibited, where they may resort to the applicable civil and penal measures.</p>\n<p>\n<strong>13.2.</strong> The USER is also responsible for the copyrights of third parties in relation to documents inserted in the platform, whether photos, videos, or texts, including content for the purposes of participating in promotions.</p>\n<p>\n<strong>13.3.</strong> Access does not generate for the USER any intellectual property rights related to elements of the application, which remain under the exclusive property of the administrators.</p>\n<p>\n<strong>13.4.</strong> The USER is prohibited from including in the application, data that can modify its content or appearance.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>CHAPTER 12 – ON THE USER’S SETTINGS</strong>\n</p>\n<p>\n<strong>FOURTEENTH CLAUSE –&nbsp.\nON THE SETTINGS</strong>\n</p>\n<p>\n<strong>14.</strong> Despite not having direct access to the database of the POSTGRAIN program, all the files and content inserted for this contract belong to the USER, such files and content may be accessed through the settings panel.</p>\n<p>\n</p>\n<p>\n<strong>CHAPTER 13 – ON THE RIGHTS OF THE USER.</strong>\n</p>\n<p>\n<strong>FIFTEENTH CLAUSE – ON THE RIGHTS</strong>\n</p>\n<p>\n<strong>15.</strong> Upon contracting the services described by POSTGRAIN, the USER has the following rights:</p>\n<p>\n<strong>a) </strong>Use all services made available by the platform which are the object of this contract.</p>\n<p>\n<strong>b)</strong> Host the related files, send files and use the database.</p>\n<p>\n<strong>Paragraph One.\n</strong>The rights aforementioned must be exercised taking into account the limitations imposed by the contracted service, set forth in this General Terms and Conditions of Use and other attachments.</p>\n<p>\n<strong>Paragraph Two.\n</strong>In addition to the provisions above, the USER is guaranteed to all rights provided in Brazilian law and international treaties.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>CHAPTER 14 – ON THE CHANGES TO THE SERVICE AND TO THIS TERM AND OTHER ANNEXES</strong>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>SIXTEENTH CLAUSE – ON THE CHANGES</strong>\n</p>\n<p>\n<strong>16.</strong> The user is aware and agrees that the service may change from time to time without notice.</p>\n<p>\n<strong>16.1.</strong> Such changes include, without limitation, changes in fee and payment terms, security updates, features added or removed, and other improvements or restrictions.</p>\n<p>\n<strong>16.2.</strong> Administrators reserve the right to modify, at any time, <u>this term and its annexes</u>, especially to adapt them to the evolution of the POSTGRAIN application, either by the provision of new rules, or by the suppression or modification of those that already exist, which no longer fit the application’s goals.</p>\n<p>\n<strong>16.3.</strong> The platform cannot be held responsible at the request of the USER or a third party in the event of any modification, price change, suspension or discontinuation of the service.</p>\n<p>\n<strong>16.4.</strong> POSTGRAIN can change its rates and payment terms for the service, at any time, publishing them in the application, respecting, however, the validity of the plans already contracted, without additional charge.</p>\n<p>\n<strong>16.5.</strong> The USER declares, in this act, to be aware that in cases resulting from force majeure, emergency maintenance or unexpected service drops, it will not be possible to notify you in advance.\nPOSTGRAIN does not offer any type of guarantee or refund due to instability resulting from facts described in this clause and its items.</p>\n<p>\n</p>\n<p>\n<strong>CHAPTER 15 – ON THE SERVICE OFFER, CHARGING AND BILLING, THE RENEWAL AND CANCELLATION, AND ON THE REFUND POLICY </strong>\n</p>\n<p>\n<strong>SEVENTEENTH CLAUSE – ON THE SERVICE OFFER </strong>\n</p>\n<p>\n<strong>17.</strong> POSTGRAIN provides customers with an online catalog showing exactly the services and plans to be sold.</p>\n<p>\n<strong>17.1.</strong> The services are described and presented with the highest degree of precision possible, containing correct, clear, precise and overt information about their characteristics.</p>\n<p>\n<strong>17.2.</strong> The prices of the plans referring to the sale of the service provided by POSTGRAIN are specified in the online catalog, as well as the option of using the free service for a period of 7 (seven) days, as already provided in the third clause of this contract.</p>\n<p>\n<strong>17.3.</strong> Before finalizing the purchase on a specific plan and service, the USER must inquire about its specifications.In the case of a product or service acquired within the scope of offers, the USER must also observe the conditions for their application.</p>\n<p>\n<strong>17.4.</strong> Regarding the free option to try the service for up to 7 days, after using the mentioned period, access to the available resources are immediately suspended, if the user does not remove the profiles within the same period, the removal will be done by the application itself.</p>\n<p>\n<strong>EIGHTEENTH CLAUSE – ON THE CHARGING AND PAYMENT </strong>\n</p>\n<p>\n<strong>18.\n</strong>The service is provided to the USER upon payment of the amounts previously stipulated according to the type of service offered in the chosen and contracted plan.</p>\n<p>\n<strong>18.1.</strong> The seller reserves the right to modify the prices of the plans and services provided, at any time, by publishing them in the POSTGRAIN application.</p>\n<p>\n<strong>18.3.</strong> The continued use of the service after the change in the price of the plans and the due awareness of the USER through publication in the application, characterizes the tacit acceptance of this change.</p>\n<p>\n<strong>18.4.</strong> Payment for the service will be made through third-party companies with high reputation, according to the determinations made by them at the time of contracting the service.</p>\n<p>\n<strong>18.5.</strong> For USERS who pay for the plan contracted by credit card, the only flags that are accepted by POSTGRAIN are “Visa” and “Mastercard”.</p>\n<p>\n<strong>18.6.</strong>POSTGRAIN does not have access to any credit card data used by the USER to pay for the service.</p>\n<p>\n<strong>18.7.</strong> The payment for the service is available in two forms, a prepaid model and a recurring subscription model, as described in the online catalog of plans.</p>\n<p>\n<strong>18.8.</strong> As described in item 18.7.\nabove, the prepaid payment model is EXCLUSIVE for former USERS of the POSTGRAIN platform, that is, only for users with accounts registered between November 2013 to January 2020 and who have purchased the referred model.</p>\n<p>\n<strong>18.9.</strong> The provisions belonging to the online catalog of plans, according to the link in item 18.7., Must be met by USERS at the time of contracting the service, as well as by users who already have the service provided by POSTGRAIN.</p>\n<p>\n<strong>18.10.</strong> The USER agrees in advance to keep up with the payments agreed with POSTGRAIN, being aware that the delay in payment may result in the immediate interruption of services.</p>\n<p>\n<strong>18.11.</strong> POSTGRAIN will not refund payments made by the USER in the event of a temporary or permanent interruption of the service, and in this act, the USER expressly agrees with such policy, without any restrictions.</p>\n<p>\n</p>\n<p>\n<strong>CLAUSE NINETEEN – RENEWAL, CANCELLATION AND REFUND POLICY</strong>\n</p>\n<p>\n<strong>19.</strong> In the subscription model, the service renewal is performed automatically, if the USER does not express the need for cancellation after 30 days of use and payment for the service.</p>\n<p>\n<strong>19.1.</strong> In the prepaid model, lasting 30, 90, 180 and 360 days, the service is renewed after the end of the term of the respective contracted plan and with the insertion of a new credit.</p>\n<p>\n<strong>19.2.</strong> The USER may, at any time and without justification, request the cancellation of his subscription with the POSTGRAIN application, through the option “cancel subscription” in the setting panel.\nThe cancellation will be carried out as soon as possible, as long as open debts are not verified.</p>\n<p>\n<strong>19.3.</strong> The USER hereby declares to be aware that when canceling the subscription, the service may be immediately interrupted and that there will be no refund of payment for unused days.</p>\n<p>\n<strong>19.4.</strong> If there is the need for a refund to the USER, it must be done as provided in the annex Refund Policy.</p>\n<p>\n<strong>19.5.\n</strong>Finally, if the USER wishes to delete his registration in the POSTGRAIN application, thus choosing not to continue with his account on the platform, it is necessary to remove the profiles, log out and no longer access the account.</p>\n<p>\n<strong>Sole Paragraph.\n</strong>After performing the process indicated in item 19.5 of this clause, within 48 (forty-eight) hours the account will be inactive.\nHowever, if the USER logs in again within that period, the process of deleting the registration will be interrupted.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>CHAPTER 16 – ON THE EXCLUSION OF THE WARRANTS AND ACCOUNTABILITY</strong>\n</p>\n<p>\n<strong>TWENTIETH CLAUSE – ON THE EXCLUSION OF WARRANTS AND ACCOUNTABILITY</strong>\n</p>\n<p>\n<strong>20.\n</strong>POSTGRAIN disclaims any liability for damages and losses of any nature arising due to unavailability or lack of continuity of service.</p>\n<p>\n<strong>20.1.</strong> In relation to privacy and security when using the service, USER data will be stored and processed as provided in the annex <u>Privacy Policy</u>.</p>\n<p>\n<strong>20.2.</strong> POSTGRAIN does not guarantee the privacy and security in the use of the Service by the USER, and therefore cannot guarantee that unauthorized third parties will not access and, occasionally, intercept, eliminate, alter, modify or manipulate in any way the posted content made available on the service.\nor to intercept, eliminate, alter, modify or manipulate in any way the files and messages of any class that the USER transmits, stores or makes available to third parties through the service.</p>\n<p>\n<strong>20.3.</strong> POSTGRAIN disclaims all liability for damages of any nature resulting from access, interception, deletion, alteration, modification or manipulation of files and messages stored, transmitted or made available by third parties not authorized to use the service.</p>\n<p>\n</p>\n<p>\n<strong>CHAPTER 17 – ON THE SERVICE AND TECHNICAL SUPPORT</strong>\n</p>\n<p>\n<strong>TWENTY-FIRST CLAUSE – ON THE SERVICE AND TECHNICAL SUPPORT</strong>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>21.</strong> POSTGRAIN will provide technical support to its users, subject to the following conditions and limitations:</p>\n<p>\n<strong>a)</strong>&nbsp.\nPOSTGRAIN will answer questions and provide simple information to users through the website <u>http://postgrain.com/</u>, through placing support calls.</p>\n<p>\n</p>\n<p>\n<strong>CHAPTER 18 – ON THE ARCHIVES AND DATA AVAILABILITY</strong>\n</p>\n<p>\n<strong>TWENTY-SECOND CLAUSE – ON THE FILES AND DATA</strong>\n</p>\n<p>\n<strong>22.</strong> The files and data entered on the POSTGRAIN website will be available to the USER for the term defined in the contracted plan or until the end of the service’s existence, if it is unlimited.</p>\n<p>\n<strong>22.1.</strong> The data regarding the managed content will be stored within the site and the POSTGRAIN’s servers or contracted ones.</p>\n<p>\n</p>\n<p>\n<strong>CHAPTER 19 –&nbsp.\nON THE SANCTIONS</strong>\n</p>\n<p>\n<strong>TWENTY-THIRD CLAUSE –&nbsp.\nON THE SANCTIONS</strong>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>23.</strong> Without prejudice to other applicable legal measures, the administrators of the POSTGRAIN application may, at any time, warn, suspend or cancel the USER’s account that:</p>\n<p>\n<strong>a)</strong> fails to comply with any of the provisions contained in this instrument and its annexes, in particular the prohibited conduct described specifically in the tenth clause must be observed;</p>\n<p>\n<strong>b)</strong> fails to comply with his USER duties;</p>\n<p>\n<strong>c)</strong> commits fraudulent or intentional acts;</p>\n<p>\n<strong>d)</strong> the behavior of which constitutes or may imply an offense or damage to a third party or to the application itself;</p>\n<p>\n</p>\n<p>\n<strong>CHAPTER 20 – ON THE GENERAL PROVISIONS</strong>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>TWENTY-FOURTH CLAUSE – ON THE EFFECTIVENESS</strong>\n</p>\n<p>\n<strong>24.</strong> This agreement and other related annexes come into effect on the date of the last update provided at the beginning of this term and will be in effect for an indefinite period of time.</p>\n<p>\n<strong>TWENTY-FIFTH CLAUSE – ON THE PREVALENCE OF THIS INSTRUMENT</strong>\n</p>\n<p>\n<strong>25.</strong> The terms and provisions of this instrument will prevail over any other contracts and other binding attachments previously made between the USERS and POSTGRAIN, expressed or implied, regarding the conditions established therein.</p>\n<p>\n<strong>TWENTY-SIXTH CLAUSE – ON THE NULLITIES</strong>\n</p>\n<p>\n<strong>26.</strong> If any conditions of this contract are considered null or ineffective, in whole or in part, the other conditions must remain valid and will be interpreted in a way to preserve the validity of its remainder.</p>\n<p>\n</p>\n<p>\n<strong>CHAPTER 21 – ON THE JURISDICTION</strong>\n</p>\n<p>\n<strong>TWENTY-SEVENTH CLAUSE – ON THE ELECTED JURISDICTION</strong>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>27.</strong> To settle any disputes, controversies or claims arising from this term and general conditions of use and its annexes, the USER and POSTGRAIN agree with the election of the jurisdiction of the District of Recife, capital of Pernambuco state, in the country of Brazil, renouncing any other, however privileged it may be.</p>\n<p>\n</p>\n<p>\n<em>Thanks for reading our terms! Be welcome!</em>\n</p>\n<p>\n<em>The POSTGRAIN team wishes you a great experience!</em>\n</p>\n<p>\n<em>&nbsp;</em>\n</p>\n<p>\n<em>&nbsp;</em>\n</p>\n<p>\n</p>", "created_at": "2021-07-06 03:36:27.804456", "updated_at": "2021-07-06 01:38:00.910936"}], "points": [], "urls": ["postgrain.com"]}}