{"error": 448, "message": "OK", "parameters": {"id": 4849, "name": "Worldprofit", "created_at": "2021-08-14 22:38:37.98851", "updated_at": "2021-08-14 22:01:08.104156", "wikipedia": null, "keywords": null, "related": null, "slug": "worldprofit", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4849.png", "url": "provenprofitstoday.com,worldprofit.com", "documents": [{"id": 8707, "name": "Terms & Conditions", "url": "https://worldprofit.com/terms.cfm", "xpath": "", "text": " Worldprofit Terms &amp.\nConditions <p>1.\nSubject to the terms and conditions herein contained, Worldprofit hereby grants to the Customer a non-exclusive, non-transferable, revocable license (the “License”) to use the website, without right to sublicense or encumber the website.</p>\n<p>2.\nThe term (the “Term”) of the License shall be one (1) year from the date that the Customer has use of the website in the case of full year payment, or 30 days in the case of the month to month payment agreement.\nThe initial purchase of our Silver Membership Hosting and Training package is on a monthly term.</p>\n<p>3.\nThe Customer shall pay all amounts owing hereunder by pre-authorized credit card payment.</p>\n<p>4.\nIn the event that payments herein contemplated are not made on a timely basis, all amounts overdue shall bear interest at the rate of two (2%) percent per month (24% per annum).</p>\n<p>5.\nIn addition to all amounts payable hereunder, the Customer shall be responsible for and pay all taxes and duties, including sales, excise and goods and services tax, payable in relation to or arising from the license, use, possession or operation of the website.</p>\n<p>6.\nThe Customer shall not be entitled to deduct or set-off any amounts from or against any amounts owing to Worldprofit hereunder.</p>\n<p>7.\nIn the event of any action, suit or other proceeding commenced by Worldprofit to enforce this Agreement, the Customer shall pay to Worldprofit or its designated Agent legal fees, collection fees and disbursements (on a solicitor and own client full indemnity basis) incurred by Worldprofit or its designated Agent in connection with any such action, suit or proceeding.</p>\n<p>8.\nThe Customer acknowledges that Worldprofit is the exclusive owner of the website and all intellectual property rights associated therewith and that except as provided in this Agreement, the Customer does not and will not acquire any right, title or interest in the website and the Customer will not dispute or contest for any reason whatsoever, directly or indirectly, before and after expiration or termination of this Agreement, the validity of Worldprofit’s ownership of the website.</p>\n<p>9.\nWorldprofit agrees to provide the Customer reasonable professional technical support from its trained staff during the Term.</p>\n<p>10.\nWorldprofit does not represent or warrant that the website will meet the Customer’s needs and requirements or be free of error or operate without interruption.\nThe Customer acknowledges that the website operates in an environment that includes software and hardware of third party vendors and that Worldprofit does not control the products of such third party vendors.\nWorldprofit makes no warranties of any kind, whether express or implied, including any implied warranties of merchantability or fitness for a particular use.\nWorldprofit takes no responsibility for any damages suffered by the Customer, including, but not limited to, loss of data, non-deliveries, missed deliveries or service interruptions.\nIn no event shall Worldprofit be liable for any special, incidental or consequential damages, including damages for loss of business profits, business interruption, loss of business information or other pecuniary loss, lost data, loss of computer time, failure to realize expected savings and any other commercial or economic loss of any kind arising in consequence of Worldprofit’s performance, failure to perform or other breach under this Agreement.\nThe Customer agrees that for any breach or default by Worldprofit in connection with this Agreement, regardless of whether such a breach is a fundamental breach, the Customer’s exclusive remedy shall be the payment by Worldprofit of the Customer’s damages up to a maximum amount equal to the aggregate License fees paid to the date of breach.<br>\nWEBSITE TO RESIDE ON WORLDPROFIT SERVER</p>\n<p>11.\nThe Customer acknowledges that, during the Term, the website shall reside on Worldprofit’s server.\nDuring the License, Worldprofit shall make the website accessible to Internet users.</p>\n<p>12.\nWorldprofit does not represent or warrant to the Customer that the website will be accessible continually and on an uninterrupted basis from the Internet.\nIn no event shall Worldprofit be liable to the Customer for any damages resulting from or relating to any failure or delay of Worldprofit to provide access to the website from the Internet.</p>\n<p>13.\nWorldprofit is not liable for protection or privacy of any electronic information transferred through the Internet and the website.</p>\n<p>14.\nCustomer is solely responsible for the content of his or her website and/or a website the customer advertises using Worldprofit’s website.&nbsp;The Customer shall not submit to Worldprofit for publication on the website any of the following material:</p>\n<p>(a) any material which violates or infringes any copyright, trade mark, trade secret, patent, statutory, common-law or other proprietary or intellectual rights of others;</p>\n<p>(b) any material that is libelous or slanderous;</p>\n<p>(c) any material that is or contains anything obscene or pornographic.\nor</p>\n<p>(d) a distribution list to be used via unsolicited electronic mail or other mass electronic mails.</p>\n<p>15.\nDue to the public nature of the Internet, all materials submitted by Customer for publication will be considered publicly assessable.\nWorldprofit does not screen in advance Customer’s material submitted for publication.\nWorldprofit’s publication of materials submitted by Customer does not create any express or implied approval by Worldprofit of such, nor does it indicate that such material complies with the terms of this Agreement.</p>\n<p>\n<strong>GENERAL</strong>\n</p>\n<p>16.\nCustomer will indemnify and hold harmless Worldprofit from and against all claims, damages, costs (including solicitor and own client full indemnity basis), suits or proceedings from any source or for any reason relating, directly or indirectly, to the Customer’s website.</p>\n<p>17.\nThe Customer shall comply with all applicable laws, ordinances, regulations and legislation in any way relating to the use and possession of the website.</p>\n<p>18.\nIt is Customer’s sole responsibility to become familiar with and to comply with all laws that might relate to the Customer’s website.</p>\n<p>19.\nThe Customer may, at any time during the Term, cancel the License without cancellation fee or further obligation.\nCustomers purchasing services of software&nbsp;either on a monthly basis or at full price are not entitled to a refund.&nbsp;Worldprofit Inc.,&nbsp;is a&nbsp;service provider and incurs costs for software licensing, advertising, staff labour and incentive retail value bonuses offered at time of purchase.</p>\n<p>20.\nIn the event that Worldprofit terminates the License to use the website as herein granted prior to the expiry of the Term upon the occurrence of an Event of Default (as hereinafter defined), the Customer shall pay to Worldprofit, in addition to all License fees owing up to the date of cancellation and all other amounts owing hereunder, that amount equal to the aggregate License fees (being such amount that a Customer would be required to pay for the License for the entire Term), less all License fees paid to Worldprofit up to the date of termination, such sum being a genuine pre-estimate by the parties of the liquidated damages sustained by Worldprofit from the loss of bargain, such sum not to be construed as being a penalty.</p>\n<p>21.\nThe following shall constitute “Events of Default”:</p>\n<p>(a) if the Customer is in breach of any of the terms of this Agreement or fails to perform any one or more of its obligations hereunder;</p>\n<p>(b) if the Customer commits an act of insolvency, or makes an assignment for the general benefit of creditors, or any other proceedings be commenced by or against the Customer under any bankruptcy or insolvency law or proceedings for which the appointment of the custodian, receiver or receiver/manager or any other official of similar powers for the Customer are commenced.\nand</p>\n<p>(c) if the Customer is convicted of or pleads no contest to an indictable offense, a crime involving moral turpitude or any other crime or offense that is likely to adversely affect the reputation and goodwill of Worldprofit.</p>\n<p>22.\nImmediately upon the occurrence of an Event of Default, Worldprofit shall be entitled, in its sole and unfettered discretion, to terminate the License without notice and retain the domain name if it was one selected from Worldprofit’s own Domain Name Inventory.</p>\n<p>23.\nExcept as herein otherwise provided, all terms, conditions, covenants, agreements and indemnities shall survive the termination of this Agreement.</p>\n<p>24.\nThis Agreement shall be governed by and construed in accordance with the laws of the Province of Alberta and the Province of Ontario.\nWorldprofit and the Customer hereby irrevocably and exclusively submit to the jurisdiction of the Courts in and for the Province of Alberta and for the Province of Ontario.</p>\n<p>\n<strong>ANTI-SPAM POLICY</strong>\n</p>\n<p>This sets forth our policy with regard to the&nbsp;use of “Spam” marketing techniques in conjunction with Internet Marketing.&nbsp.\nIn the event that we deem you to be in violation of these policies we shall immediately revoke your membership rights and close any active account .</p>\n<p>We have a&nbsp;strict&nbsp.\npolicy against spamming.&nbsp;We forbid the sending of unsolicited mass Emails or unsolicited Emails of any kind in conjunction with marketing of our programs, products and services.</p>\n<p>We reserve the right to terminate your account and participation in our programs “for cause” if we deem you to be in violation&nbsp;of our anti-spamming policies.\nWe also reserve the right to suspend your account and participation pending review upon receipt of any complaint or other evidence the you may be engaging in any spamming activity.</p>\n<p>We consider spamming to be any activity whereby you, directly or indirectly transmit email messages to any email address that has not solicited such email and does not consent to such transmission.&nbsp.\nWe also consider spamming to constitute posting advertisements in newsgroups in violation of the terms of participation in&nbsp;such newsgroup,&nbsp.\nthat are off-topic, or in newsgroups that do not specifically permit advertisements.&nbsp;We also consider it spamming when advertisements are placed on message boards or in chat rooms when they are not permitted by the terms of participation in such message boards and chat rooms.</p>\n<p>If you are spammed by anyone regarding our products , services, website, or any other matters,&nbsp;please report this activity to abuse [at] worldprofit.com.</p>\n<p>Created by Worldprofit<br> 282 Oakland Rd PO Box 154, Scotland Ontario Canada N0E1R0 606 390 4050</p>\n<p> © Copyright 2021 Worldprofit.com </p> ", "created_at": "2021-08-14 22:38:37.99521", "updated_at": "2021-08-14 20:39:00.570923"}, {"id": 8706, "name": "Privacy Statement", "url": "https://worldprofit.com/privacy.cfm", "xpath": "", "text": " Worldprofit Privacy Statement <p>Worldprofit, Inc.\n(\"us\", \"we\", or \"our\") operates the https://worldprofit.com website (hereinafter referred to as the \"Service\").</p>\n<p>This page informs you of our policies regarding the collection, use and disclosure of personal data when you use our Service and the choices you have associated with that data.</p>\n<p>We use your data to provide and improve the Service.\nBy using the Service, you agree to the collection and use of information in accordance with this policy.\nUnless otherwise defined in this Privacy Policy, the terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, accessible from https://worldprofit.com</p> Definitions <ul>\n<li>\n<p>\n<strong>Service</strong>\n</p>\n<p>Service is the https://worldprofit.com website operated by Worldprofit, Inc.</p>\n</li>\n<li>\n<p>\n<strong>Personal Data</strong>\n</p>\n<p>Personal Data means data about a living individual who can be identified from those data (or from those and other information either in our possession or likely to come into our possession).</p>\n</li>\n<li>\n<p>\n<strong>Usage Data</strong>\n</p>\n<p>Usage Data is data collected automatically either generated by the use of the Service or from the Service infrastructure itself (for example, the duration of a page visit).</p>\n</li>\n<li>\n<p>\n<strong>Cookies</strong>\n</p>\n<p>Cookies are small files stored on your device (computer or mobile device).</p>\n</li>\n<li>\n<p>\n<strong>Data Controller</strong>\n</p>\n<p>Data Controller means the natural or legal person who (either alone or jointly or in common with other persons) determines the purposes for which and the manner in which any personal information are, or are to be, processed.</p>\n<p>For the purpose of this Privacy Policy, we are a Data Controller of your Personal Data.</p>\n</li>\n<li>\n<p>\n<strong>Data Processors (or Service Providers)</strong>\n</p>\n<p>Data Processor (or Service Provider) means any natural or legal person who processes the data on behalf of the Data Controller.</p>\n<p>We may use the services of various Service Providers in order to process your data more effectively.</p>\n</li>\n<li>\n<p>\n<strong>Data Subject (or User)</strong>\n</p>\n<p>Data Subject is any living individual who is using our Service and is the subject of Personal Data.</p>\n</li>\n</ul> Information Collection and Use <p>We collect several different types of information for various purposes to provide and improve our Service to you.</p> Types of Data Collected Personal Data <p>While using our Service, we may ask you to provide us with certain personally identifiable information that can be used to contact or identify you (\"Personal Data\").\nPersonally identifiable information may include, but is not limited to:</p>\n<ul>\n<li>Email address</li>\n<li>First name and last name</li>\n<li>Phone number</li>\n<li>Address, State, Province, ZIP/Postal code, City</li>\n<li>Cookies and Usage Data</li>\n</ul>\n<p>We may use your Personal Data to contact you with newsletters, marketing or promotional materials and other information that may be of interest to you.\nYou may opt out of receiving any, or all, of these communications from us by following the unsubscribe link or the instructions provided in any email we send.</p> Usage Data <p>We may also collect information on how the Service is accessed and used (\"Usage Data\").\nThis Usage Data may include information such as your computer's Internet Protocol address (e.g.\nIP address), browser type, browser version, the pages of our Service that you visit, the time and date of your visit, the time spent on those pages, unique device identifiers and other diagnostic data.</p> Tracking &amp.\nCookies Data <p>We use cookies and similar tracking technologies to track the activity on our Service and we hold certain information.</p>\n<p>Cookies are files with a small amount of data which may include an anonymous unique identifier.\nCookies are sent to your browser from a website and stored on your device.\nOther tracking technologies are also used such as beacons, tags and scripts to collect and track information and to improve and analyze our Service.</p>\n<p>You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent.\nHowever, if you do not accept cookies, you may not be able to use some portions of our Service.</p>\n<p>Examples of Cookies we use:</p>\n<ul>\n<li>\n<strong>Session Cookies.</strong> We use Session Cookies to operate our Service.</li>\n<li>\n<strong>Preference Cookies.</strong> We use Preference Cookies to remember your preferences and various settings.</li>\n<li>\n<strong>Security Cookies.</strong> We use Security Cookies for security purposes.</li>\n</ul> Use of Data <p>Worldprofit, Inc.\nuses the collected data for various purposes:</p>\n<ul>\n<li>To provide and maintain our Service</li>\n<li>To notify you about changes to our Service</li>\n<li>To allow you to participate in interactive features of our Service when you choose to do so</li>\n<li>To provide customer support</li>\n<li>To gather analysis or valuable information so that we can improve our Service</li>\n<li>To monitor the usage of our Service</li>\n<li>To detect, prevent and address technical issues</li>\n<li>To provide you with news, special offers and general information about other goods, services and events which we offer that are similar to those that you have already purchased or inquired about unless you have opted not to receive such information</li>\n</ul> Legal Basis for Processing Personal Data under the General Data Protection Regulation (GDPR) <p>If you are from the European Economic Area (EEA), Worldprofit, Inc.\nlegal basis for collecting and using the personal information described in this Privacy Policy depends on the Personal Data we collect and the specific context in which we collect it.</p>\n<p>Worldprofit, Inc.\nmay process your Personal Data because:</p>\n<ul>\n<li>We need to perform a contract with you</li>\n<li>You have given us permission to do so</li>\n<li>The processing is in our legitimate interests and it is not overridden by your rights</li>\n<li>For payment processing purposes</li>\n<li>To comply with the law</li>\n</ul> Retention of Data <p>Worldprofit, Inc.\nwill retain your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy.\nWe will retain and use your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes and enforce our legal agreements and policies.</p>\n<p>Worldprofit, Inc.\nwill also retain Usage Data for internal analysis purposes.\nUsage Data is generally retained for a shorter period of time, except when this data is used to strengthen the security or to improve the functionality of our Service, or we are legally obligated to retain this data for longer periods.</p> Transfer of Data <p>Your information, including Personal Data, may be transferred to - and maintained on - computers located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ from those of your jurisdiction.</p>\n<p>If you are located outside Canada and choose to provide information to us, please note that we transfer the data, including Personal Data, to Canada and process it there.</p>\n<p>Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer.</p>\n<p>Worldprofit, Inc.\nwill take all the steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy and no transfer of your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of your data and other personal information.</p> Disclosure of Data Disclosure for Law Enforcement <p>Under certain circumstances, Worldprofit, Inc.\nmay be required to disclose your Personal Data if required to do so by law or in response to valid requests by public authorities (e.g.\na court or a government agency).</p> Legal Requirements <p>Worldprofit, Inc.\nmay disclose your Personal Data in the good faith belief that such action is necessary to:</p>\n<ul>\n<li>To comply with a legal obligation</li>\n<li>To protect and defend the rights or property of Worldprofit, Inc.</li>\n<li>To prevent or investigate possible wrongdoing in connection with the Service</li>\n<li>To protect the personal safety of users of the Service or the public</li>\n<li>To protect against legal liability</li>\n</ul> Security of Data <p>The security of your data is important to us but remember that no method of transmission over the Internet or method of electronic storage is 100% secure.\nWhile we strive to use commercially acceptable means to protect your Personal Data, we cannot guarantee its absolute security.</p> Our Policy on \"Do Not Track\" Signals under the California Online Protection Act (CalOPPA) <p>We do not support Do Not Track (\"DNT\").\nDo Not Track is a preference you can set in your web browser to inform websites that you do not want to be tracked.</p>\n<p>You can enable or disable Do Not Track by visiting the Preferences or Settings page of your web browser.</p> Your Data Protection Rights under the General Data Protection Regulation (GDPR) <p>If you are a resident of the European Economic Area (EEA), you have certain data protection rights.\nWorldprofit, Inc.\naims to take reasonable steps to allow you to correct, amend, delete or limit the use of your Personal Data.</p>\n<p>If you wish to be informed about what Personal Data we hold about you and if you want it to be removed from our systems, please contact us.</p>\n<p>In certain circumstances, you have the following data protection rights:</p>\n<ul>\n<li>\n<p>\n<strong>The right to access, update or delete the information we have on you.</strong> Whenever made possible, you can access, update or request deletion of your Personal Data directly within your account settings section.\nIf you are unable to perform these actions yourself, please contact us to assist you.</p>\n</li>\n<li>\n<p>\n<strong>The right of rectification.</strong> You have the right to have your information rectified if that information is inaccurate or incomplete.</p>\n</li>\n<li>\n<p>\n<strong>The right to object.</strong> You have the right to object to our processing of your Personal Data.</p>\n</li>\n<li>\n<p>\n<strong>The right of restriction.</strong> You have the right to request that we restrict the processing of your personal information.</p>\n</li>\n<li>\n<p>\n<strong>The right to data portability.</strong> You have the right to be provided with a copy of the information we have on you in a structured, machine-readable and commonly used format.</p>\n</li>\n<li>\n<p>\n<strong>The right to withdraw consent.</strong> You also have the right to withdraw your consent at any time where Worldprofit, Inc.\nrelied on your consent to process your personal information.</p>\n</li>\n</ul>\n<p>Please note that we may ask you to verify your identity before responding to such requests.</p>\n<p>You have the right to complain to a Data Protection Authority about our collection and use of your Personal Data.\nFor more information, please contact your local data protection authority in the European Economic Area (EEA).</p> Service Providers <p>We may employ third party companies and individuals to facilitate our Service (\"Service Providers\"), provide the Service on our behalf, perform Service-related services or assist us in analyzing how our Service is used.</p>\n<p>These third parties have access to your Personal Data only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose.</p> Payments <p>We may provide paid products and/or services within the Service.\nIn that case, we use third-party services for payment processing (e.g.\npayment processors).</p>\n<p>We will not store or collect your payment card details.\nThat information is provided directly to our third-party payment processors whose use of your personal information is governed by their Privacy Policy.\nThese payment processors adhere to the standards set by PCI-DSS as managed by the PCI Security Standards Council, which is a joint effort of brands like Visa, MasterCard, American Express and Discover.\nPCI-DSS requirements help ensure the secure handling of payment information.</p>\n<p>The payment processors we work with are:</p>\n<ul>\n<li>\n<p>\n<strong>Stripe</strong>\n</p>\n<p>Their Privacy Policy can be viewed at https://stripe.com/us/privacy</p>\n</li>\n<li>\n<p>\n<strong>PayPal / Braintree</strong>\n</p>\n<p>Their Privacy Policy can be viewed at https://www.paypal.com/webapps/mpp/ua/privacy-full</p>\n</li>\n<li>\n<p>\n<strong>Moneris</strong>\n</p>\n<p>Their Privacy Policy can be viewed at https://www.moneris.com/en/Privacy-Policy</p>\n</li>\n</ul> Links to Other Sites <p>Our Service may contain links to other sites that are not operated by us.\nIf you click a third party link, you will be directed to that third party's site.\nWe strongly advise you to review the Privacy Policy of every site you visit.</p>\n<p>We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.</p> Children's Privacy <p>Our Service does not address anyone under the age of 18 (\"Children\").</p>\n<p>We do not knowingly collect personally identifiable information from anyone under the age of 18.\nIf you are a parent or guardian and you are aware that your Child has provided us with Personal Data, please contact us.\nIf we become aware that we have collected Personal Data from children without verification of parental consent, we take steps to remove that information from our servers.</p> Changes to This Privacy Policy <p>We may update our Privacy Policy from time to time.\nWe will notify you of any changes by posting the new Privacy Policy on this page.</p>\n<p>We will let you know via email and/or a prominent notice on our Service, prior to the change becoming effective and update the \"effective date\" at the top of this Privacy Policy.</p>\n<p>You are advised to review this Privacy Policy periodically for any changes.\nChanges to this Privacy Policy are effective when they are posted on this page.</p> Contact Us <p>If you have any questions about this Privacy Policy, please contact us:</p>\n<ul>\n<li>By visiting this page on our website: https://worldprofit.com/#support</li>\n</ul>\n<p>Created by Worldprofit<br> 282 Oakland Rd PO Box 154, Scotland Ontario Canada N0E1R0 606 390 4050</p>\n<p> © Copyright 2021 Worldprofit.com </p> ", "created_at": "2021-08-14 22:38:37.99187", "updated_at": "2021-08-14 20:39:17.30221"}], "points": [], "urls": ["provenprofitstoday.com", "worldprofit.com"]}}