{"error": 448, "message": "OK", "parameters": {"id": 3674, "name": "Massachusetts Website", "created_at": "2021-05-18 10:20:53.897838", "updated_at": "2021-05-18 22:00:23.029503", "wikipedia": "https://en.wikipedia.org/wiki/Massachusetts", "keywords": null, "related": null, "slug": "massachusetts_website", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3674.png", "url": "mass.gov", "documents": [{"id": 6115, "name": "Privacy Policy", "url": "https://www.mass.gov/privacypolicy", "xpath": "", "text": " Emergency Alerts Coronavirus Update Hide Show Alerts <p> COVID-19 Vaccine: Find an appointment, learn more about the vaccine May.\n3rd, 2021, 12:00 pm Read more </p>\n<p> For the latest information on COVID-19: Guidance, reopening, case data May.\n17th, 2021, 5:00 pm Read more </p> Hide Show Alerts Skip to main content Access to search <ul>\n<li> Select Language​▼ </li>\n<li> State Organizations </li>\n<li> Log In to...\nClose+ Log In to...\n<p>Top-requested sites to log in to services provided by the state\n</p>\n<ul>\n<li> Virtual Gateway&nbsp.\n</li>\n<li> Unemployment Online&nbsp.\n</li>\n<li> Child Support Enforcement&nbsp.\n</li>\n</ul>\n</li>\n</ul> Main navigation Mass.gov Search terms Search <ul>\n<li> Show the sub topics of Living <ul>\n<li> Health &amp.\nSocial Services </li>\n<li> Families &amp.\nChildren </li>\n<li> Housing &amp.\nProperty </li>\n<li> Transportation </li>\n<li> Legal &amp.\nJustice </li>\n<li> Public Safety </li>\n<li> Energy </li>\n<li> Environment </li>\n<li> Taxes </li>\n<li> Unclaimed Property </li>\n<li> Vital &amp.\nPublic Records </li>\n<li> Voting </li>\n<li> See all topics under Living </li>\n</ul>\n</li>\n<li> Show the sub topics of Working <ul>\n<li> Business Resources </li>\n<li> Professional Licenses &amp.\nPermits </li>\n<li> Unemployment </li>\n<li> Finding a Job </li>\n<li> Taxes </li>\n<li> Workers' Rights &amp.\nSafety </li>\n<li> Industry Regulations </li>\n<li> For State Employees </li>\n<li> See all topics under Working </li>\n</ul>\n</li>\n<li> Show the sub topics of Learning <ul>\n<li> Early Childhood Education &amp.\nCare </li>\n<li> Elementary &amp.\nSecondary Schools </li>\n<li> Higher Education </li>\n<li> Continuing Education </li>\n<li> For Educators &amp.\nAdministrators </li>\n<li> Professional Training &amp.\nCareer Development </li>\n<li> See all topics under Learning </li>\n</ul>\n</li>\n<li> Show the sub topics of Visiting &amp.\nExploring <ul>\n<li> Parks &amp.\nRecreation </li>\n<li> Fishing &amp.\nHunting </li>\n<li> Historic Sites </li>\n<li> Arts </li>\n<li> Family Fun </li>\n<li> Travel Options </li>\n<li> Seasonal Activities </li>\n<li> See all topics under Visiting &amp.\nExploring </li>\n</ul>\n</li>\n<li> Show the sub topics of Your Government <ul>\n<li> Executive </li>\n<li> Constitutionals &amp.\nIndependents </li>\n<li> Legislative </li>\n<li> Judicial </li>\n<li> Cities &amp.\nTowns </li>\n<li> State Offices &amp.\nCourts A-Z </li>\n<li> See all topics under Your Government </li>\n</ul>\n</li>\n<li> COVID-19 </li>\n</ul>\n<ul>\n<li>\n</li>\n<li> State Organizations </li>\n<li> Log In to...\nClose+ Log In to...\n<p>Top-requested sites to log in to services provided by the state\n</p>\n<ul>\n<li> Virtual Gateway&nbsp.\n</li>\n<li> Unemployment Online&nbsp.\n</li>\n<li> Child Support Enforcement&nbsp.\n</li>\n</ul>\n</li>\n</ul> Mass.gov Search terms Search Mass.gov® Privacy Policy <p>\n<strong>\n<em>Effective</em>\n</strong>: 10/31/2016</p>\n<p>Welcome to the Mass.gov website (“Mass.gov”).\nYour privacy is one of our top priorities.\nThe following policy applies only to the use of Mass.gov.\nAs you navigate Mass.gov, you will see links that, when clicked, will take you to other websites operated by state agencies (the “Other Commonwealth Websites”) or to other websites external to Massachusetts state government.\nThe Other Commonwealth Websites have individual privacy policies tailored to the interactions available through each site.\nYou may also see links that will take you to websites external to Massachusetts state government.</p>\n<p>In particular, please note that although some of the social media pages used by Mass.gov might appear to be part of Mass.gov or at a web page under control of Mass.gov, some of these sites are actually hosted by a third party provider.\nThus when visiting these third party social media sites, you are subject to different privacy policies and terms of service.\nPlease review <strong>Mass.gov's Social Media Policy</strong> to review more detailed information on how Mass.gov uses specific social media sites and for links to the relevant terms of service and privacy policies for those sites.\nWe strongly suggest that you read the site policies, including the privacy policies, for each Commonwealth website that you visit and any external site that you visit through a link appearing at Mass.gov.</p> A privacy partnership <p>Your privacy with respect to the use of Mass.gov results from a partnership between the Commonwealth and you, the user.\nAt Mass.gov, we attempt to protect your privacy to the maximum extent possible.\nHowever, because some of the information that we receive through Mass.gov is subject to the <strong>Public Records Law, Massachusetts General Laws Chapter 66, Section 10</strong>, we cannot ensure absolute privacy.\nInformation that you provide to us through Mass.gov may be made available to members of the public under that law.\nThis policy informs you of the information that we collect from you at Mass.gov, what we do with it, to whom it may be disseminated, and how you can access it.\nBased on this information, you can make an informed decision about your use of Mass.gov.\nYou can maximize the benefits of your privacy partnership with the Commonwealth by making informed decisions about whether to share personally identifiable information with us through Mass.gov.</p> Personally identifiable information <p>We use the term “personally identifiable information” to mean any information that could reasonably be used to identify you, including your name, address, telephone number, email address, Social Security number, birth date, bank account information, credit card information, or any combination of information that could be used to identify you.</p> Information voluntarily provided by you <p>Mass.gov collects voluntary information from you through surveys, online forms, any emails sent to Mass.gov and comments posted on pages hosted by Mass.gov (such as blogs or wikis).\nAll such information, including comments and emails sent by you to Mass.gov may contain personally identifiable information.</p>\n<p>While Mass.gov is intended as a medium for disseminating information from state agencies, if you need to contact a state agency that is part of Mass.gov, you should use the contact information for that state agency posted on its Mass.gov website.</p> Information automatically collected and stored by Mass.gov <p>Mass.gov employs the use of \"Persistent Cookies.\" The purpose of these Persistent Cookies is to collect and aggregate data regarding Mass.gov’s visitor activity in order for the Mass.gov Office to continuously evaluate and improve its website services, including on Mass.gov or affiliated websites such as sites hosted at http://blog.mass.gov (collectively, the “Offerings”).\nYou may elect to disable the Persistent Cookies.\nPlease be advised that disabling the Persistent Cookies may affect your ability to view or interact with Mass.gov.</p>\n<p>Mass.gov does collect and store your “Internet Protocol (“IP”) address,” (which does not identify you as an individual) indefinitely, as well as information about the date and time of your visit, whether a file you have requested exists, and how many “bytes” of information were transmitted to you over the Web from Mass.gov.\nWe use your IP address to assess the frequency of visits to Mass.gov and the popularity of its various pages and functions.\nWe will not attempt to match any personally identifiable information that you provide to us with your IP address, unless there are reasonable grounds to believe that doing so would provide information that is relevant and material to a criminal investigation.\nThe one exception is that when you fill out information in a form on Mass.gov, we do receive your IP address along with this submission.\nWe do not use this form-related IP address information unless it may be relevant and material to a criminal investigation.</p> Usage data and known persistent cookies <p>Mass.gov uses (or may use) the following tools (each a “Tool” and collectively, the “Tools”):</p> Tool name: Google Analytics™ <p>\n<strong>Purpose:</strong> Collect information about use of the Mass.gov </p>\n<p>\n<strong>Data collected:</strong> Google Analytics collects information such as how often users visit Mass.gov, what pages they visit when they do so, and what other sites they used prior to coming to Mass.gov.</p>\n<p>\n<strong>Privacy policy:</strong>\n<strong>www.google.com/privacypolicy.html</strong>\n</p>\n<p>\n<strong>Terms of use:</strong>\n<strong>www.google.com/analytics/tos.html</strong>\n</p>\n<p>\n<strong>Express opt out:</strong> N/A</p>\n<p>\n<strong>Special notes:</strong> N/A</p>\n<strong>Tool name: Google Tag Manager™</strong>\n<p>\n<strong>Purpose: </strong>Collect information about use of the Mass.gov website</p>\n<p>\n<strong>Data collected: </strong>Google Tag Manager collects information such as how often users visit Mass.gov, what pages they visit, when they do so, and what actions they take while visiting the site such as clicking a link or filling out a form.</p>\n<p>\n<strong>Privacy policy: https://www.google.com/intl/en/policies/privacy/</strong>\n</p>\n<p>\n<strong>Terms of service: https://www.google.com/analytics/tag-manager/use-policy/ </strong>\n</p>\n<p>\n<strong>Express opt out: </strong>N/A</p>\n<p>\n<strong>Special notes: </strong>N/A</p> Tool Name: Google Site Search™ <p>\n<strong>Purpose:</strong> This is the tool that powers the search box on <strong>Mass.gov</strong>.\nIt allows for better search results for users of <strong>Mass.gov</strong>.</p>\n<p>\n<strong>Data collected:</strong> Google Site Search may collect and store certain information related to your searches of <strong>Mass.gov</strong> including: your search queries, links that you clicked on in search results, IP addresses, location information, and cookies.</p>\n<p>\n<strong>Privacy policy:</strong>\n<strong>www.google.com/policies/privacy/</strong>\n</p>\n<p>\n<strong>Terms of Use: </strong>\n<strong>www.google.com/policies/terms/</strong>\n</p>\n<p>\n<strong>Express opt out:</strong> Visitors can opt out by not using the search function on <strong>Mass.gov</strong>.\nThey can also go to the <strong>Transparency and choice</strong> section of Google’s Privacy Policy for additional information on opting out.</p>\n<p>\n<strong>Special notes:</strong> If you have a Google account (such as Gmail), Google may be able to link the information that it collects from Google Site Search with personally identifiable information from your Google account (such as your name or mobile phone number).</p> Tool Name:&nbsp;Google AdWords™ <p>\n<strong>Purpose:&nbsp;</strong>Google AdWords uses cookies to track sales and other conversions when users click on an ad.\nWe may use Google’s remarketing service to target our ads to you based on your prior behavior.</p>\n<p>\n<strong>Data collected:&nbsp;</strong>Google Adwords tracks when a user completes a specified action, which could be a click, download, form submission, or other event.</p>\n<p>\n<strong>Privacy Policy:&nbsp;</strong>www.google.com/privacypolicy.html, https://policies.google.com/technologies/ads</p>\n<p>\n<strong>Express Opt Out:</strong> https://adssettings.google.com/authenticated?hl=en </p>\n<p>\n<strong>Special Notes:&nbsp;</strong>Department of Fish and Game is conducting a limited pilot of Google AdWords on a small number of Fish and Wildlife pages related to buying fishing licenses.\nThe pilot project will use Google AdWords to track users who navigate to the Department of Fish and Game’s&nbsp;webpage to buy a fishing license.\nUsers consent to this tracking by navigating to the Department of Fish and Game’s online portal for purchasing fishing licenses&nbsp;(See the privacy policy for&nbsp;Aspira).\nThe pilot project will begin on May 17, 2018, and tracking will occur only on or after this date.&nbsp;</p> Tool Name: Facebook Pixel™ <p>\n<strong>Purpose:</strong>The Facebook Pixel tool tracks actions of users after they are redirected to a third party website by clicking on a Facebook advertisement.This population level data will enable us to understand how effective Facebook advertisements are for market research purposes.\nThe collected data remain anonymous to us.\nThis means that we cannot see the personal data of any individual user.\nHowever, the collected data are saved and processed by Facebook.\nFacebook Pixel tracking also allows Facebook and its partners to show you advertisements.\nA cookie will be saved onto your computer for these purposes.</p>\n<p>\n<strong>Data collected:&nbsp;</strong>Facebook Pixel tracks when a user completes a specified action, which could be a click, download, form submission, or other event.</p>\n<p>\n<strong>Privacy Policy:</strong> www.facebook.com/about/privacy/</p>\n<p>\n<strong>Terms of use:</strong> www.facebook.com/legal/terms/update?ref=old_policy </p>\n<p>\n<strong>Express Opt Out:</strong> www.facebook.com/ads/website_custom_audiences/</p>\n<p>\n<strong>Special notes:</strong>&nbsp;&nbsp;Department of Fish and Game is conducting a limited pilot of Facebook Pixel on a small number of Fish and Wildlife pages related to buying fishing licenses.\nThe pilot project will use Facebook Pixel to track users who navigate to the Department of Fish and Game’s&nbsp;webpage to buy one or more fishing licenses.\nUsers consent to this tracking by navigating to the Department of Fish and Game’s online portal for purchasing fishing licenses (See the privacy policy for&nbsp;Aspira).&nbsp;The pilot project will begin on May 17, 2018, and tracking will occur only on or after this date.</p> Tool name: ForeSee™ provided by Verint <p>\n<strong>Purpose: </strong>ForeSee is a survey tool that collects voluntary information from you through surveys posted at Mass.gov.</p>\n<p>\n<strong>Data collected: </strong>Surveys may collect personally identifiable information you voluntarily submit, such as name, email address or phone number, so that we may contact you for follow up to your question, concern or recommendation.</p>\n<p>If you take the survey from a mobile device, you will be asked to provide your phone number or email address so that a link to the survey can be sent to you after your visit.&nbsp.\nThis contact information is discarded after 30 days and is not used in conjunction with your survey response.</p>\n<p>\n<strong>Privacy policy: </strong>\n<strong>www.foreseeresults.com</strong>\n</p>\n<p>\n<strong>Terms of use: </strong>\n<strong>www.foreseeresults.com</strong>\n</p>\n<p>\n<strong>Express opt out: </strong>You can opt out of ForeSee collecting information via the survey by declining to participate in the survey when the invitation pops up on Mass.gov.\nIf you do opt out of completing the survey or you have completed a survey, ForeSee uses a persistent cookie so that it does not offer the survey to you again when you revisit Mass.gov.</p> Tool name: Twitter™ widget <p>\n<strong>Purpose: </strong>Display various Twitter feeds on Mass.gov</p>\n<p>\n<strong>Data collected: </strong>The Twitter widget uses Twitter’s persistent cookie(s) to allow you to retweet from and access other Twitter functions related to your account.\nTwitter accesses this cookie on every page where the Twitter widget is displayed.\nThis could allow Twitter to determine which websites you have visited.</p>\n<p>\n<strong>Privacy policy: </strong>\n<strong>http://twitter.com/privacy</strong>\n</p>\n<p>\n<strong>Terms of use: </strong>\n<strong>http://twitter.com/tos</strong>\n</p>\n<p>\n<strong>Express Opt Out: </strong>\n</p>\n<p>1) <strong>https://support.twitter.com/articles/20169421</strong>\n</p>\n<p>2) You are not required to log in to your Twitter account (if you have one) to use Mass.gov.</p>\n<p>\n<strong>Special notes: </strong>Twitter may personalize your user experience on Twitter based on what pages you have visited that contain a Twitter widget.</p> Tool Name: Facebook™ “Like” widget <p>\n<strong>Purpose: </strong>Allows user to “Like” a web page and also displays whether user has already “Liked” the webpage.</p>\n<p>\n<strong>Data collected: </strong>The Facebook widget uses Facebook’s persistent cookie(s) to determine whether you have “Liked” a page.\nFacebook accesses this cookie on every page where the Facebook “Like” widget is displayed.\nThis could allow Facebook to determine which websites you have visited.</p>\n<p>\n<strong>Privacy policy: </strong>\n<strong>www.facebook.com/help/186325668085084/</strong> and <strong>www.facebook.com/about/privacy/</strong>\n</p>\n<p>\n<strong>Terms of use: </strong>\n<strong>www.facebook.com/policies/</strong>\n</p>\n<p>\n<strong>Express opt out: </strong>You are not required to log in to your Facebook account (if you have one) to use Mass.gov.</p> Tool name: Siteimprove <p>\n<strong>Purpose: </strong>Collect information about use of Mass.gov.</p>\n<p>\n<strong>Data collected:</strong> Including through the use of cookies, Siteimprove&nbsp;collects user information such as browser information and IP address as well as usage data such as where people click on Mass.gov and how far down people are scrolling before they abandon a page.</p>\n<p>\n<strong>Privacy policy: </strong>https://siteimprove.com/en/privacy/privacy-policy/</p>\n<p>\n<strong>Express opt out: </strong>https://www.mass.gov/siteimprove-opt-out</p>\n<p>\n<strong>Special notes: </strong>N/A</p> Tool name: Treejack™ <p>\n<strong>Purpose: </strong>Determine whether Mass.gov is well structured and whether information is findable.</p>\n<p>\n<strong>Data collected: </strong>Treejack is a voluntary testing activity that tracks how successfully users can navigate their way to the information they’re looking for.</p>\n<p>\n<strong>Privacy policy: </strong>\n<strong>www.optimalworkshop.com/privacy</strong>\n</p>\n<p>\n<strong>Terms of use: </strong>\n<strong>www.optimalworkshop.com/terms</strong>\n</p>\n<p>\n<strong>Express opt out: </strong>You can opt out of Treejack testing by not clicking on the solicitation to test.</p>\n<p>\n<strong>Special notes: </strong>N/A</p> Tool Name: InVision™ <p>\n<strong>Purpose: </strong>InVision allows users to view and click through high-fidelity mockups of webpages.</p>\n<p>\n<strong>Data collected: </strong>Invision is a voluntary preview activity that allows users to see samples of potential Mass.gov page designs, tracks user activity on these samples, and solicits feedback from users.</p>\n<p>\n<strong>Privacy policy: </strong>\n<strong>www.invisionapp.com/privacy</strong>\n</p>\n<p>\n<strong>Terms of use: </strong>\n<strong>www.invisionapp.com/terms</strong>\n</p>\n<p>\n<strong>Express opt out: </strong>You can opt out of Invision by not clicking on the sample preview pages.\nAdditionally, Invision’s Terms of Use provide information on how to opt out of third-party advertising cookies used on Invision’s website.</p>\n<p>\n<strong>Special notes: </strong>N/A</p> Additional general information related to tools <p>We use the information we get from the Tools only to improve the Offerings.\nThe Tools may also collect data such as browser information, operating system, and page views through the implementation of session cookies or persistent cookies.\nExcept as set forth in this privacy policy (e.g., possibly in response to a public records request), we do not combine the information collected through the use of any Tool with personally identifiable information.\nAlthough each of the Tools plants a persistent cookie on your web browser to identify you as a unique user the next time you visit Mass.gov, the cookie cannot be used by anyone but Mass.gov and/or the software publisher of the respective Tool (the “Software Publisher”).\nThe Software Publisher’s ability to use and share information collected by the Software Publisher about your visits to Mass.gov is restricted by the Software Publisher’s Terms of Use and Privacy Policy, links to which have been provided above.\nYou may prevent the Tools from using persistent cookies by disabling cookies on your browser.\nSome of the Tools permit you to opt-out of the Tool by allowing that Tool to plant a persistent cookie on your web browser indicating that you have opted out.\nIf you disable cookies on your browser or use a different browser, different computer, different user account, etc., you will need to opt-out again.\nIf you allow persistent cookies in your web browser, Software Publishers have the technical ability to track your activity, even if you change your IP address, so long as you are using the web browser where the persistent cookie was planted.\nYou should refer to the Software Publisher’s Privacy Policy and Terms of Use to determine whether they do, in fact, track you via the persistent cookie.</p> Links to social media sites <p>Certain links on Mass.gov (whether integrated with Tools or otherwise) facilitate interaction with third-party social media sites.\nAccessing third-party social media functions (whether through a Tool or otherwise) may require you to log in to your social media provider, and that social media provider may plant a persistent cookie on your web browser to keep you logged in.\nAny interaction with any such social media provider (whether through a Tool or otherwise) is subject to such social media provider’s site policies, and such provider may plant one or more additional persistent cookies on your web browser as a result of your interaction with it.</p> Online forms on Mass.gov <p>Online forms may be provided by a third party service Formstack.\nWhen you use this service, your form submission is securely made to Formstack and stored there.\nForm submissions are then transmitted to state government staff.\nState government staff will delete form submissions from Formstack when there is no longer any administrative need to retain them there.\nFormstack only uses your form submissions for internal purposes and the data is considered private.\nFormstack will not distribute or sell your information to a third party unless required by law or a valid government request.\nFormstack may also share information if it is acquired by or merged with another company.\nPlease see the Formstack privacy policy at <strong>www.formstack.com/privacy</strong>.</p> Dissemination of your personally identifiable information <p>We do not sell any personally identifiable information collected through Mass.gov or submitted to the Commonwealth in conjunction with using functions on Mass.gov, and there is no direct or online public access to the information.\nHowever, once you voluntarily submit personally identifiable information to us related to your use of Mass.gov, its dissemination is governed by the “Public Records Law,” the “Fair Information Practices Act” (Massachusetts General Laws Chapter 66A), <strong>Executive Order 504</strong>, and other applicable laws and regulations.\n<strong>For this reason, part or all of the information you send us may be provided to a member of the public in response to a public records request.</strong> There are pieces of information, such as credit card numbers, TIN, username, or password that are not considered public for the purposes of a public records request.\nFor more information on types of data exempted from disclosure under the Public Records Law, please read the <strong>Secretary of the Commonwealth’s Public Records Law.</strong>\n</p>\n<p>In addition, the information that you voluntarily submit will be disclosed only to Commonwealth employees or officials, or those under contract with the Commonwealth, with a “need to know” for purposes of fulfilling their job responsibilities.\nThe information will be used for such purposes as.\nanswering your questions, responding to any requests for assistance, generating summary statistics about usage, auditing applications and detecting fraud, aiding in the planning, design and development of Mass.gov, and fulfilling the Commonwealth's legal obligations.</p>\n<p>We will collect and aggregate the information you provide through surveys and through Mass.gov’s collection of non-personally identifying analytics data for purposes of market research to improve the Offerings by making them more responsive to customer needs.\nWhere appropriate, we may provide the information you submitted voluntarily through an email to the person or company that is the subject of your inquiry, or to a government agency responsible for the matters referred to in your communication.</p> Your access and opportunity to correct <p>The “Public Records Law” and the “Fair Information Practices Act” provide you certain rights to get information about you that is in our records.\nTo learn more about the circumstances under which you can get and correct this information, please click on the above references to these laws.</p> Security <p>Because information sent to the Commonwealth is not encrypted, you should not send messages containing information that you consider highly sensitive to Mass.gov.\nWe use standard security measures to ensure that information provided by you, including your personally identifiable information, is not lost, misused, altered, or unintentionally destroyed.\nWe also use software to monitor network traffic to identify unauthorized attempts to upload or change information, or otherwise cause damage.\nExcept for authorized law enforcement investigations, no attempts are made to identify individual users or their usage habits.</p> Special protections against misuse of personally identifiable information within Commonwealth offices <p>\n<strong>Executive Order 504</strong> issued in 2008, which enhanced the privacy protection given to any information about you as a named individual held by the Executive Department of state government.\nExecutive Order 504 limits the collection and dissemination of personally identifiable information within the Executive Department and requires Executive Department agencies to greatly enhance the security and integrity of such data.\nThis website complies with Executive Order 504, so all of the personally identifiable information that you submit to Mass.gov is given the privacy protections set forth in Executive Order 504.</p> Policy changes <p>We will post substantive changes to this policy at least 30 days before they take effect.\nAny information we collect under the current privacy policy will remain subject to the terms of this policy.\nAfter any changes take effect, all new information we collect, if any, will be subject to the new policy.</p> Contact Information <p>For questions about your privacy while using Mass.gov, please contact <strong>digitalservices@mass.gov</strong>.</p> Definitions <p>\n<strong>Cookies</strong> are files that a website can place on your computer.\nA cookie file contains unique information that a website can use to track such things as your password, lists of Web pages you have visited, and the date when you last looked at a specific Web page, or to identify your session at a particular website.\nA cookie file allows the website to recognize you as you click through pages on the site and when you later revisit the site.\nA website can use cookies to “remember” your preferences, and to record your browsing behavior on the Web.\nAlthough you can prevent websites from placing cookies on your computer by using your browser’s preference menu, disabling cookies may affect your ability to view or interact with some websites.</p>\n<p>\n<strong>An “Internet Protocol Address” or “IP Address”</strong> is a series of numbers that identifies each computer and machine connected to the Internet.\nAn IP address enables a server on a computer network to send you the file that you have requested on the Internet.\nThe IP address disclosed to us may identify the computer from which you are accessing the Internet, or a server owned by your Internet Service Provider.\nBecause it is machine-specific, rather than person-specific, an IP address is not, in and of itself, personally identifiable information.</p>\n<p>\n<strong>Social Media:</strong> A social media website is a website or a social media application that is usually maintained by an individual and has regular entries of commentary, descriptions of events, or other material such as graphics or video.\nA social media identity is a specific user identity that has been registered on a third party social media site and is associated with the Agency.\nGovernment social media sites or identities typically provide forums for commentary or news on topics related to the government agency that hosts the social media site or has secured the social media identity.\nA typical social media site (whether hosted by the Agency or a third party) combines text, images, and links to other websites including blogs, wikis, and other media related to the topic and enables readers to leave comments in an interactive format.</p>\n<p>\n<strong>“Weblog” or “Blog”: </strong>A weblog or blog is a Web site, usually maintained by an individual with regular entries of commentary, descriptions of events, or other material such as graphics or video.\nGovernment blogs typically provide commentary and news on topics related to the government agency hosting the blog.\nA typical blog combines text, images, and links to other blogs, Web pages, and other media related to the topic, and enables readers to leave comments in an interactive format.</p>\n<p>\n<strong>“Wiki”:</strong> A wiki is a website that uses collaboration software to enable the creation of a number of interlinked web pages.\nMany authors can contribute to the website and upload content to the site.\nGovernment wikis typically provide a venue for commentary and discussion regarding topics related to the government agency hosting the wiki.\nA typical wiki combines text, images, and links to other web pages outside the wiki also related to the topic, and enables readers to leave comments in an interactive format.</p>\n<ul>\n<li> Follow Mass.gov on Facebook </li>\n<li> Follow Mass.gov on Twitter </li>\n<li> Follow Mass.gov on LinkedIn </li>\n<li> Follow Mass.gov on Youtube </li>\n<li> Follow Mass.gov on Instagram </li>\n</ul>\n<p>© 2021 Commonwealth of Massachusetts.</p>\n<p>Mass.gov® is a registered service mark of the Commonwealth of Massachusetts.</p> Mass.gov Privacy Policy Footer Primary Links <ul>\n<li> Living </li>\n<li> Working </li>\n<li> Learning </li>\n<li> Visiting &amp.\nExploring </li>\n<li> Your Government </li>\n</ul> Footer Secondary Links <ul>\n<li> Site Policies </li>\n<li> Public Records Requests </li>\n</ul> Feedback Original textContribute a better translation", "created_at": "2021-05-18 10:20:53.89996", "updated_at": "2021-05-18 08:21:12.261309"}], "points": [], "urls": ["mass.gov"]}}