{"error": 448, "message": "OK", "parameters": {"id": 175, "name": "Pinterest", "created_at": "2018-01-16 15:26:05.40561", "updated_at": "2021-03-25 03:19:30.840573", "wikipedia": "https://en.wikipedia.org/wiki/Pinterest", "keywords": "", "related": "", "slug": "pinterest", "is_comprehensively_reviewed": true, "rating": 16, "status": null, "image": "https://s3.tosdr.org/logos/175.png", "url": "pinterest.com,pinterestinc.com", "documents": [{"id": 3, "name": "Privacy Policy", "url": "https://policy.pinterest.com/en/privacy-policy", "xpath": "", "text": " Skip to main content Policy Header navigation - actions <ul>\n<li> Sign up </li>\n</ul> Open menu <ul>\n<li> Terms </li>\n<li> Privacy </li>\n<li> Community </li>\n<li> Merchant </li>\n<li> Advertising </li>\n<li> Developers </li>\n<li> Copyright </li>\n<li> Trademark </li>\n</ul>\n<ul>\n<li> Terms </li>\n<li> Privacy </li>\n<li> Community </li>\n<li> Merchant </li>\n<li> Advertising </li>\n<li> Developers </li>\n<li> Copyright </li>\n<li> Trademark </li>\n</ul> Privacy policy <ul>\n<li> Table of contents\n<p>You can use this table of contents to move through our privacy policy and find what you need.\nClick on a link for a specific section and you'll jump right to it.</p>\n</li>\n<li>\n<ul>\n<li>Summary of changes </li>\n<li>Thank you for using Pinterest! </li>\n<li>We collect information in a few different ways </li>\n<li>What we do with the info we collect </li>\n<li>Transferring your information </li>\n<li> Choices you have about your info </li>\n<li>How and when we share information </li>\n<li>How long we keep your information </li>\n<li>Our policy on children’s information </li>\n<li>Your options </li>\n<li>Residents of the EEA </li>\n<li>California residents </li>\n<li>How we make changes to this policy </li>\n<li>Contact us </li>\n</ul>\n</li>\n</ul> Summary of changes <ul>\n<li>\n<p>We added more details about data we collect and how it's used, along with a new way to control whether it is used to report on ads performance.</p>\n<p>We added new information for our California residents.</p>\n</li>\n</ul> Thank you for using Pinterest! <ul>\n<li>\n<p>Our mission is to bring everyone the inspiration to create a life they love.\nTo do that, we show you personalized content and ads we think you’ll be interested in based on information we collect from you and third parties.\nWe only use that information where we have a proper legal basis for doing so.</p>\n<p>\nWe wrote this policy to help you understand what information we collect, how we use it and what choices you have about it.\nBecause we’re an internet company, some of the concepts below are a little technical, but we’ve tried our best to explain things in a simple and clear way.\nWe welcome your questions and comments on this policy.</p>\n</li>\n</ul> We collect information in a few different ways <ul>\n<li> 1.\nWhen you give it to us or give us permission to obtain it\n<p>When you sign up for or use Pinterest you voluntarily share certain information including your name, email address, phone number, photos, Pins, comments, and any other information you give us.\nYou can also choose to share your precise location using your device settings or through photos.\nWe will still use your IP address, which is used to approximate your location, even if you don't choose to share your precise location.\nYou will also have the option&nbsp;to share other information about yourself such as your gender, age and preferred language.<br>\n&nbsp;&nbsp.\n&nbsp;<br>\nIf you connect your Facebook, Google or other third-party accounts to Pinterest, we use information from those accounts (such as your friends or contacts) to improve your Pinterest experience.\nThis is dependent on the privacy policies or settings for those accounts.</p>\n2.\nWe also get technical information when you use Pinterest\n<p>When you use a website, mobile application or other internet service, certain internet and electronic network activity information gets created and logged automatically.\nThis is also true when you use Pinterest.\nHere are some of the types of information we collect:</p>\n<ul>\n<li>\n<strong>Log data.</strong> When you use Pinterest, our servers record information (“log data”), including information that your browser automatically sends whenever you visit a website, or that your mobile app automatically sends when you’re using it.\nThis log data includes your Internet Protocol address (which we use to infer your approximate location), the address of and activity on websites you visit that incorporate Pinterest features (like the “Save” button—more details below), searches, browser type and settings, the date and time of your request, how you used Pinterest, cookie data and device data.\nYou can learn more about the log data we collect here.</li>\n<li>\n<strong>Cookie data.</strong> We also use “cookies” (small text files sent by your computer each time you visit our website, unique to your Pinterest account or your browser) or similar technologies to get log data.\nWhen we use cookies or other similar technologies, we use session cookies (that last until you close your browser) or persistent cookies (that last until you or your browser delete them).\nFor example, we use cookies to store your language preferences or other settings so you don‘t have to set them up every time you visit Pinterest.\nSome of the cookies we use are associated with your Pinterest account (including information about you, such as the email address you gave us) and other cookies are not.\nFor more detailed information about how we use cookies, please review our Cookie&nbsp;Policy.</li>\n<li>\n<strong>Device information.</strong> In addition to log data, we collect information about the device you’re using Pinterest on, including the type of device, operating system, settings, unique device identifiers and crash data that helps us understand when something breaks.</li>\n<li>\n<strong>Clickstream data and inferences.</strong> When you’re on Pinterest, we use your activity—such as which Pins you click on, boards you create, and any text that you add in a comment or description—along with information you provided when you first signed up&nbsp;and information from our partners and advertisers to make inferences about you and your preferences.\nFor example, if you create a board about travel, we may infer you are a travel enthusiast.\nWe may also infer information about your education or professional experience based on your activity when you link your account to accounts you have with third parties like Facebook or Google.</li>\n</ul>3.\nOur partners and advertisers share information with us\n<p>We also get information about you and your activity outside Pinterest from our affiliates, advertisers, partners and other third parties we work with.\nFor example:</p>\n<ul>\n<li>Some websites or apps use Pinterest features such as our “Save” button, or you may install our “Save” button for your browser.\nIf so, we collect log data from those sites or apps.\nYou can learn more about these features at our Help Center.</li>\n<li>Online advertisers or third parties share information with us to measure, report on or improve the performance of ads on Pinterest, or to figure out what kinds of ads to show you on or off of Pinterest.\nThis includes information about your visits to an advertiser's site or purchases you made from them, or information about your interests from a third-party service, which we might use to help show you ads.\nLearn more about the types of information advertisers or other third parties share with us.</li>\n</ul>\n</li>\n</ul> What we do with the info we collect <ul>\n<li> We’re committed to showing you content that’s relevant, interesting and personal to you.\nTo do that, we use your information to provide and improve your experience, including:\n<ul>\n<li>Identify you when you use Pinterest.</li>\n<li>Recommend Pins, boards, topics or categories you might like based on your activity on Pinterest.\nFor example, if we see you’re into cooking, we may suggest food-related Pins, boards or people that we think you might like, or show you food-related ads.</li>\n<li>Respond to your questions or comments.</li>\n</ul>\n<p>We have a legitimate interest for using your info in these ways.\nIt's fundamental to what we do at Pinterest and necessary in order to make Pinterest and its features relevant and personalized to you.</p>\n<p>We also have a legitimate interest in making Pinterest safe and improving&nbsp;our product features so you keep finding the inspiration you want.\nWe all benefit when we use your information to:</p>\n<ul>\n<li>Suggest other people who have similar interests.\nFor example, if you follow interior design boards, we may suggest interior designers that you might like.</li>\n<li>Help your friends and contacts find you on Pinterest, if you agree to this in your settings.\nFor example, if you sign up using a Facebook account, we can help your Facebook friends find you on Pinterest when they first sign up for Pinterest.\nOr people can search for your account on Pinterest using your email.</li>\n<li>Work with law enforcement and keep Pinterest safe.\nWe may get requests for account information from law enforcement authorities like the police or courts.\nTo find out more about how we respond to law enforcement requests, please see our Law Enforcement Guidelines.</li>\n<li>Review your messages on Pinterest to detect activity that poses a risk to the safety of you, our community and/or members of the public.</li>\n<li>Conduct analytics and research on who is using Pinterest and what they are doing.\nFor example, by logging how often people use two different versions of a feature on Pinterest, we can understand which version is better.</li>\n<li>Improve Pinterest and offer new features.</li>\n<li>Advertise Pinterest products and services to you on other sites.\nYou can choose for us not to share your information with other sites to personalize those ads as described in the “Choices you have about your information” section below.</li>\n<li>Send you updates (such as when certain activity, like saves or comments, happens on Pinterest) and news by email or push notification, depending on your settings.\nFor example, we send weekly updates that include Pins you may like.\nYou can decide to stop getting these notifications by updating your settings.</li>\n</ul>\n<p>We have a legitimate interest in delivering ads that are relevant, interesting and personal to you in order to generate revenue.\nTo further these interests we use the information we collect to:</p>\n<ul>\n<li>Decide which ads to show you.\nFor example, if you show an interest in camping tents on Pinterest, we may show you ads for other outdoor products.\nWe customize the ad content we show you by identifying your interests based on your onsite and offsite activities, as well as by using information we receive from ad partners or other third parties.\nWhere we use cookies to identify your offsite interests, we’ll get your consent where we need to.\nWhere ad partners or other third parties share information with us about you, we rely on the consent they already obtained.</li>\n<li>Tell our ad partners how their Pinterest ads are doing, and how to make them better.\nSome of this information is aggregated.\nFor example, we would report to an advertiser that a certain percentage of people who viewed a Promoted Pin went on to visit that advertiser's site.\nIn other instances, this information isn’t aggregated.\nFor example, we would let an advertiser know that a particular Promoted Pin has been saved by certain people.\nTo find out more about reporting on ads&nbsp;please visit the Help Center.</li>\n</ul>\n<p>We have a legitimate interest in using information we collect to customize your Pinterest experience based on your offsite behavior.\nFor example, if you visit websites that sell electric guitars, we may suggest guitar Pins to you.\nWhen we identify your interests based on your offsite behavior with cookies, we will obtain any consent that we may need.\nTo find out more about how we use cookies, please see our Cookie&nbsp;Policy.</p>\n<p>In addition to the specific circumstances above, we’ll only use your information with your consent in order to:</p>\n<ul>\n<li>Allow searching with photos.\nFor example, if you take a photo of a pair of shoes or a piece of furniture you like, you can ask us to show you similar items.\nYou can opt in to this in your device operating system settings.</li>\n<li>Send you marketing materials by email, text, push notification or phone call depending on your account or operating system settings.\nEach time we send you marketing materials, we give you the option to unsubscribe.</li>\n<li>Identify your precise location and customize the content we show you.\nFor example, if we know that you’re near a retailer we may show you that retailer’s Pins that may be of interest to you.\nYou can opt in to this in your device operating system settings.</li>\n<li>Tell our ad partners how their ads are doing using the Pinterest Tag.\nThe Pinterest Tag (a piece of code an advertiser puts on their site) delivers insights to us and our ad partners about actions that a person takes on their website after viewing an ad on Pinterest.\nTo learn more about the Pinterest Tag, please visit the Help Center.</li>\n</ul>\n<p>We’ll also rely on your consent where we use cookies to:</p>\n<ul>\n<li>Identify you across different browser sessions.\nThis means if you log into Pinterest from your phone (or any device), we'll remember that you're you and then you won't need to enter your login details each time you visit Pinterest.</li>\n<li>Show you ads you might be interested in.\nWe use cookies to identify your interests based on your offsite activity.\nWe do this for people currently using Pinterest and for new folks, and it helps us customize how you get started on Pinterest.</li>\n</ul>\n<p>To find out more about how we use cookies, and your choices about how we use them, please see our Cookie&nbsp;Policy.</p>\n</li>\n</ul> Transferring your information <ul>\n<li>\n<p>Pinterest is a worldwide service.\nBy using our products or services, you authorize us to transfer and store your information outside your home country, including in the United States, for the purposes described in this policy.\nThe privacy protections and the rights of authorities to access your personal information in such countries may not be equivalent to those of your home country.</p>\n<p>See the section for EEA Residents to learn more about data transfers to and from that region.</p>\n</li>\n</ul> Choices you have about your info <ul>\n<li>\n<p>Our goal is to give you simple and meaningful choices regarding your information.\nIf you have a Pinterest account, many of these controls are built directly into Pinterest or your settings.\nFor example, you can:</p>\n<ul>\n<li>Edit information in your profile at any time, decide whether your profile is available to search engines, or choose whether others can find your Pinterest account using your email address.</li>\n<li>Link or unlink your Pinterest account from other services (like Facebook, Google or Twitter).\nFor some services (like Facebook), you can also decide whether or not to publish your Pinterest activity to that service.</li>\n<li>Edit secret board settings.\nSecret boards are visible to you and other collaborators in the board, and any collaborator may choose to make the board available to anyone else.\nFor example, another collaborator can invite someone else to the board, make the board available to an app they use to view Pinterest, or even just take an image from the board and email it to their friends.</li>\n<li>Choose whether Pinterest will be customized for you using information from other websites or apps.\nIf you have a Pinterest account and want to control how your offsite data is used to tailor your experience, you can visit your settings and update your “Personalization” preferences.</li>\n<li>Choose whether Pinterest ads delivered to you on other platforms, sites or apps are customized using information about your account activities.\nYou&nbsp;can control this by visiting&nbsp;your settings&nbsp;and updating&nbsp;your “Personalization” preferences.</li>\n<li>Choose whether Pinterest shares information about your activity on Pinterest for ads performance reporting.\nYou can control this by visiting your settings and updating your “Personalization” preferences.</li>\n<li>Close your account at any time.\nWhen you close your account, we’ll deactivate it, remove your Pins and boards from Pinterest and delete your account data.&nbsp;Please note that there may be legal reasons for us to keep your data, such as if we receive a law enforcement request asking us to preserve data.\nWe may also retain certain information in our backup systems for a limited period of time, or as required by law.</li>\n</ul>\n<p>We also support settings such as Limit Ad Tracking in iOS, Ads Personalization in Android devices as well as Do Not Track in browsers.&nbsp;Learn more about how Do Not Track affects our collection and use of data collected off of Pinterest.</p>\n<p>You also have choices available to you through the device or software you use to access Pinterest.\nFor example:</p>\n<ul>\n<li>The browser you use lets you control cookies or other types of local data storage.</li>\n<li>Your mobile device lets you choose how and whether your precise location, photos, contacts and other data is shared with us.</li>\n</ul>\n<p>To learn more about these choices, please see the information provided by your device or software provider.</p>\n<p>&nbsp;</p>\n</li>\n</ul> How and when we share information <ul>\n<li>\n<p>Anyone can see the public boards and Pins you create and profile information you give us.\nWe also make this public information available through what are called APIs (basically a technical way to share information quickly).\nFor example, a partner can study what their most popular Pins are or how their Pins are being shared on Pinterest by using a Pinterest API.\nWe also share your information with:</p>\n<ul>\n<li>Other services, at your direction, to enable you to sign up for or log in to Pinterest, or when you decide to link your Pinterest account to those services, like Facebook or Google, or when you publish your content on Pinterest to them.\nFor example, if you choose to publish your Pins to Facebook or Twitter, then information about that content will be shared&nbsp;with Facebook or Twitter.</li>\n<li>Services we use to market Pinterest to you on sites and apps other than Pinterest, such as Facebook Ads, Google Marketing Platform, Microsoft Advertising, LinkedIn Advertising, The Trade Desk and others from time to time.\nYou can opt-out of sharing with such advertising services in your settings.</li>\n<li>Online advertisers and third-party companies that we or they use to audit or improve the delivery and performance of ads or content on websites and apps (for example, through Google Analytics).\nThis includes us sharing the Pins or ads you were shown on Pinterest and whether or how you engaged with those Pins or ads, or other information about your activity on Pinterest.\nLearn more about how we share information with online advertisers.\nTo learn more about third-party companies that analyze ad performance, please visit our Help Center.</li>\n<li>Third-party companies, service providers or individuals that we employ to process information on our behalf based on our instructions and for the purposes described in this Privacy Policy.\nFor example, we share data with security consultants to help us get better at identifying spam.\nSome information we acquire may be collected by third-party providers on our behalf.</li>\n<li>Law enforcement agencies or government agencies.\nWe only share information if we believe that disclosure is reasonably necessary to comply with a law, regulation or legal request.\nto protect the safety, rights, or property of the public, any person, or Pinterest.\nor to detect, prevent, or otherwise address fraud, security or technical issues.</li>\n<li>Our wholly-owned subsidiaries and affiliates.\nIf we were to engage in a merger, acquisition, bankruptcy, dissolution, reorganization, or similar transaction or proceeding that involves the transfer of the information described in this Policy, we would share your information with a party involved in such a process (for example, a potential purchaser).</li>\n</ul>\n</li>\n</ul> How long we keep your information <ul>\n<li>\n<p>We keep your information only so long as we need it to provide Pinterest to you and fulfill the purposes described in this policy.\nThis is also the case for anyone that we share your information with and who carries out services on our behalf.\nWhen we no longer need to use your information and there is no need for us to keep it to comply with our legal or regulatory obligations, we’ll either remove it from our systems or depersonalize it so that we can't identify you.</p>\n</li>\n</ul> Our policy on children’s information <ul>\n<li>\n<p>Children under 13 are not allowed to use Pinterest.\nIf you are based in the EEA you may only use Pinterest if you are over the age at which you can provide consent to data processing under the laws of your country.</p>\n</li>\n</ul> Your options <ul>\n<li>\n<p>You have options in relation to the information that we have about you.\nTo exercise these options, please visit your account settings and, if you still need help, our Help Center.</p>\n<ul>\n<li>Request access to the information we collect and hold about you.\nWe'll usually share this with you within 30 days of you asking us for it through our Help Center.</li>\n<li>Have your information corrected or deleted.\nYou can update your information in your profile or delete your data by closing your account.</li>\n<li>Object to us processing your information.\nYou can ask us to stop using your information, including when we use your information to send you marketing emails or push notifications.\nIf you opt out of receiving marketing messages from us, we may still send you updates about your account, such as when someone comments on one of your Pins.</li>\n<li>Have the information you provided to us sent to another organization, where we hold this information with your consent or for the performance of a contract with you, and, where it's technically feasible for us to do so.</li>\n<li>Request more details about the information we collect and how and why we use and share it.</li>\n</ul>\n<p>We will not discriminate against you if you choose to exercise your options related to your personal information.\nWe work to be clear with you about your options and the consequences of exercising certain options.\nIf you have questions, please contact us.<br>\n&nbsp;</p>\n</li>\n</ul> Residents of the EEA <ul>\n<li>\n<p>If you have any questions about our data processing activities, the data controller you should contact is Pinterest Europe Ltd., an Irish company with its registered office at Palmerston House, 2nd Floor, Fenian Street, Dublin 2, Ireland.\nYou can also contact our Data Protection Officer.</p>\n<p>If you think that we haven't complied with data protection laws, you have a right to lodge a complaint with the Data Protection Commission in Ireland or with your local supervisory authority.</p>\n<p>Because Pinterest is a worldwide service, we may transfer the personal data of EEA residents to a country outside the EEA.&nbsp;Where we transfer information from the EEA to a country that doesn't provide an adequate level of protection, we’ll only do so under appropriate safeguards to protect your information, like standard contractual clauses.</p>\n</li>\n</ul> California residents <ul>\n<li>\n<p>The California Consumer Privacy Act (CCPA) requires us to disclose categories of Personal Information we collect and how we use it, the categories of sources from whom we collect Personal Information, and the third parties with whom we share it, which we have explained above.</p>\n<p>In the preceding twelve months, we have collected Personal Information from you, your devices, our partners, third parties, and from categories of sources otherwise described in the&nbsp;“We collect information in a few different ways”&nbsp;section of this Privacy Policy.</p>\n<p>We are also required to communicate information about rights California residents have under California law.\nYou may exercise the following rights:</p>\n<ul>\n<li>Right to Know and Access.\nYou may submit a verifiable request for information regarding the: (1) categories of Personal Information we collect, use, or share.\n(2) purposes for which categories of Personal Information are collected or used by us.\n(3) categories of sources from which we collect Personal Information.\nand (4) specific pieces of Personal Information we have collected about you.</li>\n<li>Right to Equal Service.\nWe will not discriminate against you if you exercise your privacy rights.</li>\n<li>Right to Delete.\nYou may submit a verifiable request to close your account and we will delete Personal Information about you that we have collected.</li>\n</ul>\n<p>In order to verify your identity when you make a request, you will be required to log in to your password-protected account or respond to an email verification request.</p>\n<p>We do not sell the Personal Information of our users.</p>\n<p>For more information about these rights, please see “Choices you have about your info” above, and to exercise them, please visit our Help Center&nbsp;or contact us at privacy-support [at] pinterest.com.&nbsp;</p>\n<p>In addition to exercising these rights yourself, you may also designate an authorized agent to make these requests on your behalf.\nIn order to do this, we will ask you to verify the request directly via email or through your password-protected account.</p>\n<p>We collect the following categories of Personal Information and in the past 12 months, we have disclosed these categories of Personal Information for a business purpose to affiliates, service providers and third parties, as described in the How and when we share information section of this Privacy Policy:</p>\n<ul>\n<li>Identifiers, such as your name, username, email address, phone number, unique device identifiers, and your IP address</li>\n<li>Personal characteristics protected by law, such as your gender and age</li>\n<li>Commercial information, such as purchases made, and payment information</li>\n<li>Internet or electronic network activity information, such as information about your device and your use of our Services</li>\n<li>Geo-location data, when shared through your device settings or photos</li>\n<li>Electronic, visual, or similar information, such as your profile picture or photos</li>\n<li>Professional or employment information, when you link your account to other accounts</li>\n<li>Inferences we draw or derive about users, such as your interests or preferences</li>\n<li>Other information you provide, such as your bio, Pins, and comments</li>\n</ul>\n<p>We use and disclose this information for the business purposes described in the What we do with the info we collect section in this Privacy Policy, including to: provide our Service, communicate with you to provide updates or respond to your comments and questions, audit our Service, detect security incidents and prevent fraud, debug and repair errors, maintain your account, provide customer service, process or fulfill orders, conduct research and development and other activities to improve our Service, show advertising, market our Services, and understand how users interact with our Services.</p>\n</li>\n</ul> How we make changes to this policy <ul>\n<li>\n<p>We may change this policy from time to time and if we do, we’ll post any changes on this page.\nIf you continue to use Pinterest after those changes are in effect, you agree to the new policy.\nIf the changes are significant, we may provide a more prominent notice or get your consent, as required by law.</p>\n</li>\n</ul> Contact us <ul>\n<li>\n<p>The best way to get in touch with us or to exercise your options described above is through the Help Center.\nIf you live in the United States, Pinterest, Inc.\nis responsible for your information.\nYou can contact Pinterest Inc.\nat 651 Brannan Street, San Francisco, CA 94107, USA.</p>\n<p>Effective Date September 2, 2020<br>\nLast updated September 2, 2020</p>\n</li>\n</ul>\n<ul>\n<li>\n<strong>Pinterest is using cookies to help give you the best experience we can.</strong> Got it! </li>\n</ul> Skip Footer Menu Select language English (US) Bahasa Indonesia Bahasa Malaysia Čeština Dansk Deutsch English (UK) Español Français Italiano Magyar Nederlands Norsk bokmål Polski Português (Brasil) Português (Europeu) română slovenčina Suomi Svenska Filipino Tiếng Việt Türkçe Ελληνικά Русский Українська हिन्दी ภาษาไทย 한국어 日本語 简体中文 繁體中文 العربية বাংলা తెలుగు About us <ul>\n<li> Impressum </li>\n<li> What's Pinterest </li>\n<li> Our Pinterest page </li>\n<li> Engineering blog </li>\n<li> Brand guidelines </li>\n<li> Careers </li>\n<li> Help Center </li>\n<li> Pinterest Labs </li>\n</ul> Our policies <ul>\n<li> Copyright &amp.\n<ul>\n<li> trademark </li>\n</ul>\n</li>\n<li> Personalized ads </li>\n<li> Terms of service </li>\n<li> Privacy &amp.\n<ul>\n<li> cookies </li>\n</ul>\n</li>\n</ul> More info <ul>\n<li> For businesses </li>\n<li> For developers </li>\n<li> For press </li>\n<li> For investors </li>\n</ul> End of Footer <p>© Pinterest 2020</p> ", "created_at": "2018-07-17 10:11:40.578226", "updated_at": "2020-12-11 13:46:18.921381"}, {"id": 4, "name": "Terms of Service", "url": "https://policy.pinterest.com/en/terms-of-service", "xpath": "", "text": " Skip to main content Policy Header navigation - actions <ul>\n<li> Sign up </li>\n</ul> Open menu <ul>\n<li> Terms </li>\n<li> Privacy </li>\n<li> Community </li>\n<li> Merchant </li>\n<li> Advertising </li>\n<li> Developers </li>\n<li> Copyright </li>\n<li> Trademark </li>\n</ul>\n<ul>\n<li> Terms </li>\n<li> Privacy </li>\n<li> Community </li>\n<li> Merchant </li>\n<li> Advertising </li>\n<li> Developers </li>\n<li> Copyright </li>\n<li> Trademark </li>\n</ul> Terms of service Thank you for using Pinterest! <ul>\n<li>\n<p>These Terms of Service (\"Terms\") govern your access to and use of the Pinterest website, apps, APIs, and widgets (“Pinterest” or the “Service”).\nPlease read these Terms carefully, and contact us if you have any questions.\nBy accessing or using Pinterest, you agree to be bound by these Terms, our Privacy Policy, our Cookies Policy and our Community Guidelines.</p>\n<strong> More simply put </strong>\n<p>Every company has its terms.\nThese are ours.</p>\n</li>\n</ul> 1.\nOur service <ul>\n<li>\n<p>Pinterest helps you discover and do what you love.\nTo do that, we show you things we think will be relevant, interesting and personal to you based on your onsite and offsite activity.\nTo provide our Service, we need to be able to identify you and your interests.\nSome of the things we show you are promoted by advertisers.\nAs part of our service we try to ensure that even promoted content is relevant and interesting to you.\nYou can identify promoted content because it will be clearly labelled.</p>\n<strong> More simply put </strong>\n<p>Pinterest helps you discover and do what you love.\nIt’s customized to you.\nWe need to know what you like to make everything on Pinterest relevant to you.</p>\n</li>\n</ul> 2.\nUsing Pinterest <ul>\n<li> a.\nWho can use Pinterest <p>You may use Pinterest only if you can legally form a binding contract with Pinterest, and only in compliance with these Terms and all applicable laws.\nWhen you create your Pinterest account, you must provide us with accurate and complete information.\nYou can’t use Pinterest if it would be prohibited by U.S.\nsanctions.\nAny use or access by anyone under the age of 13 is not allowed.\nIf you’re based in the EEA, you may only use Pinterest if you are over the age at which you can provide consent to data processing under the laws of your country.\nUsing Pinterest may include downloading software to your computer, phone, tablet, or other device.\nYou agree that we may automatically update that software, and these Terms will apply to any updates.</p>\n</li>\n<li> b.\nOur license to you <p>Subject to these Terms and our policies (including our Community Guidelines), we grant you a limited, non-exclusive, non-transferable, and revocable license to use our Service.</p>\n</li>\n<li> c.\nCommercial use of Pinterest <p>If you want to use Pinterest for commercial purposes you must create a business account and agree to our Business Terms of Service.\nIf you do open an account for a company, organization, or other entity, then \"you\" includes you and that entity, and you promise that you are authorized to grant all permissions and licenses provided in these Terms and bind the entity to these Terms, and that you agree to these Terms on the entity's behalf.</p>\n<strong> More simply put </strong>\n<p>You cannot use Pinterest if you're under 13 (or older in some countries).\nAlso, if you are using Pinterest for work, you need to set up a business account.</p>\n</li>\n</ul> 3.\nYour content <ul>\n<li> a.\nPosting content <p>Pinterest allows you to post content, including photos, comments, links, and other materials.\nAnything that you post or otherwise make available on Pinterest is referred to as \"User Content.\" You retain all rights in, and are solely responsible for, the User Content you post to Pinterest.</p>\n<strong> More simply put </strong>\n<p>If you post your content on Pinterest, it still belongs to you.</p>\n</li>\n<li> b.\nHow Pinterest and other users can use your content <p>You grant Pinterest and our users a non-exclusive, royalty-free, transferable, sublicensable, worldwide license to use, store, display, reproduce, save, modify, create derivative works, perform, and distribute your User Content on Pinterest solely for the purposes of operating, developing, providing, and using Pinterest.\nNothing in these Terms restricts other legal rights Pinterest may have to User Content, for example under other licenses.\nWe reserve the right to remove or modify User Content, or change the way it’s used in Pinterest, for any reason.\nThis includes User Content that we believe violates these Terms, our Community Guidelines, or any other policies.</p>\n<strong> More simply put </strong>\n<p>If you post your content on Pinterest, we can show it to people and others can save it.\nDon't post porn or spam or be a jerk to other people on Pinterest.&nbsp;</p>\n</li>\n<li> c.\nHow long we keep your content <p>Following termination or deactivation of your account, or if you remove any User Content from Pinterest, we may keep your User Content for a reasonable period of time for backup, archival, or audit purposes.\nPinterest and its users may retain and continue to use, store, display, reproduce, re-pin, modify, create derivative works, perform, and distribute any of your User Content that other users have stored or shared on Pinterest.</p>\n<strong> More simply put </strong>\n<p>If you choose to post content, you give us permission to use it to provide and improve Pinterest.\nCopies of content shared with others may remain even after you delete the content from your account.<br>\n&nbsp;</p>\n</li>\n<li> d.\nFeedback you provide <p>We value hearing from our users, and are always interested in learning about ways we can make Pinterest more awesome.\nIf you choose to submit comments, ideas or feedback, you agree that we are free to use them without any restriction or compensation to you.\nBy accepting your submission, Pinterest doesn’t waive any rights to use similar or related feedback previously known to Pinterest, or developed by its employees, or obtained from sources other than you.</p>\n<strong> More simply put </strong>\n<p>We can use your suggestions to make Pinterest better.</p>\n</li>\n</ul> 4.\nCopyright policy <ul>\n<li>\n<p>Pinterest has adopted and implemented the Pinterest Copyright Policy in accordance with the Digital Millennium Copyright Act and other applicable copyright laws.\nFor more information, please read our Copyright Policy.&nbsp;</p>\n<strong> More simply put </strong>\n<p>We respect copyrights.\nYou should, too.</p>\n</li>\n</ul> 5.\nSecurity <ul>\n<li>\n<p>We care about the security of our users.\nWhile we work to protect the security of your content and account, Pinterest can’t guarantee that unauthorized third parties won’t be able to defeat our security measures.\nWe ask that you keep your password secure.\nPlease notify us immediately of any compromise or unauthorized use of your account.</p>\n<strong> More simply put </strong>\n<p>You can help us fight spammers by keeping these security tips in mind.</p>\n</li>\n</ul> 6.\nThird party links, sites, and services <ul>\n<li>\n<p>Pinterest may contain links to third party websites, advertisers, services, special offers, or other events or activities that are not owned or controlled by Pinterest.\nWe don’t endorse or assume any responsibility for any such third party sites, information, materials, products, or services.\nIf you access any third party website, service, or content from Pinterest, you do so at your own risk and you agree that Pinterest has no liability arising from your use of or access to any third party website, service, or content.</p>\n<strong> More simply put </strong>\n<p>Pinterest has links to content off of Pinterest.\nMost of that stuff is awesome, but we're not responsible when it's not.</p>\n</li>\n</ul> 7.\nTermination <ul>\n<li>\n<p>Pinterest may terminate or suspend your right to access or use Pinterest for any reason on appropriate notice.\nWe may terminate or suspend your access immediately and without notice if we have a good reason, including any violation of our Community Guidelines.\nUpon termination, you continue to be bound by Sections 3 and 8 of these Terms.</p>\n<strong> More simply put </strong>\n<p>Pinterest is provided to you for free.\nWe reserve the right to refuse service to anyone, but we will provide appropriate notice.</p>\n</li>\n</ul> 8.\nIndemnity <ul>\n<li>\n<p>If you use Pinterest for commercial purposes (i.e., you are not a consumer) without agreeing to our Business Terms as required by Section 2(c) of these Terms, you agree to indemnify and hold harmless Pinterest Inc, Pinterest Europe Ltd, their affiliates and their&nbsp;respective officers, directors, employees and agents, from and against any claims, suits, proceedings, disputes, demands, liabilities, damages, losses, costs and expenses, including, without limitation, reasonable legal and accounting fees (including costs of defense of claims, suits or proceedings brought by third parties), in any way related to your access to or use of our Service, your User Content, or&nbsp;your breach of any of these Terms.</p>\n<strong> More simply put </strong>\n<p>If we are sued because of something your business does on Pinterest, you have to pay our costs.\nAlso, you should have created a business account and agreed to our Business Terms in the first place.</p>\n</li>\n</ul> 9.\nDisclaimers <ul>\n<li>\n<p>Our Service and all content on Pinterest is provided on an \"as is\" basis without warranty of any kind, whether express or implied.</p>\n<p>Pinterest specifically disclaims any and all warranties and conditions of merchantability, fitness for a particular purpose, and non-infringement, and any warranties arising out of course of dealing or usage of trade.</p>\n<p>Pinterest takes no responsibility and assumes no liability for any User Content that you or any other person or third party posts or sends using our Service.\nYou understand and agree that you may be exposed to User Content that’s inaccurate, objectionable, inappropriate for children, or otherwise unsuited to your purpose.</p>\n<p>If you're a consumer in the EEA, we don’t exclude or limit any liability for gross negligence, intent, or death or personal injury caused by our negligence or willful misconduct.&nbsp;<br>\n&nbsp;</p>\n<strong> More simply put </strong>\n<p>Unfortunately, people post bad stuff on services like Pinterest.\nWe take that kind of thing seriously but you still might run into it before we have a chance to take it down.\nIf you see bad stuff, please report it to us here.&nbsp;</p>\n</li>\n</ul> 10.\nLimitation of liability <ul>\n<li>\n<p>TO THE MAXIMUM EXTENT PERMITTED BY LAW, PINTEREST SHALL NOT BE LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR PUNITIVE DAMAGES, OR ANY LOSS OF PROFITS OR REVENUES, WHETHER INCURRED DIRECTLY OR INDIRECTLY, OR ANY LOSS OF DATA, USE, GOODWILL, OR OTHER INTANGIBLE LOSSES, RESULTING FROM (A) YOUR ACCESS TO OR USE OF OR INABILITY TO ACCESS OR USE THE SERVICE.\n(B) ANY CONDUCT OR CONTENT OF ANY THIRD PARTY ON THE SERVICE, INCLUDING WITHOUT LIMITATION, ANY DEFAMATORY, OFFENSIVE OR ILLEGAL CONDUCT OF OTHER USERS OR THIRD PARTIES.\nOR (C) UNAUTHORIZED ACCESS, USE OR ALTERATION OF YOUR TRANSMISSIONS OR CONTENT.\nIN NO EVENT SHALL PINTEREST'S AGGREGATE LIABILITY FOR ALL CLAIMS RELATING TO THE SERVICE EXCEED ONE HUNDRED U.S.\nDOLLARS (U.S.\n$100.00).</p>\n<p>If we cause damage to you and you're a consumer in the EEA, the above doesn’t apply.\nInstead, Pinterest’s liability will be limited to foreseeable damages arising due to a breach of material contractual obligations typical for this type of contract.\nPinterest isn’t liable for damages that result from a non-material breach of any other applicable duty of care.\nThis limitation of liability won’t apply to any statutory liability that cannot be limited, to liability for death or personal injury caused by our negligence or willful misconduct, or if and to exclude our responsibility for something we have specifically promised to you.<br>\n&nbsp;</p>\n<strong> More simply put </strong>\n<p>We are building the best service we can for you but we can't promise it will be perfect.\nWe're not liable for various things.\nIf you think we are, let's try to work it out like adults.</p>\n</li>\n</ul> 11.\nArbitration <ul>\n<li>\n<p>For any dispute you have with Pinterest, you agree to first contact us and try to resolve the dispute with us informally.\nIf we need to contact you, we will do so at the email address on your Pinterest account.\nIf Pinterest hasn’t been able to resolve the dispute with you informally, we each agree to resolve any claim, dispute, or controversy (excluding claims for injunctive or other equitable relief) arising out of or in connection with or relating to these Terms through binding arbitration or (for qualifying claims) in small claims court.</p>\n<p>Arbitration is a more informal way to resolve our disagreements than a lawsuit in court.\nFor instance, arbitration uses a neutral arbitrator instead of a judge or jury, involves more limited discovery, and is subject to very limited review by courts.\nAlthough the process is more informal, arbitrators can award the same damages and relief that a court can award.\nYou agree that, by agreeing to these Terms of Service, the U.S.\nFederal Arbitration Act governs the interpretation and enforcement of this provision, and that you and Pinterest are each waiving the right to a trial by jury or to participate in a class action.\nThe arbitrator has exclusive authority to resolve any dispute relating to the interpretation, applicability, or enforceability of this binding arbitration agreement.\nThis arbitration provision shall survive termination of this Agreement and the termination of your Pinterest account.</p>\n<p>Any arbitration will be administered by the American Arbitration Association (\"AAA\") under the Consumer Arbitration Rules then in effect for the AAA, except as provided herein.\nYou can find their forms at www.adr.org.\nUnless you and Pinterest agree otherwise, the arbitration will be conducted in the county (or parish) where you reside.\nEach party will be responsible for paying any AAA filing, administrative and arbitrator fees in accordance with AAA Rules, except that Pinterest will pay for your reasonable filing, administrative, and arbitrator fees if your claim for damages does not exceed $75,000 and is non-frivolous (as measured by the standards set forth in Federal Rule of Civil Procedure 11(b)).\nIf your claim is for $10,000 or less, we agree that you may choose whether the arbitration will be conducted solely on the basis of documents submitted to the arbitrator, through a telephonic hearing, or by an in-person hearing as established by the AAA Rules.\nIf your claim exceeds $10,000, the right to a hearing will be determined by the AAA Rules.\nRegardless of the manner in which the arbitration is conducted, the arbitrator shall issue a reasoned written decision explaining the essential findings and conclusions on which the award is based, and any judgment on the award rendered by the arbitrator may be entered in any court of competent jurisdiction.\nNothing in this Section shall prevent either party from seeking injunctive or other equitable relief from the courts, including for matters related to data security, intellectual property or unauthorized access to the Service.\nALL CLAIMS MUST BE BROUGHT IN THE PARTIES' INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING, AND, UNLESS WE AGREE OTHERWISE, THE ARBITRATOR MAY NOT CONSOLIDATE MORE THAN ONE PERSON'S CLAIMS.\nYOU AGREE THAT, BY ENTERING INTO THESE TERMS, YOU AND PINTEREST ARE EACH WAIVING THE RIGHT TO A TRIAL BY JURY OR TO PARTICIPATE IN A CLASS ACTION.</p>\n<p>NOTHING IN THESE TERMS OF SERVICE&nbsp;SHALL AFFECT ANY NON-WAIVABLE STATUTORY RIGHTS THAT APPLY TO YOU.\nTo the extent any claim, dispute or controversy regarding Pinterest or our Service isn’t arbitrable under applicable laws or otherwise: you and Pinterest both agree that any claim or dispute regarding Pinterest will be resolved exclusively in accordance with Section 12 of these Terms.</p>\n<p>If you're a consumer in the EEA, Section 11 doesn't apply to you.&nbsp;<br>\n&nbsp;</p>\n</li>\n</ul> 12.\nGoverning law and jurisdiction <ul>\n<li>\n<p>These Terms shall be governed by the laws of the State of California, without respect to its conflict of laws principles.\nIf you are not a consumer in the EEA, the exclusive place of jurisdiction for all disputes arising from or in connection with this agreement is San Francisco County, California, or the United States District Court for the Northern District of California and our dispute will be determined under California law.</p>\n<p>If you are a consumer in the EEA, this won’t deprive you of any protection you have under the law of the country where you live and access to the courts in that country.&nbsp;<br>\n&nbsp;</p>\n<strong> More simply put </strong>\n<p>The Bay Area is beautiful this time of year.\nIt doesn't matter what time of year it is, that's what's so great! Anyway, you'll have to sue us here.&nbsp;</p>\n<p>In the EEA, this applies if you're a merchant, but not if you're a consumer.\nIf you are a consumer in the EEA, you can sue us in your home courts.<br>\n&nbsp;</p>\n</li>\n</ul> 13.\nGeneral terms <ul>\n<li> Notification procedures and changes to these Terms <p>We reserve the right to determine the form and means of providing notifications to you, and you agree to receive legal notices electronically if that’s what we decide.\nWe may revise these Terms from time to time and the most current version will always be posted on our website.\nIf a revision, in our discretion, is material, we’ll notify you.\nBy continuing to access or use Pinterest after revisions become effective, you agree&nbsp;to be bound by the new Terms.\nIf you don’t agree to the new terms, please stop using Pinterest.</p>\n<strong> More simply put </strong>\n<p>If we're making a big change to the terms, we'll let you know.\nIf you don’t like the new terms, please stop using Pinterest.</p>\n</li>\n<li> Assignment <p>These Terms, and any rights and licenses granted hereunder, may not be transferred or assigned by you, but may be assigned by Pinterest without restriction.\nAny attempted transfer or assignment in violation hereof shall be null and void.</p>\n<p>If you’re a consumer in the EEA, either you or Pinterest may assign this agreement, and any rights and licences granted under it, to a third party.\nIn case of such an assignment by Pinterest, you are entitled to terminate the agreement with immediate effect by deactivating your account.\nPinterest will provide you with reasonable notice of any such assignment.</p>\n</li>\n<li> Entire agreement/severability <p>These Terms, together with the Privacy Policy and any amendments and any additional agreements you may enter into with Pinterest shall constitute the entire agreement between you and Pinterest concerning the Service.\nIf any provision of these Terms is deemed invalid, then that provision will be limited or eliminated to the minimum extent necessary, and the remaining provisions of these Terms will remain in full force and effect.</p>\n</li>\n<li> No waiver <p>No waiver of any term of these Terms shall be deemed a further or continuing waiver of such term or any other term, and Pinterest's failure to assert any right or provision under these Terms shall not constitute a waiver of such right or provision.</p>\n</li>\n<li> Parties <p>If you live in the United States, these Terms are a contract between you and Pinterest Inc., 651 Brannan Street, San Francisco, CA 94103.\nIf you live outside the United States, these Terms are a contract between you and Pinterest Europe Ltd., an Irish company with its registered office at Palmerston House, 2nd Floor, Fenian Street, Dublin 2, Ireland.</p>\n<strong> More simply put </strong>\n<p>Who you deal with depends on where you live.</p>\n</li>\n<li>\n<p>Effective May 1, 2018</p>\n</li>\n</ul>\n<ul>\n<li>\n<strong>Pinterest is using cookies to help give you the best experience we can.</strong> Got it! </li>\n</ul> Skip Footer Menu Select language English (US) Bahasa Indonesia Bahasa Malaysia Čeština Dansk Deutsch English (UK) Español Français Italiano Magyar Nederlands Norsk bokmål Polski Português (Brasil) Português (Europeu) română slovenčina Suomi Svenska Filipino Tiếng Việt Türkçe Ελληνικά Русский Українська हिन्दी ภาษาไทย 한국어 日本語 简体中文 繁體中文 العربية বাংলা తెలుగు About us <ul>\n<li> Impressum </li>\n<li> What's Pinterest </li>\n<li> Our Pinterest page </li>\n<li> Engineering blog </li>\n<li> Brand guidelines </li>\n<li> Careers </li>\n<li> Help Center </li>\n<li> Pinterest Labs </li>\n</ul> Our policies <ul>\n<li> Copyright &amp.\n<ul>\n<li> trademark </li>\n</ul>\n</li>\n<li> Personalized ads </li>\n<li> Terms of service </li>\n<li> Privacy &amp.\n<ul>\n<li> cookies </li>\n</ul>\n</li>\n</ul> More info <ul>\n<li> For businesses </li>\n<li> For developers </li>\n<li> For press </li>\n<li> For investors </li>\n</ul> End of Footer <p>© Pinterest 2020</p> ", "created_at": "2018-07-17 10:11:40.5993", "updated_at": "2020-12-11 14:17:50.843571"}, {"id": 534, "name": "Personalization and Data Help Page", "url": "https://help.pinterest.com/en/articles/personalization-and-data", "xpath": "", "text": " Skip to main content Help Center Header navigation <ul>\n<li> General </li>\n<li> Business </li>\n</ul> Header navigation - actions <ul>\n<li> Search </li>\n</ul> Header navigation - anonymous <ul>\n<li> Log in </li>\n<li> Pinterest home </li>\n</ul> Open menu <ul>\n<li> General <ul>\n<li> Account access and safety </li>\n<li> Trouble with Pinterest </li>\n<li> Legal &amp.\nPrivacy </li>\n<li> Manage your account </li>\n<li> Pins and boards </li>\n</ul>\n</li>\n<li> Business </li>\n</ul>\n<ul>\n<li> Account access and safety </li>\n<li> Trouble with Pinterest </li>\n<li> Legal &amp.\nPrivacy </li>\n<li> Manage your account </li>\n<li> Pins and boards </li>\n</ul>\n<ul>\n</ul> Personalization and data <p>We want to provide you with the most interesting content when you use Pinterest.\nSometimes we use information from Pinterest site features like the Save button to do this.\nOur advertising partners may also give us information about your off-Pinterest activity to give you better personalized ads.\nYou can choose whether we use the information to customize Pinterest for you by going to your account settings.</p>\nSave button and site features\n<p>If you go to a site that has the Save button or a Pinterest widget, Pinterest can use info about that visit to personalize your experience back on Pinterest, to measure ad effectiveness, and for other purposes described in our cookie policy.</p>\nTurn off personalization\n<p>If you don’t want Pinterest using stuff you do off Pinterest to personalize your experience, here are some things you can do:</p>\n<ul>\n<li>Go to your account privacy settings and turn off Personalization</li>\n<li>Change your browser’s Do Not Track feature to keep Pinterest and other sites from using this info for personalization</li>\n</ul> Other articles Skip Other articles Links <ul>\n<li>\n<strong>Legal</strong>\n<ul>\n<li>Combating online child exploitation</li>\n<li>Copyright</li>\n<li>ISA</li>\n<li> See more </li>\n<li>Law enforcement guidelines</li>\n<li>Platform to Business regulation</li>\n<li>Terms of Service that apply to federal agencies using Pinterest</li>\n<li>Transparency Report</li>\n<li>Transparency report archive</li>\n</ul>\n</li>\n<li>\n<strong>Privacy</strong>\n<ul>\n<li>Access, edit or delete personal data</li>\n<li>Ads performance reporting on Pinterest</li>\n<li>Block or unblock someone</li>\n<li> See more </li>\n<li>Brand surveys</li>\n<li>Data sharing on Pinterest</li>\n<li>Do Not Track</li>\n<li>Edit account privacy</li>\n<li>Grant Android permissions</li>\n<li>iOS location permissions</li>\n<li>Other technologies like cookies</li>\n<li>Personalization and data</li>\n<li>Personalized ads on Pinterest</li>\n<li>Pinterest and P3P</li>\n<li>Pinterest marketing off of Pinterest</li>\n<li>Third-party analytics or advertising providers</li>\n<li>Third-party cookies</li>\n</ul>\n</li>\n</ul> End of Other articles Links Still need help? Contact us User feedback <strong>Was this article helpful?</strong> happy sad collection_fields <p>How can we make this article better?</p> Additional Response Leave this field blank <ul>\n<li>\n<strong>Pinterest is using cookies to help give you the best experience we can.</strong> Got it! </li>\n</ul> Skip Footer Menu Select language English (US) Bahasa Indonesia Čeština Dansk Deutsch English (UK) Español Français Italiano Magyar Nederlands Norsk bokmål Polski Português (Brasil) Português (Europeu) Română Slovenčina Suomi Svenska Filipino Tiếng Việt Türkçe Ελληνικά Русский Ukrainian ภาษาไทย 简体中文 繁體中文 한국어 日本語 About us <ul>\n<li> Impressum </li>\n<li> What's Pinterest </li>\n<li> Our Pinterest page </li>\n<li> Engineering blog </li>\n<li> Brand guidelines </li>\n<li> Careers </li>\n<li> Help Center </li>\n<li> Pinterest Labs </li>\n</ul> Our policies <ul>\n<li> Copyright &amp.\n<ul>\n<li> trademark </li>\n</ul>\n</li>\n<li> Personalized ads </li>\n<li> Terms of service </li>\n<li> Privacy &amp.\n<ul>\n<li> cookies </li>\n</ul>\n</li>\n</ul> More info <ul>\n<li> For businesses </li>\n<li> For developers </li>\n<li> For press </li>\n<li> For investors </li>\n</ul> End of Footer <p>© Pinterest 2020</p>\n<i>\n</i>\n<i>\n</i> ", "created_at": "2018-09-15 17:56:48.205117", "updated_at": "2020-12-15 01:09:29.99271"}, {"id": 635, "name": "Third-party analytics and advertising providers policy", "url": "https://help.pinterest.com/en/articles/third-party-analytics-or-advertising-providers-pinterest-uses-or-allows", "xpath": "\"//*[@class='paragraph paragraph--type--text paragraph--view-mode--default']\"", "text": null, "created_at": "2018-10-17 06:34:36.94402", "updated_at": "2018-10-17 06:34:36.94402"}, {"id": 1701, "name": "Privacy policy", "url": "https://policy.pinterest.com/en/privacy-policy", "xpath": "//main[@class='site__content']//article[1]", "text": " Privacy policy <ul>\n<li> Table of contents\n<p>You can use this table of contents to move through our privacy policy and find what you need.\nClick on a link for a specific section and you'll jump right to it.</p>\n</li>\n<li>\n<ul>\n<li>Summary of changes </li>\n<li>Thank you for using Pinterest! </li>\n<li>We collect information in a few different ways </li>\n<li>What we do with the info we collect </li>\n<li>Transferring your information </li>\n<li> Choices you have about your info </li>\n<li>How and when we share information </li>\n<li>How long we keep your information </li>\n<li>Our policy on children’s information </li>\n<li>Your options </li>\n<li>Residents of the EEA </li>\n<li>California residents </li>\n<li>How we make changes to this policy </li>\n<li>Contact us </li>\n</ul>\n</li>\n</ul> Summary of changes <ul>\n<li>\n<p>We added more details about data we collect and how it's used, along with a new way to control whether it is used to report on ads performance.</p>\n<p>We added new information for our California residents.</p>\n</li>\n</ul> Thank you for using Pinterest! <ul>\n<li>\n<p>Our mission is to bring everyone the inspiration to create a life they love.\nTo do that, we show you personalized content and ads we think you’ll be interested in based on information we collect from you and third parties.\nWe only use that information where we have a proper legal basis for doing so.</p>\n<p>\nWe wrote this policy to help you understand what information we collect, how we use it and what choices you have about it.\nBecause we’re an internet company, some of the concepts below are a little technical, but we’ve tried our best to explain things in a simple and clear way.\nWe welcome your questions and comments on this policy.</p>\n</li>\n</ul> We collect information in a few different ways <ul>\n<li> 1.\nWhen you give it to us or give us permission to obtain it\n<p>When you sign up for or use Pinterest you voluntarily share certain information including your name, email address, phone number, photos, Pins, comments, and any other information you give us.\nYou can also choose to share your precise location using your device settings or through photos.\nWe will still use your IP address, which is used to approximate your location, even if you don't choose to share your precise location.\nYou will also have the option&nbsp;to share other information about yourself such as your gender, age and preferred language.<br>\n&nbsp;&nbsp.\n&nbsp;<br>\nIf you connect your Facebook, Google or other third-party accounts to Pinterest, we use information from those accounts (such as your friends or contacts) to improve your Pinterest experience.\nThis is dependent on the privacy policies or settings for those accounts.</p>\n2.\nWe also get technical information when you use Pinterest\n<p>When you use a website, mobile application or other internet service, certain internet and electronic network activity information gets created and logged automatically.\nThis is also true when you use Pinterest.\nHere are some of the types of information we collect:</p>\n<ul>\n<li>\n<strong>Log data.</strong> When you use Pinterest, our servers record information (“log data”), including information that your browser automatically sends whenever you visit a website, or that your mobile app automatically sends when you’re using it.\nThis log data includes your Internet Protocol address (which we use to infer your approximate location), the address of and activity on websites you visit that incorporate Pinterest features (like the “Save” button—more details below), searches, browser type and settings, the date and time of your request, how you used Pinterest, cookie data and device data.\nYou can learn more about the log data we collect here.</li>\n<li>\n<strong>Cookie data.</strong> We also use “cookies” (small text files sent by your computer each time you visit our website, unique to your Pinterest account or your browser) or similar technologies to get log data.\nWhen we use cookies or other similar technologies, we use session cookies (that last until you close your browser) or persistent cookies (that last until you or your browser delete them).\nFor example, we use cookies to store your language preferences or other settings so you don‘t have to set them up every time you visit Pinterest.\nSome of the cookies we use are associated with your Pinterest account (including information about you, such as the email address you gave us) and other cookies are not.\nFor more detailed information about how we use cookies, please review our Cookie&nbsp;Policy.</li>\n<li>\n<strong>Device information.</strong> In addition to log data, we collect information about the device you’re using Pinterest on, including the type of device, operating system, settings, unique device identifiers and crash data that helps us understand when something breaks.</li>\n<li>\n<strong>Clickstream data and inferences.</strong> When you’re on Pinterest, we use your activity—such as which Pins you click on, boards you create, and any text that you add in a comment or description—along with information you provided when you first signed up&nbsp;and information from our partners and advertisers to make inferences about you and your preferences.\nFor example, if you create a board about travel, we may infer you are a travel enthusiast.\nWe may also infer information about your education or professional experience based on your activity when you link your account to accounts you have with third parties like Facebook or Google.</li>\n</ul>3.\nOur partners and advertisers share information with us\n<p>We also get information about you and your activity outside Pinterest from our affiliates, advertisers, partners and other third parties we work with.\nFor example:</p>\n<ul>\n<li>Some websites or apps use Pinterest features such as our “Save” button, or you may install our “Save” button for your browser.\nIf so, we collect log data from those sites or apps.\nYou can learn more about these features at our Help Center.</li>\n<li>Online advertisers or third parties share information with us to measure, report on or improve the performance of ads on Pinterest, or to figure out what kinds of ads to show you on or off of Pinterest.\nThis includes information about your visits to an advertiser's site or purchases you made from them, or information about your interests from a third-party service, which we might use to help show you ads.\nLearn more about the types of information advertisers or other third parties share with us.</li>\n</ul>\n</li>\n</ul> What we do with the info we collect <ul>\n<li> We’re committed to showing you content that’s relevant, interesting and personal to you.\nTo do that, we use your information to provide and improve your experience, including:\n<ul>\n<li>Identify you when you use Pinterest.</li>\n<li>Recommend Pins, boards, topics or categories you might like based on your activity on Pinterest.\nFor example, if we see you’re into cooking, we may suggest food-related Pins, boards or people that we think you might like, or show you food-related ads.</li>\n<li>Respond to your questions or comments.</li>\n</ul>\n<p>We have a legitimate interest for using your info in these ways.\nIt's fundamental to what we do at Pinterest and necessary in order to make Pinterest and its features relevant and personalized to you.</p>\n<p>We also have a legitimate interest in making Pinterest safe and improving&nbsp;our product features so you keep finding the inspiration you want.\nWe all benefit when we use your information to:</p>\n<ul>\n<li>Suggest other people who have similar interests.\nFor example, if you follow interior design boards, we may suggest interior designers that you might like.</li>\n<li>Help your friends and contacts find you on Pinterest, if you agree to this in your settings.\nFor example, if you sign up using a Facebook account, we can help your Facebook friends find you on Pinterest when they first sign up for Pinterest.\nOr people can search for your account on Pinterest using your email.</li>\n<li>Work with law enforcement and keep Pinterest safe.\nWe may get requests for account information from law enforcement authorities like the police or courts.\nTo find out more about how we respond to law enforcement requests, please see our Law Enforcement Guidelines.</li>\n<li>Review your messages on Pinterest to detect activity that poses a risk to the safety of you, our community and/or members of the public.</li>\n<li>Conduct analytics and research on who is using Pinterest and what they are doing.\nFor example, by logging how often people use two different versions of a feature on Pinterest, we can understand which version is better.</li>\n<li>Improve Pinterest and offer new features.</li>\n<li>Advertise Pinterest products and services to you on other sites.\nYou can choose for us not to share your information with other sites to personalize those ads as described in the “Choices you have about your information” section below.</li>\n<li>Send you updates (such as when certain activity, like saves or comments, happens on Pinterest) and news by email or push notification, depending on your settings.\nFor example, we send weekly updates that include Pins you may like.\nYou can decide to stop getting these notifications by updating your settings.</li>\n</ul>\n<p>We have a legitimate interest in delivering ads that are relevant, interesting and personal to you in order to generate revenue.\nTo further these interests we use the information we collect to:</p>\n<ul>\n<li>Decide which ads to show you.\nFor example, if you show an interest in camping tents on Pinterest, we may show you ads for other outdoor products.\nWe customize the ad content we show you by identifying your interests based on your onsite and offsite activities, as well as by using information we receive from ad partners or other third parties.\nWhere we use cookies to identify your offsite interests, we’ll get your consent where we need to.\nWhere ad partners or other third parties share information with us about you, we rely on the consent they already obtained.</li>\n<li>Tell our ad partners how their Pinterest ads are doing, and how to make them better.\nSome of this information is aggregated.\nFor example, we would report to an advertiser that a certain percentage of people who viewed a Promoted Pin went on to visit that advertiser's site.\nIn other instances, this information isn’t aggregated.\nFor example, we would let an advertiser know that a particular Promoted Pin has been saved by certain people.\nTo find out more about reporting on ads&nbsp;please visit the Help Center.</li>\n</ul>\n<p>We have a legitimate interest in using information we collect to customize your Pinterest experience based on your offsite behavior.\nFor example, if you visit websites that sell electric guitars, we may suggest guitar Pins to you.\nWhen we identify your interests based on your offsite behavior with cookies, we will obtain any consent that we may need.\nTo find out more about how we use cookies, please see our Cookie&nbsp;Policy.</p>\n<p>In addition to the specific circumstances above, we’ll only use your information with your consent in order to:</p>\n<ul>\n<li>Allow searching with photos.\nFor example, if you take a photo of a pair of shoes or a piece of furniture you like, you can ask us to show you similar items.\nYou can opt in to this in your device operating system settings.</li>\n<li>Send you marketing materials by email, text, push notification or phone call depending on your account or operating system settings.\nEach time we send you marketing materials, we give you the option to unsubscribe.</li>\n<li>Identify your precise location and customize the content we show you.\nFor example, if we know that you’re near a retailer we may show you that retailer’s Pins that may be of interest to you.\nYou can opt in to this in your device operating system settings.</li>\n<li>Tell our ad partners how their ads are doing using the Pinterest Tag.\nThe Pinterest Tag (a piece of code an advertiser puts on their site) delivers insights to us and our ad partners about actions that a person takes on their website after viewing an ad on Pinterest.\nTo learn more about the Pinterest Tag, please visit the Help Center.</li>\n</ul>\n<p>We’ll also rely on your consent where we use cookies to:</p>\n<ul>\n<li>Identify you across different browser sessions.\nThis means if you log into Pinterest from your phone (or any device), we'll remember that you're you and then you won't need to enter your login details each time you visit Pinterest.</li>\n<li>Show you ads you might be interested in.\nWe use cookies to identify your interests based on your offsite activity.\nWe do this for people currently using Pinterest and for new folks, and it helps us customize how you get started on Pinterest.</li>\n</ul>\n<p>To find out more about how we use cookies, and your choices about how we use them, please see our Cookie&nbsp;Policy.</p>\n</li>\n</ul> Transferring your information <ul>\n<li>\n<p>Pinterest is a worldwide service.\nBy using our products or services, you authorize us to transfer and store your information outside your home country, including in the United States, for the purposes described in this policy.\nThe privacy protections and the rights of authorities to access your personal information in such countries may not be equivalent to those of your home country.</p>\n<p>See the section for EEA Residents to learn more about data transfers to and from that region.</p>\n</li>\n</ul> Choices you have about your info <ul>\n<li>\n<p>Our goal is to give you simple and meaningful choices regarding your information.\nIf you have a Pinterest account, many of these controls are built directly into Pinterest or your settings.\nFor example, you can:</p>\n<ul>\n<li>Edit information in your profile at any time, decide whether your profile is available to search engines, or choose whether others can find your Pinterest account using your email address.</li>\n<li>Link or unlink your Pinterest account from other services (like Facebook, Google or Twitter).\nFor some services (like Facebook), you can also decide whether or not to publish your Pinterest activity to that service.</li>\n<li>Edit secret board settings.\nSecret boards are visible to you and other collaborators in the board, and any collaborator may choose to make the board available to anyone else.\nFor example, another collaborator can invite someone else to the board, make the board available to an app they use to view Pinterest, or even just take an image from the board and email it to their friends.</li>\n<li>Choose whether Pinterest will be customized for you using information from other websites or apps.\nIf you have a Pinterest account and want to control how your offsite data is used to tailor your experience, you can visit your settings and update your “Personalization” preferences.</li>\n<li>Choose whether Pinterest ads delivered to you on other platforms, sites or apps are customized using information about your account activities.\nYou&nbsp;can control this by visiting&nbsp;your settings&nbsp;and updating&nbsp;your “Personalization” preferences.</li>\n<li>Choose whether Pinterest shares information about your activity on Pinterest for ads performance reporting.\nYou can control this by visiting your settings and updating your “Personalization” preferences.</li>\n<li>Close your account at any time.\nWhen you close your account, we’ll deactivate it, remove your Pins and boards from Pinterest and delete your account data.&nbsp;Please note that there may be legal reasons for us to keep your data, such as if we receive a law enforcement request asking us to preserve data.\nWe may also retain certain information in our backup systems for a limited period of time, or as required by law.</li>\n</ul>\n<p>We also support settings such as Limit Ad Tracking in iOS, Ads Personalization in Android devices as well as Do Not Track in browsers.&nbsp;Learn more about how Do Not Track affects our collection and use of data collected off of Pinterest.</p>\n<p>You also have choices available to you through the device or software you use to access Pinterest.\nFor example:</p>\n<ul>\n<li>The browser you use lets you control cookies or other types of local data storage.</li>\n<li>Your mobile device lets you choose how and whether your precise location, photos, contacts and other data is shared with us.</li>\n</ul>\n<p>To learn more about these choices, please see the information provided by your device or software provider.</p>\n<p>&nbsp;</p>\n</li>\n</ul> How and when we share information <ul>\n<li>\n<p>Anyone can see the public boards and Pins you create and profile information you give us.\nWe also make this public information available through what are called APIs (basically a technical way to share information quickly).\nFor example, a partner can study what their most popular Pins are or how their Pins are being shared on Pinterest by using a Pinterest API.\nWe also share your information with:</p>\n<ul>\n<li>Other services, at your direction, to enable you to sign up for or log in to Pinterest, or when you decide to link your Pinterest account to those services, like Facebook or Google, or when you publish your content on Pinterest to them.\nFor example, if you choose to publish your Pins to Facebook or Twitter, then information about that content will be shared&nbsp;with Facebook or Twitter.</li>\n<li>Services we use to market Pinterest to you on sites and apps other than Pinterest, such as Facebook Ads, Google Marketing Platform, Microsoft Advertising, LinkedIn Advertising, The Trade Desk and others from time to time.\nYou can opt-out of sharing with such advertising services in your settings.</li>\n<li>Online advertisers and third-party companies that we or they use to audit or improve the delivery and performance of ads or content on websites and apps (for example, through Google Analytics).\nThis includes us sharing the Pins or ads you were shown on Pinterest and whether or how you engaged with those Pins or ads, or other information about your activity on Pinterest.\nLearn more about how we share information with online advertisers.\nTo learn more about third-party companies that analyze ad performance, please visit our Help Center.</li>\n<li>Third-party companies, service providers or individuals that we employ to process information on our behalf based on our instructions and for the purposes described in this Privacy Policy.\nFor example, we share data with security consultants to help us get better at identifying spam.\nSome information we acquire may be collected by third-party providers on our behalf.</li>\n<li>Law enforcement agencies or government agencies.\nWe only share information if we believe that disclosure is reasonably necessary to comply with a law, regulation or legal request.\nto protect the safety, rights, or property of the public, any person, or Pinterest.\nor to detect, prevent, or otherwise address fraud, security or technical issues.</li>\n<li>Our wholly-owned subsidiaries and affiliates.\nIf we were to engage in a merger, acquisition, bankruptcy, dissolution, reorganization, or similar transaction or proceeding that involves the transfer of the information described in this Policy, we would share your information with a party involved in such a process (for example, a potential purchaser).</li>\n</ul>\n</li>\n</ul> How long we keep your information <ul>\n<li>\n<p>We keep your information only so long as we need it to provide Pinterest to you and fulfill the purposes described in this policy.\nThis is also the case for anyone that we share your information with and who carries out services on our behalf.\nWhen we no longer need to use your information and there is no need for us to keep it to comply with our legal or regulatory obligations, we’ll either remove it from our systems or depersonalize it so that we can't identify you.</p>\n</li>\n</ul> Our policy on children’s information <ul>\n<li>\n<p>Children under 13 are not allowed to use Pinterest.\nIf you are based in the EEA you may only use Pinterest if you are over the age at which you can provide consent to data processing under the laws of your country.</p>\n</li>\n</ul> Your options <ul>\n<li>\n<p>You have options in relation to the information that we have about you.\nTo exercise these options, please visit your account settings and, if you still need help, our Help Center.</p>\n<ul>\n<li>Request access to the information we collect and hold about you.\nWe'll usually share this with you within 30 days of you asking us for it through our Help Center.</li>\n<li>Have your information corrected or deleted.\nYou can update your information in your profile or delete your data by closing your account.</li>\n<li>Object to us processing your information.\nYou can ask us to stop using your information, including when we use your information to send you marketing emails or push notifications.\nIf you opt out of receiving marketing messages from us, we may still send you updates about your account, such as when someone comments on one of your Pins.</li>\n<li>Have the information you provided to us sent to another organization, where we hold this information with your consent or for the performance of a contract with you, and, where it's technically feasible for us to do so.</li>\n<li>Request more details about the information we collect and how and why we use and share it.</li>\n</ul>\n<p>We will not discriminate against you if you choose to exercise your options related to your personal information.\nWe work to be clear with you about your options and the consequences of exercising certain options.\nIf you have questions, please contact us.<br>\n&nbsp;</p>\n</li>\n</ul> Residents of the EEA <ul>\n<li>\n<p>If you have any questions about our data processing activities, the data controller you should contact is Pinterest Europe Ltd., an Irish company with its registered office at Palmerston House, 2nd Floor, Fenian Street, Dublin 2, Ireland.\nYou can also contact our Data Protection Officer.</p>\n<p>If you think that we haven't complied with data protection laws, you have a right to lodge a complaint with the Data Protection Commission in Ireland or with your local supervisory authority.</p>\n<p>Because Pinterest is a worldwide service, we may transfer the personal data of EEA residents to a country outside the EEA.&nbsp;Where we transfer information from the EEA to a country that doesn't provide an adequate level of protection, we’ll only do so under appropriate safeguards to protect your information, like standard contractual clauses.</p>\n</li>\n</ul> California residents <ul>\n<li>\n<p>The California Consumer Privacy Act (CCPA) requires us to disclose categories of Personal Information we collect and how we use it, the categories of sources from whom we collect Personal Information, and the third parties with whom we share it, which we have explained above.</p>\n<p>In the preceding twelve months, we have collected Personal Information from you, your devices, our partners, third parties, and from categories of sources otherwise described in the&nbsp;“We collect information in a few different ways”&nbsp;section of this Privacy Policy.</p>\n<p>We are also required to communicate information about rights California residents have under California law.\nYou may exercise the following rights:</p>\n<ul>\n<li>Right to Know and Access.\nYou may submit a verifiable request for information regarding the: (1) categories of Personal Information we collect, use, or share.\n(2) purposes for which categories of Personal Information are collected or used by us.\n(3) categories of sources from which we collect Personal Information.\nand (4) specific pieces of Personal Information we have collected about you.</li>\n<li>Right to Equal Service.\nWe will not discriminate against you if you exercise your privacy rights.</li>\n<li>Right to Delete.\nYou may submit a verifiable request to close your account and we will delete Personal Information about you that we have collected.</li>\n</ul>\n<p>In order to verify your identity when you make a request, you will be required to log in to your password-protected account or respond to an email verification request.</p>\n<p>We do not sell the Personal Information of our users.</p>\n<p>For more information about these rights, please see “Choices you have about your info” above, and to exercise them, please visit our Help Center&nbsp;or contact us at privacy-support [at] pinterest.com.&nbsp;</p>\n<p>In addition to exercising these rights yourself, you may also designate an authorized agent to make these requests on your behalf.\nIn order to do this, we will ask you to verify the request directly via email or through your password-protected account.</p>\n<p>We collect the following categories of Personal Information and in the past 12 months, we have disclosed these categories of Personal Information for a business purpose to affiliates, service providers and third parties, as described in the How and when we share information section of this Privacy Policy:</p>\n<ul>\n<li>Identifiers, such as your name, username, email address, phone number, unique device identifiers, and your IP address</li>\n<li>Personal characteristics protected by law, such as your gender and age</li>\n<li>Commercial information, such as purchases made, and payment information</li>\n<li>Internet or electronic network activity information, such as information about your device and your use of our Services</li>\n<li>Geo-location data, when shared through your device settings or photos</li>\n<li>Electronic, visual, or similar information, such as your profile picture or photos</li>\n<li>Professional or employment information, when you link your account to other accounts</li>\n<li>Inferences we draw or derive about users, such as your interests or preferences</li>\n<li>Other information you provide, such as your bio, Pins, and comments</li>\n</ul>\n<p>We use and disclose this information for the business purposes described in the What we do with the info we collect section in this Privacy Policy, including to: provide our Service, communicate with you to provide updates or respond to your comments and questions, audit our Service, detect security incidents and prevent fraud, debug and repair errors, maintain your account, provide customer service, process or fulfill orders, conduct research and development and other activities to improve our Service, show advertising, market our Services, and understand how users interact with our Services.</p>\n</li>\n</ul> How we make changes to this policy <ul>\n<li>\n<p>We may change this policy from time to time and if we do, we’ll post any changes on this page.\nIf you continue to use Pinterest after those changes are in effect, you agree to the new policy.\nIf the changes are significant, we may provide a more prominent notice or get your consent, as required by law.</p>\n</li>\n</ul> Contact us <ul>\n<li>\n<p>The best way to get in touch with us or to exercise your options described above is through the Help Center.\nIf you live in the United States, Pinterest, Inc.\nis responsible for your information.\nYou can contact Pinterest Inc.\nat 651 Brannan Street, San Francisco, CA 94107, USA.</p>\n<p>Effective Date September 2, 2020<br>\nLast updated September 2, 2020</p>\n</li>\n</ul> ", "created_at": "2019-08-02 10:37:22.364447", "updated_at": "2020-12-14 21:43:49.615944"}], "points": [{"id": 12987, "title": "This service gathers information about you through third parties", "source": "https://policy.pinterest.com/en/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-12-18 08:09:32.978191", "updated_at": "2020-12-18 08:14:08.612729", "quoteText": "Our partners and advertisers share information with us\n<p>We also get information about you and your activity outside Pinterest from our affiliates, advertisers, partners and other third parties we work with.", "case_id": 382, "document_id": 3, "quoteStart": 5963, "quoteEnd": 6171}, {"id": 12985, "title": "This service requires first-party cookies", "source": "https://policy.pinterest.com/en/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-12-18 08:07:50.677453", "updated_at": "2020-12-18 08:15:36.795429", "quoteText": "We also use “cookies” (small text files sent by your computer each time you visit our website, unique to your Pinterest account or your browser) or similar technologies to get log data.", "case_id": 126, "document_id": 3, "quoteStart": 4216, "quoteEnd": 4401}, {"id": 12993, "title": "This service may use your personal information for marketing purposes", "source": "https://policy.pinterest.com/en/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-12-18 08:13:21.5528", "updated_at": "2021-01-02 15:03:34.48121", "quoteText": "Send you updates (such as when certain activity, like saves or comments, happens on Pinterest) and news by email or push notification, depending on your settings.\nFor example, we send weekly updates that include Pins you may like.", "case_id": 336, "document_id": 3, "quoteStart": 9406, "quoteEnd": 9636}, {"id": 12975, "title": "The court of law governing the terms is in location X", "source": "https://policy.pinterest.com/en/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-12-18 07:59:57.920824", "updated_at": "2020-12-18 08:18:29.777668", "quoteText": "<p>These Terms shall be governed by the laws of the State of California, without respect to its conflict of laws principles.", "case_id": 163, "document_id": 4, "quoteStart": 16294, "quoteEnd": 16418}, {"id": 12965, "title": "This service assumes no responsibility and liability for the contents of links to other websites", "source": "https://policy.pinterest.com/en/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-12-18 07:52:38.76922", "updated_at": "2020-12-18 08:16:03.445449", "quoteText": "Pinterest may contain links to third party websites, advertisers, services, special offers, or other events or activities that are not owned or controlled by Pinterest.\nWe don’t endorse or assume any responsibility for any such third party sites, information, materials, products, or services.\nIf you access any third party website, service, or content from Pinterest, you do so at your own risk and you agree that Pinterest has no liability arising from your use of or access to any third party website, service, or content.", "case_id": 279, "document_id": 4, "quoteStart": 7082, "quoteEnd": 7607}, {"id": 12991, "title": "Your personal data is aggregated into statistics", "source": "https://policy.pinterest.com/en/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-12-18 08:12:35.90636", "updated_at": "2020-12-18 08:20:51.163122", "quoteText": "<li>Conduct analytics and research on who is using Pinterest and what they are doing.\nFor example, by logging how often people use two different versions of a feature on Pinterest, we can understand which version is better.", "case_id": 190, "document_id": 3, "quoteStart": 8877, "quoteEnd": 9100}, {"id": 12971, "title": "This service does not condone any ideas contained in its user-generated contents", "source": "https://policy.pinterest.com/en/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-12-18 07:55:08.924235", "updated_at": "2020-12-18 08:16:48.954714", "quoteText": "Pinterest takes no responsibility and assumes no liability for any User Content that you or any other person or third party posts or sends using our Service.\nYou understand and agree that you may be exposed to User Content that’s inaccurate, objectionable, inappropriate for children, or otherwise unsuited to your purpose.</p>", "case_id": 292, "document_id": 4, "quoteStart": 9733, "quoteEnd": 10060}, {"id": 12976, "title": "Users should revisit the terms periodically, although in case of material changes, the service will notify", "source": "https://policy.pinterest.com/en/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-12-18 08:01:13.822775", "updated_at": "2020-12-18 08:19:03.183908", "quoteText": "We reserve the right to determine the form and means of providing notifications to you, and you agree to receive legal notices electronically if that’s what we decide.\nWe may revise these Terms from time to time and the most current version will always be posted on our website.\nIf a revision, in our discretion, is material, we’ll notify you.", "case_id": 329, "document_id": 4, "quoteStart": 17383, "quoteEnd": 17726}, {"id": 12979, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://policy.pinterest.com/en/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-12-18 08:05:08.066642", "updated_at": "2020-12-18 08:20:02.36345", "quoteText": "No waiver of any term of these Terms shall be deemed a further or continuing waiver of such term or any other term, and Pinterest's failure to assert any right or provision under these Terms shall not constitute a waiver of such right or provision.", "case_id": 295, "document_id": 4, "quoteStart": 19225, "quoteEnd": 19473}, {"id": 12992, "title": "You can opt out of targeted advertising", "source": "https://policy.pinterest.com/en/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-12-18 08:13:01.410982", "updated_at": "2020-12-18 08:28:52.640356", "quoteText": "You can choose for us not to share your information with other sites to personalize those ads as described in the “Choices you have about your information” section below.", "case_id": 219, "document_id": 3, "quoteStart": 9226, "quoteEnd": 9396}, {"id": 1433, "title": "[Good] Pinterest offers security tips and link for you to notify them of any account compromises.", "source": "https://groups.google.com/forum#!topic/tosdr/Z07VtGIayxc", "status": "[Good] Pinterest offers security tips and link for you to notify them of any account compromises.", "created_at": "2018-05-15 09:11:48.803604", "updated_at": "2021-01-10 18:30:00.679357", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1606, "title": "[Bad] Pinterest may use or store information wherever Pinterest does business", "source": "Imported from ToS;DR before phoenix", "status": "Pinterest may use or store your information wherever Pinterest does business, including countries outside your own.\r\nThe information they collect may be “personally identifiable” or “non-personally identifiable”.  They use both types of information, and combinations of both types.", "created_at": "2018-05-15 09:11:55.934488", "updated_at": "2018-09-10 09:49:02.928981", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1601, "title": "[Good] Pinterest supports the Do Not Track browser setting.", "source": "Imported from ToS;DR before phoenix", "status": "They support Do Not Track because they think it’s really important that you have a simple way to control how your info gets used. They honor DNT as a signal for how you want them to use data they collect outside of Pinterest. For details, including how to turn on Do Not Track, visit donottrack.us.", "created_at": "2018-05-15 09:11:55.754947", "updated_at": "2018-09-10 09:47:58.903016", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1576, "title": "[Good] Pinterest offers security tips and link for you to notify them of any account compromises.", "source": "Imported from ToS;DR before phoenix", "status": ".", "created_at": "2018-05-15 09:11:54.826894", "updated_at": "2018-09-10 09:35:08.986311", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1866, "title": "[Bad] Pinterest retains your User Content", "source": "Imported from ToS;DR before phoenix", "status": "Pinterest retains your User Content even after you delete either the content from your account, or your account altogether.\r\nPinterest and its users may retain and continue to use, store, display, reproduce, re-pin, modify, create derivative works, perform, and distribute any of your User Content that other users have stored or shared through Pinterest.", "created_at": "2018-05-15 09:12:06.358999", "updated_at": "2018-09-10 10:05:52.681217", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 4109, "title": "Pinterest Review", "source": "https://groups.google.com/forum/#!topic/tosdr/mc00Cwt9MQI", "status": "Pinterest Review", "created_at": "2018-05-18 14:05:13.100491", "updated_at": "2018-05-30 12:50:27.159982", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1664, "title": "[Good] Pinterest will notify you of material revisions to TOS.", "source": "https://groups.google.com/forum#!topic/tosdr/02z62vwNPR4", "status": "[Good] Pinterest will notify you of material revisions to TOS.", "created_at": "2018-05-15 09:11:58.016788", "updated_at": "2021-02-06 03:50:21.900791", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1321, "title": "[Good] Pinterest explains its data collection with Pin It buttons and advertisers.", "source": "Imported from ToS;DR before phoenix", "status": "Pinterest deletes Pin It button data after 30 days.", "created_at": "2018-05-15 09:11:44.494873", "updated_at": "2018-09-10 09:28:06.41826", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1325, "title": "[Good] Pinterest offers instructions on how to report bad posts.", "source": "Imported from ToS;DR before phoenix", "status": ".", "created_at": "2018-05-15 09:11:44.648939", "updated_at": "2018-09-10 10:10:33.816749", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1679, "title": "SantsTV", "source": "Imported from ToS;DR before phoenix", "status": "It uses 3rd Part Cookies", "created_at": "2018-05-15 09:11:58.557358", "updated_at": "2021-02-06 03:50:22.129954", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1695, "title": "[Good] Pinterest offers instructions on how to report bad posts.", "source": "https://groups.google.com/forum#!topic/tosdr/Zw5uTRunNCg", "status": "[Good] Pinterest offers instructions on how to report bad posts.", "created_at": "2018-05-15 09:11:59.194616", "updated_at": "2021-02-06 03:50:22.584325", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1612, "title": "You can opt out of targeted advertising", "source": "https://help.pinterest.com/en/articles/personalization-and-data", "status": "[Good] Pinterest supports the Do Not Track browser setting.", "created_at": "2018-05-15 09:11:56.140544", "updated_at": "2020-12-18 08:25:43.30193", "quoteText": "You can also change your browser’s Do Not Track feature to keep Pinterest and other sites from using this info.", "case_id": 219, "document_id": 534, "quoteStart": 2735, "quoteEnd": 2846}, {"id": 1654, "title": "[Good] Pinterest respects copyrights.", "source": "https://groups.google.com/forum#!topic/tosdr/BDN3Ns5uq6A", "status": "[Good] Pinterest respects copyrights.", "created_at": "2018-05-15 09:11:57.644642", "updated_at": "2021-02-06 03:50:23.424746", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1789, "title": "[Bad] Pinterest may retain archived copies of your information when you close your account.", "source": "https://groups.google.com/forum#!topic/tosdr/X-Yfx2o4_L4", "status": "[Bad] Pinterest may retain archived copies of your information when you close your account.", "created_at": "2018-05-15 09:12:03.443262", "updated_at": "2021-02-06 03:50:25.446593", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1803, "title": "[Good] Pinterest’s TOS includes “More simply put” language.", "source": "https://groups.google.com/forum#!topic/tosdr/eh5tGp0rTlk", "status": "[Good] Pinterest’s TOS includes “More simply put” language.", "created_at": "2018-05-15 09:12:04.027768", "updated_at": "2021-02-06 03:50:25.69763", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 895, "title": "Third-party analytics opt-out.", "source": "https://groups.google.com/forum#!topic/tosdr/-_YbeJaZ3JI", "status": "A link to Google Analytics opt-out instructions is provided.", "created_at": "2018-01-16 15:27:54.65195", "updated_at": "2021-02-06 04:02:04.811647", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1962, "title": "[Good] Pinterest will work with you to resolve any disputes.", "source": "Imported from ToS;DR before phoenix", "status": "Pinterest will first attempt to resolve disputes with you informally…\r\nif not…\r\nEach party will be responsible for paying any arbitration fees, except that Pinterest will pay for your filing and arbitrator fees if your claim for damages does not exceed $75,000 and is non-frivolous.", "created_at": "2018-05-15 09:12:09.907798", "updated_at": "2018-09-10 09:53:13.306536", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1955, "title": "[Good] Pinterest respects copyrights.", "source": "Imported from ToS;DR before phoenix", "status": "Pinterest has a Copyright Policy in accordance with the Digital Millennium Copyright Act.", "created_at": "2018-05-15 09:12:09.654854", "updated_at": "2018-09-10 09:53:38.793004", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1965, "title": "[Bad] Pinterest may use or store information wherever Pinterest does business", "source": "https://groups.google.com/forum#!topic/tosdr/hi5rYUfnr0U", "status": "[Bad] Pinterest may use or store information wherever Pinterest does business", "created_at": "2018-05-15 09:12:10.008986", "updated_at": "2021-02-06 03:50:29.05711", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2080, "title": "[Bad] Pinterest retains your User Content", "source": "https://groups.google.com/forum#!topic/tosdr/zzfccIf6ml0", "status": "[Bad] Pinterest retains your User Content", "created_at": "2018-05-15 09:12:13.899413", "updated_at": "2021-02-06 03:50:31.568756", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2190, "title": "[Good] Pinterest include example pins for what is acceptable.", "source": "https://groups.google.com/forum#!topic/tosdr/iMBku_cGS28", "status": "[Good] Pinterest include example pins for what is acceptable.", "created_at": "2018-05-15 09:12:17.548949", "updated_at": "2021-02-06 03:50:34.47642", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2191, "title": "[Good] Pinterest’s TOS includes “More simply put” language.", "source": "Imported from ToS;DR before phoenix", "status": "Pinterest’s TOS includes side by side its legal terms and “More simply put” language for ease of understanding.", "created_at": "2018-05-15 09:12:17.578571", "updated_at": "2018-09-10 10:01:07.444177", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2209, "title": "[Good] Pinterest Third-party analytics opt-out.", "source": "Imported from ToS;DR before phoenix", "status": "Pinterest offers Third-party analytics opt-out.", "created_at": "2018-05-15 09:12:18.218645", "updated_at": "2021-02-06 03:50:34.819686", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2270, "title": "Fwd: Research on privacy of digital photos", "source": "https://groups.google.com/forum#!topic/tosdr/eJya_t9EoeM", "status": "Fwd: Research on privacy of digital photos", "created_at": "2018-05-15 09:12:20.277075", "updated_at": "2021-02-06 03:50:35.620968", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1707, "title": "[Good] Pinterest include example pins for what is acceptable.", "source": "Imported from ToS;DR before phoenix", "status": "Pinterest includes example pins for what is acceptable with advertising rules and commerce policies.", "created_at": "2018-05-15 09:11:59.669099", "updated_at": "2018-09-10 09:56:52.866956", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1628, "title": "[Good] Pinterest will notify you of material revisions to TOS.", "source": "Imported from ToS;DR before phoenix", "status": "If they're making a big change to the terms, they'll let you know.\r\nPinterest reserves the right to determine the form and means of providing notifications to you.", "created_at": "2018-05-15 09:11:56.685671", "updated_at": "2018-09-10 09:52:22.979584", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1701, "title": "[Bad] Pinterest may retain archived copies of your information when you close your account.", "source": "Imported from ToS;DR before phoenix", "status": "When you close your account, they’ll deactivate it and remove your pins and boards from Pinterest. But they may retain archived copies of your information as required by law or for legitimate business purposes (including to help address fraud and spam).", "created_at": "2018-05-15 09:11:59.441746", "updated_at": "2018-09-10 09:55:55.570683", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1322, "title": "Pinterest ToS", "source": "https://groups.google.com/forum#!topic/tosdr/edMYJXaPrEA", "status": "Pinterest ToS", "created_at": "2018-05-15 09:11:44.527318", "updated_at": "2021-02-06 03:50:38.109946", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 12879, "title": "This service may use your personal information for marketing purposes", "source": "https://policy.pinterest.com/en/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-12-17 20:48:30.121701", "updated_at": "2020-12-18 07:42:36.442752", "quoteText": "Send you marketing materials by email, text, push notification or phone call depending on your account or operating system settings.\n", "case_id": 336, "document_id": 1701, "quoteStart": 11388, "quoteEnd": 11521}, {"id": 8217, "title": "This service only uses temporary session cookies", "source": "http://about.pinterest.com/privacy/", "status": "Generated through the annotate view", "created_at": "2019-11-03 03:44:30.867904", "updated_at": "2020-11-28 13:25:09.423887", "quoteText": "When we use cookies, we may use “session” cookies (that last until you close your browser) ", "case_id": 125, "document_id": 3, "quoteStart": 2446, "quoteEnd": 2537}, {"id": 12984, "title": "Third parties may be involved in operating the service", "source": "https://policy.pinterest.com/en/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-12-18 08:07:04.808056", "updated_at": "2020-12-18 21:47:58.335348", "quoteText": "<li>Third-party companies, service providers or individuals that we employ to process information on our behalf based on our instructions and for the purposes described in this Privacy Policy.\nFor example, we share data with security consultants to help us get better at identifying spam.\nSome information we acquire may be collected by third-party providers on our behalf.", "case_id": 207, "document_id": 3, "quoteStart": 18673, "quoteEnd": 19046}, {"id": 13013, "title": "This service respects your browser's Do Not Track (DNT) headers", "source": "https://policy.pinterest.com/en/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-12-18 18:45:43.090792", "updated_at": "2020-12-18 21:46:12.695874", "quoteText": "We also support settings such as Limit Ad Tracking in iOS, Ads Personalization in Android devices as well as Do Not Track in browsers.", "case_id": 383, "document_id": 3, "quoteStart": 16217, "quoteEnd": 16351}, {"id": 12956, "title": "They store data on you even if you did not interact with the service", "source": "https://help.pinterest.com/en/articles/personalization-and-data", "status": "Generated through the annotate view", "created_at": "2020-12-18 07:43:32.13581", "updated_at": "2020-12-18 21:46:47.457679", "quoteText": "<p>If you go to a site that has the Save button or a Pinterest widget, Pinterest can use info about that visit to personalize your experience back on Pinterest, to measure ad effectiveness, and for other purposes described in our cookie policy.", "case_id": 234, "document_id": 534, "quoteStart": 1128, "quoteEnd": 1372}, {"id": 8222, "title": "The terms for this service are translated into different languages", "source": "https://help.pinterest.com/en/articles/personalization-and-data", "status": "Generated through the annotate view", "created_at": "2019-11-03 04:11:05.975368", "updated_at": "2021-02-06 04:16:23.667984", "quoteText": "Language: English<ul>\n<li>English</li>\n<li>Bahasa Indonesia</li>\n<li>Česky</li>\n<li>Dansk</li>\n<li>Deutsch</li>\n<li>Español</li>\n<li>Français</li>\n<li>Italiano</li>\n<li>Magyar</li>\n<li>Norsk (Bokmål)</li>\n<li>Nederlands</li>\n<li>Polski</li>\n<li>Português, Brasil</li>\n<li>Português, Portugal</li>\n<li>Română</li>\n<li>Slovenčina</li>\n<li>Suomi</li>\n<li>Svenska</li>\n<li>Tagalog</li>\n<li>Tiếng Việt</li>\n<li>Türkçe</li>\n<li>Русский</li>\n<li>ไทย</li>\n<li>한국어 (Korean)</li>\n<li>日本語</li>\n</ul>EnglishBahasa IndonesiaČeskyDanskDeutschEspañolFrançaisItalianoMagyarNorsk (Bokmål)NederlandsPolskiPortuguês, BrasilPortuguês, PortugalRomânăSlovenčinaSuomiSvenskaTagalogTiếng ViệtTürkçeРусскийไทย한국어 (Korean)日本語 ", "case_id": 198, "document_id": 534, "quoteStart": 249, "quoteEnd": 949}, {"id": 12968, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://policy.pinterest.com/en/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-12-18 07:54:03.444616", "updated_at": "2020-12-18 21:48:56.184958", "quoteText": "\n<p>If you use Pinterest for commercial purposes (i.e., you are not a consumer) without agreeing to our Business Terms as required by Section 2(c) of these Terms, you agree to indemnify and hold harmless Pinterest Inc, Pinterest Europe Ltd, their affiliates and their&nbsp;respective officers, directors, employees and agents, from and against any claims, suits, proceedings, disputes, demands, liabilities, damages, losses, costs and expenses, including, without limitation, reasonable legal and accounting fees (including costs of defense of claims, suits or proceedings brought by third parties), in any way related to your access to or use of our Service, your User Content, or&nbsp;your breach of any of these Terms.</p>", "case_id": 146, "document_id": 4, "quoteStart": 8364, "quoteEnd": 9089}, {"id": 13012, "title": "This service tracks you on other websites", "source": "https://policy.pinterest.com/en/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-12-18 18:44:20.296636", "updated_at": "2020-12-18 21:49:09.473523", "quoteText": "We have a legitimate interest in using information we collect to customize your Pinterest experience based on your offsite behavior.\nFor example, if you visit websites that sell electric guitars, we may suggest guitar Pins to you.", "case_id": 129, "document_id": 3, "quoteStart": 11040, "quoteEnd": 11270}, {"id": 7530, "title": "There is a date of the last update of the terms", "source": "https://policy.pinterest.com/en/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-08-02 10:39:40.817688", "updated_at": "2021-02-06 04:16:24.959792", "quoteText": "Effective Date&nbsp;May 1, 2018<br>\nLast updated June 28, 2019</p>\n</li>\n", "case_id": 331, "document_id": 1701, "quoteStart": 24695, "quoteEnd": 24768}, {"id": 8216, "title": "This service gathers information about you through third parties", "source": "https://policy.pinterest.com/en/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-11-03 03:41:16.885393", "updated_at": "2020-12-18 08:10:06.397547", "quoteText": "Our partners and advertisers share information with us\n<p", "case_id": 382, "document_id": 1701, "quoteStart": 5517, "quoteEnd": 5574}, {"id": 8225, "title": "This service can delete your content if you violate the terms", "source": "http://about.pinterest.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-11-03 04:33:09.195181", "updated_at": "2021-02-06 04:25:27.769951", "quoteText": "We reserve the right to remove or modify User Content for any reason, including User Content that we believe violates these Terms or our policies", "case_id": 377, "document_id": 4, "quoteStart": 2939, "quoteEnd": 3084}, {"id": 8219, "title": "This service is only available to users of a certain age", "source": "http://about.pinterest.com/privacy/", "status": "Generated through the annotate view", "created_at": "2019-11-03 03:55:26.710972", "updated_at": "2020-11-28 13:11:45.07038", "quoteText": "Pinterest is not directed to children under 13", "case_id": 152, "document_id": 3, "quoteStart": 10523, "quoteEnd": 10569}, {"id": 8218, "title": "This service requires first-party cookies", "source": "http://about.pinterest.com/privacy/", "status": "Generated through the annotate view", "created_at": "2019-11-03 03:50:05.025493", "updated_at": "2020-11-28 13:10:57.240125", "quoteText": "or persistent cookies (that last until you or your browser delete them", "case_id": 126, "document_id": 3, "quoteStart": 4517, "quoteEnd": 4587}, {"id": 8227, "title": "Prohibits the posting of pornographic content", "source": "http://about.pinterest.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-11-03 04:40:19.821357", "updated_at": "2021-02-06 04:16:25.669143", "quoteText": "Also, don't post porn ", "case_id": 315, "document_id": 4, "quoteStart": 4234, "quoteEnd": 4256}, {"id": 8233, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "http://about.pinterest.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-11-03 04:58:15.831834", "updated_at": "2021-02-08 00:00:59.934624", "quoteText": "PINTEREST SPECIFICALLY DISCLAIMS ANY AND ALL WARRANTIES AND CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT, AND ANY WARRANTIES ARISING OUT OF COURSE OF DEALING OR USAGE OF TRADE", "case_id": 288, "document_id": 4, "quoteStart": 7088, "quoteEnd": 7304}, {"id": 12957, "title": "This service is only available to users over a certain age", "source": "https://policy.pinterest.com/en/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-12-18 07:44:43.289832", "updated_at": "2021-01-02 15:04:13.255428", "quoteText": "Any use or access by anyone under the age of 13 is not allowed.", "case_id": 152, "document_id": 4, "quoteStart": 2087, "quoteEnd": 2150}, {"id": 8085, "title": "Your data may be processed and stored anywhere in the world", "source": "https://policy.pinterest.com/en/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-10-08 12:19:41.032156", "updated_at": "2019-10-09 11:32:18.775016", "quoteText": "By using our products or services, you authorize us to transfer and store your information outside your home country, including in the United States,", "case_id": 187, "document_id": 1701, "quoteStart": 13006, "quoteEnd": 13155}, {"id": 8087, "title": "You maintain ownership of your data", "source": "http://about.pinterest.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-10-08 12:24:42.662402", "updated_at": "2019-10-09 11:34:42.435071", "quoteText": "You retain all rights in, and are solely responsible for, the User Content you post to Pinterest.</p>", "case_id": 183, "document_id": 4, "quoteStart": 3675, "quoteEnd": 3776}, {"id": 8086, "title": "This service is only available to users of a certain age", "source": "http://about.pinterest.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-10-08 12:22:35.805517", "updated_at": "2021-01-02 15:04:46.785319", "quoteText": "Any use or access by anyone under the age of 13 is prohibited.", "case_id": 152, "document_id": 4, "quoteStart": 785, "quoteEnd": 847}, {"id": 9402, "title": "You waive your right to a class action.", "source": "http://about.pinterest.com/terms/", "status": "Generated through the annotate view", "created_at": "2020-06-08 15:55:38.466653", "updated_at": "2020-12-07 12:45:13.952435", "quoteText": "BY ENTERING INTO THESE TERMS, YOU AND PINTEREST ARE EACH WAIVING THE RIGHT TO A TRIAL BY JURY OR TO PARTICIPATE IN A CLASS ACTION.</p>", "case_id": 117, "document_id": 4, "quoteStart": 15614, "quoteEnd": 15748}, {"id": 12959, "title": "This service can license user content to third parties", "source": "https://policy.pinterest.com/en/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-12-18 07:46:16.215465", "updated_at": "2020-12-18 07:59:39.908338", "quoteText": "transferable, sublicensable, worldwide license", "case_id": 134, "document_id": 4, "quoteStart": 4016, "quoteEnd": 4062}, {"id": 12958, "title": "The service has non-exclusive use of your content", "source": "https://policy.pinterest.com/en/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-12-18 07:45:54.658567", "updated_at": "2020-12-18 08:21:16.223861", "quoteText": "<p>You grant Pinterest and our users a non-exclusive,", "case_id": 402, "document_id": 4, "quoteStart": 3948, "quoteEnd": 4001}, {"id": 12962, "title": "This service holds onto content that you've deleted", "source": "https://policy.pinterest.com/en/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-12-18 07:47:54.129944", "updated_at": "2020-12-18 07:56:49.746576", "quoteText": "<p>Following termination or deactivation of your account, or if you remove any User Content from Pinterest, we may keep your User Content for a reasonable period of time for backup, archival, or audit purposes.\nPinterest and its users may retain and continue to use, store, display, reproduce, re-pin, modify, create derivative works, perform, and distribute any of your User Content that other users have stored or shared on Pinterest.", "case_id": 174, "document_id": 4, "quoteStart": 4874, "quoteEnd": 5310}, {"id": 12963, "title": "This service retains rights to your content even after you stop using your account", "source": "https://policy.pinterest.com/en/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-12-18 07:49:29.44494", "updated_at": "2020-12-18 07:49:46.177548", "quoteText": "More simply put </strong>\n<p>If you choose to post content, you give us permission to use it to provide and improve Pinterest.", "case_id": 173, "document_id": 4, "quoteStart": 5324, "quoteEnd": 5450}, {"id": 12966, "title": "The service can delete your account without prior notice and without a reason", "source": "https://policy.pinterest.com/en/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-12-18 07:53:08.507102", "updated_at": "2021-01-02 15:05:11.450019", "quoteText": "Pinterest may terminate or suspend your right to access or use Pinterest for any reason on appropriate notice.\nWe may terminate or suspend your access immediately and without notice if we have a good reason, including any violation of our Community Guidelines.", "case_id": 201, "document_id": 4, "quoteStart": 7815, "quoteEnd": 8075}, {"id": 12967, "title": "defend, indemnify, hold harmless; survives termination", "source": "https://policy.pinterest.com/en/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-12-18 07:53:36.856174", "updated_at": "2020-12-18 08:01:39.658501", "quoteText": "Upon termination, you continue to be bound by Sections 3 and 8 of these Terms.", "case_id": 147, "document_id": 4, "quoteStart": 8076, "quoteEnd": 8154}, {"id": 8231, "title": "The terms for this service are easy to read", "source": "http://about.pinterest.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-11-03 04:51:11.385411", "updated_at": "2020-11-28 13:29:37.564831", "quoteText": "More simply put", "case_id": 199, "document_id": 4, "quoteStart": 883, "quoteEnd": 898}, {"id": 8229, "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers", "source": "http://about.pinterest.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-11-03 04:46:08.890671", "updated_at": "2021-02-06 04:16:29.739404", "quoteText": "We do not endorse or assume any responsibility for any such third-party sites, information, materials, products, or services", "case_id": 278, "document_id": 4, "quoteStart": 5275, "quoteEnd": 5399}, {"id": 8223, "title": "User logs are deleted after a finite period of time", "source": "https://help.pinterest.com/en/articles/personalization-and-data", "status": "Generated through the annotate view", "created_at": "2019-11-03 04:18:02.55054", "updated_at": "2021-02-06 04:25:30.200922", "quoteText": "Pinterest deletes this data after 30 days", "case_id": 177, "document_id": 534, "quoteStart": 2462, "quoteEnd": 2503}, {"id": 8228, "title": "The user is informed about security practices", "source": "http://about.pinterest.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-11-03 04:42:50.743147", "updated_at": "2020-12-07 12:49:35.467878", "quoteText": "We care about the security of our users.\nWhile we work to protect the security of your content and account, Pinterest cannot guarantee that unauthorized third parties will not be able to defeat our security measures.\nPlease notify us immediately of any compromise or unauthorized use of your account.</p> More simply put: <p>You can help us fight spammers by keeping these security tips in mind", "case_id": 226, "document_id": 4, "quoteStart": 4658, "quoteEnd": 5052}, {"id": 8226, "title": "User feedback is invited regarding changes to the terms.", "source": "http://about.pinterest.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-11-03 04:38:57.258227", "updated_at": "2021-02-08 00:00:59.990536", "quoteText": "Oh, and we can actually use your suggestions to make Pinterest better", "case_id": 119, "document_id": 4, "quoteStart": 4295, "quoteEnd": 4364}, {"id": 8230, "title": "The service can delete your account without prior notice and without a reason", "source": "http://about.pinterest.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-11-03 04:48:03.488631", "updated_at": "2021-01-02 15:05:49.580887", "quoteText": "Pinterest may terminate or suspend this license at any time, with or without cause or notice to you", "case_id": 201, "document_id": 4, "quoteStart": 5795, "quoteEnd": 5894}, {"id": 8221, "title": "The service is not transparent regarding government requests or inquiries that may involve user data. ", "source": "http://about.pinterest.com/privacy/", "status": "Generated through the annotate view", "created_at": "2019-11-03 04:05:56.728329", "updated_at": "2021-02-06 03:50:48.620446", "quoteText": "If we believe that disclosure is reasonably necessary to comply with a law, regulation or legal request.\nto protect the safety, rights, or property of the public, any person, or Pinterest.\nor to detect, prevent, or otherwise address fraud, security or technical issues.</", "case_id": 168, "document_id": 3, "quoteStart": 9730, "quoteEnd": 10001}, {"id": 8224, "title": "This service allows you to retrieve an archive of your data", "source": "https://policy.pinterest.com/en/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-11-03 04:25:32.984059", "updated_at": "2021-02-06 04:25:30.596548", "quoteText": "To exercise these options, please contact us.\nIf you're an EEA user, you can:</p>\n<ul>\n<li>\n<p>Access the information we hold about you.\nWe'll usually share this with you within 30 days of you asking us for it", "case_id": 140, "document_id": 1701, "quoteStart": 22344, "quoteEnd": 22553}, {"id": 12961, "title": "The service can delete specific content without reason and may do it without prior notice", "source": "https://policy.pinterest.com/en/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-12-18 07:47:21.464034", "updated_at": "2020-12-18 07:56:20.038223", "quoteText": "We reserve the right to remove or modify User Content, or change the way it’s used in Pinterest, for any reason.\nThis includes User Content that we believe violates these Terms, our Community Guidelines, or any other policies.", "case_id": 202, "document_id": 4, "quoteStart": 4396, "quoteEnd": 4622}, {"id": 12969, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://policy.pinterest.com/en/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-12-18 07:54:23.944396", "updated_at": "2020-12-18 08:07:39.697524", "quoteText": "Our Service and all content on Pinterest is provided on an \"as is\" basis without warranty of any kind, whether express or implied.</p>", "case_id": 286, "document_id": 4, "quoteStart": 9370, "quoteEnd": 9504}, {"id": 12955, "title": "This service gathers information about you through third parties", "source": "https://help.pinterest.com/en/articles/personalization-and-data", "status": "Generated through the annotate view", "created_at": "2020-12-18 07:43:14.903659", "updated_at": "2020-12-18 07:57:07.42797", "quoteText": "Our advertising partners may also give us information about your off-Pinterest activity to give you better personalized ads.", "case_id": 382, "document_id": 534, "quoteStart": 857, "quoteEnd": 981}, {"id": 12973, "title": "This service assumes no liability for unauthorized access to your personal information", "source": "https://policy.pinterest.com/en/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-12-18 07:58:18.772756", "updated_at": "2020-12-18 08:09:02.372238", "quoteText": "OR (C) UNAUTHORIZED ACCESS, USE OR ALTERATION OF YOUR TRANSMISSIONS OR CONTENT.", "case_id": 186, "document_id": 4, "quoteStart": 11133, "quoteEnd": 11212}, {"id": 12960, "title": "The copyright license that users grant this service is limited to the parties that make up the service's broader platform.", "source": "https://policy.pinterest.com/en/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-12-18 07:46:49.781326", "updated_at": "2020-12-23 15:27:12.925908", "quoteText": "to use, store, display, reproduce, save, modify, create derivative works, perform, and distribute your User Content on Pinterest solely for the purposes of operating, developing, providing, and using Pinterest.", "case_id": 136, "document_id": 4, "quoteStart": 4063, "quoteEnd": 4273}, {"id": 12978, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "https://policy.pinterest.com/en/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-12-18 08:04:45.218351", "updated_at": "2020-12-18 08:19:46.716197", "quoteText": "If any provision of these Terms is deemed invalid, then that provision will be limited or eliminated to the minimum extent necessary, and the remaining provisions of these Terms will remain in full force and effect.", "case_id": 294, "document_id": 4, "quoteStart": 18981, "quoteEnd": 19196}, {"id": 8220, "title": "Users should revisit the terms periodically, although in case of material changes, the service will notify", "source": "http://about.pinterest.com/privacy/", "status": "Generated through the annotate view", "created_at": "2019-11-03 03:58:49.503011", "updated_at": "2020-12-18 08:01:52.048422", "quoteText": "We may change this policy from time to time and if we do, we’ll post any changes on this page.\nIf you continue to use Pinterest after those changes are in effect, you agree to the new policy.\nIf the changes are significant, we may provide a more prominent notice or get your consent, as required by law", "case_id": 329, "document_id": 3, "quoteStart": 26978, "quoteEnd": 27280}, {"id": 12977, "title": "You cannot distribute or disclose your account to third parties", "source": "https://policy.pinterest.com/en/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-12-18 08:03:57.18572", "updated_at": "2020-12-18 08:19:28.95012", "quoteText": "These Terms, and any rights and licenses granted hereunder, may not be transferred or assigned by you, but may be assigned by Pinterest without restriction.\nAny attempted transfer or assignment in violation hereof shall be null and void.", "case_id": 229, "document_id": 4, "quoteStart": 18109, "quoteEnd": 18346}, {"id": 12983, "title": "The service provides information about how they intend to use your personal data", "source": "https://policy.pinterest.com/en/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-12-18 08:06:29.49915", "updated_at": "2020-12-18 08:21:41.035514", "quoteText": "<li>What we do with the info we collect", "case_id": 227, "document_id": 3, "quoteStart": 802, "quoteEnd": 841}, {"id": 12980, "title": "There is a date of the last update of the terms", "source": "https://policy.pinterest.com/en/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-12-18 08:05:26.872263", "updated_at": "2020-12-18 10:55:04.52372", "quoteText": "<p>Effective May 1, 2018</p>", "case_id": 331, "document_id": 4, "quoteStart": 19955, "quoteEnd": 19983}, {"id": 12972, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://policy.pinterest.com/en/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-12-18 07:55:45.620509", "updated_at": "2020-12-18 08:08:41.189091", "quoteText": "TO THE MAXIMUM EXTENT PERMITTED BY LAW, PINTEREST SHALL NOT BE LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR PUNITIVE DAMAGES, OR ANY LOSS OF PROFITS OR REVENUES, WHETHER INCURRED DIRECTLY OR INDIRECTLY, OR ANY LOSS OF DATA, USE, GOODWILL, OR OTHER INTANGIBLE LOSSES, RESULTING FROM (A) YOUR ACCESS TO OR USE OF OR INABILITY TO ACCESS OR USE THE SERVICE.\n(B) ANY CONDUCT OR CONTENT OF ANY THIRD PARTY ON THE SERVICE, INCLUDING WITHOUT LIMITATION, ANY DEFAMATORY, OFFENSIVE OR ILLEGAL CONDUCT OF OTHER USERS OR THIRD PARTIES.", "case_id": 293, "document_id": 4, "quoteStart": 10591, "quoteEnd": 11132}, {"id": 12986, "title": "App required for this service requires broad device permissions", "source": "https://policy.pinterest.com/en/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-12-18 08:08:18.20362", "updated_at": "2020-12-18 08:12:17.60148", "quoteText": "In addition to log data, we collect information about the device you’re using Pinterest on, including the type of device, operating system, settings, unique device identifiers and crash data that helps us understand when something breaks.", "case_id": 322, "document_id": 3, "quoteStart": 5047, "quoteEnd": 5285}, {"id": 12981, "title": "This service collects your IP address for location use", "source": "https://policy.pinterest.com/en/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-12-18 08:05:51.289412", "updated_at": "2020-12-18 08:20:18.684382", "quoteText": "You can also choose to share your precise location using your device settings or through photos.\nWe will still use your IP address, which is used to approximate your location, even if you don't choose to share your precise location.", "case_id": 399, "document_id": 3, "quoteStart": 2507, "quoteEnd": 2739}, {"id": 12982, "title": "The service provides information about how they collect personal data", "source": "https://policy.pinterest.com/en/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-12-18 08:06:11.033536", "updated_at": "2020-12-18 08:21:32.465866", "quoteText": "We collect information in a few different ways", "case_id": 297, "document_id": 3, "quoteStart": 749, "quoteEnd": 795}, {"id": 8232, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "http://about.pinterest.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-11-03 04:53:59.532615", "updated_at": "2021-02-06 04:25:31.704539", "quoteText": "Products and all included content are provided on an \"as is\" basis without warranty of any kind, whether express or implied", "case_id": 286, "document_id": 4, "quoteStart": 6956, "quoteEnd": 7079}, {"id": 1357, "title": "Pinterest collects user log data on its own website and other websites with Pin It buttons.", "source": "http://about.pinterest.com/privacy/", "status": "Pinterest collects user log data, such as IP addresses, browser type and settings, the date and time people access Pinterest and the way they use it. They also collect user log data on other websites that contain Pin It buttons.", "created_at": "2018-05-15 09:11:45.90943", "updated_at": "2021-02-06 04:16:30.458356", "quoteText": "Here are some of the types of information we collect:</p>\n<ul>\n<li>Log Data.\nWhen you use Pinterest or go to a webpage or use an app that has Pinterest features (like our “Pin It” button), our servers automatically record information (“log data”) including information that your browser sends whenever you visit a website or your mobile app sends when you’re using it.\nThis log data may include your Internet Protocol address, the address of the web pages you visited that had Pinterest features, browser type and settings, the date and time of your request, how you used Pinterest, and cookie data.</li>\n<li>", "case_id": 129, "document_id": 3, "quoteStart": 1586, "quoteEnd": 2195}, {"id": 11718, "title": "This service may use your personal information for marketing purposes", "source": "https://policy.pinterest.com/en/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-11-28 13:23:29.370239", "updated_at": "2020-12-17 20:48:08.140798", "quoteText": "eed.\nTo find out more about how we use cookies, please see our Cookie&nbsp;Policy.</p>\n<p>In addition to the specific circumstances ", "case_id": 336, "document_id": 3, "quoteStart": 11388, "quoteEnd": 11520}, {"id": 1242, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "http://about.pinterest.com/privacy/", "status": "\"Whenever you use any website, mobile application or other internet service, certain information gets created and logged automatically. The same is true when you use Pinterest. Here are some of the types of information we collect:\"", "created_at": "2018-05-07 05:45:51.824302", "updated_at": "2021-02-06 04:16:30.474124", "quoteText": "\n<li>Device Information.\nIn addition to log data, we may also collect information about the device you’re using Pinterest on, including what type of device it is, what operating system you’re using, device settings, unique device identifiers, and crash data.\nWhether we collect some or all of this information often depends on what type of device you’re using and its settings.\nFor example, different types of information are available depending on whether you’re using a Mac or a PC, or an iPhone or an Android phone.\nTo learn more about what information your device makes available to us, please also check the policies of your device manufacturer or software provider.</li>", "case_id": 323, "document_id": 3, "quoteStart": 2956, "quoteEnd": 3632}, {"id": 8234, "title": "Users are responsible for any risks, damages, or losses they may incur by downloading materials", "source": "http://about.pinterest.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-11-03 05:00:54.233543", "updated_at": "2021-02-06 04:25:31.682196", "quoteText": "Limitation of Liability <p>TO THE MAXIMUM EXTENT PERMITTED BY LAW, PINTEREST SHALL NOT BE LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR PUNITIVE DAMAGES, OR ANY LOSS OF PROFITS OR REVENUES, WHETHER INCURRED DIRECTLY OR INDIRECTLY, OR ANY LOSS OF DATA, USE, GOOD-WILL, OR OTHER INTANGIBLE LOSSES, RESULTING FROM (A) YOUR ACCESS TO OR USE OF OR INABILITY TO ACCESS OR USE THE PRODUCTS", "case_id": 291, "document_id": 4, "quoteStart": 7913, "quoteEnd": 8312}, {"id": 12970, "title": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements", "source": "https://policy.pinterest.com/en/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-12-18 07:54:39.370582", "updated_at": "2020-12-18 08:08:07.025632", "quoteText": "Pinterest specifically disclaims any and all warranties and conditions of merchantability, fitness for a particular purpose, and non-infringement, and any warranties arising out of course of dealing or usage of trade.", "case_id": 290, "document_id": 4, "quoteStart": 9508, "quoteEnd": 9725}, {"id": 12989, "title": "The service uses your personal data for advertising", "source": "https://policy.pinterest.com/en/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-12-18 08:11:13.388386", "updated_at": "2021-01-02 15:08:35.518721", "quoteText": "To do that, we use your information to provide and improve your experience, including:\n<ul>\n<li>Identify you when you use Pinterest.</li>\n<li>Recommend Pins, boards, topics or categories you might like based on your activity on Pinterest.\nFor example, if we see you’re into cooking, we may suggest food-related Pins, boards or people that we think you might like, or show you food-related ads.</li>", "case_id": 216, "document_id": 3, "quoteStart": 7106, "quoteEnd": 7504}, {"id": 12990, "title": "The service can read your private messages", "source": "https://policy.pinterest.com/en/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-12-18 08:12:16.625246", "updated_at": "2020-12-18 08:12:37.562998", "quoteText": "Review your messages on Pinterest to detect activity that poses a risk to the safety of you, our community and/or members of the public.", "case_id": 239, "document_id": 3, "quoteStart": 8735, "quoteEnd": 8871}, {"id": 12988, "title": "The service uses your personal data to employ targeted third-party advertising", "source": "https://policy.pinterest.com/en/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-12-18 08:10:37.215042", "updated_at": "2020-12-18 08:13:27.587247", "quoteText": "<li>Online advertisers or third parties share information with us to measure, report on or improve the performance of ads on Pinterest, or to figure out what kinds of ads to show you on or off of Pinterest.\nThis includes information about your visits to an advertiser's site or purchases you made from them, or information about your interests from a third-party service, which we might use to help show you ads.", "case_id": 220, "document_id": 3, "quoteStart": 6443, "quoteEnd": 6855}, {"id": 12964, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://policy.pinterest.com/en/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-12-18 07:50:54.953896", "updated_at": "2020-12-18 08:15:18.27341", "quoteText": "While we work to protect the security of your content and account, Pinterest can’t guarantee that unauthorized third parties won’t be able to defeat our security measures.\nWe ask that you keep your password secure.\nPlease notify us immediately of any compromise or unauthorized use of your account.", "case_id": 148, "document_id": 4, "quoteStart": 6599, "quoteEnd": 6897}, {"id": 12994, "title": "You can opt out of promotional communications", "source": "https://policy.pinterest.com/en/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-12-18 08:13:38.603481", "updated_at": "2020-12-18 08:29:17.703552", "quoteText": "You can decide to stop getting these notifications by updating your settings.", "case_id": 223, "document_id": 3, "quoteStart": 9637, "quoteEnd": 9714}, {"id": 12974, "title": "This service forces users into binding arbitration in the case of disputes", "source": "https://policy.pinterest.com/en/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-12-18 07:59:12.656462", "updated_at": "2021-01-02 15:06:14.316944", "quoteText": "<p>For any dispute you have with Pinterest, you agree to first contact us and try to resolve the dispute with us informally.\nIf we need to contact you, we will do so at the email address on your Pinterest account.\nIf Pinterest hasn’t been able to resolve the dispute with you informally, we each agree to resolve any claim, dispute, or controversy (excluding claims for injunctive or other equitable relief) arising out of or in connection with or relating to these Terms through binding arbitration or (for qualifying claims) in small claims court.", "case_id": 339, "document_id": 4, "quoteStart": 12273, "quoteEnd": 12822}, {"id": 1630, "title": "This service forces users into binding arbitration in the case of disputes", "source": "http://about.pinterest.com/terms/", "status": "[Good] Pinterest will work with you to resolve any disputes.", "created_at": "2018-05-15 09:11:56.754596", "updated_at": "2021-01-02 15:07:59.609259", "quoteText": "10.\nArbitration <p>For any dispute you have with Pinterest, you agree to first contact us and attempt to resolve the dispute with us informally.\nIf Pinterest has not been able to resolve the dispute with you informally, we each agree to resolve any claim, dispute, or controversy (excluding claims for injunctive or other equitable relief) arising out of or in connection with or relating to these Terms by binding arbitration by the American Arbitration Association (\"AAA\") under the Commercial Arbitration Rules and Supplementary Procedures for Consumer Related Disputes then in effect for the AAA, except as provided herein.\nUnless you and Pinterest agree otherwise, the arbitration will be conducted in the county where you reside.\nEach party will be responsible for paying any AAA filing, administrative and arbitrator fees in accordance with AAA rules, except that Pinterest will pay for your reasonable filing, administrative, and arbitrator fees if your claim for damages does not exceed $75,000 and is non-frivolous (as measured by the standards set forth in Federal Rule of Civil Procedure 11(b)).", "case_id": 339, "document_id": 4, "quoteStart": 8916, "quoteEnd": 10023}], "urls": ["pinterest.com", "pinterestinc.com"]}}