{"error": 448, "message": "OK", "parameters": {"id": 491, "name": "ProtonMail", "created_at": "2018-05-08 12:19:45.703699", "updated_at": "2022-06-13 17:30:43.93217", "wikipedia": "https://en.wikipedia.org/wiki/ProtonMail", "keywords": "", "related": "", "slug": "protonmail", "is_comprehensively_reviewed": true, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/491.png", "url": "protonmail.com,protonmail.ch,getproton.me,pm.me,protonirockerxow.onion,protonmailrmez3lotccipshtkleegetolb73fuirgj7r4o4vfu7ozyd.onion,proton.me", "documents": [{"id": 366, "name": "Privacy Policy", "url": "https://protonmail.com/privacy-policy", "xpath": "/html/body/div[2]", "text": " Privacy Policy <p>\n<em>Last modified: June 8<sup>th</sup>, 2021</em>\n</p>\n<p>By using the protonmail.com website and making use of ProtonMail, Proton Drive and Proton Calendar (the \"Services\"), you understand that your data in relation with your use of our Services is processed according to the following Privacy Policy.\n<br>The Services are offered by Proton Technologies AG (the \"Company\" or \"We\").\n<br>This Privacy Policy explains (i) what information we collect through your access and use of our Services (ii) the use we make of such information.\nand (iii) the security level we provide for protecting such information.\nThis Privacy Policy is to be read and understood as being a complement to our Terms and Conditions.</p> Legal Framework <p>The Company is domiciled in Switzerland at the following address:</p>\n<p>Proton Technologies AG, Route de la Galaise 32, 1228 Plan-les-Ouates Geneva, Switzerland</p>\n<p>Therefore, it is governed by the laws and regulations of Switzerland.\nAdditional information about the legal framework can be found in our Transparency Report.</p> Data related to the opening of an account <p>Any email address provided to us through either our waiting list, optional email verification, or optional notification/recovery email setting in your account, is considered personal data as defined and protected by the Swiss Federal Data Protection Act (DPA).</p>\n<p>Such data will only be used to contact you with important notifications about the Services, to send you information related to security, to send you an invitation link to create your ProtonMail account, to verify your ProtonMail account, or to send you password recovery links if you enable the option.\nWe may also inform you about new Proton products in which you might have an interest.\nYou are free, at any given time, to opt-out of those features through the account settings panel.</p>\n<p>In order to maintain the integrity of the Services, we must take measures to avoid creation of accounts by spammers.\nThis is because if spammers use ProtonMail to send messages, ProtonMail’s IP addresses can become blocked by major mail providers such as Gmail, Yahoo, Outlook, etc.</p>\n<p>In order to pursue our legitimate interest of preventing the creation of accounts by spam bots or human spammers, we use a variety of human verification methods.\nVerification may also be requested for some sensitive operations besides account creation in order to protect against brute-force attacks.\nYou may be asked to verify using either hCaptcha (or reCAPTCHA in the event that hCaptcha is unavailable), Email, or SMS.\nIP addresses, email addresses, and phone numbers provided are saved temporarily in order to send you a verification code and to determine if you are a spammer.\nIf this data is saved permanently, it is always saved as a cryptographic hash, which ensures that the raw values cannot be deciphered by us.\nLearn More</p> Data Collection <p>Our overriding policy is to collect as little user information as possible to ensure a completely private and anonymous user experience when using the Services.\nWe have no technical means to access the content of your encrypted emails, files, and calendar events.</p>\n<p>Data collection is limited to the following:</p>\n<p>\n<strong>Visiting our website:</strong> We employ a local installation of open-source analytics tools.\nAnalytics are anonymized whenever possible and stored locally (and not on the cloud).</p>\n<p>\n<strong>Account creation:</strong> It is not necessary to provide personal information in order to create an account, but you may provide an external email address for notification or password recovery purposes.\nShould you choose to provide it, we do associate another email address with your account (for password recovery, or notifications).\nThe legal basis for processing is consent and you are free to remove that data in the account panel of your ProtonMail account.</p>\n<p>\n<strong>ProtonMail Account activity:</strong> Due to limitations of the SMTP protocol, we have access to the following email metadata: sender and recipient email addresses, the IP address incoming messages originated from, message subject, and message sent and received times.\nWe do NOT have access to encrypted message content, but unencrypted messages sent from external providers to ProtonMail are scanned for Spam and Viruses to pursue the legitimate interest of the protection of our users.\nWe also have access to the following records of account activity: number of messages sent, amount of storage space used, total number of messages, last login time.</p>\n<p>\n<strong>Proton Calendar Account activity:</strong> The Service needs to be able to access some properties of events in order to send required notifications and alarms.\nIn order to do so, we have access to the following metadata: calendar name and description, event start and end date, repetition rules, attendees’ participation status, alarms and notifications, event creation and update times and event status (confirmed or cancelled).\n<b>We do NOT have access to the description of the events, their summary or title, locations and the attendees’ details.</b>\n</p>\n<p>\n<strong>Proton Drive Account activity:</strong> For operational purposes, the Service must have access to the following metadata unencrypted: file/folder creation and modification timestamps, file/folder permissions, file type, file/folder owner username.\nWhen sharing a file or folder, we need to record which users own or can access said shared file or folder.\nWhen sharing URLs, we have access to the creation and last access time, the number of times the URL was accessed to and its creator.\n<b>We however do NOT have access to file contents, file and folder names and thumbnail previews.</b> Such data is end-to-end encrypted.\nWe only know the size of the encrypted files, not the size of original unencrypted file.<br>In addition to end-to-end encryption, all content is also cryptographically signed by the user, before sending it to us.\nThis means that you can always check the signature of any content you get back from our servers, which protects you from forgery (e.g.\nby a malicious actor).</p>\n<p>\n<strong>Communicating with ProtonMail:</strong> Your communications with the Company, such as support requests, bug reports, or feature requests may be saved by our staff.\nThe legal basis for processing is our legitimate interest to troubleshoot more efficiently and improve the quality of the ProtonMail service.</p>\n<p>\n<strong>IP Logging:</strong> By default, we do not keep permanent IP logs in relation with your use of the Services.\nHowever, IP logs may be kept temporarily to combat abuse and fraud, and your IP address may be retained permanently if you are engaged in activities that breach our terms and conditions (spamming, DDoS attacks against our infrastructure, brute force attacks, etc).\nThe legal basis of this processing is our legitimate interest to protect our Services against nefarious activities.\n<br>\n<br> Your login IP address is also kept permanently (until you delete it) if you enable authentication logging for your account (by default this is off).\nThe legal basis of this processing is consent, and you are free to opt-in or opt-out at any time in the security panel of your account.\n</p>\n<p>\n<strong>Payment Information:</strong> We rely on third parties to process credit card, PayPal, and Bitcoin transactions and must therefore share payment information with third parties.\nAnonymous cash or Bitcoin payments and donations are however accepted.\nThe legal basis of this processing is the necessity to the execution of the contract between you and us.</p>\n<p>\n<strong>Native Applications:</strong> When you use our native applications, we (or the mobile app platform providers) may collect certain information in addition to the information mentioned elsewhere in this Policy.\nWe may use mobile analytics software (such as fabric.io app statistics and crash reporting, Play Store app statistics, App Store app statistics, or self-hosted Sentry crash reporting) to send crash information to our developers so that we can fix bugs rapidly.\nSome platforms (such as the Google Play Store or the Apple App Store) may also collect aggregate, anonymous statistics like which type of devices and operating systems that are most commonly used (like percentage of Android 6.x vs Android 7.x), the total number of installs, total number of uninstalls, and the total number of active users, and may be governed by the privacy policy and terms and conditions of the Google Play Store or the Apple App Store.\nNone of the software on our apps will ever access or track any location-based information from your device at any time.\nAny personal data acquired during this process is anonymized.</p>\n<p>\n<strong>Import Assistant:</strong> When using Import Assistant to transfer your data, you can choose from multiple options: </p>\n<p>\n<strong>Import Assistant with \"Sign in with Google\":</strong> When you use our Import Assistant Tool to import your data from Google and authenticate using the “Sign in with Google” option, Import Assistant’s use of information received from Google APIs will comply with the Google API Services User Data Policy, including the Limited Use requirements.</p>\n<p>\n<strong>Import Assistant with a username and password combination:</strong> When you use our Import Assistant Tool to import your emails from another service provider, the credentials of the email account from which the importation is performed are stored by the Company for the duration of the importation.\nOnce the importation is performed, those credentials are entirely deleted from our systems.</p> Data Retention <p>When a ProtonMail account is closed, data is immediately deleted from production servers.\nActive accounts will have data retained indefinitely.\nDeleted emails, files, and calendar events are also permanently deleted from production servers.\nDeleted data may be retained in our backups for up to 30 days.</p> Data Use <p>We do not have any advertising on our site.\nAny data that we do have will never be shared except under the circumstances described below in the Data Disclosure Section.\nWe do NOT do any analysis on the limited data we do possess with two exceptions:</p>\n<ul>\n<li>Emails sent unencrypted to ProtonMail accounts (e.g.\nGmail to ProtonMail) are scanned automatically pursuing the legitimate interest of detecting spam so we can block IPs which are sending a lot of spam to ProtonMail users and place spam messages in a spam directory.\nInbound messages are scanned for spam in memory, and then encrypted and written to disk.\nWe do not possess the technical ability to scan messages after they have been encrypted.</li>\n<li>Emails sent by ProtonMail users to outside (e.g.\nGmail) users with encryption disabled are scanned automatically pursuing the legitimate interest of detecting spam in the same manner as incoming email.\nThis is to ensure a ProtonMail account which is being used for spamming purposes can be detected and locked so email deliverability for legitimate users is not degraded.</li>\n</ul> Data Storage <p>All servers used in connection with the provisioning of the Services are located in Switzerland and Germany and wholly owned and operated by the Company.\nOnly employees of the Company have physical or other access to the servers.\nData is ALWAYS stored in encrypted format on our servers.\nOffline backups may be stored periodically, but these are also encrypted.\nWe do not possess the ability to access any user encrypted message content on either the production servers or in the backups.</p> Third Party Networks <p> Proton's alternative routing technology allows Proton apps to bypass many censorship blocks, but your network traffic may go through third party networks which we do not control.\nThis could enable a third party to record your IP address or see that you are using Proton apps (the same information that your Internet Service Provider is able to see).\nThese third parties cannot see your actual data, which remains encrypted.\nBy default, alternative routing is not used for Proton apps unless they detect that censorship measures are active on your network.\nAlternative routing can also be completely disabled in the Settings panel of all of our mobile and desktop applications.\nHowever, doing so may cause you to be unable to access your Proton account if you are on a network that is censoring Proton.\nLearn more </p> Data Subprocessors <p>To provide the Services, we rely on different data subprocessors, which process different categories of data:</p> Third-Party Subprocessors Entity Purpose Entity Country Zendesk, Inc.\nProvide services in relation with the processing of customer support data (section 2.4).\nOnly the information you include in support tickets is stored by Zendesk.\nUnited States <p>Processors never store data outside of the scope of their specific purpose.\n<strong>Notably, they do not store data in relation with the general day-to-day use of your Account and Services.</strong>\n</p> Data Disclosure <p>We will only disclose the limited user data we possess if we are instructed to do so by a fully binding request coming from the competent Swiss authorities (legal obligation).\nWhile we may comply with electronically delivered notices (see exceptions below), the disclosed data can only be used in court after we have received an original copy of the court order by registered post or in person, and provide a formal response.</p>\n<p>If a request is made for encrypted message content that we do not possess the ability to decrypt, the fully encrypted message content may be turned over.\nIf permitted by law, we will always contact a user first before any data disclosure.\nUnder Swiss law, it is obligatory to notify the target of a data request, although such notification may come from the authorities and not from us.</p>\n<p>We may from time to time, contest requests if there is a public interest in doing so.\nIn such situations, the Company will not comply with the request until all legal or other remedies have been exhausted.\nTherefore, not all requests described in our Transparency Report will lead to data disclosure.\nWe are also permitted under GDPR and Swiss law to disclose data for the purposes of defending against attacks.\nThe legal basis for this is our legitimate interest in protecting our Service and Company against attacks.</p> Right to Access, Rectification, Erasure, Portability, and right to lodge a complaint <p>Through the Services, you can directly access, edit, delete or export personal data processed by the Company in your use of the Services.</p>\n<p>If your account has been suspended for a breach of our Terms and Conditions, and you would like to exercise the rights related to your personal data, you can make a request to our support team.</p>\n<p>In case of violation of your rights, you have the right to lodge a complaint to the competent supervisory authority.</p> Modifications to Privacy Policy <p>We reserve the right to periodically review and change this policy from time to time.\nWe will notify users of material changes via public announcements on our blog.<br>Continued use of the Services will be deemed as acceptance of such changes.</p>\n<p>&nbsp;</p> ", "created_at": "2018-08-24 12:24:50.652413", "updated_at": "2021-06-12 21:06:06.952193"}, {"id": 1937, "name": "Information for Law Enforcement Authorities", "url": "https://protonmail.com/law-enforcement", "xpath": "/html/body/div[2]", "text": " Information for Law Enforcement Authorities <p>The following information is provided for law enforcement authorities seeking information about users of the ProtonMail Service.</p> About ProtonMail <p>The ProtonMail Service provides secure e-mail service messaging to users around the world.\nYou can learn about ProtonMail by visiting our website.\nThe ProtonMail Service is offered by Swiss-based Proton Technologies AG.\nAll user information is processed and stored by Proton Technologies AG in Switzerland.</p>\n<p>Using ProtonMail for activities that break Swiss law is against ProtonMail’s Terms and Conditions.\nUnder Swiss law, we are required to cooperate with law enforcement agencies on criminal investigations, within the framework of Swiss laws and privacy regulations.</p> Information Available from ProtonMail <p>ProtonMail collects user information in accordance with our Terms and Conditions, Privacy Policy and any applicable separate agreement such as a GDPR Data Processing Agreement or a HIPAA Business Associate Agreement.\nE-mails are stored on ProtonMail servers in encrypted format.\nThey are also transmitted in encrypted format between our servers and user devices.\nE-mails between ProtonMail users are also transmitted with end-to-end encryption.\nBecause data is encrypted at all steps, Proton Technologies AG cannot decrypt user messages.</p> ProtonMail User Notification Policy <p>Swiss law requires a user to be notified if a third party makes a request for their private data and such data is to be used in a criminal proceeding.\nHowever, in certain situations, notification can be delayed.\nThis includes the following cases</p>\n<ul>\n<li>Where providing notice is temporarily prohibited by the Swiss legal process itself, by Swiss court order, or applicable Swiss law;</li>\n<li>Where, based on information supplied by law enforcement, we, in our absolute discretion, believe that providing notice could create a risk of injury, death, or irreparable damage to an identifiable individual or group of individuals</li>\n<li>As a general rule though, targeted users will eventually be informed and afforded the opportunity to object to the data request, either by ProtonMail or by Swiss authorities.</li>\n</ul> Requesting Assistance <p>Whether you are a Swiss or a foreign law enforcement agency, please make your request for assistance directly to legal@protonmail.com.\nWe will generally respond to you within 1 business day, although our response time is usually much shorter than this during Swiss business hours.\nMore critical cases will automatically be given higher priority by our team.</p>\n<p>We recommend law enforcement agencies contact us directly because it allows for faster responses and reaction times compared to official Swiss government channels which can take weeks or months to process requests.\nOur legal team will be able to advise you on whether or not we will be able to assist you with your particular case, and assist with the preservation of data if we believe that your request will be validated by Swiss authorities.\nFor example, in ransomware cases, we can preserve information on which victims contacted the suspect, so that victims can be notified.</p>\n<p>Depending on the nature of your case and which country the request is originating from, Proton Technologies AG may redirect you to competent Swiss authorities in order to respect the relevant Mutual Legal Assistance Treaty (MLAT) or for a Swiss case to be opened.\nIf you are requesting that an email address being used for phishing, spamming, or abuse be disabled, we can generally assist without requiring a Swiss court order.\nPlease address any request for suspension with relevant evidence to abuse@protonmail.com.</p> Required Information <p>We will be unable to process overly broad or vague requests.\nAll requests must identify requested data with particularity and include the following:</p>\n<ul>\n<li>The name of the issuing authority, name and badge or ID number of responsible agent, email address from a law enforcement domain and direct contact phone number</li>\n<li>The specific ProtonMail account suspected of illegal activities</li>\n<li>A copy of the police report or court order (either foreign or domestic)</li>\n<li>A copy of the MLAT or international assistance request (if available)</li>\n</ul>\n<p>Any requests must be submitted by emailing legal@protonmail.com.</p> Guidelines may change <p>Proton Technologies AG reserves the right to update this information periodically.\nPlease consult it before making any future requests.</p>\n<p>&nbsp;</p> ", "created_at": "2019-09-23 18:45:52.120034", "updated_at": "2020-12-14 19:53:35.536057"}, {"id": 365, "name": "Terms of Service", "url": "https://protonmail.com/terms-and-conditions", "xpath": "/html/body/div[2]", "text": " Terms and Conditions <p>By using the protonmail.com web site and making use of ProtonMail, a service offered by Proton Technologies AG (“the Company”), you are agreeing to be bound by the following Terms and Conditions.\nThese Terms and Conditions cover all present and future features provided by your ProtonMail account (including but not limited to ProtonMail, ProtonContacts, ProtonCalendar and ProtonDrive), individually and collectively referred to as the “Service”.</p>\n<p>If you are agreeing to these Terms and Conditions on behalf of a company or another legal entity, you represent that you have the authority to bind such entity, its affiliates and all users who access the Service through your account to these Terms and Conditions.\nIn the absence of such an authority, you may not use the Service.</p> Users of the Service <p>This Service is provided exclusively to individuals who are at least 13 years of age, or to minors who have obtained parental or legal guardian consent to open and maintain an account.</p>\n<p>This Service is provided exclusively to persons.\nAccounts registered by “bots” or automated methods are not authorized and will be terminated.</p>\n<p>Each user is solely responsible for all of his or her messages sent through the Service.</p> Use of the Service <p>You agree to not use this Service for any unlawful or prohibited activities.\nYou also agree to not disrupt the Company’s networks and servers.\n</p>\n<p>For the purpose of these Terms and Conditions, Spam shall refer to irrelevant or unsolicited messages sent over the internet, typically to large numbers of users, for the purposes of advertising, phishing, spreading malware or virus (“Spam”).</p>\n<p>You agree to not use the Service to send Spam, junk mail, bulk emails or mailing list emails that contain persons that have not specifically agreed to be included on that list.\nYou further agree to not use the Service to store or share unlawful content.\n</p>\n<p>Any account found to be sending, storing or sharing the aforementioned type of emails or contents will be immediately suspended.</p>\n<p>Having multiple free accounts is not considered an acceptable use of our service (e.g.\nbulk-signups, large number of free accounts created by a single organization or individual).\nFree accounts can also only be created and maintained by their effective users (e.g.\nit is not acceptable to create accounts in anyone else’s name and later transfer credentials to that third party).\n</p>\n<p>The Company reserves the right to take actions against any free account considered abusive in that regard.</p>\n<p>Trading or selling a ProtonMail account to a third party is prohibited and the Company reserves the right to suspend infringing accounts.\nThis rule does not apply to our Lifetime Accounts, which can be sold or traded exclusively through the Company.</p>\n<p>We may also terminate accounts which are being used for illegal activities, particularly in response to court orders from the competent authorities informing us of such illegal activity.</p>\n<p>The Company has no obligation to store or forward the contents of terminated accounts.\nWe also have no obligation to store messages or contents for accounts that exceed their storage quotas.</p>\n<p>Due to the encrypted nature of the Service, you acknowledge that the Company has no ability or obligation to recover your data if you misplace your decryption password.</p>\n<p>Although it is not the current practice, we reserve the right to suspend or delete accounts that are inactive for over three months.\nPaid accounts with active paid status are not subject to this measure.</p> Limited Warranties and Liability <p>The Company cannot make any warranty about the reliability of the Service or guarantee the security of user data, despite best efforts.\nThe Service is provided “as is” and you agree to not hold the Company responsible nor to seek indemnification for any damages that may arise as a result of the loss of use, data, or profits connected to the performance of the Service or failure in such performance.</p>\n<p>Furthermore, you will not hold the Company liable or seek indemnification if confidential material is unintentionally released as the result of a security failure or vulnerability in the performance of the Service.</p>\n<p>We may make improvements and changes to the Service at any time without notice.\nThe Company may at its sole discretion, terminate service without cause or notice.</p> Service Level Agreement (SLA) <p>For ProtonMail Professional Plan users, the Company aims to provide Service availability of 99.95% or better.\nIf downtime in any one month exceeds 0.05% of that month, the Company will credit the user’s account.\nService credits are applied at the user’s request and will apply toward the balance due at the end of the next billing cycle (either monthly or yearly).</p>\n<p>The Company calculates service credits in the following way:</p>\n<ul>\n<li>If the monthly uptime is less than 99.95% but equal to or greater than 99.0%, the service credit is equal to 10% of the Service’s monthly cost.</li>\n<li>If the monthly uptime is less than 99.0%, the service credit is equal to 30% of the Service’s cost.</li>\n</ul>\n<p>Some performance issues are excluded from downtime calculations, such as:</p>\n<ul>\n<li>Issues caused by factors outside of the Company’s reasonable control.</li>\n<li>Issues that resulted from any actions or inaction by a user or a third-party.</li>\n<li>Issues that resulted from the user’s equipment and/or third-party equipment (not within the primary control of the Company).\nFor the avoidance of any doubt, the Company does not provide any internet or network services and any performance issues related to that type of services shall be deemed not in the primary control of the Company.</li>\n<li>Issues that arise from the Company’s suspension or termination of rights to use the Service in accordance with our Terms of Service.</li>\n<li>Downtime caused by reasonable scheduled maintenance that is announced in advance.</li>\n</ul> Indemnification <p>You agree that the Company, and any parents, subsidiaries, officers, employees, or third party contractors cannot be held responsible for any third party claim, demand, or damages, including reasonable attorneys’ fees, arising out of your use of this Service.</p> Privacy <p>Our Privacy Policy (https://protonmail.com/privacy-policy) explains the way we handle and protect your personal data and privacy in relation to your use of the Service and your browsing of the protonmail.com web site.\nBy agreeing to the present Terms and Conditions and to be able to use the Service, you also agree to our Privacy Policy.</p>\n<p>To the extent that ProtonMail processes any personal data that is subject to the EU General Data Protection Regulation (GDPR), on the user’s behalf, in the provision of the Service, the terms of the ProtonMail Data Processing Agreement (https://protonmail.com/DPA), which are hereby incorporated by reference, shall apply.</p> Terms of Payment <p>Due to their nature, the paid Services provided by the Company are generally non-refundable and any refunds or credits given will be at the sole discretion of the Company.\nPaid accounts which are terminated due to a violation of these Terms and Conditions will incur the loss of all payments and credits and are not eligible for refund.\n</p>\n<p>If the Company chooses to issue a refund for any reason, the Company is only obligated to refund in the original currency of payment.\nIf you request a credit balance to be converted between different currencies which the Company supports, the Company has discretion over the exchange rate applied.</p>\n<p>The Company has the right to discontinue service immediately if a fraudulent payment is detected, such as the use of a stolen credit card, and such cases may be further referred to the competent authorities.</p>\n<p>You authorize the Company to charge any credit card supplied on a monthly, bi-annually, or annually re-occurring basis (depending on your selection).\nCredit balances will also automatically be deducted on a monthly, bi-annual, or annual basis.\nYou are responsible for keeping card information up to date.</p>\n<p>If you fail to fulfill your obligation of payment as a user of a paid account, we may suspend your account or delete it after an extended period of default.</p>\n<p>If you rely on dispute or chargeback mechanisms of third-party payment processors and the result of that mechanism causes the Company to be liable for an amount exceeding the price paid for the service (e.g.\ndispute fee), you authorize the Company to charge that amount on your account.</p> Modification to Terms of Service <p>Within the limits of applicable law, the Company reserves the right to review and change this agreement at any time.\nYou are responsible for regularly reviewing these Terms and Conditions.\nContinued use of the Service after such changes shall constitute your consent to such changes.</p> Applicable Law <p>This Agreement shall be governed in all respects by the substantive laws of Switzerland.\nAny controversy, claim, or dispute arising out of or relating to the Agreement shall be subject to the jurisdiction of the competent courts of the Canton of Geneva, the jurisdiction of the Swiss Federal Court being expressly reserved.</p>\n<p>\n</p>&nbsp;<p>\n</p> ", "created_at": "2018-08-24 12:24:41.380613", "updated_at": "2021-06-12 21:06:54.392136"}, {"id": 549, "name": "Transparency Report", "url": "https://protonmail.com/blog/transparency-report/", "xpath": "//*[@id=\"post-135\"]", "text": " Transparency Report Posted on May 18, 2014May 14, 2020 by Proton Team <p>\n<em>Updated on March 17, 2020</em>\n</p>\n<p>From time to time, ProtonMail may receive requests for assistance from law enforcement authorities.\nAs a strict general rule, ProtonMail only complies with legally binding orders that have been approved by Swiss authorities.\nMoreover, under article 271 of the Swiss Criminal Code, it is an offence to comply with foreign requests that have not been approved by the Swiss authorities.\nTherefore, ProtonMail only complies to two types of orders: (1) orders from the Swiss authorities and (2) foreign requests that have been duly instructed and validated by Swiss authorities through an international legal assistance procedure and determined to be in compliance with Swiss law.</p>\n<p>ProtonMail is not required to store communications metadata or IP information, as we are exempted under the Swiss Federal Act on the Surveillance of Post and Telecommunications (BÜPF) and its accompanying ordinance.\nTherefore, ProtonMail can apply a policy of collecting as little user information as possible to protect user privacy.\nTo know exactly what kind of metadata your use of ProtonMail creates, please refer to our <u>Privacy Policy</u>.\nUpon receiving a judicial order, ProtonMail is obliged to provide any user information readily available that would help identify a user that is subject to a criminal investigation that has been validated by Swiss authorities.\nIn addition to the items listed in our privacy policy, in extreme criminal cases, ProtonMail may also be obligated to monitor the IP addresses which are being used to access the ProtonMail accounts which are engaged in criminal activities.\nUnder no circumstances will ProtonMail be able to provide the contents of end-to-end encrypted messages sent on ProtonMail.</p>\n<p>All data orders are also checked by our internal abuse and legal team.\nIn the event that we have questions about the legality of an order under Swiss law, ProtonMail will always request further clarification from Swiss authorities.\nIf doubts persist and the order appears not to be compliant with legal requirements, ProtonMail will contest it to the extent permitted by law.</p>\n<p>ProtonMail may also sometimes act upon other types of requests.\nIf presented with overwhelming evidence that the account in question is being used for illegal purposes against our Terms and Conditions, the offending account will be suspended immediately.\nLegality is assessed on Swiss law, and illegal purposes include activities such as phishing, ransomware, or identity theft.\nNo data is handed to third parties during this process unless a qualifying data order is also received.</p>\n<p>\n<em>Edit August 28th, 2019: Due to some confusion from the information previously provided below, we are editing to clarify that we only provide information when ordered to do so by Swiss authorities.\nPreviously, there was confusion arising from the fact that we sometimes comply with orders before we have been officially served with the order via registered post, in cases where we are informed in advance that the order has already been approved.</em>\n</p>\nWarrant Canary:\n<ul>\n<li>In the 4th quarter of 2015, we received an order from the Swiss Federal Police to retain data for an account that was the subject of a criminal investigation.\nThe data preservation order was made by the US Federal Bureau of Investigation via MLAT agreement.\nAfter consultation with counsel, Proton Technologies AG decided to comply with the order and preserve the relevant account data.\nNo data was handed over as we have yet to receive a binding court order for this data.</li>\n<li>In the 1st quarter of 2016, we received an order for user data from the Ministère public of the Republique et Canton de Genève, originating from the United Kingdom, which was legally valid under la Convention européene d’entraide judiciaire en matière pénale (CEEJ Strasbourg 1959, RS 0.351.1) and the Deuxième Protocole additionnel (Strasbourg 2001, RS 0.351.12).\nThe full facts of the criminal incident was provided to us.\nGiven that criminal action was clearly involved and in breach of our terms and conditions, we declined to mount a court challenge against the order.\nProton Technologies AG decided to comply with the data order, to the extent that it is possible, given our cryptography.</li>\n<li>In the second quarter of 2016, we received a request for user data as part of an ongoing investigation into a bomb threat in the United States.\nWe agreed to retain (but not to hand over) data on this case, pending the issuance of a Swiss court order for this data.</li>\n<li>In the second quarter of 2016, we received an order from Swiss authorities on behalf of German authorities requesting information in a case where a minor was at risk.\nWe complied with the order which was subsequently delivered to our office by registered post.\nIt is ProtonMail’s policy to always assist authorities in cases involving pedophilia or terrorism.</li>\n<li>In the second quarter of 2016, we received an order from Swiss authorities on behalf of French authorities requesting information on a case involving extortion.\nUpon our request, Swiss authorities provided to us a copy of the International Letters Rogatory and court order approved by a Paris judge.\nUpon our request, a Swiss court order was also provided for this data request.\nSince clear evidence of a crime was provided and the requested paperwork was in order, Proton Technologies AG decided to comply with the data order, to the extent that it is possible, given our cryptography.</li>\n<li>In the fourth quarter of 2016, we received an order from Swiss authorities from the Canton de Vaud, seeking information in a fraud case.\nAfter reviewing the relevant court order, Proton Technologies AG decided to comply with the data order, to the extent that it is possible, given our cryptography.</li>\n<li>In the first quarter of 2017, we received an order from the Swiss Federal Police regarding a cause of fraud which occurred in the Czech Republic.\nCzech authorities had secured the appropriate Swiss court approvals via an International Letters Rogatory and provided evidence documenting the fraud which had occurred.\nAfter reviewing the relevant court order, Proton Technologies AG decided to comply, to the extent that it is possible, given our cryptography.</li>\n<li>In the first quarter of 2017, we received an order from the Swiss Federal Police that originated from the law enforcement authorities of the Republic of Georgia concerning an alleged cybercrime.\nAfter reviewing the relevant court order, our legal team determined it was excessively broad and we challenged the order.</li>\n<li>In February 2017, we received notification from the Geneva prosecutor’s office regarding an impending data request from overseas that will come with a valid International Letters Rogatory.\nThe most probable data requester is US law enforcement.\n<em>Update: The request is from the US Department of Justice in a case of extortion against a prominent advisory firm.\nAfter reviewing the relevant evidence forwarded by US authorities, criminal intent was apparent, so Proton Technologies AG decided to comply with the data request, to the extent that it is possible, given our cryptography.</em>\n</li>\n<li>In March 2017, we received an order from the Geneva prosecutor’s office regarding a data request from overseas that came with a valid International Letters Rogatory.\nThe request came from German law enforcement, investigating an account with links to ISIS.\nHowever, we were unable to provide the data requested by German law enforcement as we did not have access to the data requested.</li>\n<li>In April 2017, we received a request from the Swiss Federal Police about an information request coming from a former Soviet republic (not Russia) regarding a case with an immediate threat of bodily harm to innocent civilians.\nProton Technologies AG decided to comply immediately with the data order, to the extent that it is possible, given our cryptography, with the understanding that the Swiss court order will be immediately delivered to our office by registered post.</li>\n<li>In May 2017, we received a request from US authorities in a US tax and money laundering case.\nWe have informed US authorities that the request must pass through the Swiss Federal Police and be approved by a Swiss court before we will respond.\n<em>Update: After contesting the validity of the warrant with assistance from lawyers from the EFF, the US authorities have decided not to pursue the search and seizure warrant.\n</em>\n</li>\n<li>In July 2017, we received a request for assistance from British police in the case of the kidnapping of Chloe Ayling.\nIn light of the fact that we were able to verify that the kidnappers were, in fact, using a ProtonMail account, and the fact that the first 48 hours are the most critical in kidnapping cases, we rendered assistance to law enforcement before the signed order was delivered to us, but with the understanding that the court order was in the process of being sent.\nWe delayed disclosure on our transparency report at the request of police until the victim was successfully rescued.\n<em>Update: The court order was indeed received soon after we rendered assistance.</em>\n</li>\n<li>In August 2017, we received a request for assistance from Turkish law enforcement authorities that was passed to us through the Swiss Federal Police.\nWe rejected the request on account of the Turkish government’s human rights record and will take the case to Swiss courts if the Turkish government files for an international proceeding.</li>\n<li>In January 2018, we received two requests for assistance from US law enforcement, regarding bomb threats made with ProtonMail.\nWe rendered assistance to Swiss law enforcement working on this case without having yet received the court order, but with the understanding that the approved court was on its way to us.\n<em>Update: The court order was indeed received soon after we rendered assistance.</em>\n</li>\n<li>In March 2018, we received a police request from Austria involving a politician who was accused of sexual harassment.\nThe authorities are trying to identify the person who reported the accusation.\nSince the person who made the report is likely entitled to certain privacy protections, we have rejected the order even though it was approved by a Swiss court, and have requested that the Geneva prosecutor’s office review the facts of the case again and provide Proton legal with additional information.</li>\n<li>In May 2018, upon the request from the top law enforcement officer from an EU country in a case involving terrorism with an imminent threat, we disabled an account and rendered assistance, with the assurance from Swiss authorities that a court order was on its way to us.\nWe did indeed receive the court order.\nPer our standard procedure for cases like this, we will attend the court hearing to learn details from the relevant authorities about this case and to ensure that all applicable due process was followed.</li>\n<li>In January 2019, we discovered evidence that a data request from an EU country in Eastern Europe may be improperly targeting a whistleblower that exposed corruption involving a high ranking politician.\nAs a result, we are opposing the assistance order from the Swiss prosecutor’s office.</li>\n<li>In April 2019, upon the order of the Swiss judiciary in a case of clear criminal conduct, we enabled IP logging against a specific user account which is engaged in illegal activities which contravene Swiss law.\nPursuant to Swiss law, the user in question will also be notified and afforded the opportunity to defend against this in court before the data can be used in criminal proceedings.</li>\n<li>In July 2019, we received a request for information that was approved by the Swiss judiciary involving a case in another EU country, which upon further assessment, we suspect could be targeting a whistleblower.\nWe have refused to hand over data while seeking further clarification from the authorities as to why this request for information was approved in the first place, and asking for Swiss authorities to re-check the facts of the case.</li>\n</ul>\n<p>\n<strong>Request Statistics</strong>\n</p>\n<p>Aggregated statistics of all orders and requests by authorities that we have received in 2017 and 2018 are provided below:</p>\n<strong>Year</strong>\n<strong>Orders by Swiss authorities</strong>\n<strong>Foreign requests approved by Swiss authorities</strong>\n<strong>Contested orders</strong>\n<strong>Orders complied with</strong>\n<strong>2019</strong>1,4651291101,484<strong>2018</strong>262764336<strong>2017</strong>1313323 <p>\n</p>\n<p>Foreign requests approved by Swiss authorities:</p>\n<strong>Year</strong>\n<strong>2019</strong>\n<strong>2018</strong>\n<strong>2017</strong>\n<strong>Total</strong>1297613<strong>Europe</strong>936110<strong>Americas</strong>29123<strong>Asia</strong>730<strong>Other</strong>100 <p>\n<br>\n</p>\nShare This!Get a Free Encrypted Email Account Privacy <small>132</small>\n<i>\n</i> ", "created_at": "2018-09-20 10:01:45.924684", "updated_at": "2020-12-14 20:09:47.521098"}, {"id": 1191, "name": "Data Processing Agreement", "url": "https://protonmail.com/dpa.html", "xpath": "//*[@id=\"rawContent\"]", "text": " Data Processing Agreement <p>This Data Processing Agreement (\"<strong>Agreement</strong>\") forms part of the Contract for Services under the ProtonMail Terms and Conditions (the \"<strong>Principal Agreement</strong>\").\nThis Agreement is an amendment to the Principal Agreement and is effective upon its incorporation to the Principal Agreement, which incorporation may be specified in the Principal Agreement or an executed amendment to the Principal Agreement.\nUpon its incorporation into the Principal Agreement, this Agreement will form a part of the Principal Agreement.</p>\n<p>We periodically update this Agreement.\nIf you have an active ProtonMail account, you will be informed of any modification by email.\nAt the bottom of this page you can find archived versions of our DPA.</p>\n<p>The term of this Agreement shall follow the term of the Principal Agreement.\nTerms not defined herein shall have the meaning as set forth in the Principal Agreement.</p>\n<p>\n<strong>WHEREAS</strong>\n</p>\n<p>(A) Your company act as a Data Controller (the \"Controller\").\n</p>\n<p>(B) Your company wishes to subcontract certain Services (as defined below), which imply the processing of personal data, to Proton Technologies AG, acting as a Data Processor (the \"Processor\").</p>\n<p>(C) The Parties seek to implement a data processing agreement that complies with the requirements of the current legal framework in relation to data processing and with the Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation).\n</p>\n<p>(D) The Parties wish to lay down their rights and obligations.</p>\n<p>IT IS AGREED AS FOLLOWS:</p>\n<ol>\n<li>1.Definitions and Interpretation</li>\n<li>1.1Unless otherwise defined herein, capitalized terms and expressions used in this DPA shall have the following meaning: <ol>\n<li>1.1.2\"Company Personal Data\" means any Personal Data Processed by a Contracted Processor on Controller's behalf pursuant to or in connection with the Principal Agreement;</li>\n<li>1.1.3\"Contracted Processor\" means a Subprocessor;</li>\n<li>1.1.4\"Data Protection Laws\" means EU Data Protection Laws and, to the extent applicable, the data protection or privacy laws of any other country;</li>\n<li>1.1.5\"EEA\" means the European Economic Area;</li>\n<li>1.1.6EU Data Protection Laws\" means EU Directive 95/46/EC, as transposed into domestic legislation of each Member State and as amended, replaced or superseded from time to time, including by the GDPR and laws implementing or supplementing the GDPR;</li>\n<li>1.1.7\"GDPR\" means EU General Data Protection Regulation 2016/679;</li>\n<li>1.1.8\"Data Transfer\" means:</li>\n<li>1.1.8.1a transfer of Company Personal Data from Controller to a Contracted Processor.\nor</li>\n<li>1.1.8.2an onward transfer of Company Personal Data from a Contracted Processor to a Subcontracted Processor, or between two establishments of a Contracted Processor,</li>\n<li>in each case, where such transfer would be prohibited by Data Protection Laws (or by the terms of data transfer agreements put in place to address the data transfer restrictions of Data Protection Laws);</li>\n<li>1.1.9\"Services\" means end-to-end encrypted email services.\nThe Service is described more in detail in Schedule 1.</li>\n<li>1.1.10\"Subprocessor\" means any person appointed by or on behalf of Processor to process Personal Data on behalf of Controller in connection with the Agreement.</li>\n</ol>\n</li>\n<li>1.2The terms, \"<strong>Commission</strong>\", \"<strong>Controller</strong>\", \"<strong>Data Subject</strong>\", \"<strong>Member State</strong>\", \"<strong>Personal Data</strong>\", \"<strong>Personal Data Breach</strong>\", \"<strong>Processing</strong>\" and \"<strong>Supervisory Authority</strong>\" shall have the same meaning as in the GDPR, and their cognate terms shall be construed accordingly.</li>\n<li>2.Processing of Company Personal Data</li>\n<li>2.1Processor shall: <ol>\n<li>2.1.1comply with all applicable Data Protection Laws in the Processing of Company Personal Data.\nand</li>\n<li>2.1.2not process Company Personal Data other than on Controller's documented instructions.</li>\n</ol>\n</li>\n<li>2.2Controller instructs Processor to process Company Personal Data to provide the Services and related technical support.</li>\n<li>3.Processor Personnel</li>\n<li>Processor shall take reasonable steps to ensure the reliability of any employee, agent or contractor of any Contracted Processor who may have access to Company Personal Data, ensuring in each case that access is strictly limited to those individuals who need to know / access the relevant Company Personal Data, as strictly necessary for the purposes of the Principal Agreement, and to comply with Applicable Laws in the context of that individual's duties to the Contracted Processor, ensuring that all such individuals are subject to confidentiality undertakings or professional or statutory obligations of confidentiality.</li>\n<li>4.Security</li>\n<li>4.1Taking into account the state of the art, the costs of implementation and the nature, scope, context and purposes of Processing as well as the risk of varying likelihood and severity for the rights and freedoms of natural persons, Processor shall in relation to the Company Personal Data implement appropriate technical and organizational measures to ensure a level of security appropriate to that risk, including, as appropriate, the measures referred to in Article 32(1) of the GDPR.</li>\n<li>4.2In assessing the appropriate level of security, Processor shall take account in particular of the risks that are presented by Processing, in particular from a Personal Data Breach.</li>\n<li>5.Subprocessing</li>\n<li>5.1Processor shall not appoint (or disclose any Company Personal Data to) any Subprocessor unless required or authorized by Controller.\n</li>\n<li>6.Data Subject Rights</li>\n<li>6.1Taking into account the nature of the Processing, Processor shall assist Controller by implementing appropriate technical and organisational measures, insofar as this is possible, for the fulfilment of Controller obligations, as reasonably understood by Controller, to respond to requests to exercise Data Subject rights under the Data Protection Laws.</li>\n<li>6.2Processor shall:</li>\n<li>6.2.1promptly notify Controller if it receives a request from a Data Subject under any Data Protection Law in respect of Company Personal Data.\nand</li>\n<li>6.2.2ensure that it does not respond to that request except on the documented instructions of Controller or as required by Applicable Laws to which the Processor is subject, in which case Processor shall to the extent permitted by Applicable Laws inform Controller of that legal requirement before the Contracted Processor responds to the request.</li>\n<li>7.Personal Data Breach</li>\n<li>7.1Processor shall notify Controller without undue delay upon Processor becoming aware of a Personal Data Breach affecting Company Personal Data, providing Controller with sufficient information to allow Controller to meet any obligations to report or inform Data Subjects of the Personal Data Breach under the Data Protection Laws.</li>\n<li>7.2Processor shall co-operate with Controller and take reasonable commercial steps as are directed by Controller to assist in the investigation, mitigation and remediation of each such Personal Data Breach.</li>\n<li>8.Data Protection Impact Assessment and Prior Consultation</li>\n<li>8.1Processor shall provide reasonable assistance to Controller with any data protection impact assessments, and prior consultations with Supervising Authorities or other competent data privacy authorities, which Controller reasonably considers to be required by article 35 or 36 of the GDPR or equivalent provisions of any other Data Protection Law, in each case solely in relation to Processing of Company Personal Data by, and taking into account the nature of the Processing and information available to, the Contracted Processors.</li>\n<li>9.Deletion or return of Company Personal Data</li>\n<li>9.1Subject to this section 9 Processor shall promptly and in any event within 10 business days of the date of cessation of any Services involving the Processing of Company Personal Data (the \"Cessation Date\"), delete and procure the deletion of all copies of those Company Personal Data.</li>\n<li>9.2Processor shall provide written certification to Controller that it has fully complied with this section 9 within 10 business days of the Cessation Date.</li>\n<li>10.Audit rights</li>\n<li>10.1Subject to this section 10, Processor shall make available to Controller on request all information necessary to demonstrate compliance with this Agreement, and shall allow for and contribute to audits, including inspections, by Controller or an auditor mandated by Controller in relation to the Processing of the Company Personal Data by the Contracted Processors.</li>\n<li>10.2Information and audit rights of Controller only arise under section 10.1 to the extent that the Agreement does not otherwise give them information and audit rights meeting the relevant requirements of Data Protection Law.</li>\n<li>11.Data Transfer</li>\n<li>11.1The Processor may not transfer or authorize the transfer of Data to countries outside the EU and/or the European Economic Area (EEA) without the prior written consent of Controller.\nIf personal data processed under this Agreement is transferred from a country within the European Economic Area to a country outside the European Economic Area, the Parties shall ensure that the personal data are adequately protected.\nTo achieve this, the Parties shall, unless agreed otherwise, rely on EU approved standard contractual clauses for the transfer of personal data.</li>\n<li>12General Terms</li>\n<li>12.1Confidentiality.\nEach Party must keep any information it receives about the other Party and its business in connection with this Agreement (\"Confidential Information”) confidential and must not use or disclose that Confidential Information without the prior written consent of the other Party except to the extent that:</li>\n<li>(a)disclosure is required by law;</li>\n<li>(b)the relevant information is already in the public domain.</li>\n<li>12.2Notices.\nAll notices and communications given under this Agreement must be in writing and will be sent by email.\nController shall be notified by email sent to the address related to its use of the Service under the Principal Agreement.\nProcessor shall be notified by email sent to the address: .</li>\n<li>13.Governing Law and Jurisdiction</li>\n<li>13.1This Agreement is governed by Swiss law.</li>\n<li>13.2Any dispute arising in connection with this Agreement, which the Parties will not be able to resolve amicably, will be submitted to the exclusive jurisdiction of the courts of Geneva, subject to possible appeal to the Swiss Federal Supreme Court in Lausanne.</li>\n</ol>\n<p>&nbsp;</p>\n<p>\n<strong>Schedule 1: Service Description and Pricing</strong>\n</p>\n<p>The Service offered by Proton Technologies AG is ProtonMail (\"ProtonMail\").</p>\n<p>ProtonMail offers cutting edge email security and privacy with an easy to use interface that is used by millions of individuals and enterprises around the world.\nProtonMail provides a complete platform that includes both server-side software and client-side applications for Web and Mobile (iOS and Android).\nProtonMail is cross platform and can be used on all devices without needing software downloads or updates, allowing authorised users access to their email anywhere in the world, on any device.</p>\n<p>ProtonMail is the world's first email system that integrates zero knowledge data protection with cross platform capabilities.\nBy utilizing end-to-end encryption, our zero knowledge architecture means sensitive data cannot be intercepted en-route or accessed on the server without explicit permission.\nThe ProtonMail software does not have access to raw message data giving individuals and organizations complete control over their email communications and ensuring the highest level of confidentiality.</p>\n<p>\n<strong>Plans:</strong>\n</p>\n<p>\n<strong>ProtonMail Free</strong> provides the ability to easily send and receive end-to end encrypted email for everyone.\nThis includes full access to all of the ProtonMail web and mobile clients.\n</p>\n<p>\n<strong>ProtonMail Plus</strong> and Visionary accounts add to the Free basic plan by adding additional storage and unlocking encrypted email on users custom domains.\nAdditional features include additional email addresses within a users account, higher sending limits, and access to premium features such as encrypted contact details.\nThese plans range from €48 per year for Plus to €288 for Visionary users, which also includes 5 additional sub users in addition to the account owner.</p>\n<p>\n<strong>ProtonMail Professional</strong> unlocks ProtonMail end to end encryption for use by organizations around the world.\nThis plan allows organizations to add unlimited number of users under their organization's domain at a cost of €75 per year per user.\nIncluded in the Professional plan is the auto-responder, catch-all, and 5GB of storage for each of their users.\n</p>\n<p>\n<strong>Schedule 2: Data Processing and Security</strong>\n</p>\n<ol>\n<li>1.Description of the data processing carried out on behalf of the Controller</li>\n</ol>\n<p>In addition to the information provided elsewhere in the Agreement, the Parties wish to document the following information in relation to the data processing activities.\n</p>\n<p>The data processing performed by the Data Processor on behalf of the Controller relates to the service of end-to-end email communication.\nThe data processing details and procedure can be found in the Company's Privacy Policy at https://protonmail.com/privacy-policy.</p>\n<p>&nbsp;</p> ", "created_at": "2019-04-23 16:45:16.733216", "updated_at": "2020-12-14 21:41:03.380072"}, {"id": 1936, "name": "Open Source", "url": "https://protonmail.com/blog/protonmail-open-source/", "xpath": "//*[@id=\"post-1236\"]", "text": " ProtonMail is Open Source! Posted on August 13, 2015November 29, 2019 by Proton Team <p>Earlier today, we released ProtonMail 2.0 to the world.\nWe are happy to announce that we are also releasing ProtonMail 2.0 as open source software! From the beginning, we have been strong proponents&nbsp;of open source software and the core cryptography libraries that we develop and use have been open source from day one.</p>\n<p>Today, we are happy to take&nbsp;the next step and completely open source our webmail interface.\nThis means all the ProtonMail code that runs on your computer is now available for inspection.\nWe hope that by opening up our platform, we will encourage&nbsp;additional contributors to help us make ProtonMail the world’s most secure email service.</p>\n<p>Our move to open source has actually been coming for a long time.\nWhile it would have also been possible to open source ProtonMail 1.x, we felt that such a move was not appropriate given that the code was intended to be deprecated.\nBy open sourcing ProtonMail 2.0, we are open sourcing the future of ProtonMail.\nAs&nbsp;we continue to expand our&nbsp;private email service with mobile apps, you can look forward to more open source announcements as our code base matures.</p>\n<p>ProtonMail 2.0 can be viewed online on Github at the link below.\nAs a nod to our CERN and MIT roots, we are releasing under the permissive MIT license.\nLet us know if you do something cool with our code.</p>\nhttps://github.com/ProtonMail/WebClient\n<p>We welcome all feedback at security@protonmail.ch and look forward to continuing to improve ProtonMail with your help!</p>\n<p>Best Regards,<br>\nThe ProtonMail Team</p>\nShare This!Get a Free Encrypted Email Account Articles &amp.\nNews <small>266</small>\n<i>\n</i> ", "created_at": "2019-09-23 18:38:26.561813", "updated_at": "2020-12-14 22:50:48.996283"}], "points": [{"id": 6272, "title": "You authorise the service to charge a credit card supplied on re-occurring basis", "source": "https://protonmail.com/terms-and-conditions", "status": "Generated through the annotate view", "created_at": "2019-04-19 09:20:14.231915", "updated_at": "2021-06-12 22:20:06.591557", "quoteText": "You authorize the Company to charge any credit card supplied on a monthly or annually re-occurring basis.", "case_id": 384, "document_id": 365, "quoteStart": 7897, "quoteEnd": 8002}, {"id": 6268, "title": "The service makes critical changes to its terms without user involvement", "source": "https://protonmail.com/terms-and-conditions", "status": "Generated through the annotate view", "created_at": "2019-04-19 07:27:48.59485", "updated_at": "2019-09-25 05:22:42.670167", "quoteText": "Within the limits of applicable law, the Company reserves the right to review and change this agreement at any time.\nYou are responsible for regularly reviewing these Terms and Conditions.\nContinued use of the Service after such changes shall constitute your consent to such changes.", "case_id": 120, "document_id": 365, "quoteStart": 8700, "quoteEnd": 8983}, {"id": 22338, "title": "There is a date of the last update of the agreements", "source": "https://protonmail.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-06-12 21:12:10.884847", "updated_at": "2021-06-13 03:17:10.564682", "quoteText": "Last modified: June 8<sup>th</sup>, 2021", "case_id": 331, "document_id": 366, "quoteStart": 24, "quoteEnd": 64}, {"id": 20278, "title": "Information is provided about security practices", "source": "https://protonmail.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-12 17:37:59.864627", "updated_at": "2021-05-16 07:23:32.433848", "quoteText": "Data is ALWAYS stored in encrypted format on our servers.\nOffline backups may be stored periodically, but these are also encrypted.\nWe do not possess the ability to access any user encrypted message content on either the production servers or in the backups.</p>", "case_id": 226, "document_id": 366, "quoteStart": 8642, "quoteEnd": 8904}, {"id": 20272, "title": "You must create an account to use this service", "source": "https://protonmail.com/terms-and-conditions", "status": "Generated through the annotate view", "created_at": "2021-05-12 17:00:13.675179", "updated_at": "2021-05-12 17:37:17.077613", "quoteText": "These Terms and Conditions cover all present and future features provided by your ProtonMail account (including but not limited to ProtonMail, ProtonContacts, ProtonCalendar and ProtonDrive), individually and collectively referred to as the “Service”.</p>", "case_id": 230, "document_id": 365, "quoteStart": 221, "quoteEnd": 476}, {"id": 12144, "title": "Your data is processed and stored in a country that is friendlier to user privacy protection", "source": "https://protonmail.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-12-05 20:46:37.262123", "updated_at": "2021-05-14 14:34:44.264863", "quoteText": "All servers used in connection with the provisioning of the Service are located in Switzerland and wholly owned and operated by the Company.", "case_id": 488, "document_id": 366, "quoteStart": 8425, "quoteEnd": 8565}, {"id": 20270, "title": "This service is only available to users over 13 years old", "source": "https://protonmail.com/terms-and-conditions", "status": "Generated through the annotate view", "created_at": "2021-05-12 16:56:10.381804", "updated_at": "2021-05-12 17:37:36.837298", "quoteText": "This Service is provided exclusively to individuals who are at least 13 years of age,", "case_id": 152, "document_id": 365, "quoteStart": 839, "quoteEnd": 924}, {"id": 20271, "title": "Minors must have the authorization of their legal guardians to use the service", "source": "https://protonmail.com/terms-and-conditions", "status": "Generated through the annotate view", "created_at": "2021-05-12 16:59:09.762205", "updated_at": "2021-05-12 17:37:22.728657", "quoteText": "or to minors who have obtained parental or legal guardian consent to open and maintain an account.", "case_id": 486, "document_id": 365, "quoteStart": 925, "quoteEnd": 1023}, {"id": 6284, "title": "This service is only available to users of a certain age", "source": "https://protonmail.com/terms-and-conditions", "status": "Generated through the annotate view", "created_at": "2019-04-23 16:25:54.350482", "updated_at": "2021-05-12 16:55:28.695127", "quoteText": "Users of the Service <p>This Service is provided exclusively to individuals who are at least 13 years of age, or to minors who have obtained parental or legal guardian consent to open and maintain an account.</p>\n<p>", "case_id": 152, "document_id": 365, "quoteStart": 815, "quoteEnd": 1031}, {"id": 18429, "title": "IP addresses of website visitors are not tracked", "source": "https://protonmail.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-04-09 17:55:15.207947", "updated_at": "2021-04-10 03:46:31.050433", "quoteText": "IP Logging:</strong> By default, ProtonMail does not keep permanent IP logs.", "case_id": 192, "document_id": 366, "quoteStart": 4631, "quoteEnd": 4707}, {"id": 14270, "title": "The court of law governing the terms is in location X", "source": "https://protonmail.com/terms-and-conditions", "status": "Generated through the annotate view", "created_at": "2021-01-11 03:07:10.852219", "updated_at": "2021-01-11 09:35:17.008844", "quoteText": "This Agreement shall be governed in all respects by the substantive laws of Switzerland.", "case_id": 163, "document_id": 365, "quoteStart": 8950, "quoteEnd": 9038}, {"id": 6256, "title": "The court of law governing the terms is in location Switzerland", "source": "https://protonmail.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-04-19 05:21:50.481241", "updated_at": "2021-02-06 04:02:08.330002", "quoteText": "<p>The Company is domiciled in Switzerland and all data storage infrastructure is also located solely within Switzerland, and thus governed by the laws and regulations of Switzerland.</p>\n", "case_id": 163, "document_id": 366, "quoteStart": 1415, "quoteEnd": 1603}, {"id": 2166, "title": "TOS for Protonmail", "source": "https://groups.google.com/forum#!topic/tosdr/zZBYRfOGxm0", "status": "TOS for Protonmail", "created_at": "2018-05-15 09:12:16.728545", "updated_at": "2018-07-03 10:10:12.192734", "quoteText": "", "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1617, "title": "ProtonMail may terminate accounts that do not comply with the Terms", "source": "https://groups.google.com/forum#!topic/tosdr/sOA6k2Zqr5I", "status": "ProtonMail", "created_at": "2018-05-15 09:11:56.305751", "updated_at": "2018-07-03 10:17:05.487446", "quoteText": "", "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 4856, "title": "The service is transparent regarding government requests or inquiries that may involve user data.", "source": "https://protonmail.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2018-10-20 17:57:54.312344", "updated_at": "2019-09-25 05:23:17.21641", "quoteText": "If permitted by law, ProtonMail will always contact a user first before any data disclosure.\nUnder Swiss law, it is obligatory to notify the target of a data request, although such notification may come from the authorities and not from the Company.</p>\n<p>", "case_id": 169, "document_id": 366, "quoteStart": 11215, "quoteEnd": 11472}, {"id": 6269, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://protonmail.com/terms-and-conditions", "status": "Generated through the annotate view", "created_at": "2019-04-19 07:32:47.944854", "updated_at": "2019-09-25 05:22:42.657693", "quoteText": "The Service is provided “as is” and you agree to not hold the Company responsible nor to seek indemnification for any damages that may arise as a result of the loss of use, data, or profits connected to the performance of the Service or failure in such performance.", "case_id": 286, "document_id": 365, "quoteStart": 3802, "quoteEnd": 4067}, {"id": 6270, "title": "They may stop providing the service at any time", "source": "https://protonmail.com/terms-and-conditions", "status": "Generated through the annotate view", "created_at": "2019-04-19 07:40:21.074011", "updated_at": "2019-09-25 05:22:42.645719", "quoteText": "The Company may at its sole discretion, terminate service without cause or notice.", "case_id": 203, "document_id": 365, "quoteStart": 4377, "quoteEnd": 4459}, {"id": 6266, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://protonmail.com/terms-and-conditions", "status": "Generated through the annotate view", "created_at": "2019-04-19 07:09:59.190084", "updated_at": "2019-09-25 05:22:42.548146", "quoteText": "You agree that the Company, and any parents, subsidiaries, officers, employees, or third party contractors cannot be held responsible for any third party claim, demand, or damages, including reasonable attorneys’ fees, arising out of your use of this Service.</p", "case_id": 146, "document_id": 365, "quoteStart": 6064, "quoteEnd": 6326}, {"id": 6289, "title": "Users are entitled to a refund if certain thresholds or standards are not met by the service", "source": "https://protonmail.com/terms-and-conditions", "status": "Generated through the annotate view", "created_at": "2019-04-23 17:04:24.203442", "updated_at": "2019-09-25 05:22:42.527993", "quoteText": "<p>For ProtonMail Professional Plan users, the Company aims to provide Service availability of 99.95% or better.\nIf downtime in any one month exceeds 0.05% of that month, the Company will credit the user’s account.\nService credits are applied at the user’s request and will apply toward the balance due at the end of the next billing cycle (either monthly or yearly).</p>\n<p>The Company calculates service credits in the following way:</p>\n<ul>\n<li>If the monthly uptime is less than 99.95% but equal to or greater than 99.0%, the service credit is equal to 10% of the Service’s monthly cost.</li>\n<li>If the monthly uptime is less than 99.0%, the service credit is equal to 30% of the Service’s cost.</li>\n", "case_id": 161, "document_id": 365, "quoteStart": 4494, "quoteEnd": 5201}, {"id": 6285, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://protonmail.com/terms-and-conditions", "status": "Generated through the annotate view", "created_at": "2019-04-23 16:32:29.424887", "updated_at": "2019-09-25 05:43:02.862429", "quoteText": "</p>\n<p>Furthermore, you will not hold the Company liable or seek indemnification if confidential material is unintentionally released as the result of a security failure or vulnerability in the performance of the Service.</p>", "case_id": 293, "document_id": 365, "quoteStart": 4067, "quoteEnd": 4293}, {"id": 6258, "title": "IP addresses of website visitors are not tracked", "source": "https://protonmail.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-04-19 05:36:57.321594", "updated_at": "2021-02-06 04:02:08.35427", "quoteText": "\nWe also don't record your login IP address unless this feature is specifically enabled by the user.", "case_id": 192, "document_id": 366, "quoteStart": 5660, "quoteEnd": 5760}, {"id": 6257, "title": "The court of law governing the terms is in location Switzerland", "source": "https://protonmail.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-04-19 05:25:06.092194", "updated_at": "2019-09-25 05:23:17.119995", "quoteText": "<p>All data storage infrastructure is also located solely within Switzerland, and thus governed by the laws and regulations of Switzerland.", "case_id": 163, "document_id": 366, "quoteStart": 723, "quoteEnd": 862}, {"id": 6260, "title": "You can request access and deletion of personal data", "source": "https://protonmail.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-04-19 05:45:06.098627", "updated_at": "2019-09-25 05:23:17.056676", "quoteText": " <p>Through the Service, you can directly access, edit, delete or export personal data processed by the Company in your use of the Service.", "case_id": 195, "document_id": 366, "quoteStart": 9832, "quoteEnd": 9971}, {"id": 4656, "title": "This service does not track you", "source": "https://protonmail.com/privacy-policy", "status": "The privacy policy states that it is not necessary to provide personal information in order to create an account. Furthermore by default, ProtonMail does not keep permanent IP logs. They also don't record your login IP address unless this feature is specifically enabled by the user. However, IP logs are sometimes kept to combat abuse and fraud, and your IP address may be retained if you are engaged in activities that breach our terms and conditions (spamming, DDoS attacks against ProtonMail infrastructure, brute force attacks, etc). And ProtonMail does not have any advertising on their site. Any data that they do have will never be shared except under the circumstances described below in the Data Disclosure Section. ProtonMail does NOT do any analysis on the limited data they do possess with two exceptions descibed in their privacy policy.", "created_at": "2018-09-20 10:10:21.990595", "updated_at": "2019-09-25 05:23:17.154335", "quoteText": "It is not necessary to provide personal information in order to create an account,", "case_id": 218, "document_id": 366, "quoteStart": 3232, "quoteEnd": 3314}, {"id": 6263, "title": "The service provides information about how they collect personal data", "source": "https://protonmail.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-04-19 06:15:03.307545", "updated_at": "2019-09-25 05:23:16.975783", "quoteText": "When you use our native applications, we (or the mobile app platform providers) may collect certain information in addition to the information mentioned elsewhere in this Policy.\nWe may use mobile analytics software (such as fabric.io app statistics and crash reporting, Play Store app statistics, App Store app statistics, or self-hosted Sentry crash reporting) to send crash information to our developers so that we can fix bugs rapidly.\n", "case_id": 297, "document_id": 366, "quoteStart": 5841, "quoteEnd": 6281}, {"id": 6267, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "https://protonmail.com/terms-and-conditions", "status": "Generated through the annotate view", "created_at": "2019-04-19 07:16:24.293346", "updated_at": "2019-09-25 05:22:42.686351", "quoteText": "We may make improvements and changes to the Service at any time without notice.", "case_id": 121, "document_id": 365, "quoteStart": 3319, "quoteEnd": 3398}, {"id": 6261, "title": "The service may change its terms at any time, but the user will receive notification of the changes.", "source": "https://protonmail.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-04-19 06:03:08.055284", "updated_at": "2019-09-25 05:23:17.025034", "quoteText": "ProtonMail reserves the right to periodically review and change this policy from time to time and we will notify users who have enabled the notification preference about changes to our Privacy Policy.", "case_id": 122, "document_id": 366, "quoteStart": 11820, "quoteEnd": 12020}, {"id": 6264, "title": "The service provides information about how they intend to use your personal data", "source": "https://protonmail.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-04-19 06:17:23.922233", "updated_at": "2021-02-06 04:02:08.464684", "quoteText": " However, IP logs are sometimes kept to combat abuse and fraud, and your IP address may be retained if you are engaged in activities that breach our terms and conditions (spamming, DDoS attacks against ProtonMail infrastructure, brute force attacks, etc).\nThe legal basis of this processing is our legitimate interest to protect our service against nefarious activities.</p>\n<p>\n<strong>Payment Information:</strong> The Company relies on third parties to process credit card, PayPal, and Bitcoin transactions so the Company necessarily must share payment information with third parties.", "case_id": 227, "document_id": 366, "quoteStart": 5927, "quoteEnd": 6514}, {"id": 6262, "title": "User-generated content is encrypted, and this service cannot decrypt it", "source": "https://protonmail.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-04-19 06:05:51.562512", "updated_at": "2019-09-25 05:23:17.000745", "quoteText": "We also have no technical means to access your encrypted message contents.</p>", "case_id": 372, "document_id": 366, "quoteStart": 2809, "quoteEnd": 2887}, {"id": 6271, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "https://protonmail.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-04-19 07:42:29.774509", "updated_at": "2019-09-25 05:23:16.936295", "quoteText": "Continued use of the Service will be deemed as acceptance of such changes.</p>", "case_id": 121, "document_id": 366, "quoteStart": 11096, "quoteEnd": 11174}, {"id": 6287, "title": "This service prohibits users sending chain letters, junk mail, spam or any unsolicited messages", "source": "https://protonmail.com/terms-and-conditions", "status": "Generated through the annotate view", "created_at": "2019-04-23 16:56:03.263249", "updated_at": "2021-02-06 04:16:18.040848", "quoteText": "<p>You further agree to not use ProtonMail to send Spam, junk mail, bulk emails or mailing list emails that contain persons that have not specifically agreed to be included on that list.", "case_id": 281, "document_id": 365, "quoteStart": 1354, "quoteEnd": 1540}, {"id": 6290, "title": "The service provides two factor authentification for your account", "source": "https://protonmail.com/support/knowledge-base/two-factor-authentication/", "status": "", "created_at": "2019-04-23 17:24:15.521524", "updated_at": "2019-06-18 03:40:30.33579", "quoteText": null, "case_id": 312, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 6286, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "https://protonmail.com/terms-and-conditions", "status": "Generated through the annotate view", "created_at": "2019-04-23 16:37:40.0065", "updated_at": "2019-09-25 05:22:42.621085", "quoteText": "We may make improvements and changes to the Service at any time without notice.", "case_id": 121, "document_id": 365, "quoteStart": 3319, "quoteEnd": 3398}, {"id": 6288, "title": "The service has a no refund policy", "source": "https://protonmail.com/terms-and-conditions", "status": "Generated through the annotate view", "created_at": "2019-04-23 17:00:52.896718", "updated_at": "2019-09-25 05:22:42.595209", "quoteText": " <p>Due to their nature, the paid Services provided by the Company are generally non-refundable and any refunds or credits given will be at the sole discretion of the Company.", "case_id": 162, "document_id": 365, "quoteStart": 7028, "quoteEnd": 7203}, {"id": 11626, "title": "The service provides two factor authentification for your account", "source": "https://protonmail.com/support/knowledge-base/two-factor-authentication/", "status": "The document proving 2FA is avalaible for all Protonmail user accounts is impossible to upload to ToS;DR.\r\nYou'll find the information here:\r\nhttps://protonmail.com/support/knowledge-base/two-factor-authentication/\r\n", "created_at": "2020-11-24 12:12:14.307012", "updated_at": "2020-11-25 21:10:43.001663", "quoteText": null, "case_id": 312, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 7954, "title": "The service allows you to use pseudonyms", "source": "https://protonmail.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-09-23 17:33:10.063842", "updated_at": "2020-12-04 09:12:39.457431", "quoteText": "Account creation:</strong> It is not necessary to provide personal information in order to create an account, but you may provide an external email address for notification or password recovery purposes.\n", "case_id": 215, "document_id": 366, "quoteStart": 3173, "quoteEnd": 3377}, {"id": 7957, "title": "This service will warn users about website maintenance", "source": "https://protonmail.com/terms-and-conditions", "status": "Generated through the annotate view", "created_at": "2019-09-23 18:19:39.805011", "updated_at": "2021-02-06 04:25:27.249882", "quoteText": "\n<p>Some performance issues are excluded from downtime calculations, such as:</p>\n<ul>\n<li>Issues caused by factors outside of the Company’s reasonable control.</li>\n<li>Issues that resulted from any actions or inaction by a user or a third-party.</li>\n<li>Issues that resulted from the user’s equipment and/or third-party equipment (not within the primary control of the Company).</li>\n<li>Issues that arise from the Company’s suspension or termination of rights to use the Service in accordance with our Terms of Service.</li>\n<li>Downtime caused by reasonable scheduled maintenance that is announced in advance.", "case_id": 159, "document_id": 365, "quoteStart": 4228, "quoteEnd": 4842}, {"id": 7959, "title": "Features of the website are made available under a free software license", "source": "https://protonmail.com/blog/protonmail-open-source/", "status": "Generated through the annotate view", "created_at": "2019-09-23 18:41:45.594355", "updated_at": "2020-12-04 09:15:28.299828", "quoteText": "<p>Today, we are happy to take&nbsp;the next step and completely open source our webmail interface.\nThis means all the ProtonMail code that runs on your computer is now available for inspection.\n", "case_id": 171, "document_id": 1936, "quoteStart": 417, "quoteEnd": 612}, {"id": 7958, "title": "This service does not force users into binding arbitration", "source": "https://protonmail.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-09-23 18:36:25.395902", "updated_at": "2021-02-06 04:25:27.274626", "quoteText": "Any controversy, claim, or dispute arising out of or relating to the Agreement shall be subject to the jurisdiction of the competent courts of the Canton of Geneva, the jurisdiction of the Swiss Federal Court being expressly reserved.", "case_id": 335, "document_id": 366, "quoteStart": 12146, "quoteEnd": 12380}, {"id": 7956, "title": "The service will resist legal requests for user information where reasonably possible", "source": "https://protonmail.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-09-23 17:56:56.756578", "updated_at": "2020-12-04 09:22:32.315074", "quoteText": "ProtonMail may from time to time, contest requests if there is a public interest in doing so.\nIn such situations, the Company will not comply with the request until all legal or other remedies have been exhausted.\nTherefore, not all requests described in our Transparency Report will lead to data disclosure.", "case_id": 305, "document_id": 366, "quoteStart": 10289, "quoteEnd": 10597}, {"id": 6259, "title": "The user is informed about security practices", "source": "https://protonmail.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-04-19 05:41:25.941401", "updated_at": "2019-09-25 05:23:16.769101", "quoteText": "<p>In order to pursue our legitimate interest of preventing the creation of accounts by spam bots or human spammers, ProtonMail uses a variety of human verification methods.\nYou may be asked to verify using either reCaptcha, Email, or SMS.\nIP addresses, email addresses, and phone numbers provided are saved temporarily in order to send you a verification code and to determine if you are a spammer.\nIf this data is saved permanently, it is always saved as a cryptographic hash, which ensures that the raw values cannot be deciphered by us.", "case_id": 226, "document_id": 366, "quoteStart": 2096, "quoteEnd": 2636}, {"id": 8017, "title": "This service does not collect, use, or share location data", "source": "https://protonmail.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-09-25 05:27:27.120806", "updated_at": "2020-12-04 09:08:56.19329", "quoteText": "None of the software on our apps will ever access or track any location-based information from your device at any time.", "case_id": 392, "document_id": 366, "quoteStart": 6738, "quoteEnd": 6857}, {"id": 1945, "title": "no promise to inform/notify", "source": "https://protonmail.com/terms-and-conditions", "status": "From the terms: \"Within the limits of applicable law, the Company reserves the right to review and change this agreement at any time. You are responsible for regularly reviewing these Terms and Conditions. Continued use of the Service after such changes shall constitute your consent to such changes. \"", "created_at": "2018-05-15 09:12:09.30633", "updated_at": "2019-09-25 05:22:42.699889", "quoteText": "Modification to Terms of Service <p>Within the limits of applicable law, the Company reserves the right to review and change this agreement at any time.\nYou are responsible for regularly reviewing these Terms and Conditions.\nContinued use of the Service after such changes shall constitute your consent to such changes.", "case_id": 164, "document_id": 365, "quoteStart": 7126, "quoteEnd": 7445}, {"id": 6265, "title": "The service provides details about what kinds of personal information they collect", "source": "https://protonmail.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-04-19 06:19:54.777147", "updated_at": "2019-09-25 05:23:16.748951", "quoteText": "Should you choose to provide it, we do associate another email address with your account (for password recovery, or notifications).\nThe legal basis for processing is consent and you are free to remove that data in the account panel of your ProtonMail account.</p>\n<p>\n<strong>Account activity:</strong> Due to limitations of the SMTP protocol, we have access to the following email metadata: sender and recipient email addresses, the IP address incoming messages originated from, message subject, and message sent and received times.\nWe do NOT have access to encrypted message content but unencrypted messages sent from external providers to ProtonMail are scanned for Spam and Viruses to pursue the legitimate interest of the protection of our users.\nWe also have access to the following records of account activity: number of messages sent, amount of storage space used, total number of messages, last login time.</p>\n<p>\n<strong>Communicating with ProtonMail:</strong> Your communications with the Company, such as support requests, bug reports, or feature requests may be saved by our staff.", "case_id": 228, "document_id": 366, "quoteStart": 3377, "quoteEnd": 4472}, {"id": 8018, "title": "You can delete your content from this service", "source": "https://protonmail.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-09-25 05:35:02.67948", "updated_at": "2020-12-04 09:08:38.201378", "quoteText": "When a ProtonMail account is closed, data is immediately deleted from production servers.", "case_id": 175, "document_id": 366, "quoteStart": 10319, "quoteEnd": 10408}, {"id": 7955, "title": "The service will not allow third parties to access your personal information without a legal basis", "source": "https://protonmail.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-09-23 17:54:54.598082", "updated_at": "2020-12-04 09:13:09.275221", "quoteText": " Data Disclosure <p>We will only disclose the limited user data we possess if we are instructed to do so by a fully binding request coming from the competent Swiss authorities (legal obligation).\nWhile we may comply with electronically delivered notices (see exceptions below), the disclosed data can only be used in court after we have received an original copy of the court order by registered post or in person, and provide a formal response.</p>\n<p>If a request is made for encrypted message content that ProtonMail does not possess the ability to decrypt, the fully encrypted message content may be turned over.", "case_id": 167, "document_id": 366, "quoteStart": 10598, "quoteEnd": 11214}, {"id": 9296, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://protonmail.com/blog/protonmail-open-source/", "status": "Generated through the annotate view", "created_at": "2020-05-14 20:28:33.130659", "updated_at": "2020-12-04 09:21:18.133821", "quoteText": "permissive MIT license", "case_id": 286, "document_id": 1936, "quoteStart": 1434, "quoteEnd": 1456}, {"id": 9297, "title": "Users agree to comply with the law of the service's country", "source": "https://protonmail.com/law-enforcement", "status": "Generated through the annotate view", "created_at": "2020-05-14 20:31:51.300372", "updated_at": "2020-05-15 01:23:36.287307", "quoteText": "Using ProtonMail for activities that break Swiss law is against ProtonMail’s Terms and Conditions", "case_id": 237, "document_id": 1937, "quoteStart": 515, "quoteEnd": 612}, {"id": 10889, "title": "Your personal data is used for limited purposes", "source": "https://protonmail.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-11-03 15:46:14.076668", "updated_at": "2020-11-03 17:29:59.107701", "quoteText": "Such data will only be used to contact you with important notifications about ProtonMail, to send you information related to security, to send you an invitation link to create your ProtonMail account, to verify your ProtonMail account, or to send you password recovery links if you enable the option.", "case_id": 196, "document_id": 366, "quoteStart": 1278, "quoteEnd": 1578}, {"id": 7961, "title": "The service provides a complaint mechanism for the handling of personal data", "source": "https://protonmail.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-09-23 19:00:31.228376", "updated_at": "2020-12-05 20:40:55.15508", "quoteText": "\n<p>If your account has been suspended for a breach of our terms and conditions, and you would like to exercise the rights related to your personal data, you can make a request to our support team.</p>\n<p>In case of violation of your rights, you have the right to lodge a complaint to the competent supervisory authority.</p>", "case_id": 300, "document_id": 366, "quoteStart": 9975, "quoteEnd": 10300}, {"id": 7960, "title": "The service's data retention period is kept to the minimum necessary for fulfilling its purposes", "source": "https://protonmail.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-09-23 18:55:09.518524", "updated_at": "2020-12-04 09:15:09.104252", "quoteText": "Active accounts will have data retained indefinitely.\nDeleted emails are also permanently deleted from production servers.\nDeleted data may be retained in our backups for up to 14 days.</p>", "case_id": 303, "document_id": 366, "quoteStart": 10409, "quoteEnd": 10598}, {"id": 4855, "title": "The service will resist legal requests for user information where reasonably possible", "source": "https://protonmail.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2018-10-20 17:55:49.204457", "updated_at": "2021-02-06 04:25:30.342074", "quoteText": "ProtonMail may from time to time, contest court orders if there is a public interest in doing so.\nIn such situations, the Company will not comply with the court order until all legal or other remedies have been exhausted.\nTherefore, not all court orders described in our Transparency Report will lead to data disclosure", "case_id": 305, "document_id": 366, "quoteStart": 10461, "quoteEnd": 10780}, {"id": 18430, "title": "You can opt out of promotional communications", "source": "https://protonmail.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-04-09 17:56:24.014164", "updated_at": "2021-04-11 09:31:32.085324", "quoteText": "You are free, at any given time, to opt-out of those features through the account settings panel.", "case_id": 223, "document_id": 366, "quoteStart": 1665, "quoteEnd": 1762}, {"id": 4242, "title": "IP addresses of website visitors are not tracked", "source": "https://protonmail.com/privacy-policy", "status": "From the privacy policy: \"IP Logging: By default, ProtonMail does not keep permanent IP logs. We also don't record your login IP address unless this feature is specifically enabled by the user. However, IP logs are sometimes kept to combat abuse and fraud, and your IP address may be retained if you are engaged in activities that breach our terms and conditions (spamming, DDoS attacks against ProtonMail infrastructure, brute force attacks, etc).\"", "created_at": "2018-05-25 03:52:25.874831", "updated_at": "2021-02-06 04:25:31.635445", "quoteText": "IP Logging:</strong> By default, ProtonMail does not keep permanent IP logs.\nWe also don't record your login IP address unless this feature is specifically enabled by the user.\nHowever, IP logs are sometimes kept to combat abuse and fraud, and your IP address may be retained if you are engaged in activities that breach our terms and conditions (spamming, DDoS attacks against ProtonMail infrastructure, brute force attacks, etc).</p>", "case_id": 192, "document_id": 366, "quoteStart": 5443, "quoteEnd": 5878}, {"id": 16036, "title": "This service offers an anonymous payment method", "source": "https://protonmail.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-02-08 08:56:10.105721", "updated_at": "2021-02-08 10:37:04.545673", "quoteText": "Anonymous cash or Bitcoin payments and donations are accepted however.\n", "case_id": 405, "document_id": 366, "quoteStart": 5619, "quoteEnd": 5690}, {"id": 16744, "title": "This service provides an onion site accessible over Tor", "source": "https://protonirockerxow.onion", "status": "ProtonMail is reachable at https://protonirockerxow.onion", "created_at": "2021-02-22 13:55:53.003392", "updated_at": "2021-03-18 17:10:45.768764", "quoteText": null, "case_id": 406, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 14269, "title": "The service will only respond to government requests that are reasonable", "source": "https://protonmail.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-01-11 03:05:54.08057", "updated_at": "2021-01-11 09:35:51.697236", "quoteText": "We will only disclose the limited user data we possess if we are instructed to do so by a fully binding request coming from the competent Swiss authorities (legal obligation).", "case_id": 393, "document_id": 366, "quoteStart": 10618, "quoteEnd": 10793}, {"id": 4854, "title": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection.", "source": "https://protonmail.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2018-10-20 17:46:24.830749", "updated_at": "2021-01-23 11:23:01.558604", "quoteText": "ecurity level we provide for protecting such information.</p>\n<p>By visiting protonmail.com and using the Services provided here, you agree to the terms outlined in th", "case_id": 241, "document_id": 366, "quoteStart": 348, "quoteEnd": 515}, {"id": 14751, "title": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection.", "source": "https://protonmail.com/law-enforcement", "status": "Generated through the annotate view", "created_at": "2021-01-23 11:23:22.301891", "updated_at": "2021-01-23 18:27:22.639122", "quoteText": "The ProtonMail Service is offered by Swiss-based Proton Technologies AG.\nAll user information is processed and stored by Proton Technologies AG in Switzerland.</p>\n", "case_id": 241, "document_id": 1937, "quoteStart": 348, "quoteEnd": 512}, {"id": 14752, "title": "This service does not force users into binding arbitration", "source": "https://protonmail.com/dpa.html", "status": "Generated through the annotate view", "created_at": "2021-01-23 11:24:48.859075", "updated_at": "2021-01-23 18:27:41.431858", "quoteText": "Any dispute arising in connection with this Agreement, which the Parties will not be able to resolve amicably, will be submitted to the exclusive jurisdiction of the courts of Geneva, subject to possible appeal to the Swiss Federal Supreme Court in Lausanne.</li>", "case_id": 335, "document_id": 1191, "quoteStart": 10780, "quoteEnd": 11043}, {"id": 14753, "title": "This service will warn users about website maintenance", "source": "https://protonmail.com/terms-and-conditions", "status": "Generated through the annotate view", "created_at": "2021-01-23 11:26:35.412373", "updated_at": "2021-01-23 18:27:51.04007", "quoteText": "Issues that arise from the Company’s suspension or termination of rights to use the Service in accordance with our Terms of Service.</li>\n<li>Downtime caused by reasonable scheduled maintenance that is announced in advance.</li>", "case_id": 159, "document_id": 365, "quoteStart": 5810, "quoteEnd": 6038}, {"id": 14754, "title": "The service will resist legal requests for user information where reasonably possible", "source": "https://protonmail.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-01-23 11:28:14.342276", "updated_at": "2021-01-23 18:27:12.557453", "quoteText": "ProtonMail may from time to time, contest requests if there is a public interest in doing so.\nIn such situations, the Company will not comply with the request until all legal or other remedies have been exhausted.\nTherefore, not all requests described in our Transparency Report will lead to data disclosure.</p>", "case_id": 305, "document_id": 366, "quoteStart": 11472, "quoteEnd": 11784}, {"id": 19602, "title": "The service claims to be GDPR compliant for European users", "source": "https://protonmail.com/dpa.html", "status": "Generated through the annotate view", "created_at": "2021-05-02 13:34:04.50805", "updated_at": "2021-05-02 18:37:06.530368", "quoteText": "<li>1.1.6EU Data Protection Laws\" means EU Directive 95/46/EC, as transposed into domestic legislation of each Member State and as amended, replaced or superseded from time to time, including by the GDPR and laws implementing or supplementing the GDPR;</li>\n", "case_id": 481, "document_id": 1191, "quoteStart": 2458, "quoteEnd": 2716}], "urls": ["protonmail.com", "protonmail.ch", "getproton.me", "pm.me", "protonirockerxow.onion", "protonmailrmez3lotccipshtkleegetolb73fuirgj7r4o4vfu7ozyd.onion", "proton.me"]}}