{"error": 448, "message": "OK", "parameters": {"id": 4567, "name": "Revolt.chat", "created_at": "2021-07-06 17:47:29.68672", "updated_at": "2022-06-08 22:00:53.673537", "wikipedia": null, "keywords": null, "related": null, "slug": "revolt-chat", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/4567.png", "url": "revolt.chat", "documents": [{"id": 8065, "name": "Acceptable Usage Policy", "url": "https://revolt.chat/aup", "xpath": "//body", "text": "Roadmap<p>\n<em>Last updated: 20.\nApril 2021</em>\n</p>\nAcceptable Usage Policy\n<p>This <strong>AUP</strong> applies to the official instance of REVOLT available at revolt.chat, self-hosted instances may choose to adopt this AUP if they wish.</p>\nCommunity Guidelines\n<p>\n<strong>REVOLT</strong> can cater to your community, raid guild, study group and anything in-between.\nWe encourage you to:</p>\n<ul>\n<li>Take advantage of our powerful community tools.</li>\n<li>Be kind and make friends with others on our platform.</li>\n<li>Have fun talking and sharing content on our platform.</li>\n</ul>\n<p>Online communities have the potential to change people's lives, we want to encourage a positive environment for anyone willing to join.</p>\nWhat We Don't Allow\n<p>Engaging in any of the following actions will result in a warning and may lead to either getting a community strike or an account suspension if repeated.</p>\n<ul>\n<li>Creating accounts to or using your account to send unsolicited advertisements to other people on the platform or to harass other individuals on the platform.</li>\n<li>Sharing any kind of copyrighted content, or any type of content that violates another person's personal, intellectual property or other rights.\nThis includes any content that would violate the Digital Millennium Copyright Act (DMCA).\nWe respond to DMCA requests as described in our Terms of Service.</li>\n<li>Using REVOLT for illegal operation, such as, but not limited to, hacking, cracking or distribution of pirated software, cheats, exploits or hacks for our or another company or person's service.</li>\n<li>Using REVOLT with malicious intent, in a way that is not reasonable under normal usage, in order to outsource computing and/or storage resources to our servers, as well as other forms of Denial of Service to our infrastructure.</li>\n<li>Sharing any type of imagery that depicts real-life violence, gore or animal cruelty.\nNobody wants to see this and neither should you.\nException is violence portrayed in media such as movies, games, books, and so forth.</li>\n</ul>\n<p>To report any of the above activity, contact us at report@revolt.chat.</p>\n<p>Please note we are <em>committed to resolving every single report</em>, please be patient and <strong>do not spam our support team</strong>, we appreciate your concerns and will act upon them.</p>\nWhat We Can't Allow\n<p>Engaging in any of the following will result in <strong>immediate account termination</strong> as well as content removal.\nYou may also be <strong>blacklisted</strong> from using our services indefinitely.</p>\n<ul>\n<li>Sharing any content or imagery illegal within the European Union, we don't want you or us to get into any legal trouble, stay in line by not engaging in illegal activity content such as, but not limited to, sharing pornography depicting minors, sharing revenge pornography, selling or facilitating the usage of drugs, extortion or blackmail.</li>\n<li>Sharing any content promoting, encouraging or glorifying self-harm or suicide.\nThis includes any content that pushes people to: cut or injure themselves.\nembrace eating disorders such as anorexia or bulimia.\nor commit suicide as opposed to referring people to the correct treatment and help.\nIf you notice someone in need of urgent help, contact your local authorities.</li>\n<li>Attempts to hack or otherwise gain unauthorised access to our service.\nFor example, accessing another person's account without permission, or attempting to steal another person's account.\nThis also includes attempts in order to gain access to our back end networks.<br>\n<strong>Please contact us ahead of time for permission to test our networks, security@revolt.chat.</strong>\n</li>\n<li>Distributing malware such as viruses, trojans, worms, etc.\nAny software designed with malicious intent to attack another person or to steal their data is not tolerated.</li>\n<li>Sharing content that is designed to harass or degrade another person, any content that can directly threaten someone's physical, mental or financial state, this includes death threats, doxxing (sharing personal information), or ignoring one's privacy.</li>\n</ul>\n<p>To report any of the above activity, contact us at urgent@revolt.chat.</p>\nStrikes\n<p>Strikes are <strong>irreversible</strong>, but account suspensions can be removed through appeal, but only if you believe that we took the wrong action.\nThere is no point asking to be appealed for breaking the law.</p>\n<p>If you would like to appeal, please contact appeals@revolt.chat.</p>\n<b>App</b>Open AppRoadmapWekan Board<b>Developers</b>ContributeDocumentationHelp translate<b>Company</b>About UsEmail<b>Legal</b>Terms of ServicePrivacy PolicyAcceptable Usage<p>\n</p>", "created_at": "2021-07-06 17:47:29.69376", "updated_at": "2021-07-07 12:39:10.358498"}, {"id": 8064, "name": "Terms of Service", "url": "https://revolt.chat/terms", "xpath": "//body", "text": "Roadmap<p>\n<em>Last updated: 20.\nApril, 2021</em>\n</p>\nTerms of Service\n<p>\n<em>Note: Please be aware that only our Terms of Service and Privacy Policy in English are legally binding.\nWhile translations of these documents may be provided for your convenience, they are translated by the community and are thus not legal documents.</em>\n</p>\n<p>This Terms of Service document applies to the official instance of Revolt, available at revolt.chat.\nSelf-hosted instances may choose to adopt this document if they wish.</p>\n<strong>Introduction</strong>\n<p>We get that legal documents can be overwhelming and boring, so we've tried our best to keep it as simple and possible while providing the information needed.\nIt is important however to remember that these terms are legally binding between yourself and us if you choose to use Revolt, so please read them carefully before proceeding - We will continue to improve and tackle some sections.</p>\nDefinitions\n<p>Throughout this document, we will use certain terminlogy to refer to things specific to us, so let's establish what everything means:</p>\n<ul>\n<li>\n<strong>Terms</strong> – the Terms of Service, a legally binding agreement between Us and You (\"Terms\", \"Terms of Service\")</li>\n<li>\n<strong>You</strong> – the user (\"you\", \"your\" or \"user\")</li>\n<li>\n<strong>Revolt</strong> – the service provided by us (\"Revolt\", \"Platform\", \"Service\" or \"Application\")</li>\n<li>\n<strong>Revolt Communications</strong> – our company (\"us\", \"we\", or \"our\")</li>\n</ul>\n<p>Your access to and use of the service is conditioned on your acceptance of and compliance with these Terms.\nThese Terms apply to all visitors, users and others who access or use our services.\nBy accessing or using the service you agree to be bound by these Terms.\nIf you disagree with any part of the terms, then please discontinue the use of this service.</p>\n<strong>Understanding what we are</strong>\n<p>Revolt is a chat application that allows you to communicate with other users through instant messaging, voice or video calls.\nSome content shared on the platform may lead to external websites that are not hosted by us.\nSee 5.\nOther linked websites.</p>\n<p>\n<strong>By using our Service, you agree:</strong>\n</p>\n<ul>\n<li>You are 13 years of age or older.</li>\n<li>You have read and understood the Terms and Privacy Policy.</li>\n<li>You agree to abide by our Acceptable Usage Policy.</li>\n</ul>\n<p>The Terms are subject to change at any time, we will always notify you at least 30 days in advance when we make changes.</p>\n1.\n<strong>Accounts</strong>\n<p>You are responsible for maintaining the confidentiality of your account and password, including but not limited to the restriction of access to your computer and/or account.\nYou agree to accept responsibility for any and all activities or actions that occur under your account and/or password, whether your password is with our Service or a third-party service.\nYou must notify us immediately upon becoming aware of any breach of security or unauthorized use of your account.</p>\n2.\nTermination\n<p>We may terminate or suspend access to our services immediately, without prior notice or liability, for any reason whatsoever, including but not limited to breaching our Terms of Service.</p>\n3.\nCommunity Guidelines\n<p>Our current community guidelines can be found at Acceptable Usage Policy.</p>\n4.\nContent\n<p>Our Service allows you to post, link, store, share and otherwise make available certain information, text, graphics, videos, or other material (\"Content\").\nYou are therefore responsible for the content that you post or share through our service.\nThe type of content that is allowed or disallowed on our platform is available on our Acceptable Usage Policy.</p>\n5.\nOther linked websites\n<p>Our service may contain links to other websites that are not operated by us.\nIf you click on a third-party link, you will be redirected to that third party's site.\nWe strongly advise you to review the Privacy Policy of every site you visit (eg: our Twitter or Reddit).</p>\n<p>We have no control over and assume no responsibility for the content, privacy policies or practices of any third-party sites or services.</p>\n6.\n<strong>Warranty</strong>\n<p>Revolt is provided \"as is\" with no warranty and/or liability for any outcomes of using our service.\nRevolt is not responsible for any content shared on self-hosted instances, as outlined in our Acceptable Usage Policy.</p>\n7.\nChanges\n<p>As we keep improving our services, we may make changes to our Terms of Service in the future if needed.\nWe will notify you of any changes made to our Privacy Policy by specifying the date.</p>\n<p>You are advised to review our Terms of Service periodically for any changes.\nSuch changes to our Terms of Service are effective when they are posted on this page.</p>\nContact Us\n<p>Feel free to contact us if you have any questions regarding our Terms of Service or any of the above statements.\nYou may contact us as follows: contact@revolt.chat</p>\n<b>App</b>Open AppRoadmapWekan Board<b>Developers</b>ContributeDocumentationHelp translate<b>Company</b>About UsEmail<b>Legal</b>Terms of ServicePrivacy PolicyAcceptable Usage<p>\n</p>", "created_at": "2021-07-06 17:47:29.692409", "updated_at": "2021-07-07 12:39:14.969073"}, {"id": 8063, "name": "Privacy Policy", "url": "https://revolt.chat/privacy", "xpath": "//body", "text": "Roadmap<p>\n<em>Last updated: 02.\nMay 2021</em>\n</p>\nPrivacy Policy\n<p>\n<em>Note: Please be aware that only our Terms of Service and Privacy Policy in English are legally binding.\nWhile translations of these documents may be provided for your convenience, they are translated by the community and are thus not legal documents.</em>\n</p>\n<p>This Privacy Policy applies to the official instance of Revolt, available at revolt.chat.\nSelf-hosted instances may choose to adopt this Privacy Policy if they wish.</p>\nIntroduction\n<p>We get that legal documents can be overwhelming and boring, so we've tried our best to keep it as simple and possible while providing the information needed.\nIt is important however to remember that these terms are legally binding between yourself and us if you choose to use Revolt, so please read them carefully before proceeding - We will continue to improve and tackle some sections.</p>\nYour Privacy\n<p>Your privacy is very important to us, and we will ensure protecting your privacy when using our services.</p>\n<p>\n<strong>Revolt</strong> is an open-source project (source code is available on our GitLab), and we respect our user's privacy while remaining transparent with our users.\nWe only collect limited data from our users that is absolutely necessary.</p>\n<ul>\n<li>\n<strong>Account Information</strong>: We collect data from our users when they register for an account on Revolt, such as: the registered e-mail address, hashed password, and chosen username.</li>\n<li>\n<strong>Servers and Groups</strong>: If you create or join a group/server on Revolt, we collect and store the names of the group/server to provide the service.</li>\n<li>\n<strong>Self-hosted instances</strong>: Since self-hosted instances aren't operated by us, we cannot enforce our own Privacy Policy, Acceptable Usage Policy or Terms of Service there.\nPlease visit self-hosted instances at your own discretion.</li>\n</ul>\nWho is this information shared with?\n<p>We will NEVER sell your data to any third-parties, although we use certain service providers to process your data, such as:</p>\n<ul>\n<li>Scaleway, provides us with cloud servers used to host our voice channels.\nVoice information is processed on their cloud servers but no actual personal information or data is shared with Scaleway.</li>\n<li>Vercel, provides us with cloud services to deploy and run the REVOLT frontend.\nNo actual personal information or data is shared with Vercel.</li>\n<li>hCaptcha, provides us with the tools necessary to stop abuse of our platform.\nSee footnote.</li>\n<li>Cloudflare, provides us with DDoS mitigation and content delivery acceleration.</li>\n</ul>\n<p>\n<em>Law &amp.\nOrder: We may disclose your information to third parties only if such disclosure is absolutely necessary to comply with a valid legal process, protect any person from death or serious injury, prevent fraud or abuse, or protect our rights, property, safety and interest</em>.</p>\nWhere is my information stored?\n<p>Since this is an open-source project, we have team members across Europe and North America.\nYour information is stored on our first-party servers in the United Kingdom.</p>\n<p>If you wish to request deletion of any information stored on our servers, including any requests under GDPR or DMCA, please contact us at urgent@revolt.chat.</p>\n<p>\n<em>Exceptions to third-parties service providers which is used to process your data as mentioned above.</em>\n</p>\nOur commitment to children's privacy\n<p>We follow The Children’s Online Privacy Protection Act (“COPPA”), which requires online service providers to obtain parental consent before they knowingly collect personally identifiable information online from children who are under 13 years of age.\nThis applies to every user of our platform, regardless of different consent laws in different countries.\nWe do not knowingly collect or solicit personally identifiable information from children under 13 years of age.\nIf we learn we have collected personal information from a child under 13 years of age, we will immediately delete that information from our servers.\nIf you are a parent or guardian of a child under the age of 13 and believe he or she has disclosed personal information to us please contact us at contact@revolt.chat</p>\nChanges to our Privacy Policy\n<p>As we keep improving our services, we may update our Privacy Policy in the future if needed.\nWe will notify you of any changes made to our Privacy Policy by specifying the date.</p>\n<p>You are advised to review our Privacy Policy periodically for any changes.\nSuch changes to our Privacy Policy are effective when they are posted on this page.</p>\nContact Us\n<p>Feel free to contact us if you have any questions regarding this Privacy Policy or any of the above statements.\nYou may contact us as follows: contact@revolt.chat</p>\nhCaptcha\n<blockquote>\n<p>This section has been adapted from hCaptcha's documentation.</p>\n</blockquote>\n<p>We use the hCaptcha anti-bot service (hereinafter \"hCaptcha\") on our website.\nThis service is provided by Intuition Machines, Inc., a Delaware US Corporation (\"IMI\").\nhCaptcha is used to check whether the data entered on our website (such as on a login page or contact form) has been entered by a human or by an automated program.\nTo do this, hCaptcha analyzes the behavior of the website or mobile app visitor based on various characteristics.\nThis analysis starts automatically as soon as the website or mobile app visitor enters a part of the website or app with hCaptcha enabled.</p>\n<p>When using the Revolt App, hCaptcha will only begin analysis when you:</p>\n<ul>\n<li>Submit a login request.</li>\n<li>Submit a registration request.</li>\n<li>Submit a password reset / email resend request.</li>\n</ul>\n<p>For the analysis, hCaptcha evaluates various information (e.g.\nIP address, how long the visitor has been on the website or app, or mouse movements made by the user).\nThe data collected during the analysis will be forwarded to IMI.</p>\n<p>Data processing is based on Art.\n6(1)(f) of the GDPR (DSGVO): the website or mobile app operator has a legitimate interest in protecting its site from abusive automated crawling and spam.\nIMI acts as a \"data processor\" acting on behalf of its customers as defined under the GDPR, and a \"service provider\" for the purposes of the California Consumer Privacy Act (CCPA).\nFor more information about hCaptcha and IMI's privacy policy and terms of use, please visit the following links: https://hcaptcha.com/privacy/ and https://hcaptcha.com/terms.</p>\n<b>App</b>Open AppRoadmapWekan Board<b>Developers</b>ContributeDocumentationHelp translate<b>Company</b>About UsEmail<b>Legal</b>Terms of ServicePrivacy PolicyAcceptable Usage<p>\n</p>", "created_at": "2021-07-06 17:47:29.690375", "updated_at": "2021-07-07 12:39:05.562803"}], "points": [{"id": 27662, "title": "Your personal data is not sold", "source": "https://revolt.chat/privacy", "status": "Generated through the annotate view", "created_at": "2022-04-05 02:32:39.369613", "updated_at": "2022-06-08 21:01:18.404571", "quoteText": "We will NEVER sell your data to any third-parties", "case_id": 193, "document_id": 8063, "quoteStart": 1971, "quoteEnd": 2020}, {"id": 27998, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://revolt.chat/terms", "status": "The policy states:\r\n\"Revolt is provided \"as is\" with no warranty and/or liability for any outcomes of using our service.\"", "created_at": "2022-06-08 15:24:07.822649", "updated_at": "2022-08-17 17:34:48.748833", "quoteText": null, "case_id": 286, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 27997, "title": "Your account can be deleted without prior notice and without a reason", "source": "https://revolt.chat/terms", "status": "The policy states:\r\n\"We may terminate or suspend access to our services immediately, without prior notice or liability, for any reason whatsoever, including but not limited to breaching our Terms of Service.\"", "created_at": "2022-06-08 15:21:11.143405", "updated_at": "2022-06-08 21:00:32.295468", "quoteText": null, "case_id": 201, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 27996, "title": "When the service wants to change its terms, you are notified atleast one month before.", "source": "https://revolt.chat/terms", "status": "The privacy policy states that: \"The Terms are subject to change at any time, we will always notify you at least 30 days in advance when we make changes.\"", "created_at": "2022-06-08 15:18:22.801244", "updated_at": "2022-08-17 17:34:38.304857", "quoteText": null, "case_id": 123, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 27664, "title": "There is a date of the last update of the agreements", "source": "https://revolt.chat/terms", "status": "Generated through the annotate view", "created_at": "2022-04-05 02:53:16.370567", "updated_at": "2022-08-17 17:37:45.188378", "quoteText": "Last updated: 20.\nApril, 2021", "case_id": 331, "document_id": 8064, "quoteStart": 15, "quoteEnd": 44}, {"id": 27663, "title": "There is a date of the last update of the agreements", "source": "https://revolt.chat/aup", "status": "Generated through the annotate view", "created_at": "2022-04-05 02:52:49.964214", "updated_at": "2022-08-17 17:44:11.171788", "quoteText": "<em>Last updated: 20.\nApril 2021", "case_id": 331, "document_id": 8065, "quoteStart": 11, "quoteEnd": 43}, {"id": 27661, "title": "The service is open-source", "source": "https://revolt.chat/privacy", "status": "Generated through the annotate view", "created_at": "2022-04-05 02:29:09.607407", "updated_at": "2022-06-08 21:01:37.016474", "quoteText": "Revolt</strong> is an open-source project (source code is available on our GitLab)", "case_id": 485, "document_id": 8063, "quoteStart": 1055, "quoteEnd": 1137}, {"id": 26664, "title": "There is a date of the last update of the agreements", "source": "https://revolt.chat/terms", "status": "Generated through the annotate view", "created_at": "2022-01-18 00:40:03.177575", "updated_at": "2022-08-17 17:44:08.537629", "quoteText": "As we keep improving our services, we may make changes to our Terms of Service in the future if needed.\nWe will notify you of any changes made to our Privacy Policy by specifying the date.</p>", "case_id": 331, "document_id": 8064, "quoteStart": 4458, "quoteEnd": 4650}, {"id": 26663, "title": "This service assumes no responsibility and liability for the contents of links to other websites", "source": "https://revolt.chat/terms", "status": "Generated through the annotate view", "created_at": "2022-01-18 00:38:32.980262", "updated_at": "2022-08-17 17:37:15.622212", "quoteText": "Our service may contain links to other websites that are not operated by us.\nIf you click on a third-party link, you will be redirected to that third party's site.\nWe strongly advise you to review the Privacy Policy of every site you visit (eg: our Twitter or Reddit).</p>\n<p>We have no control over and assume no responsibility for the content, privacy policies or practices of any third-party sites or services.</p>", "case_id": 279, "document_id": 8064, "quoteStart": 3771, "quoteEnd": 4188}, {"id": 26386, "title": "Your account can be deleted without prior notice and without a reason", "source": "https://revolt.chat/terms", "status": "Generated through the annotate view", "created_at": "2021-12-09 00:57:02.460622", "updated_at": "2022-06-08 20:59:43.750478", "quoteText": "We may terminate or suspend access to our services immediately, without prior notice or liability, for any reason whatsoever, including but not limited to breaching our Terms of Service.</p>", "case_id": 201, "document_id": 8064, "quoteStart": 3072, "quoteEnd": 3262}, {"id": 23911, "title": "The terms for this service are translated into different languages", "source": "https://revolt.chat/privacy", "status": "Generated through the annotate view", "created_at": "2021-07-07 12:39:35.804367", "updated_at": "2021-07-07 13:33:59.755055", "quoteText": "While translations of these documents may be provided for your convenience, they are translated by the community and are thus not legal documents.</em>", "case_id": 198, "document_id": 8063, "quoteStart": 179, "quoteEnd": 330}, {"id": 23910, "title": "There is a date of the last update of the agreements", "source": "https://revolt.chat/privacy", "status": "Generated through the annotate view", "created_at": "2021-07-07 12:39:24.499488", "updated_at": "2021-07-07 13:34:07.27636", "quoteText": "Last updated: 02.\nMay 2021</em>\n", "case_id": 331, "document_id": 8063, "quoteStart": 15, "quoteEnd": 47}], "urls": ["revolt.chat"]}}