{"error": 448, "message": "OK", "parameters": {"id": 5533, "name": "G20", "created_at": "2021-11-05 20:57:51.727046", "updated_at": "2021-11-05 23:01:13.35487", "wikipedia": "https://en.wikipedia.org/wiki/G20", "keywords": null, "related": null, "slug": "g20", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5533.png", "url": "g20.org", "documents": [{"id": 9938, "name": "Legal Notes", "url": "https://www.g20.org/legal-notes.html", "xpath": "", "text": " Go directly to the content Go directly to the footer <p>This website uses technical, analytics and third-party cookies.<br>By continuing to browse, you agree the use of cookies.</p> Privacy policy Accept <strong>Follow us</strong>\n<ul>\n<li> Facebook - external website, will open to a new tab </li>\n<li> Instagram - external website, will open to a new tab </li>\n<li> Twitter - external website, will open to a new tab </li>\n<li> Youtube - external website, will open to a new tab </li>\n</ul>\n<ul>\n<li>Italiano</li>&nbsp;/&nbsp;<li>English</li>\n</ul> Menu close <ul>\n<li> About the G20 </li>\n<li> Italian G20 Presidency <ul>\n<li>Priorities</li>\n<li>Events Calendar</li>\n<li>Ministerial Meetings</li>\n<li>Working Groups</li>\n<li>Engagement groups</li>\n<li>Documents</li>\n<li>Logo</li>\n</ul>\n</li>\n<li> Rome Summit </li>\n<li> Media <ul>\n<li>News</li>\n<li>Photos and videos</li>\n</ul>\n</li>\n<li> Accreditation </li>\n<li> Search </li>\n</ul> Search Search <ol>Home &nbsp;/&nbsp.\n<li>Legal Notes</li>\n</ol> Legal Notes Premise <p>The Delegation for the Italian G20 Presidency has created the website www.g20.org (hereinafter “the Site”) with the aim of publishing news and documents relating to the activity of the Italian G20 Presidency.</p>\n<p>This page contains the Legal Notes relating to the use of the Site.</p>\n<p>This document may be modified at any time and without notice.\nThe user is invited to regularly check the latest updated version of this document, available and permanently accessible from any page of the site, by clicking on the “Legal Notes” link.</p> Copyright <p>Viewing, downloading and any use of the data published on the Site implies acceptance of these legal notices and the conditions of the license under which they are published.</p>\n<p>The contents published on this site (texts, images, photographs, videos, etc.) are made available under the CC-BY 3.0 license, the full text of which is available at the following address:&nbsp;http://creativecommons.org/licenses/by/3.0/it/legalcode</p>\n<p>This means that, unless otherwise specified, the contents of this site are freely distributable and reusable, as long as the source is always cited and – where possible – the web address of the original page is reported.</p>\n<p>The video and images of the city of Rome are provided by the Tourism Department of Roma Capitale and their use is permitted upon request to the Department.</p> Use of the site and downloads <p>The Delegation for the Italian G20 Presidency constantly strives to ensure the quality of the information published on the site, as well as its integrity, completeness, timeliness, ease of consultation and accessibility.</p>\n<p>In no case can the Delegation be held responsible for damages of any nature caused directly or indirectly by accessing the site, by the inability or impossibility to access it.\nFurthermore, it cannot be held responsible in any way for the connectivity services used by Users to access the Portal.</p>\n<p>The documents on this site available for the downloading such as documents of the meetings, unless otherwise indicated, are freely available and free of charge.\nOtherwise, a notice is produced as a premise in the use of the document.</p> Access to external linked webwebsites <p>Links to external platforms, indicated on this site, are provided as a simple service to users, with the exclusion of any liability for the accuracy and completeness of the links indicated.</p>\n<p>The indication of the links does not imply on behalf of the G20 Delegation any kind of approval or sharing of responsibility in relation to the legitimacy, completeness and accuracy of the information included in the external websites.</p> Useful links <ul>\n<li>Transparent Administration</li>\n<li>Privacy Policy</li>\n<li>Legal Notes</li>\n<li>Accessibility Statement</li>\n</ul> Scroll to top ", "created_at": "2021-11-05 20:57:51.731725", "updated_at": "2021-11-05 19:58:20.872876"}, {"id": 9937, "name": "Privacy Policy", "url": "https://www.g20.org/privacy-policy.html", "xpath": "//body", "text": " Go directly to the content Go directly to the footer <p>This website uses technical, analytics and third-party cookies.<br>By continuing to browse, you agree the use of cookies.</p> Privacy policy Accept <strong>Follow us</strong>\n<ul>\n<li> Facebook - external website, will open to a new tab </li>\n<li> Instagram - external website, will open to a new tab </li>\n<li> Twitter - external website, will open to a new tab </li>\n<li> Youtube - external website, will open to a new tab </li>\n</ul>\n<ul>\n<li>Italiano</li>&nbsp;/&nbsp;<li>English</li>\n</ul> Menu close <ul>\n<li> About the G20 </li>\n<li> Italian G20 Presidency <ul>\n<li>Priorities</li>\n<li>Events Calendar</li>\n<li>Ministerial Meetings</li>\n<li>Working Groups</li>\n<li>Engagement groups</li>\n<li>Documents</li>\n<li>Logo</li>\n</ul>\n</li>\n<li> Rome Summit </li>\n<li> Media <ul>\n<li>News</li>\n<li>Photos and videos</li>\n</ul>\n</li>\n<li> Accreditation </li>\n<li> Search </li>\n</ul> Search Search <ol>Home &nbsp;/&nbsp.\n<li>Privacy Policy</li>\n</ol> Privacy Policy <p>\n<strong>This page describes the methods of the processing of personal data of users who consult the site: www.g20.org (hereinafter, also the Site).</strong>\n</p>\n<p>This is an information notice pursuant to art.\n13 of EU Regulation 2016/679 ‘General Data Protection Regulation’ (hereinafter GDPR) and of the Italian legislation for the protection of personal data, Legislative Decree 196/2003 and subsequent amendments, in particular those introduced by Legislative Decree no.\nlgs.\nn.\n101/2018, to those who interact with the site starting from the address&nbsp;www.g20.org&nbsp;and not for other external and possibly connected websites.</p>\n<p>By processing personal data we mean any operation or set of operations, carried out with or without the aid of automated processes and applied to personal data or sets of personal data, even if not registered in a database, such as collection, registration, organization, structuring, storage, processing, selection, blocking, adaptation or modification, extraction, consultation, use, communication by transmission, dissemination, comparison or interconnection, limitation, cancellation or destruction.</p> 1.\nData Controller <p>The owner of the processing of personal data is the Deputy Head of the Delegation for the Italian Presidency of the G20.</p> 2.\nResponsible for data protection <p>The person responsible for the protection of personal data is a figure provided for by art.\n37 of the GDPR.\nIt cooperates with the Guarantor Authority and constitutes the contact point, also with respect to the interested parties, for issues related to the processing of personal data (articles 38 and 39 of the RGPD), as well as coordination for the implementation and keeping of records of processing activities (Article 30 of the GDPR).\nAs required by art.\n37, seventh paragraph, of the GDPR, the contact details of the Data Protection Officer are shown below:</p>\n<ul>\n<li>e-mail:&nbsp;carlo.siciliano@esteri.it</li>\n</ul> 3.\nLegal basis of the processing <p>The personal data indicated on this page are processed in the execution of public interest tasks or in any case connected to the exercise of public authority.</p>\n<p>Following consultation of this site, data relating to identified or identifiable persons may be processed.\nThe data provided freely and voluntarily by users are acquired and processed in compliance with the rules set by the RGPD and used exclusively for institutional purposes.</p>\n<p>The Delegation for the Italian G20 Presidency respects and protects users’ confidentiality by processing the personal data provided in compliance with the provisions of the law aimed at ensuring the security, accuracy and relevance of the data with respect to declared purposes.\nThe personal data provided by users who submit requests are used for the sole purpose of executing the request forwarded from time to time, and are disclosed to third parties only if this is strictly necessary and functional for this purpose, in compliance with European provisions.\nand national.\nThe data are processed by personnel specifically authorized to process the data, only if the processing is necessary for the performance of the assigned tasks.</p> 4.\nProcessing methods <p>Personal data are processed with electronic tools for the time strictly necessary to achieve the purposes for which they were collected.\nSpecific security measures are observed to prevent data loss, illicit or incorrect use and unauthorized access.</p> 5.\nType of data and purpose of processing <p>All personal data provided through the Site will be processed lawfully and fairly in order to provide the services requested as well as to respond to communications and questions, always in pursuit of the institutional purposes as required by law.</p>\n<ol>\n<li>\n<strong>Data provided voluntarily</strong>\n<br>Through the Site it is possible to send requests and communications through the contact addresses listed on the site.\nThe provision of such data is mandatory, necessary to respond to requests sent as well as to contact the sender again to obtain clarifications in relation to what has been reported.</li>\n<li>\n<strong>Navigation data</strong>\n<br>This category of data includes the IP addresses or domain names of the computers used by users who connect to the site, the addresses in the Uniform Resource Identifier (URI) notation of the requested resources, the time of the request, the method used to submit the request to the server, the size of the file obtained in response, the numerical code indicating the status of the response given by the server (successful, error, etc.) and other parameters relating to the operating system and the user’s IT environment.\nThe navigation data is acquired not for the purpose of identifying users, but for the sole purpose of collecting, anonymously, statistical information on the use of the site and its services.</li>\n</ol> 6.\nCookies <p>Cookies are small text files that the visited sites send to the user’s terminal, where they are stored, and then be re-transmitted to the same sites on the next visit.</p>\n<p>The Site uses:</p>\n<ul>\n<li>session cookies whose use is not instrumental to the collection of personal identification data of the user, being limited only to the transmission of session identification data in the form of numbers generated automatically by the server.<br>Session cookies are not stored permanently on the user’s device and are automatically deleted when the browser is closed.</li>\n<li>third-party cookies for viewing videos on YouTube.\nThe Delegation does not have access to the data that are collected and processed independently by third parties.\nFor more information on the logic and methods of processing the data collected by social networks, users are invited to read the privacy information notes provided by the subjects providing the services in question:<br>YouTube&nbsp;https://www.google.it/intl/it/policies/privacy/</li>\n<li>analytics cookies used to collect information, in aggregate form, on the number of users and how they visit the Site.\nThe G20 delegation website uses the Google Analytics service, whose cookie policy can be viewed at&nbsp;https://support.google.com/analytics/answer/6004245.\nIn order to respect the privacy of our users, the service is used in the “_anonymizeip” mode which allows you to mask the IP addresses of users browsing the website (more information on the functionality).\nThe data is collected for the sole purpose of processing anonymous statistical information on the use of the Site and to verify its correct functioning.\nthe navigation data could be used in order to identify the user only if this is necessary for the ascertainment of computer crimes.<br>Technical cookies are not used for User profiling activities.<br>The User can choose to enable or disable cookies by adjusting the settings of their navigation browser according to the instructions made available by the suppliers.</li>\n</ul>\n<p>The User can choose to enable or disable cookies by adjusting the settings of their navigation browser according to the instructions made available by the suppliers.</p> 7.\nRights of interested parties <p>Interested parties, based on art.\n15 and following of the GDPR, can exercise their rights at any time and in particular, the right to access their personal data, to request its correction or limitation, the updating if incomplete or incorrect and the cancellation if collected in violation of law, as well as to oppose their treatment without prejudice to the existence of legitimate reasons by the Data Controller.</p>\n<p>To this end, it is possible to contact who exercises the functions of Data Controller by means of a request sent to the relevant contact points or by using the appropriate form available on the website of the Authority of the Guarantor for the protection of personal data at the address:&nbsp;www.garanteprivacy.it/web/guest/home/docweb/-/docweb-display/docweb/1089924.</p>\n<p>It is also possible to lodge a complaint with the Guarantor for the protection of personal data, following the procedures and instructions published on the official website of the Authority at&nbsp;www.garanteprivacy.it.<br>The exercise of rights is not subject to any formal constraints and is free.</p>\n<p>We inform you that the personal data published on this site can be reused only under the conditions provided for by the current legislation on the reuse of public data, in terms compatible with the purposes for which they were collected and recorded, and in compliance with the legislation on the protection of personal data.</p> 8.\nChanges to this legislation <p>This policy is subject to updates in compliance with legal or regulatory provisions.</p> Useful links <ul>\n<li>Transparent Administration</li>\n<li>Privacy Policy</li>\n<li>Legal Notes</li>\n<li>Accessibility Statement</li>\n</ul> Scroll to top ", "created_at": "2021-11-05 20:57:51.72996", "updated_at": "2021-11-05 19:58:37.512185"}], "points": [], "urls": ["g20.org"]}}