{"error": 448, "message": "OK", "parameters": {"id": 1467, "name": "ShoutWiki", "created_at": "2019-03-31 03:20:44.992961", "updated_at": "2021-03-25 03:19:44.868822", "wikipedia": null, "keywords": null, "related": null, "slug": "shoutwiki", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/1467.png", "url": "shoutwiki.com", "documents": [{"id": 1127, "name": "Terms of use", "url": "http://www.shoutwiki.com/wiki/Terms_of_use", "xpath": "", "text": " <ul>\n<li> &nbsp.\n</li>\n<li> Tools Wiki tools <ul>\n<li>Special pages</li>\n</ul>\n</li>\n<li> Navigation Navigation <ul>\n<li>Main Page</li>\n<li>Create a wiki</li>\n<li>List of existing wikis</li>\n<li>Recent changes</li>\n</ul> Getting help <ul>\n<li>Help pages</li>\n<li>Support Team</li>\n<li>Contact us</li>\n<li>Live help</li>\n<li>Community forum</li>\n<li>Report a bug</li>\n<li>Blog</li>\n<li>Adopt a wiki</li>\n</ul>\n</li>\n</ul> 01:56:29 Anonymous user <ul>\n<li>Talk</li>\n<li>Contributions</li>\n<li>Create account</li>\n<li>Log in</li>\n</ul>\n<ul>\n<li> Page </li>\n<li> View source </li>\n<li> Discussion </li>\n<li> Page history </li>\n</ul>\n<ul>\n<li> Languages <ul>\n<li>Suomi</li>\n<li>Français</li>\n</ul>\n</li>\n<li> Share this <ul>\n<li>Facebook</li>\n<li>Delicious</li>\n<li>Digg</li>\n<li>Google+</li>\n<li>Stumbleupon</li>\n<li>Reddit</li>\n<li>Technorati</li>\n<li>Tumblr</li>\n<li>Twitter</li>\n</ul>\n</li>\n<li> Page tools <ul>\n<li>Report a problem</li>\n<li>Permanent link</li>\n<li>Related changes</li>\n<li>What links here</li>\n<li>Page information</li>\n<li>Printable version</li>\n</ul>\n</li>\n</ul>\n<p>Use Facebook? Become a fan of ShoutWiki on Facebook!\n</p> Terms of use Page last edited 634 days 13 hours ago ShoutWiki — express yourself and be heard! Jump to navigation Jump to search <p>Welcome to ShoutWiki! Before you do anything on our wikis (whether it be start a new wiki hosted by us or edit a current wiki) you must read and accept the following terms.\n</p>\n<p>\n<b>PLEASE READ THESE TERMS OF USE CAREFULLY BEFORE USING THE SERVICES.\nBY ACCESSING THIS SITE OR USING ANY PART OF THE SITE OR ANY CONTENT OR SERVICES (AS EACH IS DEFINED BELOW) ON THE SITE, YOU AGREE TO BECOME BOUND BY THESE TERMS AND CONDITIONS.\nIF YOU DO NOT AGREE TO ALL THE TERMS AND CONDITIONS, THEN YOU MAY NOT ACCESS THE SITE OR USE THE CONTENT OR ANY SERVICES IN THE SITE.\nSHOUTWIKI'S ACCEPTANCE IS EXPRESSLY CONDITIONED UPON YOUR ASSENT TO ALL OF THESE TERMS AND CONDITIONS, TO THE EXCLUSION OF ALL OTHER TERMS.\nIF THESE TERMS AND CONDITIONS ARE CONSIDERED AN OFFER BY SHOUTWIKI ACCEPTANCE IS EXPRESSLY LIMITED TO THESE TERMS.</b>\n</p>\nContents\n<ul>\n<li>1 Modifications of Terms of Use</li>\n<li>2 Services</li>\n<li>3 Content</li>\n<li>4 Indemnity</li>\n<li>5 Warranty Disclaimers</li>\n<li>6 Changes to wikis</li>\n<li>7 Advertising</li>\n<li>8 Links</li>\n<li>9 Copyright Complaints</li>\n<li>10 User Disputes</li>\n<li>11 Collection of personal information</li>\n<li>12 Submissions</li>\n<li>13 Termination</li>\n<li>14 Other</li>\n<li>15 Supremacy of English Language Terms of Use</li>\n</ul> Modifications of Terms of Use\n<p>ShoutWiki reserves the right, at its sole discretion, to modify or replace the Terms of Use at any time.\nIf the alterations constitute a material change to the Terms of Use, ShoutWiki will notify you by posting an announcement on the Site or on the mailing list.\nWhat constitutes a \"material change\" will be determined at ShoutWiki's sole discretion, in good faith and using common sense and reasonable judgment.\nYou shall be responsible for reviewing and becoming familiar with any such modifications.\nUse of the Services by you following such notification constitutes your acceptance of the terms and conditions of the Terms of Use as modified.\n</p>\nServices\n<p>ShoutWiki hosts ShoutWiki and other wiki projects.\nShoutWiki gives free wiki hosting (paid for by advertising) for Internet groups to edit and use.\nShoutWiki's content is available to anyone on the Internet for both entertainment and information.\n</p>\nContent\n<p>ShoutWiki is a hosting provider, and takes no responsibility for the content uploaded by third parties.\nShoutWiki wikis are provided \"as is\".\nShoutWiki has no responsibility for lack of availability of any wiki or of any particular content.\nYou should be aware that the wikis are editable by the public, and, as such, may contain inappropriate content at any time.\nAny use you make of content hosted by ShoutWiki must be in line with the terms of that wiki's license.\nMost ShoutWiki sites are available under either a Creative Commons license or some other free content license.\n</p>\n<p>Any content you upload or post to any ShoutWiki wiki must be compatible with the relevant license, not violate another person's intellectual property or infringe on any copyright, patent, trademark, trade secret, or other proprietary rights.\nNo content shall be added which violates any applicable law, including local, state, national, and international laws.\nYou understand that ShoutWiki does not control, and is not responsible for Content made available through the Service, and that by using the Service, you may be exposed to Content that is offensive, indecent, inaccurate, misleading, or otherwise objectionable.\nFurthermore, under no circumstances will ShoutWiki be liable in any way for any Content or for any loss or damage of any kind incurred as a result of the use of any Content posted, emailed or otherwise made available via the Service.\n</p>\n<p>You agree that you will not make any changes to ShoutWiki that is in breach of the Content Policy and will make efforts to remove or report any content which may be in breach of such conditions as described in the policy.\n</p>\n<p>You acknowledge that ShoutWiki does not pre-screen or approve Content, but that ShoutWiki shall have the right (but not the obligation) in its sole discretion to refuse, delete or move any Content that is available via the Service, for violating the Terms of use or for any other reason.\n</p>\nIndemnity\n<p>You will indemnify and hold harmless ShoutWiki, its parents, subsidiaries, affiliates, customers, vendors, officers and employees from any liability, damage or cost (including reasonable attorneys.\nfees and cost) from (i) any claim or demand made by any third party due to or arising out of your access to the Site, use of the Services, violation of the Terms of Use by you, or the infringement by you, or any third party using your account or User ID, of any intellectual property or other right of any person or entity.\n</p>\nWarranty Disclaimers\n<p>You acknowledge that ShoutWiki has no control over, and no duty to take any action regarding: which users gain access to the Site or use the Services.\nwhat effects the Content may have on you.\nhow you may interpret or use the Content.\nor what actions you may take as a result of having been exposed to the Content.\nYou release ShoutWiki from all liability for you having acquired or not acquired Content through the Site or the Services.\n</p>\n<p>The Site or Services may contain, or direct you to sites containing, information that some people may find offensive or inappropriate.\nShoutWiki makes no representations concerning any content contained in or accessed through the Site or Services, and ShoutWiki will not be responsible or liable for the accuracy, copyright compliance, legality or decency of material contained in or accessed through the Site or the Services.\n</p>\n<p>THE SERVICE, CONTENT, AND SITE ARE PROVIDED ON AN \"AS IS\" BASIS, WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE OR NON-INFRINGEMENT.\nSOME STATES DO NOT ALLOW LIMITATIONS ON HOW LONG AN IMPLIED WARRANTY LASTS, SO THE ABOVE LIMITATIONS MAY NOT APPLY TO YOU.\n</p>\nChanges to wikis\n<p>ShoutWiki reserves the right to close, move, merge, or rename, a wiki for any reason.\nShoutWiki shall not be held liable for any modification, suspension or discontinuance of any wiki, or of the service as a whole.\n</p>\nAdvertising\n<p>Any wiki may host advertisements, promotions, and/or a sponsored search box.\nOnly official ShoutWiki advertisements may be shown.\nNo user shall add advertising that has not been approved by ShoutWiki.\nNo user shall remove the advertising, or sponsored search features from the wiki in a way which means other users can not view the advertisements.\nShoutWiki takes no responsibility for the content of externally provided advertising.\nThe content of advertisements may be protected by copyrights, or other proprietary rights and laws, and should not be assumed to be available under the terms of any free content license.\nShoutWiki will never host pop-up adverts.\n</p>\nLinks\n<p>The Services may provide, or third parties may provide, links to other World Wide Web sites or resources.\nBecause ShoutWiki has no control over such sites and resources, you acknowledge and agree that ShoutWiki is not responsible for the availability of such external sites or resources, and does not endorse and is not responsible or liable for any Content, advertising, products or other materials on or available from such sites or resources.\nYou further acknowledge and agree that ShoutWiki shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such Content, goods or services available on or through any such site or resource.\n</p>\nCopyright Complaints\n<p>We respect the intellectual property rights of others and we prohibit users from uploading, posting or otherwise transmitting on the ShoutWiki website or service any materials that violate another party's intellectual property rights.\nWhen we receive proper Notification of Alleged Copyright Infringement as described in our Copyright Policy, we promptly remove or disable access to the allegedly infringing material and terminate the accounts of repeate infringers as described herein in accordance with the Digital Millenium Copyright Act.\nIf you believe that any material on the Site infringes upon any copyright which you own or control, you may send a written notification of such infringement to our Designated Agent.\nPlease see our Copyright Policy for more information on how to report infringement of your copyright.\n</p>\nUser Disputes\n<p>You are solely responsible for your interactions with other ShoutWiki users.\nWe reserve the right, but have no obligation, to monitor disputes between you and other users.\n</p>\nCollection of personal information\n<p>User information is stored on servers in the United States and other countries.\nThe only information that you need give is a username and password.\nThe username does not need to be your real name.\nTherefore, any personal information you choose to give is not compulsory.\nShoutWiki sites are not intended for, and may not be used by, children under the age of 13 years old.\nYou may change your email in your user preferences.\nIf you choose to enter a real name in your preferences, this will be publicly available.\nHowever, this field is optional, and there is no requirement for any user to give a real name.\n</p>\n<p>Information from our server logs may be stored and used to gather aggregate data about users, and used to determine whether the identity of one or more users is the same in cases of abuse.\nThis data includes your IP address, and details about your browser.\nYour browser must permit cookies to be set (by *.shoutwiki.com) in order for you to log in to ShoutWiki.\nIf you do not make an account on any wiki, you need not accept cookie requests from this site.\n</p>\n<p>Edits by users who are not logged in will show the user's IP address in the page history of the article they edited, and also in other places on the site, including watchlists and recent changes, and in any external feeds made of such pages.\n</p>\nSubmissions\n<p>You acknowledge and agree that any questions, comments, suggestions, ideas, feedback or other information about the Site or the Service (\"Submissions\"), provided by you to ShoutWiki are non-confidential and shall become the sole property of ShoutWiki.\nShoutWiki shall own exclusive rights, including all intellectual property rights, and shall be entitled to the unrestricted use and dissemination of these Submissions for any purpose, commercial or otherwise, without acknowledgment or compensation to you.\n</p>\nTermination\n<p>ShoutWiki may terminate or suspend any and all Services and your user account immediately, without prior notice or liability, if you breach any of the terms or conditions of the Terms of Use.\nUpon termination of your account, your right to use the Services will immediately cease.\nIf you wish to terminate your account, you may simply discontinue using the Services.\nAll provisions of the Terms of Use which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity and limitations of liability.\n</p>\nOther\n<p>These Terms of Use constitute the entire agreement between you and ShoutWiki regarding the use of the Site and/or the Service, superseding any prior agreements between you and ShoutWiki relating to your use of the Site or the Service.\nThe failure of ShoutWiki to exercise or enforce any right or provision of these Terms of Use shall not constitute a waiver of such right or provision in that or any other instance.\n</p>\n<p>If any provision of this Agreement is held invalid, the remainder of this Agreement shall continue in full force and effect.\nIf any provision of these Terms of Use shall be deemed unlawful, void or for any reason unenforceable, then that provision shall be deemed severable from these Terms of Use and shall not affect the validity and enforceability of any remaining provisions.\n</p>\nSupremacy of English Language Terms of Use\n<p>Where a translation of these Terms of use is inconsistent with the English language version, the English language version shall prevail.\n</p> Retrieved from \"http://www.shoutwiki.com/w/index.php?title=Terms_of_use&amp;oldid=29723\" <ul>\n<li>Content is available under Creative Commons Attribution-Share Alike 3.0 Unported unless otherwise noted.</li>\n</ul> This page was last edited on 20 March 2019, at 18:37.\n<ul>\n<li>\n</li>\n<li>\n</li>\n</ul> This wiki is hosted by ShoutWiki • Staff Blog<br>\nNow hiring • Contact us or report a bug Privacy policy •\nAbout ShoutWiki •\nTerms of use •\nPiwik optout •\nMobile view &lt;p&gt;&lt;img src=\"//piwik.staff.shoutwiki.com/piwik.php?idsite=5\" style=\"border:0;\" alt=\"\" /&gt;&lt;/p&gt.\n", "created_at": "2019-03-31 03:31:28.439478", "updated_at": "2020-12-15 01:56:29.849303"}, {"id": 1128, "name": "Privacy Policy", "url": "http://www.shoutwiki.com/wiki/ShoutWiki_Hub:Privacy_Policy", "xpath": "", "text": " <ul>\n<li> &nbsp.\n</li>\n<li> Tools Wiki tools <ul>\n<li>Special pages</li>\n</ul>\n</li>\n<li> Navigation Navigation <ul>\n<li>Main Page</li>\n<li>Create a wiki</li>\n<li>List of existing wikis</li>\n<li>Recent changes</li>\n</ul> Getting help <ul>\n<li>Help pages</li>\n<li>Support Team</li>\n<li>Contact us</li>\n<li>Live help</li>\n<li>Community forum</li>\n<li>Report a bug</li>\n<li>Blog</li>\n<li>Adopt a wiki</li>\n</ul>\n</li>\n</ul> 01:56:35 Anonymous user <ul>\n<li>Talk</li>\n<li>Contributions</li>\n<li>Create account</li>\n<li>Log in</li>\n</ul>\n<ul>\n<li> Project page </li>\n<li> View source </li>\n<li> Discussion </li>\n<li> Page history </li>\n</ul>\n<ul>\n<li> Languages <ul>\n<li>Suomi</li>\n<li>Français</li>\n</ul>\n</li>\n<li> Share this <ul>\n<li>Facebook</li>\n<li>Delicious</li>\n<li>Digg</li>\n<li>Google+</li>\n<li>Stumbleupon</li>\n<li>Reddit</li>\n<li>Technorati</li>\n<li>Tumblr</li>\n<li>Twitter</li>\n</ul>\n</li>\n<li> Page tools <ul>\n<li>Permanent link</li>\n<li>Related changes</li>\n<li>What links here</li>\n<li>Page information</li>\n<li>Printable version</li>\n</ul>\n</li>\n</ul>\n<p>Use Facebook? Become a fan of ShoutWiki on Facebook!\n</p> ShoutWiki Hub:Privacy Policy ShoutWiki — express yourself and be heard! Jump to navigation Jump to search Contents\n<ul>\n<li>1 Summary</li>\n<li>2 Cookies</li>\n<li>3 Collection of personal information</li>\n<li>4 Links to other sites</li>\n<li>5 Information sharing</li>\n<li>6 ShoutWiki content</li>\n<li>7 Security of information</li>\n<li>8 Private logging</li>\n<li>9 E-mail and IRC</li>\n<li>10 Use of the ShoutWiki sites</li>\n<li>11 Disclaimer of warranties</li>\n<li>12 Legal action</li>\n<li>13 Severability</li>\n</ul> Summary\n<p>If you only read ShoutWiki, no more information is collected than is typically collected in server logs by web sites in general.\n</p>\n<p>If you contribute to ShoutWiki, you are publishing every word you post publicly.\nIf you write something, assume that it will be retained forever.\nThis includes content pages, user pages and talk pages.\n</p>\nCookies\n<p>A cookie is a small text file that is stored on a user's computer for record-keeping purposes.\nWe do use cookies on our site.\nShoutWiki may use both session ID cookies and persistent cookies.\nWe use session cookies to make it easier for you to navigate our site.\nA session cookie expires when you close your browser.\nA persistent cookie remains on your hard drive for an extended period of time.\nYou can remove persistent cookies by following directions provided in your Internet browser's help file.\n</p>\n<p>When you login you may select the \"Remember me\" check box to set a persistent cookie to store your user name and password, so you don't have to enter it more than once.\nYou can remove the session ID cookie by clicking the \"log out\" link.\n</p>\nCollection of personal information\n<p>User information is stored on servers in the state of Chicago, USA.\nThe only information that you need give is a username and password.\nThe username does not need to be your real name.\nTherefore, any personal information you choose to give is not compulsory.\nNo personal information should be given on the wiki by persons aged less than 13 years.\n</p>\n<p>If you choose to enter a real name in your preferences, this will be publicly available.\nHowever, this field is optional, and there is no requirement for any user to give a real name.\nUsers under 13 should not give their real name.\n</p>\n<p>Information from our server logs may be stored and used to gather aggregate data about users, and used to determine whether the identity of one or more users is the same in cases of abuse.\nThis data includes your IP address, and details about your browser.\n</p>\n<p>Your browser must permit cookies to be set (by *.shoutwiki.com) in order for you to log in to ShoutWiki.\nIf you do not make an account on any wiki, there is no necessity to accept cookie requests from this site.\n</p>\n<p>Edits by users who are not logged in will show the user's IP address in the page history of the article they edited, and also in other places on the site, including watchlists and recent changes, and in any external feeds made of such pages.\n</p>\nLinks to other sites\n<p>ShoutWiki may contain links to other sites that are not owned or controlled by ShoutWiki.\nPlease be aware that ShoutWiki is not responsible for the privacy practices of such other sites.\nWe encourage you to be aware when you leave our site and to read the privacy statements of each and every web site that collects personally identifiable information.\n</p>\nInformation sharing\n<p>ShoutWiki will not sell or share private information, such as email addresses, with third parties, unless you agree to release this information, or it is required by law to release the information.\n</p>\nShoutWiki content\n<p>ShoutWiki takes no responsibility for the content uploaded by third parties.\nShoutWiki's staff will act to remove copyright violations in a timely manner following the receipt of a DMCA takedown request.\n</p>\n<p>ShoutWiki wikis are provided \"as is\".\nShoutWiki has no responsibility for lack of availability of any wiki or of any particular content.\nYou should be aware that the wikis are editable by the public, and, as such, may contain inappropriate content at any time.\n</p>\n<p>Any use you make of content hosted by ShoutWiki must be in line with the terms of that wiki's license.\n</p>\n<p>Any content you upload or post to any ShoutWiki wiki must be compatible with the relevant license, and not violate another person's intellectual property or infringe on any copyright, patent, trademark, trade secret, or other proprietary rights.\nNo content shall be added which violates any applicable law, including local, state, national, and international laws.\n</p>\n<p>No content shall be added to any wiki hosted by ShoutWiki that is tortious, threatening, harmful, hateful, unlawful, libelous, defamatory, harassing, abusive, fraudulent, contains viruses, or is otherwise objectionable or potentially damaging, as reasonably determined by ShoutWiki.\nHate sites shall not be created at ShoutWiki.\nHowever, please be aware that wikis may still contain content of an adult nature, or content that you find offensive.\n</p>\n<p>All content on any wiki is the responsibility of the person who uploaded it or added it to a wiki page.\nShoutWiki does not control the content, and does not approve the content before it is published.\nAlthough they are not obliged to do so, ShoutWiki, or its designees, have the right to remove any content for any reason, including violation of these terms of use.\n</p>\nSecurity of information\n<p>ShoutWiki makes <b>no guarantee</b> against unauthorized access to any information you provide.\nThis information may be available to anyone with access to the servers.\n</p>\nPrivate logging\n<p>Every time you visit a web page, you send a lot of information to the web server.\nMost web servers routinely maintain access logs with a portion of this information, which can be used to get an overall picture of what pages are popular, what other sites link to this one, and what web browsers people are using.\nIt is not the intention of ShoutWiki to use this information to keep track of legitimate users.\n</p>\n<p>These logs are used to produce the site statistics pages.\nthe raw log data is not made public, and is normally discarded after about three weeks.\n</p>\n<p>Here's a sample of what's logged for one page view:\n</p>\n192.168.2.3 - - [28/Aug/2007:02:03:19 +0000] \"GET /wiki/Privacy policy HTTP/1.1\" 200 18084 \"http://www.shoutwiki.com/wiki/Privacy_policy\" \"Mozilla/5.0 (Macintosh.\nU.\nPPC Mac OS X.\nen-us) AppleWebKit/85.7 (KHTML, like Gecko) Safari/85.5\" <p>Log data may be examined by server administrators in the course of solving technical problems and in tracking down badly-behaved web spiders that overwhelm the site.\nIP addresses of users, derived either from those logs or from records in the database, or through records in the database via the CheckUser feature are frequently used to correlate usernames and network addresses of edits in investigating abuse of the wiki, including the suspected use of malicious \"sockpuppets\" (duplicate accounts), vandalism, harassment of other users, or disruption of the wiki.\n</p>\nE-mail and IRC\n<p>E-mail: You may provide your e-mail address in your Preferences and enable other logged-in users to send email to you through the wiki.\nYour address will not be revealed to them unless you respond, or possibly if the email bounces.\n</p>\n<p>If you do not provide an email address, you will not be able to reset your password if you forget it.\nHowever, you may contact one of ShoutWiki staff members to enter a new mail address in your preferences.\n</p>\n<p>You can remove your email address from your preferences at any time to prevent it being used.\n</p>\n<p>IRC channels are not officially part of ShoutWiki proper.\nBy participating in an IRC channel, your IP address may be exposed to other participants.\nDifferent channels have different policies on whether logs may be published.\n</p>\n<p>Data on users, such as the times at which they edited and the number of edits they have made are publicly available via \"user contributions\" lists, and in aggregated forms published by other users.\n</p>\nUse of the ShoutWiki sites\n<p>Use of websites hosted by ShoutWiki is at your own risk.\n</p>\n<p>Users of this service may not act in a way on ShoutWiki which would be harmful to minors.\nUsers of this service may not impersonate any other person or entity without good reason.\n</p>\n<p>Users may not harass other users or collect or publish personal information about them without their permission.\n</p>\n<p>ShoutWiki may terminate your use of the site, and administrators within each wiki may terminate your ability to edit the site.\n</p>\n<p>Commercial activities which have not been authorized by ShoutWiki are not permitted on the site.\nYou may not sell or otherwise commercially exploit the use of this service, or access to the service without approval.\n</p>\nDisclaimer of warranties\n<p>Except in those jurisdictions which do not allow the exclusion of certain warranties, ShoutWiki expressly disclaims all warranties of any kind and shall not be liable for any damages or losses whether directly or indirectly related to your use of this site or its content.\n</p>\nLegal action\n<p>You agree to indemnify ShoutWiki, its staff and users from any liability relating to your use of this site, or its content.\n</p>\nSeverability\n<p>If any term, condition or clause of these terms of use is found to be invalid then the remaining terms, conditions and clauses, shall remain valid.\n</p> Retrieved from \"http://www.shoutwiki.com/w/index.php?title=ShoutWiki_Hub:Privacy_Policy&amp;oldid=26565\" Category: <ul>\n<li>Policies</li>\n</ul>\n<ul>\n<li>Content is available under Creative Commons Attribution-Share Alike 3.0 Unported unless otherwise noted.</li>\n</ul> This page was last edited on 18 April 2017, at 21:03.\n<ul>\n<li>\n</li>\n<li>\n</li>\n</ul> This wiki is hosted by ShoutWiki • Staff Blog<br>\nNow hiring • Contact us or report a bug Privacy policy •\nAbout ShoutWiki •\nTerms of use •\nPiwik optout •\nMobile view &lt;p&gt;&lt;img src=\"//piwik.staff.shoutwiki.com/piwik.php?idsite=5\" style=\"border:0;\" alt=\"\" /&gt;&lt;/p&gt.\n", "created_at": "2019-03-31 03:32:03.720452", "updated_at": "2020-12-15 01:56:36.576416"}], "points": [{"id": 12600, "title": "There is a date of the last update of the terms", "source": "http://www.shoutwiki.com/wiki/Terms_of_use", "status": "Generated through the annotate view", "created_at": "2020-12-13 02:33:17.945088", "updated_at": "2020-12-13 05:13:01.469708", "quoteText": "This page was last edited on 20 March 2019, at 18:37.", "case_id": 331, "document_id": 1127, "quoteStart": 13763, "quoteEnd": 13816}, {"id": 12599, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "http://www.shoutwiki.com/wiki/ShoutWiki_Hub:Privacy_Policy", "status": "Generated through the annotate view", "created_at": "2020-12-13 02:31:42.767196", "updated_at": "2020-12-13 05:13:10.142663", "quoteText": "ShoutWiki expressly disclaims all warranties of any kind and shall not be liable for any damages or losses whether directly or indirectly related to your use of this site or its content.", "case_id": 293, "document_id": 1128, "quoteStart": 10087, "quoteEnd": 10273}], "urls": ["shoutwiki.com"]}}