{"error": 448, "message": "OK", "parameters": {"id": 6038, "name": "liveme.com", "created_at": "2021-12-05 21:35:09.707735", "updated_at": "2021-12-05 23:01:14.72659", "wikipedia": null, "keywords": null, "related": null, "slug": "liveme-com", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6038.png", "url": "liveme.com,pro.liveme.com", "documents": [{"id": 10919, "name": "Privacy Policy", "url": "https://pro.liveme.com/protocol/privacy.html", "xpath": "//body", "text": " <p>\n<strong>LiveMe Pro Privacy Policy</strong>\n</p>\n<p>Effective date:<strong> October 25, 2021</strong>\n</p>\n<p>LiveMe Pro (referred to as “we,” “us,” or “our”) are committed to safeguarding the personal information it collects when you use our website at pro.liveme.com&nbsp;(the “Site”), mobile applications that hyperlink to this Policy (the “Apps”) and together, the “Services”.&nbsp;This Privacy Policy describes our personal data handling practices in relation to the Services.\nIf you have any questions about this Policy, please contact us at support@lmlite.net, with a copy to: legal@lmlite.net.</p>\n<p>If there is any inconsistency or ambiguity between the English version and any other language version, the English version shall prevail.</p>\n<p>\n<strong>1.\nAcceptance </strong>\n</p>\n<p>Please read the Terms of Service located at&nbsp;https://pro.liveme.com before using our Services.\nBy accepting the Terms of Service, you warrant and represent that you have read, understood and agreed to our privacy practices described in this Policy and our Terms of Service.\nWhere we require your consent to process your personal information, we will ask for your consent to the collection, use, and disclosure of your personal information as described further below.\nIf you disagree with anything in this Policy, you should immediately terminate access or use of our Services.</p>\n<p>\n<strong>2.\nChanges</strong>\n</p>\n<p>We may periodically make changes to this Policy as we update or expand our Services.\nWe will notify you of any material changes related to this Privacy Policy via email we have on file for you, or by means of a notice on or within our Services in advance of the effective date of the changes.\nIf you do not agree to the changes, you should discontinue your use of the Services prior to the time the modified Policy takes effect.\nIf you continue using the Services after the modified Policy takes effect, you will be bound by the modified Policy.</p>\n<p>Furthermore, we may provide you with “just-in-time” disclosures or additional information about the data collection, use and sharing practices of specific Services.\nThese notices may provide more information about our privacy practices, or provide you with additional choices about how we process your personal information.</p>\n<p>\n<strong>3.\nInformation Collected </strong>\n</p>\n<p>In this Policy, the term “Personal Information” includes any information that identifies or makes an individual identifiable.\nOur primary purpose in collecting your personal information is to optimize and enhance your LiveMe Pro experience.\nPlease do not share special categories of personal information when using our Services.\nExamples of “special categories of personal information” include information related to racial or ethnic origin, political opinions, religious or physiological beliefs, health, biometrics or genetic characteristics, criminal background or trade union membership or data concerning data subject’s sex life or sexual orientation.\n</p>\n<p>When you access or use our Services, we may generally collect the personal information described below.</p>\n<ol>\n<li>\n<strong>Information you provide us directly:</strong>\n</li>\n<li>\n<strong>Registration Information and Profiles.</strong> LiveMe Pro will allow you, the end user, to use your email address or a third party platform account to register in the Services and create an account.\nWhen you create an account, we may collect the personal information you provide to LiveMe Pro, such as your name, gender, date of birth, username, password, email address, picture, or phone number and so on.\nWe also collect the information from the third party account which can be used to identify you.</li>\n<li>\n<strong>User Content.</strong> We collect the content, communications and other information you provide when you use our Services, including when you create, post or share your photo, voice, videos, messages or communications for the public to view in our Services.\nYour posted content is still under your control after you post, and you can choose whether you want to continue to post, display or delete such materials.</li>\n<li>\n<strong>Communications Between Users and LiveMe Pro.</strong> When you contact us with questions, concerns or for purposes of customer/technical support, we collect the information contained in your message, which may include your name, contact details and any other personal information you provide.\nWe may collect some personal information, such as your email address, name, and other information provided by you when you communicate your opinions or inquiries about our application and services via our feedback channel.</li>\n<li>\n<strong>Geolocation Data.</strong> We will collect geolocation data if you choose to share it with us so that we can more accurately filter results on our Services.\nWe may be able to approximate your geolocation based on other information you provide, such as your profile.</li>\n<li>\n<strong>Information we automatically collect about you:</strong>\n</li>\n<li>\n<strong>Activity Data.\n</strong>We collect information about your use of the Services through third-party analytics tools.\nThese tools collect information sent by your device or our Services, including the web pages you visit, add-ons, and other information that assists us in improving the Service.\nWe anonymize or aggregate such information so that it cannot be used to identify any individual User.</li>\n<li>\n<strong>Device Information.\n</strong>When you use a mobile device (e.g., a tablet or smartphone) to access our Services, we may access, collect, monitor, store on your device, and/or remotely store one or more \\\"device identifiers.\\\" Device identifiers are small data files or similar data structures stored on or associated with your mobile device, which uniquely identify your mobile device.\nA device identifier may be data stored in connection with the device hardware, data stored in connection with the device's operating system or other software, or data sent to the device by LiveMe Pro.\nA device identifier may deliver information to us or to a third party partner about how you browse and use the Service and may help us or others provide reports or personalized content and ads.\nSome features of the Service may not function properly if use or availability of device identifiers is impaired or disabled.</li>\n<li>\n<strong>Cookies and Similar Technologies.\n</strong>We may use cookies and similar technologies like pixels, web beacons, and local storage to collect information about how you use our Product and its features.\nAlso, we may ask advertisers or other partners to serve ads or services to your devices, which may use cookies or similar technologies placed by us or the third party.\nYou may be able to limit the amount of information collected from your device (e.g., computer, phone, or tablet) with us by adjusting your device or browser settings.\nHowever, by preventing us from collecting information from you, we may not be able to provide some functions on our Services.\nFor more information about our cookies and similar tracking technologies, and how to manage them, please read our Cookies Policy.</li>\n<li>\n<strong>Log</strong>\n<strong> File Information.\n</strong>Log file information is automatically reported by your browser each time you make a request to access (i.e., visit) a web page or app.\nIt can also be provided when the content of the web page or app is downloaded to your browser or device.\nWhen you use our Service, our servers automatically record certain log file information, including your web request, Internet Protocol (\\\"IP\\\") address, browser type, referring / exit pages and URLs, number of clicks and how you interact with links on the Services, domain names, landing pages, pages viewed, and other such information.\nIn addition, in Settings, other user log information including all your activities in our Product, such as gifting, commenting, logging in, recharging details and chatting within 3-4 days, will be uploaded to us to help fix bugs, etc.\nThe information allows for more accurate reporting and improvement of the Services.\n</li>\n<li>\n<strong>Automatic log updates.\n</strong>Automated data collection does not lead to profiling that significantly affects LiveMe Pro users, but simply gives LiveMe Pro a broad picture of its users and broadcasters.</li>\n</ol>\n<p>6.<strong>INSTALLED APPLICATION INFORMATION</strong>.\nINSTALLED APPLICATION INFORMATION MAY BE COLLECTED FOR COMPLIANCE PURPOSE.\nTHE DATA COLLECTION DOES NOT LEAD TO PERSONAL PROFILING THAT SIGNIFICANTLY IMPACTS LIVEME PRO USERS.\nFOR INSTANCE, IF USERS INSTALLED CRACK APPLICATIONS INTO THEIR DEVICES, THE SUBJECT ACCOUNTS MAY BE CONSIDERED HIGH RISK AND CERTAIN FUNCTIONS OF LIVEME PRO APP MAY BE CEASED DUE TO SUCH RISKS.\nINSTALLED APPLICATION INFORMATION COLLECTED WILL BE UPLOADED TO https://apipro.liveme.com FOR COMPLIANCE PROCESS.</p>\n<ol>\n<li>\n<strong>Information we obtain about you from </strong>\n<strong>third party sources:</strong>\n</li>\n<li>\n<strong>Information You Share on Third Party Websites or through Social Media Services.\n</strong>We collect publicly available information, such as your public social media profiles or other content available on the Internet.\nCollecting such information helps us better understand your interest and preferences so that we can improve the accuracy of our information about you, better understand your needs, and to optimize our Services.</li>\n<li>\n<strong>Third-Party Services.\n</strong>Upon your request, we may collect or share information about you or others from third-party products or services integrated into our Services.\n</li>\n<li>\n<strong>Things Others Do and Information They Provide About You.</strong> We also receive and analyze content, communications and information that other people provide when they use our Service.\nThis can include information about you, such as when others share or comment on a photo or a video of you, send a message to you, or upload, sync or import your contact information.</li>\n<li>\n<strong>How We Use Your Information </strong>\n</li>\n</ol>\n<p>We use the personal information we gather through the Services for the purposes described below.\n</p>\n<p>\n<strong>A.&nbsp.\nProvide Services to You.</strong>&nbsp;We require certain information to provide you with the Services you requested.\nSuch information may include your contact and device information.\nWe share this information with our third-party service providers or partners to the extent necessary to continue to provide you with the Services.\nWe cannot provide you with Services without such information.</p>\n<p>\n<strong>B.\nSend Service-related Communications.\n</strong>We use your contact information to send you administrative or account-related information to you to keep you updated about our Services, inform you of relevant security issues or updates, or provide other transaction-related information to you.\nService-related communications are not promotional in nature.\nYou cannot unsubscribe from such communications because you could miss important developments relating to your account or the Services that may affect how you can use our Services.</p>\n<p>\n<strong>C.\\tProvide Customer Support.</strong>&nbsp;We process your personal information when you contact us to help you with any questions, concerns, disputes or issues, or to provide us with your feedback.\nWithout your personal information, we cannot respond to you or ensure your continued use of the Services.</p>\n<p>\n<strong>D.&nbsp.\nEnforce Terms, Agreements or Policies.</strong>&nbsp;To ensure your safety and adherence to our terms, agreements or policies, we may process your personal information to: actively monitor, investigate, prevent and mitigate any alleged or actual prohibited, illicit or illegal activities on our Services.\ninvestigate, prevent, or mitigate violations of our terms and policies.\nenforce our agreements with third parties and partners.\nand, collect fees based on your use of our Services.\nWe cannot perform our Services in accordance with our terms, agreements or policies without processing your personal information for such purposes.</p>\n<p>\n<strong>E.&nbsp.\nSecurity Purposes.\n</strong>We process your personal information to: improve and enforce our security measures.\ncombat spam, malware, malicious activities or security risks.\nand to monitor and verify your identity so that unauthorized users do not access your account with us.\nWe cannot ensure the security of our Services if we do not process your personal information for security purposes.&nbsp;</p>\n<p>\n<strong>F.&nbsp.\nMaintain Legal and Regulatory Compliance</strong>.\nWe process your personal information to pay our taxes or fulfill our other business obligations, and/or to manage risk as required under applicable law.\nWe cannot perform the Services in accordance with our legal and regulatory requirements without processing your personal information for such purposes.</p>\n<p>\n<strong>G.&nbsp;Personalize Your Experience.</strong>&nbsp;We allow you to personalize your experience on our Services via social media plugins on our Services (e.g., Facebook, Google, Instagram, Twitter, etc.), by keeping track of your preferences (e.g., nickname or display name, time zone, language preference, etc.), and more.\nWithout such processing, you may not be able to access or personalize part or all of our Services.</p>\n<p>\n<strong>H.&nbsp.\nConduct Research and Development.</strong>&nbsp;We process information about the way you use and interact with our Services to help us improve our Services, build new Services, and build customized features or Services.\nSuch processing ensures your continued use of part or all of our Services.</p>\n<p>\n<strong>I.\nEngage in Marketing Activities.</strong>&nbsp;We may process your contact information or information about your interactions on our Services to: send you marketing communications.\ndeliver targeted marketing.\ninform you about events, webinars, or other materials, including those of our partners.\nand, keep you up-to-date with our relevant products and Services.\nTransactional communications about your account or our Services are not considered “marketing” communications.\nIn addition, when you share your friends’ contact information with us, we may reach out to them to invite them to our Services and to continue receiving our communications.\nYou can unsubscribe from marketing communications at any time.</p>\n<p>Before we use your personal information in any other ways, we will disclose such other purposes to you.\nYou can choose not to share your information with third parties for marketing purposes, or from allowing us to use your personal information for any purpose that is incompatible with the purposes for which we originally collected or subsequently obtained your consent.\nIf you choose to limit the ways we can use your personal information, some or all of the Services may not be available to you.</p>\n<p>\n<strong>5.\nHow We Share Your Information with Third Parties</strong>\n</p>\n<p>We may share your personal information with third parties in the following circumstances:</p>\n<ol>\n<li>\n<strong>Affiliated Businesses.\n</strong>We may share your personal information with businesses that are legally within the group of companies that LiveMe Pro is part of, or will become part of that group (\\\"Affiliates\\\").\nAffiliates may use this information to help provide, understand, and improve the Service (including by providing analytics) and Affiliates' own services (including by providing you with better and more relevant experiences).<strong>\n</strong>\n</li>\n<li>\n<strong>Our Service Providers, Business Partners and Others.\n</strong>We also may share your personal information with our service providers, business partners or third-party organizations that help us provide the Services to you (\\\"Service Providers\\\").\nSuch entities will be given access to your information as is reasonably necessary to provide the Services under reasonable confidentiality terms.\nFor details and a complete list of LCN, please see [ LCN ].</li>\n<li>\n<strong>Business Transfers or Bankruptcy.\n</strong>In the event of a merger, acquisition, bankruptcy or other sale of all or a portion of our assets, any personal information owned or controlled by us may be one of the assets transferred to the third parties.\nWe will notify you via email or notice within our Services of any change in data ownership and/or uses of your personal information.\nOther than to the extent ordered by a bankruptcy or other court, the use and disclosure of all transferred personal information will be subject to this Privacy Policy.\nHowever, any personal information you submit or that is collected after this type of transfer may be subject to a new privacy policy adopted by the successor entity.</li>\n<li>\n<strong>Responding to Legal Requests and Preventing Harm.\n</strong>We may access, preserve and share your information if:</li>\n</ol>\n<p>1.Required by law, or in response to a subpoena or court order or similar request from judicial authority, law enforcement authorities or other eligible public authorities;</p>\n<p>2.We believe, in our sole discretion, that disclosure is reasonably necessary to protect against fraud, to protect the property or other rights of us or other users, third parties or the public at large.\nor</p>\n<p>3.We believe that you have abused the Services by using it to attack our systems or to gain unauthorized access to our system, to engage in spamming or otherwise to violate applicable laws.\n</p>\n<p>Information we receive about you may be accessed, processed and retained for an extended period of time when it is the subject of a legal request or obligation, governmental investigation, or investigations concerning possible violations of our terms or policies, or otherwise to prevent harm.\nWe may promptly notify you about the legal requests, including a copy of the original request, unless we are prohibited from doing so.\n</p>\n<p>\n<strong>6.\nMarketing</strong>\n</p>\n<p>You can unsubscribe from marketing email communications from us by clicking on the \\\"unsubscribe link\\\" provided in such communications.\nAs noted above, you may not opt out of Service-related communications (e.g., account verification, purchase and billing confirmations and reminders, changes, updates to features of the Services, technical and security notices).</p>\n<p>\n<strong>7.\n</strong>\n<strong>Transfer of Your Information</strong>\n</p>\n<p>If you choose to use the Services or provide your information to us, your personal information may be transferred to, processed and maintained on servers or databases located outside of the country or jurisdiction where you are located.\nSuch countries or jurisdictions may have data protection laws that are less protective than the laws of the jurisdiction in which you reside.\nIf you do not want your information transferred to or processed or maintained outside of the country or jurisdiction where you are located, you should not use the Services.</p>\n<ol>\n<li>\n<strong>Update and Access Your Information</strong>\n</li>\n</ol>\n<p>You may update your account at any time by logging in and changing your profile settings.\nIf you have any questions about reviewing or modifying your account information, please contact us directly at support@lmlite.net.\n</p>\n<ol>\n<li>\n<strong>Minor's Privacy </strong>\n</li>\n</ol>\n<p>We do not knowingly collect personal information from minors under 18 years old (or the minimum age requirement for creation of an LiveMe Pro Account without parental consent in your country), unless permitted to do so by applicable law.\nChildren under 18 years old are not permitted to use our Services.\nIf we become aware that we have unknowingly collected personal information from a minor, we will make reasonable efforts to delete such information in our database.\nIf you are a parent or guardian of a minor, and you believe your child has provided us with their Personal Information on our Services, please contact us immediately at support@lmlite.net.&nbsp;</p>\n<p>\n<strong>10.\nSecurity</strong>\n</p>\n<p>We are committed to ensuring the security of your personal information.\nWe have physical, technical and administrative safeguards in place to protect the confidentiality of your personal information.\nIn addition, we require all our service providers handling personal information also maintain appropriate physical, technical and administrative safeguards to protect the security and confidentiality of the personal information you provide to us.</p>\n<p>However, we cannot guarantee that loss, misuse, unauthorized acquisition, or alteration of your data will not occur.\nWe also have no way of protecting any of your personal information that is not in our control, such as any information transmitted via email or wireless connections.</p>\n<p>Maintaining the security of your personal information is also your responsibility.\nWhere we require you to register an account, you should choose a password of sufficient length and complexity and keep your password confidential.\nDo not leave your device unlocked while your are away.\nMake sure to use trusted wireless connections to access or use our Services.</p>\n<p>If you think there has been unauthorized access to or use of your account, please contact us immediately at support@lmlite.net.&nbsp;</p>\n<p>\n<strong>11.\n</strong>\n<strong>Retention of Personal Information</strong>\n</p>\n<p>We will try to limit the storage of your personal information to the time necessary to serve the purpose(s) for which your personal information is processed, to enforce our agreements, policies or terms, to resolve disputes, or as otherwise required or permitted by law.\nPlease contact us if you have any questions about our retention periods.\nWhile retention requirements can vary by country, we generally apply the retention periods noted below.</p>\n<ul>\n<li>\n<strong>Marketing.</strong>&nbsp;We store information used for marketing purposes indefinitely until you unsubscribe.\nOnce you unsubscribe from marketing communications, we add your contact information to our suppression list to ensure we respect your unsubscribe request.</li>\n<li>\n<strong>Activity Data.\n</strong>We may store any information about your interactions on our Services or any content created, posted or shared by you on our Services (e.g.\nvideos, comments, support tickets, and other content) indefinitely after the closure of your account for the establishment or defense against legal claims, audit and crime prevention purposes.</li>\n<li>\n<strong>Web Behavior Data.</strong>&nbsp;We retain any information collected via cookies, clear gifs, flash cookies, web page counters and other technical or analytic tools in our system for a certain date and time from expiry of the cookie or the date of collection.&nbsp;</li>\n</ul>\n<p>\n<strong>12.\n\\tDo Not Track</strong>\n</p>\n<p>We do not track or respond to browser \\\"DO-NOT-TRACK\\\" requests.</p>\n<p>\n<strong>13.\n</strong>\n<strong>California Residents</strong>\n</p>\n<p>If you are a resident of California, please see our Privacy Notice for California Consumers, which addresses how we respect California's users' privacy rights under the California Consumer Privacy Act of 2018, as amended.\n</p>\n<p>\n<strong>14.\nInformation for Residents in the European Economic Area, United Kingdom and Switzerland (the “Designated Countries”)</strong>\n</p>\n<p>This section only applies to users of our Services that are located in the European Economic Area, United Kingdom and/or Switzerland (collectively, the “Designated Countries”) at the time of data collection.\nWe may ask you to identify which country you are located in when you use some of the Services, or we may rely on your IP address or MCC (mobile county code) to identify which country you are located in.</p>\n<p>Where we rely on your IP address or MCC, we cannot apply the terms of this section to any user that masks or otherwise obfuscates their location information so as not to appear located in the Designated Countries.\nIf any provision in this section conflicts with other terms in this Policy, the terms in this section shall apply to users in the Designated Countries.</p>\n<p>\n<strong>A.&nbsp;Our Relationship to You</strong>\n</p>\n<p>LiveMe Pro is a data controller with regards to any personal information collected from users of its Services.\nA “data controller” is an entity that determines the purposes for which and the manner in which any personal information is processed.\nAny third parties that act as our service providers are “data processors” that handle your personal information in accordance with instructions pursuant to a contract.</p>\n<p>You are a “user.” Users are individuals providing personal information to us via our Services, such as by creating an account with our Apps, or otherwise accessing or using our Services.\n</p>\n<p>\n<strong>B.&nbsp.\nMarketing Activities</strong>\n</p>\n<p>If you are located in the Designated Countries and are a current User, we will only contact you by electronic means (such as email or SMS) per your communication preferences and/or with information about our Services that are similar to the Services you previously purchased from us or negotiated to purchase from us.&nbsp;</p>\n<p>For new users located in the Designated Countries, we will contact you by electronic means for marketing purposes only based on your consent or based on your friends’ consent.\nYou can always withdraw your consent or change your marketing communication preferences at any time and free of charge.\nTo opt out of the emails, please click the “unsubscribe” link at the end of marketing emails.\nMarketing communications are promotional in nature and do not include transactional or Service-related communications.</p>\n<p>\n<strong>C.&nbsp;Legal Bases for Processing Personal Information</strong>\n</p>\n<p>The legal bases on which we rely to process your personal information include: your consent to the processing.\nsatisfaction of our legal obligations.\nnecessity to protect your vital interests.\nnecessity to carry out our obligations arising from any contracts we entered with you or to take steps at your request prior to entering into a contract with you.\nnecessity to process in the public interest.\nor for our legitimate interests as described in those sections.\nBelow is a chart indicating the legal bases we rely on in processing personal information.</p>\n<p>\n<strong>Section</strong>\n</p>\n<p>\n<strong>Purposes of Processing</strong>\n</p>\n<p>\n<strong>Legal Basis </strong>\n</p>\n<p>4(A)</p>\n<ul>\n<li>Provide the Services</li>\n</ul>\n<p>Processing is based on our contract obligations or to take steps at the request of the individual prior to entering into a contract.</p>\n<p>4(B)</p>\n<ul>\n<li>Send Service-related Communications</li>\n</ul>\n<p>4(C)</p>\n<ul>\n<li>Provide Customer Support </li>\n</ul>\n<p>4(D)</p>\n<ul>\n<li>Enforce our Terms, Agreements or Policies</li>\n</ul>\n<p>5(A)</p>\n<ul>\n<li>Affiliated Businesses</li>\n</ul>\n<p>5(B)</p>\n<ul>\n<li>Our Service Providers, Business Partners and Others</li>\n</ul>\n<p>3(C)</p>\n<p>4(E)</p>\n<ul>\n<li>Third-Party Marketing Partners and Social Media Platforms</li>\n<li>Security Purposes</li>\n</ul>\n<p>Processing is based on our legitimate interest to better understand and serve our Users, to maintain and improve the accuracy of the information we store about Users, and to better promote or optimize our Services.</p>\n<p>4(H)</p>\n<ul>\n<li>Conduct Research and Product Development</li>\n</ul>\n<p>4(G)</p>\n<ul>\n<li>Personalize the Services for You</li>\n</ul>\n<p>4(F)</p>\n<ul>\n<li>Maintain Legal or Regulatory Compliance</li>\n</ul>\n<p>Processing is necessary for compliance with our legal obligations, the public interests, and/or in your vital interests.</p>\n<p>5(D)</p>\n<p>5(C)</p>\n<ul>\n<li>Responding to Legal Requests and Preventing Harm</li>\n<li>Business Transfer</li>\n</ul>\n<p>\n<strong>D.&nbsp.\nIndividual Rights</strong>\n</p>\n<p>We provide you with the rights described below when you use our Services.\nPlease contact us at support@lmlite.net&nbsp;if you would like to exercise your rights under applicable law.\nWhen we receive an individual rights request from you, please make sure you are ready to verify your identity.\nWe may limit your individual rights in the following ways:</p>\n<ul>\n<li>\n<ol>\n<li>Where denial of access is required or authorized by law;</li>\n<li>When granting access would have a negative impact on other's privacy;</li>\n<li>To protect our rights and properties.\nand</li>\n<li>Where the request is frivolous or burdensome.</li>\n</ol>\n</li>\n<li>\n<strong>Right to withdraw consent.</strong>&nbsp;If we rely on consent to process your personal information, you have the right to withdraw your consent at any time.\nA withdrawal of consent will not affect the lawfulness of our processing or the processing of any third parties based on consent before your withdrawal.</li>\n<li>\n<strong>Right of access and rectification.</strong>&nbsp;If you request a copy of your personal information that we hold, we will provide you with a copy without undue delay and free of charge, except where we are permitted by law to charge a fee.\nWe may limit your access if such access would adversely affect the rights and freedoms of other individuals.\nYou may also request to correct or update any of your personal information held by us, unless you can already do so directly via the Services.</li>\n<li>\n<strong>Right to erasure (the “Right to be Forgotten”).</strong>&nbsp;You may request us to erase any of your personal information held by us that: is no longer necessary in relation to the purposes for which it was collected or otherwise processed.\nwas collected in relation to processing that you previously consented to, but later withdrew such consent.\nor was collected in relation to processing activities to which you object, and there are no overriding legitimate grounds for our processing.</li>\n<li>\n<strong>Right to restriction.</strong>&nbsp;You have the right to restrict our processing your personal information where one of the following applies:<ol>\n<li>You contest the accuracy of your personal information that we processed.\nWe will restrict the processing of your personal information, which may result in an interruption of some or all of the Services, during the period necessary for us to verify the accuracy of your personal information;</li>\n<li>The processing is unlawful and you oppose the erasure of your personal information and request the restriction of its use instead;</li>\n<li>We no longer need your personal information for the purposes of the processing, but it is required by you to establish, exercise or defense of legal claims.\nor</li>\n<li>You have objected to processing, pending the verification whether the legitimate grounds of our processing override your rights.</li>\n</ol>\n</li>\n</ul>\n<p>We will only process your restricted personal information with your consent or for the establishment, exercise or defense of legal claims or for the protection of the rights of another person or legal entity or for reasons of important public interest.\nWe will inform you if or when the restriction is lifted.</p>\n<ul>\n<li>\n<strong>Right to object to processing.</strong>&nbsp;You may object to our processing at any time and as permitted by applicable law if we process your personal information on the legal basis of consent, contract or legitimate interests.\nWe can continue to process your personal information if it is necessary for the defense of legal claims, or for any other exceptions permitted by applicable law.</li>\n<li>\n<strong>Right to data portability.</strong>&nbsp;If we process your personal information based on a contract with you or based on your consent, or the processing is carried out by automated means, you may request to receive your personal information in a structured, commonly used and machine-readable format, and to have us transfer your personal information directly to another “controller”, where technically feasible, unless exercise of this right adversely affects the rights and freedoms of others.&nbsp;</li>\n<li>\n<strong>Notification to third-parties.</strong>&nbsp;If we share your personal information with third parties, we will notify them of any requests for rectification, erasure or restriction of your personal information, unless this proves impossible or involves disproportionate effort.\nUpon your request, we will identify such third parties.</li>\n<li>\n<strong>Automated individual decision-making, including profiling.</strong>&nbsp;You have the right not to be subject to a decision based solely on automated processing of your personal information, including profiling, which produces legal or similarly significant effects on you, unless an exception applies under applicable law.</li>\n<li>\n<strong>Right to Lodge a Complaint.</strong>&nbsp;If you believe we have infringed or violated your privacy rights, please contact us at support@lmlite.net so that we can work to resolve your concerns.\nYou also have a right to lodge a complaint with a competent supervisory authority situated in a Member State of your habitual residence, place of work, or place of alleged infringement.</li>\n</ul>\n<p>You may reach our Data Protection Officer at legal@lmlite.net.</p>\n<p>\n<strong>15.\nHow to Contact Us</strong>\n</p>\n<p>If you have any questions about this Privacy Policy or the Services, please contact us at support@lmlite.net, with a copy to: legal@lmlite.net.</p> ", "created_at": "2021-12-05 20:35:56.593431", "updated_at": "2021-12-05 20:36:19.401852"}, {"id": 10918, "name": "Terms", "url": "https://pro.liveme.com/protocol/terms.html", "xpath": "", "text": " <p>\n<strong>LIVEME PRO TERMS OF SERVICE</strong>\n</p>\n<p>\n<strong>Last Updated: October 25, 2021</strong>\n</p>\n<p>IMPORTANT – please read LiveMe Pro Terms of Service (these “Terms”) carefully before using the LiveMe Pro mobile application service (the“Service”), as they form a legally binding contract between you and LiveMe Pro (the “Company” or “we” or “us”).\nIn order to use LiveMe Pro or any other products or services provided by the Company, you are required to consent to Terms and LiveMe Pro Privacy Policy, both of which are presented to you (i) when you first open our app and (ii) when we make any material changes thereto.\nIf you do not accept these Terms or our Privacy Policy, please do not use the Service and contact us immediately to terminate your account, whether as a guest or a registered user.\n</p>\n<p>\n<strong>1.\nGeneral Terms &amp.\nConditions</strong>\n</p>\n<p>A.\nChanges to These Terms.\nWe may change these Terms at any time, and if we do, we will make our best efforts to notify you beforehand, despite this may not always be possible.\nIf we should revise these Terms, your continued use of the Service after such revision will be deemed as your agreement to such revised Terms.\nIf you do not agree to any of these Terms, please delete your account immediately, which shall terminate these Terms accordingly.</p>\n<p>B.\nAdditional Agreements &amp.\nTerms.\nYour access to and use of the Service is also subject to our Privacy Policy, Community Policy and our other Policies (collectively, “Additional Agreements”), which can be found directly in the App and the LiveMe Pro website (pro.liveme.com).&nbsp;</p>\n<p>C.\nUser Eligibility.\nThe Service is restricted for any person under the age of 18 or for any users previously removed or banned from the Service by us, whether as a guest user or a registered user.\nBy using the Service, you state that: (i) you are eligible to legally enter a binding contract with LiveMe Pro.\n(ii) you are not a person barred from receiving the Service under the laws of the United States, the United Kingdom, or any other applicable jurisdiction.\n(iii) you will comply with these Terms and all applicable local, state, national, and international laws, rules, and regulations.</p>\n<p>If you are using the Service on behalf of a business or other entity, you state that you are authorized to grant all licences set out in these Terms and to agree to these Terms on behalf of the business or entity.</p>\n<p>IF YOU ARE UNDER EIGHTEEN (18) YEARS OF AGE, AS REQUIRED BY LAW, YOU ARE PROHIBITED FROM USING THE SERVICE, AND MUST TERMINATE YOUR ACCOUNT AND DELETE THE APP IMMEDIATELY IF ALREADY INSTALLED.&nbsp;</p>\n<ol>\n<li>Mobile Service.\nThe Service is accessible via mobile phone, tablet or other wireless device (collectively, “Mobile Service”) and your use of the Mobile Service constitutes your acknowledgement and acceptance of your mobile carrier’s normal messaging, data, and other rates and fees, which may apply.\nYou are solely responsible for verifying with your mobile carrier as to whether the Mobile Service are available for your mobile device(s), and what restrictions or additional cost, if any, may be applicable to your use thereof.&nbsp;</li>\n<li>Licence.\nThe Company grants you a personal, worldwide, royalty-free, non-assignable, non-exclusive, revocable, and non-sublicensable licence to access and use the Service.\nThis licence serves the sole purpose of enabling you to use and enjoy the benefit of the Service in the manner permitted by these Terms.\nYou must not copy, modify, distribute, sell, or lease any part of our Service, nor may you reverse engineer or attempt to extract the source code of the software, unless you have our written permission to do so.</li>\n<li>Company Trademarks.\nCopyrights.\nYou must respect the rights of the Company, and its affiliates.\nThese Terms do not grant you any right (or to enable anyone else) to do any of the following: (i) use branding, logos, designs, photographs, videos, or any other materials used in our Service.\n(ii) copy, archive, download, upload, distribute, syndicate, broadcast, perform, display, make available, or otherwise use any portion of the Service or the content on the Service except as authorized in these Terms.\n(iii) use the Service, any tools provided by the Service, or any content on the Service for any commercial purposes without our consent.</li>\n<li>No Transfer or Assignment.\nYou may not transfer or assign the Service, these Terms, and/or any rights or obligations hereunder without our prior written consent.&nbsp;</li>\n<li>Termination for Breach.\nIf you breach any obligations under these Terms and any Additional Agreements, we may terminate your account and confiscate any Virtual Items therein.\nFor clarity, if we determine (i) you obtained Virtual Items through improper, fraudulent or injurious methods or had participated in or was involved in fraudulent activities that may harm the interest of LiveMe Pro or any user on LiveMe Pro, including but not limited to, involved in credit card fraud, unauthorized use of credit card, profit from LiveMe Pro system bugs, participate in hacker attack.\nor (ii) any of your broadcasting or comments text, photographs, sound recordings and private communications in violation of the applicable laws, regulations, LiveMe Pro community policies, General Contest Rules or Terms of Use (including but not limited to racist, xenophobic, revisionist, obscene, pornographic, offensive, abusive, libellous, slanderous or of prejudice in any way to the honour or reputation of any third party, incite people to discrimination, hatred, violence, to commit a crime or offence or to consume illegal substances) or tarnish the reputation of LiveMe Pro brands or staff, we may ban your account or device ID, confiscate any and all Coins and Gifts in your account immediately with or without prior notice.\nWe reserve the right to pursue civil and criminal charges and penalties in such cases.</li>\n<li>Reservation of Rights.\nThe Company reserves all rights not expressly granted to you in this Section 1.\nAccordingly, nothing in these Terms or on the Service will be construed as granting to you, by implication, estoppel, or otherwise, any additional licence rights in and to the Service or any Company Content (defined below) or trademarks located or displayed therein.</li>\n</ol>\n<p>\n<strong>2.\nLiveMe Pro User Accounts.</strong>\n</p>\n<p>A.\nAccount Creation.\nIn order to access the full benefits of the Service, you will have to create a LiveMe Pro account.\nYou may never use another's account without permission.\nWhen creating your account, you must provide accurate and complete information.\nYou are solely responsible for the activity that occurs in your account, including but not limited to safeguarding your password and/or credentials used to access the Service, as well as any activities that occur through your use of such password and credentials.\nYou are responsible for the secure use of your account.\nIf you suspect or know of any unauthorized use of your log-in credentials or any other breach of security with respect to your account, please notify the Company immediately at: support@lmlite.net.</p>\n<p>B.\nTerms of Service.\nUsers.\nAll users of the Service who view and/or transmit User Content (defined below) are referred to herein collectively as “Users.”</p>\n<p>C.\nContent Publicity.\nThe Service enables Users to create, transmit, and view live-streaming audiovisual content (the “Broadcast Content”).\nMeanwhile all User activities in the Service, including the broadcasting of and commenting on any Broadcast Content, are publicly available.\nHence User discretion is recommended as the User is solely responsible for its activities within the Service.</p>\n<p>D.\nGuest Mode.\nWe provide guest mode where users may enter into LiveMe Pro website or app without creating a LiveMe Pro account (“Guest Mode”).\nUnder Guest Mode, certain features and functions may be restricted, including without limitation, broadcast, comment and cash-out.\n.\nOnce you replace your terminal device such as mobile phone or computer, or your terminal device is damaged, all the data generated during your use of a guest mode may be deleted and cannot be queried or recovered.\nYou shall be responsible for all your losses arising from these circumstances.\nWhen you create a LiveMe Pro account, all the data generated during your use of a guest mode will be combined with the data of your LiveMe Pro account unless you require to delete it by contacting us at service.global@liveme.com.</p>\n<p>\n<strong>3.\nUser Content</strong>\n</p>\n<p>A.\nDefinitions.\nAs used in these Terms, “User Content” means any content, whether displayed publicly or not, that Users upload, post, or transmit (collectively, “Post”) to or through the Service, including but not limited to, any Broadcast Content, comments text, photographs and sound recordings, and private communications, excluding any and all “Company Content,” which is defined as content that the Company provides to Users in or via the Service, including without limitation, any text, graphics, photos, software, and interactive features.</p>\n<p>B.\nNo User Content Screening.\nUsers have the ability to Post User Content to, or transmit through the Service.\nWhile we endeavor for all User Content to comply with our Community Guidelines (available for viewing on the App), we do not pre-screen any User Content submitted or publicly Posted by any User.\nWe do however have the right, to delete, disallow, or temporarily block any User Content that (i) we consider to be in violation of these Terms, our Community Guidelines, or any applicable laws and regulations, or (ii) in response to any complaint(s) from other Users, with or without notice.\nThe Company does not guarantee the accuracy, integrity, truthfulness, appropriateness or quality of any User Content, and any use or reliance by you on any User Content is at your own risk and Company shall not be held liable for such User Content under any circumstance.</p>\n<p>B.\nUser Content Ownership.\nLicense.\nYou are the owner and retain the rights to the User Content posted and displayed in and through the Service by you, but you grant us a worldwide, assignable, sublicensable, royalty-free licence to reproduce, distribute, publicly display, transmit, communicate to the public, make available, create derivative works from, and otherwise exploit and use all User Content you Post to or through the Service by any means and through any media and formats now known or hereafter developed, for the purposes of (i) advertising, marketing, and promoting&nbsp;the Company&nbsp;and the Service.\n(ii) displaying and sharing your User Content to other Users of the Service.\nand (iii) providing the Service as authorized by these Terms.&nbsp;If you terminate your account or remove any of your User Content from the Service after it has been Posted, your licence grant with respect to your User Content is perpetual and irrevocable.\nYou further grant us and our affiliates and business partners an unrestricted, worldwide, royalty-free licence and right to use your user name, image, voice, and likeness to identify you as the source of any of your User Content.\nYou must not post any User Content in or through the Service or transmit to us any User Content that you consider to be confidential or proprietary.\nAny User Content posted by you to or through the Service or otherwise transmitted to us will be considered non-confidential and non-proprietary, and treated as such by us, and may be used by the Company in accordance with these Terms without notice to you and without any liability to the Company.\nFor the avoidance of doubt, the rights granted of this Section include, but not limited to, the right to reproduce your User Content on a royalty-free basis.\nThis means that you are granting the Company the right to use your User Content without the obligation to pay royalties to you or any third party involved in the creation of your User Content.</p>\n<p>C.\nAdvertisements.\nThe Service may also contain advertisements.\nUpon accessing and using the Service, you agree that we, our affiliates, and our third-party partners may place advertising in the Service, including personalized advertising based upon the information you provide, or we collect or obtain from you.\nBecause the Service contains content that you and other Users provide us, advertising may sometimes appears near, between, over, or in your User Content.</p>\n<p>D.\nUser Content Restrictions.\nBy Posting User Content to the Service, you must abide by the following restrictions: (i) you must own the User Content Posted by you in or through the Service or otherwise have the right to grant the licence set forth in these Terms.\n(ii) the Posting and Use of your User Content in or through the Service must not violate the privacy rights, publicity rights, copyrights, contract rights, intellectual property rights, or any other rights of any person or entity.\n(iii) the Posting of your User Content in the Service must not require us to obtain any further licences from any third party or pay any royalties, fees, compensation or other amounts or provide any attribution to any third parties.\nand (iv) the Posting of your User Content on the Service must not result in a breach of contract between you and a third party, nor will it be in violation of any applicable law or regulations.</p>\n<p>E.\nWaiver of Rights to Inspect or Review User Content.\nBy Posting User Content to or through the Service, you waive any rights to prior inspection or approval of any marketing or promotional materials related to such User Content.\nYou also waive any and all rights of privacy, publicity, or any other rights of a similar nature in connection with your User Content, or any portion thereof.\nTo the extent any moral rights are not transferable or assignable, you hereby waive and agree never to assert any and all moral rights, or to support, maintain or permit any action based on any moral rights that you may have in or with respect to any User Content you post to or through the Service.</p>\n<p>F.\nUser Comments.\nIf you submit or post your User Content on or through the Service, such content may be distributed, viewed, accessed and commented by other Users and we will not be held liable for any unauthorized use of User Content or comment thereon by any User, under any circumstance.</p>\n<p>G.\nProhibited Content.\nYou are prohibited from Posting any User Content to the Service considered to be “Prohibited Content” as determined solely by us, which includes without limitation:</p>\n<p>1.Sexually Explicit Material (i.e.\npornographic or erotic content, including icons, titles, or descriptions).\nWe have a zero-tolerance policy against child sexual abuse imagery.\nIf we become aware of any User Content containing any child sexual abuse imagery, we will report it to the appropriate authorities immediately and delete the submitting User Accounts.\nand</p>\n<p>2.\nViolence and Bullying (i.e.\nUser Content may not contain materials that threaten, harass or bully other Users or third parties, including depictions of violence, gratuitous or otherwise, to any person place or property, or inciting violence, including suicide).\nand</p>\n<p>3.\nHate Speech (i.e.\nUser Content may not promote bigotry, discrimination, hatred, intolerance, racism, or target against any person or groups of persons based on their race or ethnic origin, religion, disability, gender, age, nationality, veteran status, sexual orientation, or gender identity).\nand</p>\n<p>K.\nSensitive Events (i.e.\nUser Content which may be deemed as capitalizing on or lacking reasonable sensitivity towards a natural disaster, atrocity, conflict, death, or other tragic events are not permitted).\nand</p>\n<p>L.\nUnlawful Activity (i.e.\nuse of the Service for any illegal or unlawful purpose, including without limitation, stalking and sexually exploiting any User).\nand</p>\n<p>M.\nIP Infringement (i.e.\nUser Content which infringes upon any third party’s rights, including copyright, trademark, privacy and publicity rights).</p>\n<p>N.\nCompany Action.\nWe have the right to remove and/or refuse to post or exhibit publicly any User Content, which we determine to be Prohibited Content.\nWe also have the right to take any action(s) we deem necessary and/or appropriate against any User who posts Prohibited Content on the Service, including, but not limited to, warning the User, suspending or terminating the User’s Account, removing all of the User’s User Content posted on the Service and/or reporting the User to law enforcement authorities.\nWe also have the right to access, read, preserve, and disclose any information or take any other legal action that we reasonably believe is necessary to (i) satisfy any applicable law, regulation, legal process or governmental request, (ii) enforce these Terms, (iii) detect, prevent, or otherwise address fraud, security or technical issues, (iv) respond to user support requests, or (v) protect the rights, property or safety of the Users and the public.\nNotwithstanding the foregoing, we do not disclose personally identifying information to third parties except in accordance with our Privacy Policy (as further described below).\nIf you Post any Prohibited Content, you are responsible for defending any third party claims which may be raised against you arising from your posting of such Prohibited Content.</p>\n<p>\n<strong>4.\nPrivacy</strong>\n</p>\n<p>Our&nbsp;Privacy Policy&nbsp;details how we handle your information when you use the Service and can be found at https://pro.liveme.com.\nPlease read our Privacy Policy carefully, by accepting it, you agree that your information may be collected and processed and/or transferred outside of the country you reside, including to countries that may not have the same data-protection laws as your residing country.</p>\n<p>\n<strong>5.\nCopyright Infringement</strong>\n</p>\n<p>We strictly abide by Copyright Law, and we expect our Users to do the same.\nWe therefore take precautions to expeditiously remove from our Service any infringing material that we become aware of.\nFurthermore, if we become aware that a User has repeatedly infringed copyrights, we will take action to terminate the User’s account.</p>\n<p>If you believe that anything in the Service infringes a copyright that you own or are entitled to, you can report the suspected infringement by filing a notice with our designated Copyright Agent at:</p>\n<p>Attn: Copyright Agent</p>\n<p>Email:Jason@altviewlawgroup.com&nbsp;with a Cc sent to:legal@lmlite.net.</p>\n<p>If you file a notice with our Copyright Agent, it must:</p>\n<ol>\n<li>Contain the physical or electronic signature of you as the Copyright owner.\nIf you are acting on behalf of the Copyright owner, please provide both yours and the Copyright owner’s signature.\n</li>\n<li>Identify the material claimed to be infringed;</li>\n<li>Identify the material claimed to be infringing or to be the subject of the infringing activity with sufficient information for us to locate the material;</li>\n<li>Provide your contact information including your address, telephone number, and email address;</li>\n<li>Provide a personal statement stating that you firmly believe that the use of the material you file notice for, is not authorized by the copyright owner, its agent, or any applicable law or regulations;</li>\n<li>Provide a statement, made under penalty of perjury, that the above information in the notification is accurate, and that you are the copyright owner or are authorized to act on behalf of the owner.</li>\n</ol>\n<p>\n<strong>6.\nGeneral Use of the Service&nbsp;</strong>\n</p>\n<p>A.\nOur Service is constantly evolving and improving, which means that we may add or remove features, products, or functions, and we may also permanently or temporarily suspend or stop providing the Service or any features within the Service altogether, at any time.\nWhile we will take action to notify you before the above incident occurs, despite it might not always be possible.</p>\n<p>B.\nBy using the Service, you agree that:</p>\n<p>1.\nYou will not distribute in any medium any part of the Service or the Company Content without our prior written authorization, unless we make available the means for such distribution through functionality offered by the Service and providing a public statement authorizing you to do so;</p>\n<p>2.\nYou will not alter or modify any part of the Service.\nand</p>\n<p>3.\nYou will not attempt to circumvent any content-filtering techniques we employ, or attempt to access areas or features of the Service that you are not authorized to access.\nand</p>\n<p>4.\nYou will not use the Service for any of the following commercial uses unless you obtain our prior written approval: (a) the sale of or access to the Service.\nor (b) the sale of advertising, sponsorships, or promotions placed on or within the Service, User Content, or Company Content.</p>\n<p>\n<strong>7.\nSharing on Live Content Network</strong>\n</p>\n<p>A.\nThe Service may simultaneously share your live Broadcast Content, any content created by you and all your personal information to applications under Live Content Network (LCN) ( the “Sharing Feature” ).\nThe applications are owned and operated by us, our associated affiliates or our third party partners.\nDetails of the LCN and a complete list of LCN applications can be found here.\nYou may choose to deactivate this feature at any time by contacting us.\nThe use of sharing feature shall be done entirely at your own risk and neither the Company, nor our affiliates, officers, directors, employees, agents, suppliers and licensors shall have any liability whatsoever in connection with your activities on such third party platforms.\nYou understand that your activity is at all times subject to, and you hereby consent to all Standard Terms and Policies of such application(s), including without limitation, its Terms &amp.\nConditions, Privacy Policy and&nbsp;Community Policy.\nPlease read their Standard Terms and Policies to learn more about their practices.</p>\n<p>B.\nIf you do not contact us to deactivate the Sharing Feature, we deem you understand and agree that:</p>\n<p>1.\nYou have read and understood the details of their Standard Terms and Policies including without limitation, its Terms &amp.\nConditions, Privacy Policy&nbsp;and Community Policy;</p>\n<p>2.\nYou are voluntarily activating the Sharing Feature and broadcasting on these third-party platforms, and you are solely responsible for all risks that might occur associated with such activity.\nand</p>\n<p>3.\nThe Company, and our affiliates, officers, directors, employees, agents, suppliers and licensors <strong>will not be held liable for any direct or indirect damages, or any loss of profits or revenues, whether incurred directly or indirectly, or any loss of data, use, goodwill or other intangible assets, resulted from: (a) your use of the Sharing Feature or inability to use the Sharing Feature.\n(b) your access to or inability to access the Sharing Feature, or any features contained therein.\n(c) the conduct or content of other users or third parties on or through such third party platforms.\nor (d) unauthorized access, use or alteration of your content due to your use of the Sharing Feature.</strong>\n</p>\n<p>\n<strong>8.\nFeatures of the Service - Virtual Items</strong>\n</p>\n<p>A.\nThe Service offers a feature allowing users to purchase (a) virtual currency (non-convertible, no cash value, non-refundable), including but not limited to virtual coins (“Coins”) for use in the Service.\nor (b) virtual in-Service items (“Gifts”).\nAny Coins and/or Gifts that are credited to Users within the Service are converted to Virtual “Diamonds” in the receiving User’s User account.\nVirtual Coins, together with Gifts and Diamonds, are hereafter collectively referred to as “Virtual Items”.\n<strong>The purchase of any Virtual Items must be made lawfully, via legitimate means with actual currency.\nAny Virtual Items obtained illegally or fraudulently will result in suspension, freezing or termination of User account.\n</strong>Notwithstanding your purchase or possession of such Virtual Items, you do not in fact 'own' the Virtual Items, and the amount of any Virtual Item does not refer to any credit balance of real currency or its equivalent.\nRather, the Company grants you a limited licence to use the Service, including software programs that may manifest themselves as these items.</p>\n<p>B.\nWhile using the Service and Virtual Items, you may send Gifts to other Users, which may result in revenue to such recipient User’s account (the “Transfer”).\nThe Transfer is made solely at your discretion.\nOnce a Transfer is made, it cannot be undone and the Virtual Item cannot be withdrawn or refunded.\nThe Company does not guarantee that the amount or virtual value of the Virtual Items you may give a User will correlate to the revenue such User may receive when they cash out .</p>\n<p>C.\nThe purchase of Virtual Items in the Service is deemed completed upon the Company's confirmation of electronic payment from you via iTunes App Store or Google Play Store.\nAny virtual currency (non-convertible) balance shown in your User Account does not represent or reflect any currency value, but instead represents a measurement to the extent of your ability to use the Virtual Items within the Service.\nYou will not be able to sell Virtual Items in exchange for virtual or real currency credited back to your User Account, nor will you be able to receive a refund of virtual or real currency for Virtual Items upon the suspension or termination of your account.</p>\n<p>D.\nThe value of Virtual Items within the Service is determined at the Company’s sole discretion.\nThe Company has the right to adjust the purchase exchange rate between actual currency and Virtual Items (the “Exchange Rate”) at any time in any applicable region, and does not guarantee that the price of Virtual Items or the Exchange Rate be the same in different regions.\nBy your use of the Service, you confirm your understanding of and agree to accept the then-current Exchange Rate of any Virtual Item at the time of your purchase.</p>\n<p>E.\nBy using the Service, you agree that your use of any purchased Virtual Items shall be solely for legitimate purposes within the Service, and that such use will comply with all applicable laws and regulations, platform policies and community guidelines at all times.</p>\n<p>F.\nBy using the Service and Virtual Items, you confirm your understanding that the Virtual Items are for sale products offered within the Service and should be purchased with actual currency.\nIf you disagree with or do not fully understand our policy, do not purchase or use any Virtual Items in connection with the Service and do not engage in the Service in any way.</p>\n<p>G.\nBy your use of the Service and particularly Virtual Items, you confirm your understanding that we may change, modify or update these Terms, or the terms of sale in connection with the Virtual Items from time to time, and that such revised terms will apply to all subsequent purchases of any Virtual Items, and you agree that you have reviewed and agreed to these Terms and any terms regarding the sale of Virtual Items prior to making any purchase.</p>\n<p>H.\nIn the event your account balance is incorrect due to system maintenance or other technical failures as determined solely by us, we agree to make all necessary corrections and adjustments with respect to your account balance.\nIf you have any questions, concerns or suggestions regarding purchases and/or payments regarding the Service, you may contact us at support@lmlite.net.</p>\n<p>I.\nUser Inactivity.\nIf your account remains inactive for six (6) consecutive months, all of your Virtual Items may be frozen.\nTo unfreeze any such Virtual Items, you must email us at support@lmlite.net and request that we unfreeze your account.\nUpon receipt of your request and review of your information, we will unfreeze your Virtual items within three (3) business days.</p>\n<p>\n<strong>9.\nVirtual Diamonds – Cash-Out</strong>\n</p>\n<p>A.\nOnce the Virtual Diamonds (a kind of Virtual Items) stored in your User Account exceeds certain amount, either by your own purchase or by receiving from other Users may be cashed out for actual currency (each transaction, a “Cash-Out”).\nThe threshold value in Diamonds, and the value of currency received from any Cash-Out will be based on an exchange rate and in a currency form determined by us, based on the geographic location and application version that you are using the Service from, which we may set and change from time to time in our sole discretion.\nThe Cash-Out exchange rate may also change due to the fluctuating value of the Coins, which may occur between the time they were purchased and the time you decide to execute the Cash-Out.</p>\n<p>B.\nYou must have an active payment receiving account in order to execute the Cash-Out.\nYour payment account will be linked to your User Account when you execute the Cash-Out and the payment will be processed within fifteen (15) business days following any Cash-Out request.</p>\n<p>C.\nThe amount of any Cash-Out cannot exceed the amount of residual Virtual Diamonds value in your User Account (as determined by the then-determined value of Virtual Items in your account).\nWe have established minimum amounts required for each Cash-Out, as well as maximum amounts you may cash out per&nbsp;day.\nThe amount required may vary based on different geographic locations.</p>\n<p>D.\nWe do not charge a withdrawal fee to Cash-Out activities.\nHowever, you are solely responsible for any fees that might occur in connection with this transaction, such as transactions fees charged by your banking system or due to applicable law or regulations enforced in the geographic location you reside.&nbsp;</p>\n<p>E.\nEach Cash-Out request will be manually approved by Company staff for security reasons, which may take up to fifteen (15) business days upon receiving the Cash-Out request.\nCash-out requests involving suspicious account activities and/or information may be denied.\nUnder some circumstances, the third-party transfer Service provider processing the Cash-Out request may place your Cash-Out funds received on a temporary hold based on minimal transfer amount requirement or no previous transaction history with Company to demonstrate a pattern of positive money exchanges.\nIn the event such a hold occurs, please contact us for details at support@lmlite.net.\nThe company will not be responsible in any way for any financial holds initiated by your electronic transfer Service providers.</p>\n<p>F.\nIf your account has no activity or is deactivated for six (6) consecutive months, all of your unused or unredeemed Virtual Items will be reset to zero.&nbsp;For purpose of this section, the term “Inactive” means that, based on our records: (a) you have not logged into your LiveMe Pro account.\nor (b) we have been unable to reach you to verify that you intend to continue use your account or to use or cash-out your Virtual Items.\nVirtual Items may be redeemed or removed from your account or be subject to other limitations at LiveMe Pro’s sole discretion.</p>\n<p>If you deactivate or cancel your LiveMe Pro account pursuant to the&nbsp;LiveMe Pro Terms of Service, your ability to redeem or use Virtual Items will be terminated immediately, without any right to refund or any other compensation for you.\nWhen we cancel or terminate access to your Virtual Items account balance for violating&nbsp;LiveMe Pro Terms of Service or Community Policies, your right to use your Virtual Items account balance immediately ceases.&nbsp;Further, we may suspend or otherwise limit your access to your Virtual Items if we suspect, in our sole discretion, fraudulent, abusive or unlawful activity associated with your account.\nWhen we suspend or limit access to your Virtual Items account balance, your right to use your Virtual Items account balance immediately ceases.</p>\n<p>To restore any such Virtual Items due to account inactivity, you must email us at&nbsp;support@lmlite.net&nbsp;and request that we restore the Virtual Items in your account.\nUpon receipt of your request and review of your information, we will determine whether we will restore any or all of your Virtual Items within three (3) business days.</p>\n<p>\n<strong>10.\nConfiscation of Virtual Items Due to Termination or Fraud</strong>\n</p>\n<p>A.\nIMPORTANT: We take fraud extremely seriously.\nIn addition to taking all applicable and necessary legal actions, we have the right to permanently confiscate any Virtual Items from any User Account that we determine were purchased or acquired using fraudulent measures.\nwhich includes but not limited to confiscation of any Gifts received by you from another User in which such Gifts were purchased fraudulently.\nIn the event we determine that the Virtual Items in your possession were fraudulently purchased, we will notify you prior to confiscation and allow you an opportunity to make an appeal via the App.</p>\n<p>B.\nIf we terminate your account for fraud, any outstanding Virtual Items remaining in your account at the time of termination may be irrevocably confiscated, in accordance with our Account Termination Policy specified below.</p>\n<p>\n<strong>11.\nVIP Subscriptions</strong>\n</p>\n<p>A.\nUsers may upgrade their account to a VIP subscription for access to additional “bonus” features and privileges within the Service.\nDetailed rules for the VIP subscription can be found at the VIP section within the App.</p>\n<p>B.\nInitiation or termination of a VIP subscription must be done through Google Play Store or iTunes App Store, which may be subject to a sales tax in your area.\nNote: you are responsible for reviewing the Terms of Service of your app store for details and applicability of sales tax.</p>\n<p>\n<strong>12.\nTerms and Termination of These Terms</strong>\n</p>\n<p>A.\nTerms.\nAs between you and the Company, the terms of the Service (the “<strong>Terms</strong>”), as they may be amended from time to time, commence as of the date of your first use of the Service and continues until the termination of the Service by either you or the Company.</p>\n<p>B.\nTermination.\nYou may terminate these Terms by terminating your account, deleting your account and the app from any mobile devices in which it is installed, and terminating all other uses of the Service.&nbsp;If you wish to delete any of your User Content from the Service, you may be able to do so by using the permitted functions within the app, but the removal or deletion of such User Content will not terminate the Terms.\nWe have the right to restrict, suspend, or terminate these Terms and your access to all or any part of the Service at any time without prior notice or liability, if you violate any applicable laws or regulations, the Terms, our Community Policy, or violate the rights of any third party copyright owner.\nWe will make reasonable efforts to notify you of such termination via the email address associated with your account or upon the next time you attempt to access your account, depending on the circumstances, despite this may not always be possible.</p>\n<p>C.\nBy using the Service, you agree that if we terminate your account, all of your User Content and Virtual Items stored in your account within the Service will be confiscated.\nIn other words, failing to comply in connection with the Terms will result in loss of your account and all of its assets.</p>\n<p>D.\nAppeal.\nIf we terminate your account or confiscate any Virtual Items within your User account, you will have an opportunity to appeal.\nAll information regarding the appeal process will be provided to you via the app at the time of termination or confiscation of Virtual Items.&nbsp;</p>\n<p>E.\nSurvival.\nIf any provision is deemed null and void under applicable laws or regulations, the rest of the Agreement will remain in force .</p>\n<p>\n<strong>13.\nConsent to Electronic Communications</strong>\n</p>\n<p>By using the Service, you hereby consent to receiving certain electronic communications from us as further described in LiveMe Pro Privacy Policy.\nPlease read LiveMe Pro Privacy Policy to learn more about your choices regarding our electronic communications practices.\nYou agree that any notices, agreements, disclosures, or other communications that we send to you electronically will satisfy any legal communication requirements, including that such communications be in writing.</p>\n<p>\n<strong>14.\nApplicable Law and Jurisdiciton</strong>\n</p>\n<p>These Terms of Service and any separate agreements whereby we provide you Services shall be governed by and construed in accordance with the laws of UK.\nThe federal or state courts at the place where the defendant is domiciled shall have jurisdiction to hear any dispute under this Agreement.\n<strong>If you do not agree to this clause, you must not use the Service.</strong>\n</p>\n<p>\n<strong>15.\nDisclaimers and Limitation of Liability</strong>\n</p>\n<p>\n<strong>A.\nThe Service is provided “as is” and “as available” and to the extent permitted by law without warranties of any kind, either expressed explicitly or implied, including but not limited to implied warranties, conditions, or other terms related to (i) merchandise, customer satisfaction, non-infringement, or (ii) arising from purchase activities.\nIn addition, while the Company attempts to provide a good user experience, we do not represent or warrant that: (a) the Service will always be secure, error-free or timely.\n(b) the Service will always function without delays, disruption or imperfections.\nor (c) that any content or information you obtain through the Service will be timely or accurate.</strong>\n</p>\n<p>\n<strong>IF THE LAW OF THE COUNTRY WHERE YOU RESIDE DOES NOT ALLOW THE EXCLUSIONS OF LIABILITY SPECIFIED IN THIS CLAUSE, THE EXCLUSIONS SHALL NOT APPLY.</strong>\n</p>\n<ol>\n<li>\n<strong>LiveMe Pro and its affiliates take no responsibility and assume no liability for any content that you, other Users, or any third party creates, uploads, posts, sends, receives, or stores on or through our Service.\nYou understand and agree that you may be exposed to content that might be offensive, illegal, misleading, or otherwise inappropriate, none of which LiveMe Pro, nor its affiliates will be held responsible for.</strong>\n</li>\n</ol>\n<p>\n<strong>Nothing in these Terms will exclude or limit our rights to remove User content under applicable circumstances.</strong>\n</p>\n<ol>\n<li>\n<strong>The Company, our affiliates, officers, directors, employees, agents, suppliers and licensors will not be liable for any indirect damages, or any loss of profits or revenues, whether incurred directly or indirectly, or any loss of data, use, goodwill or other intangible assets, resulted from: (a) your use of the Service or inability to use the Service, or any features contained therein.\n(b) your access to or inability to access the Service, or any features contained therein.\n(c) the conduct or content of other users or third parties within the Service.\nor (d) unauthorized access, use or alteration of your content.\nIn no event will the Company or their affiliates’ aggregate liability for any and all claims related exceeds the sum amount you paid to the Company in the past 12 months in connection with using paid features of the Service</strong>.</li>\n</ol>\n<p>\n<strong>IF THE LAW OF THE COUNTRY WHERE YOU RESIDE DOES NOT ALLOW ANY LIMITATION ON LIABILITY AS SPECIFIED IN THIS CLAUSE, THIS PROVISION WILL NOT APPLY</strong>\n</p>\n<p>\n<strong>16.\nIndemnification</strong>\n</p>\n<p>By using the Service, you agree to the extent permitted by law, to indemnify, defend and hold harmless LiveMe Pro and all our affiliates, directors, officers, stockholders, employees, licensors, suppliers, and agents from and against any complaints, charges, claims, damages, losses, costs, liabilities and expenses (including attorneys’ fees) due to, arising out of, or related in any way to: (a) your access to or use of the Service.\n(b) your User content.\nand (c) your breach of these Terms.</p>\n<p>\n<strong>17.\nThird Party Disputes</strong>\n</p>\n<p>To the fullest extent permitted by law, any dispute you have with any third party arising out of or related to your use of the Service, including but not limited to, any carrier, copyright owner or other user, is solely between you and such third party, and you agree to release the Company from any and all claims, demands and damages (actual and consequential) of any kind or nature, known and unknown, arising out of or in any way connected with such disputes.</p>\n<p>\n<strong>18.\nMiscellaneous</strong>\n</p>\n<p>A.\nThe Terms constitute the entire Terms of Service agreement between you and the Company and supersede all prior agreements.</p>\n<p>B.\nThese Terms will inure to the benefit of our successors and assigned third parties.\nWe reserve all rights that are not expressly granted to you in this Terms of Service agreement.\nYou may not assign these Terms or any of the rights or licences granted to any third party, directly or indirectly, without our prior written consent.\nWe may assign these Terms or any of the rights or obligations, to any third party without providing prior notice to you.\nThe rights that the Company is entitled to but not specified in the Term, are not considered waivers.\nIf any provision is deemed null and void by applicable law, the rest of the Terms remain in force.</p>\n<p>C.\nYou agree that no joint venture, partnership, employment, or agency relationship exists between you and us as a result of these Terms or your use of the Service.&nbsp;</p>\n<p>D.\nContact: If you have any questions or comments about these Terms or your use of the Service, please contact us at support@lmlite.net.</p>\n<p>\n</p> ", "created_at": "2021-12-05 21:35:09.710405", "updated_at": "2021-12-05 20:35:37.636802"}], "points": [], "urls": ["liveme.com", "pro.liveme.com"]}}